<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verses 15-16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verses 15-16"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.15-16</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>yad&#257; yuddhe 'surair dev&#257;</P><P CLASS=c>badhyam&#257;n&#257;h &#347;it&#257;yudhaih</P><P CLASS=c>gat&#257;savo nipatit&#257;</P><P CLASS=c>nottishtheran sma bh&#363;ri&#347;ah</P><P CLASS=c>yad&#257; durv&#257;sah &#347;&#257;pena</P><P CLASS=c>sendr&#257; lok&#257;s trayo nripa</P><P CLASS=c>nih&#347;r&#299;k&#257;&#347; c&#257;bhavams tatra</P><P CLASS=c>ne&#347;ur ijy&#257;dayah kriy&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/y/yuddhe">yuddhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the fighting; <A CLASS=v HREF="http://vedabase.net/a/asuraih">asuraih</A> &#8212; by the demons; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/b/badhyamanah">badhyam&#257;n&#257;h</A> &#8212; besieged; <A CLASS=v HREF="http://vedabase.net/s/sita">&#347;ita</A>-<A CLASS=v HREF="http://vedabase.net/a/ayudhaih">&#257;yudhaih</A> &#8212; by serpent weapons; <A CLASS=v HREF="http://vedabase.net/g/gata">gata</A>-<A CLASS=v HREF="http://vedabase.net/a/asavah">&#257;savah</A> &#8212; almost dead; <A CLASS=v HREF="http://vedabase.net/n/nipatitah">nipatit&#257;h</A> &#8212; some of them having fallen; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/u/uttistheran">uttishtheran</A> &#8212; got up again; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> became; <A CLASS=v HREF="http://vedabase.net/b/bhurisah">bh&#363;ri&#347;ah</A> &#8212; the majority of them; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/d/durvasah">durv&#257;sah</A> &#8212; of Durv&#257;s&#257; <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/s/sapena">&#347;&#257;pena</A> &#8212; with the curse; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/i/indrah">indr&#257;h</A> &#8212; with <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/l/lokah">lok&#257;h</A> <A CLASS=v HREF="http://vedabase.net/t/trayah">trayah</A> &#8212; the three worlds; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/n/nihsrikah">nih&#347;r&#299;k&#257;h</A> &#8212; without any material opulence; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/abhavan">abhavan</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/n/nesuh">ne&#347;uh</A> &#8212; could not be performed; <A CLASS=v HREF="http://vedabase.net/i/ijya">ijya</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; sacrifices; <A CLASS=v HREF="http://vedabase.net/k/kriyah">kriy&#257;h</A> &#8212; ritualistic ceremonies.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: When the asuras, with their serpent weapons, severely attacked the demigods in a fight, many of the demigods fell and lost their lives. Indeed, they could not be revived. At that time, O King, the demigods had been cursed by Durv&#257;s&#257; Muni, the three worlds were poverty-stricken, and therefore ritualistic ceremonies could not be performed. The effects of this were very serious.</P><P CLASS=t>PURPORT</P><P>It is described that while Durv&#257;s&#257; Muni was passing on the road, he saw Indra on the back of his elephant and was pleased to offer Indra a garland from his own neck. Indra, however, being too puffed up, took the garland, and without respect for Durv&#257;s&#257; Muni, he placed it on the trunk of his carrier elephant. The elephant, being an animal, could not understand the value of the garland, and thus the elephant threw the garland between its legs and smashed it. Seeing this insulting behavior, Durv&#257;s&#257; Muni immediately cursed Indra to be poverty-stricken, bereft of all material opulence. Thus the demigods, afflicted on one side by the fighting demons and on the other by the curse of Durv&#257;s&#257; Muni, lost all the material opulences in the three worlds.</P><P>To be extremely opulent in materialistic advancement is sometimes very risky. The materially opulent person does not care about anyone, and thus he commits offenses to great personalities, such as devotees and great saints. This is the way of material opulence. As described by &#346;ukadeva Gosv&#257;m&#299;, dhana-durmad&#257;ndha: too much wealth makes one blind. This happens even to Indra in his heavenly kingdom, and what to speak of others in this material world? When one is materially opulent, he should learn to be sober and well-behaved toward Vaishnavas and saintly persons; otherwise he will fall down.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17-18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>