<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verses 19-20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verses 19-20"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.19-20</P><P CLASS=c>sa vilokyendra-v&#257;yv-&#257;d&#299;n</P><P CLASS=c>nihsattv&#257;n vigata-prabh&#257;n</P><P CLASS=c>lok&#257;n ama&#324;gala-pr&#257;y&#257;n</P><P CLASS=c>asur&#257;n ayath&#257; vibhuh</P><P CLASS=c>sam&#257;hitena manas&#257;</P><P CLASS=c>samsmaran purusham param</P><P CLASS=c>uv&#257;cotphulla-vadano</P><P CLASS=c>dev&#257;n sa bhagav&#257;n parah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/vilokya">vilokya</A> &#8212; looking over; <A CLASS=v HREF="http://vedabase.net/i/indra">indra</A>-<A CLASS=v HREF="http://vedabase.net/v/vayu">v&#257;yu</A>-<A CLASS=v HREF="http://vedabase.net/a/adin">&#257;d&#299;n</A> &#8212; all the demigods, headed by Lord <A HREF="http://vedabase.net/i/indra">Indra</A> and <A HREF="http://vedabase.net/v/vayu">V&#257;yu</A>; <A CLASS=v HREF="http://vedabase.net/n/nihsattvan">nihsattv&#257;n</A> &#8212; bereft of all spiritual potency; <A CLASS=v HREF="http://vedabase.net/v/vigata">vigata</A>-<A CLASS=v HREF="http://vedabase.net/p/prabhan">prabh&#257;n</A> &#8212; bereft of all effulgence; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; all the three worlds; <A CLASS=v HREF="http://vedabase.net/a/amangala">ama&#324;gala</A>-<A CLASS=v HREF="http://vedabase.net/p/prayan">pr&#257;y&#257;n</A> &#8212; merged into misfortune; <A CLASS=v HREF="http://vedabase.net/a/asuran">asur&#257;n</A> &#8212; all the demons; <A CLASS=v HREF="http://vedabase.net/a/ayathah">ayath&#257;h</A> &#8212; flourishing; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, the supreme within this material world; <A CLASS=v HREF="http://vedabase.net/s/samahitena">sam&#257;hitena</A> &#8212; by full adjustment; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/s/samsmaran">samsmaran</A> &#8212; remembering again and again; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/u/utphulla">utphulla</A>-<A CLASS=v HREF="http://vedabase.net/v/vadanah">vadanah</A> &#8212; bright-faced; <A CLASS=v HREF="http://vedabase.net/d/devan">dev&#257;n</A> &#8212; unto the demigods; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; of the demigods.</P><P CLASS=t>TRANSLATION</P><P>Upon seeing that the demigods were bereft of all influence and strength and that the three worlds were consequently devoid of auspiciousness, and upon seeing that the demigods were in an awkward position whereas all the demons were flourishing, Lord Brahm&#257;, who is above all the demigods and who is most powerful, concentrated his mind on the Supreme Personality of Godhead. Thus being encouraged, he became bright-faced and spoke to the demigods as follows.</P><P CLASS=t>PURPORT</P><P>After hearing from the demigods the real situation, Lord Brahm&#257; was very much concerned because the demons were unnecessarily so powerful. When demons become powerful, the entire world is placed in an awkward position because demons are simply interested in their own sense gratification and not in the welfare of the world. Demigods or devotees, however, are concerned with the welfare of all living beings. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, for example, left his ministership and went to Vrind&#257;vana for the benefit of the entire world (lok&#257;n&#257;m hita-k&#257;rinau). This is the nature of a saintly person or demigod. Even impersonalists think of the welfare of all people. Thus Brahm&#257; was very much concerned at seeing the demons in power.</P><P CLASS=l><A CLASS=i HREF="17-18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>