<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.23</P><P CLASS=c>ayam ca tasya sthiti-p&#257;lana-kshanah</P><P CLASS=c>sattvam jush&#257;nasya bhav&#257;ya dehin&#257;m</P><P CLASS=c>tasm&#257;d vraj&#257;mah &#347;aranam jagad-gurum</P><P CLASS=c>sv&#257;n&#257;m sa no dh&#257;syati &#347;am sura-priyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this period; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A>-<A CLASS=v HREF="http://vedabase.net/p/palana">p&#257;lana</A>-<A CLASS=v HREF="http://vedabase.net/k/ksanah">kshanah</A> &#8212; the time for maintenance, or for establishing His rule; <A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; the mode of goodness; <A CLASS=v HREF="http://vedabase.net/j/jusanasya">jush&#257;nasya</A> &#8212; accepting (now, without waiting); <A CLASS=v HREF="http://vedabase.net/b/bhavaya">bhav&#257;ya</A> &#8212; for the increased development or establishment; <A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; of all living entities who accept material bodies; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/v/vrajamah">vraj&#257;mah</A> &#8212; let us take; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/g/gurum">gurum</A> &#8212; at the lotus feet of the Supreme Personality of Godhead, who is the universal teacher; <A CLASS=v HREF="http://vedabase.net/s/svanam">sv&#257;n&#257;m</A> &#8212; His own persons; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/d/dhasyati">dh&#257;syati</A> &#8212; will give; <A CLASS=v HREF="http://vedabase.net/s/sam">&#347;am</A> &#8212; the good fortune we need; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; because <A HREF="http://vedabase.net/h/he">He</A> is naturally very dear <A HREF="http://vedabase.net/t/to">to</A> the devotees.</P><P CLASS=t>TRANSLATION</P><P>Now is the time to invoke the mode of goodness of the living entities who have accepted material bodies. The mode of goodness is meant to establish the Supreme Lord's rule, which will maintain the existence of the creation. Therefore, this is the opportune moment to take shelter of the Supreme Personality of Godhead. Because He is naturally very kind and dear to the demigods, He will certainly bestow good fortune upon us.</P><P CLASS=t>PURPORT</P><P>The material world is conducted by the three modes of nature, namely sattva-guna, rajo-guna and tamo-guna. By rajo-guna everything material is created, by sattva-guna everything material is maintained properly, and by tamo-guna, when the creation is improperly situated, everything is destroyed.</P><P>From this verse we can understand the situation of Kali-yuga, through which we are now passing. Just before the beginning of Kali-yuga &#8212; or, in other words, at the end of Dv&#257;para-yuga &#8212; Lord &#346;r&#299; Krishna appeared and left His instructions in the form of Bhagavad-g&#299;t&#257;, in which He asked all living entities to surrender unto Him. Since the beginning of Kali-yuga, however, people have practically been unable to surrender to the lotus feet of Krishna, and therefore, after some five thousand years, Krishna came again as &#346;r&#299; Caitanya Mah&#257;prabhu just to teach the entire world how to surrender unto Him, unto &#346;r&#299; Krishna, and thus be purified.</P><P>Surrendering unto the lotus feet of Krishna means achieving complete purification. Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>):</P><P>sarva-dharm&#257;n parityajya</P><P CLASS=n>m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo</P><P CLASS=n>mokshayishy&#257;mi m&#257; &#347;ucah</P><P>"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear." Thus as soon as one surrenders unto the lotus feet of Krishna, one certainly becomes free from all contamination.</P><P>Kali-yuga is full of contamination. This is described in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../12/3/51.htm">12.3.51</A>):</P><P>kaler dosha-nidhe r&#257;jann</P><P CLASS=n>asti hy eko mah&#257;n gunah</P><P CLASS=n>k&#299;rtan&#257;d eva krishnasya</P><P CLASS=n>mukta-sa&#324;gah param vrajet</P><P>This age of Kali is full of unlimited faults. Indeed, it is just like an ocean of faults (dosha-nidhi). But there is one chance, one opportunity. K&#299;rtan&#257;d eva krishnasya mukta-sa&#324;gah param vrajet: simply by chanting the Hare Krishna mantra, one can be freed from the contamination of Kali-yuga and, in his original spiritual body, can return home, back to Godhead. This is the opportunity of Kali-yuga.</P><P>When Krishna appeared, He gave His orders, and when Krishna Himself appeared as a devotee, as &#346;r&#299; Caitanya Mah&#257;prabhu, He showed us the path by which to cross the ocean of Kali-yuga. That is the path of the Hare Krishna movement. When &#346;r&#299; Caitanya Mah&#257;prabhu appeared, He ushered in the era for the sa&#324;k&#299;rtana movement. It is also said that for ten thousand years this era will continue. This means that simply by accepting the sa&#324;k&#299;rtana movement and chanting the Hare Krishna mah&#257;-mantra, the fallen souls of this Kali-yuga will be delivered. After the Battle of Kurukshetra, at which Bhagavad-g&#299;t&#257; was spoken, Kali-yuga continues for 432,000 years, of which only 5,000 years have passed. Thus there is still a balance of 427,000 years to come. Of these 427,000 years, the 10,000 years of the sa&#324;k&#299;rtana movement inaugurated by &#346;r&#299; Caitanya Mah&#257;prabhu 500 years ago provide the opportunity for the fallen souls of Kali-yuga to take to the Krishna consciousness movement, chant the Hare Krishna mah&#257;-mantra and thus be delivered from the clutches of material existence and return home, back to Godhead.</P><P>Chanting of the Hare Krishna mah&#257;-mantra is potent always, but it is especially potent in this age of Kali. Therefore &#346;ukadeva Gosv&#257;m&#299;, while instructing Mah&#257;r&#257;ja Par&#299;kshit, stressed this chanting of the Hare Krishna mantra.</P><P>kaler dosha-nidhe r&#257;jann</P><P CLASS=n>asti hy eko mah&#257;n gunah</P><P CLASS=n>k&#299;rtan&#257;d eva krishnasya</P><P CLASS=n>mukta-sa&#324;gah param vrajet</P><P>"My dear King, although Kali-yuga is full of faults, there is still one good quality about this age. It is that simply by chanting the Hare Krishna mah&#257;-mantra, one can become free from material bondage and be promoted to the transcendental kingdom." (Bh&#257;g. <A CLASS=v HREF="../../../sb/12/3/51.htm">12.3.51</A>) Those who have accepted the task of spreading the Hare Krishna mah&#257;-mantra in full Krishna consciousness should take this opportunity to deliver people very easily from the clutches of material existence. Our duty, therefore, is to follow the instructions of &#346;r&#299; Caitanya Mah&#257;prabhu and preach the Krishna consciousness movement all over the world very sincerely. This is the best welfare activity for the peace and prosperity of human society.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu's movement consists of spreading krishna-sa&#324;k&#299;rtana. Param vijayate &#347;r&#299;-krishna-sa&#324;k&#299;rtanam: "All glories to the &#346;r&#299; Krishna sa&#324;k&#299;rtana!" Why is it so glorious? This has also been explained by &#346;r&#299; Caitanya Mah&#257;prabhu. Ceto-darpana-m&#257;rjanam: [Cc. <A CLASS=v HREF="../../../cc/antya/20/12.htm">Antya 20.12</A>] by the chanting of the Hare Krishna mah&#257;-mantra, one's heart is cleansed. The whole difficulty is that in this age of Kali there is no sattva-guna and no clearance of the heart, and therefore people are making the mistake of identifying with their bodies. Even the big philosophers and scientists with whom we deal are practically all under the impression that they are their bodies. The other day we were discussing a prominent philosopher, Thomas Huxley, who was proud of being an Englishman. This means that he was in the bodily conception of life. Everywhere we find this same misunderstanding. As soon as one is in the bodily conception of life, one is nothing but an animal like a cat or a dog (sa eva go-kharah [<A CLASS=v HREF="../../10/84/13.htm">SB 10.84.13</A>]). Thus the most dangerous of the dirty things within our hearts is this misidentification of the body as the self. Under the influence of this misunderstanding, one thinks, "I am this body. I am an Englishman. I am an Indian. I am an American. I am Hindu. I am Muslim." This misconception is the strongest impediment, and it must be removed. That is the instruction of Bhagavad-g&#299;t&#257; and of &#346;r&#299; Caitanya Mah&#257;prabhu. Indeed, Bhagavad-g&#299;t&#257; begins with this instruction:</P><P>dehino 'smin yath&#257; dehe</P><P CLASS=n>kaum&#257;ram yauvanam jar&#257;</P><P CLASS=n>tath&#257; deh&#257;ntara-pr&#257;ptir</P><P CLASS=n>dh&#299;ras tatra na muhyati</P><P>"As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change." (<A CLASS=v HREF="../../../bg/2/13.htm">Bg. 2.13</A>) Although the soul is within the body, nevertheless, because of misunderstanding and animal propensities one accepts the body as the self. Caitanya Mah&#257;prabhu therefore says, ceto-darpana-m&#257;rjanam [Cc. <A CLASS=v HREF="../../../cc/antya/20/12.htm">Antya 20.12</A>]. To cleanse the core of the heart, which is full of misunderstanding, is possible only through &#347;r&#299;-krishna-sa&#324;k&#299;rtana. The leaders of the Krishna consciousness movement should very seriously take this opportunity to be kind to the fallen souls by delivering them from the misunderstanding of materialistic life.</P><P>One cannot be happy in any way within this material world. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/16.htm">8.16</A>):</P><P>&#257;brahma-bhuvan&#257;l lok&#257;h</P><P CLASS=n>punar &#257;vartino 'rjuna</P><P>"From the highest planet in this material world down to the lowest, all are places of misery wherein repeated birth and death take place." Therefore, not to speak of going to the moon, even if one is promoted to the highest planetary system, Brahmaloka, there cannot be any happiness in this material world. If one actually wants happiness, one must go to the spiritual world. The material world is characterized by a struggle for existence, and survival of the fittest is a well-known principle, but the poor souls of this material world do not know what is survival and who is fit. Survival does not mean that one should die; survival means that one should not die, but should enjoy an everlastingly blissful life of knowledge. This is survival. The Krishna consciousness movement is meant to make every person fit for survival. Indeed, it is meant to stop the struggle for existence. The &#346;r&#299;mad-Bh&#257;gavatam and Bhagavad-g&#299;t&#257; give definite directions on how to stop the struggle for existence and how to survive in eternal life. The sa&#324;k&#299;rtana movement, therefore, is a great opportunity. Simply by hearing Bhagavad-g&#299;t&#257; and chanting the Hare Krishna mah&#257;-mantra, one becomes completely purified. Thus the struggle for existence ceases, and one goes back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>