<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.24</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>ity &#257;bh&#257;shya sur&#257;n vedh&#257;h</P><P CLASS=c>saha devair arindama</P><P CLASS=c>ajitasya padam s&#257;ksh&#257;j</P><P CLASS=c>jag&#257;ma tamasah param</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/abhasya">&#257;bh&#257;shya</A> &#8212; talking; <A CLASS=v HREF="http://vedabase.net/s/suran">sur&#257;n</A> &#8212; unto the demigods; <A CLASS=v HREF="http://vedabase.net/v/vedhah">vedh&#257;h</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, who is the head of this universe and who gives everyone good sense <A HREF="http://vedabase.net/i/in">in</A> Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/d/devaih">devaih</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/a/arim">arim</A>-<A CLASS=v HREF="http://vedabase.net/d/dama">dama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>, subduer of all kinds of enemies (such <A HREF="http://vedabase.net/a/as">as</A> the senses); <A CLASS=v HREF="http://vedabase.net/a/ajitasya">ajitasya</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the place; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/j/jagama">jag&#257;ma</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/t/tamasah">tamasah</A> &#8212; the world of darkness; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental <A HREF="http://vedabase.net/t/to">to</A>, beyond.</P><P CLASS=t>TRANSLATION</P><P>O Mah&#257;r&#257;ja Par&#299;kshit, subduer of all enemies, after Lord Brahm&#257; finished speaking to the demigods, he took them with him to the abode of the Supreme Personality of Godhead, which is beyond this material world. The Lord's abode is on an island called &#346;vetadv&#299;pa, which is situated in the ocean of milk.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Par&#299;kshit is addressed here as arindama, "subduer of all enemies." Not only do we have enemies outside of our bodies, but within our bodies there are many enemies, such as lusty desires, anger and greed. Mah&#257;r&#257;ja Par&#299;kshit is specifically addressed as arindama because in his political life he was able to subdue all kinds of enemies, and even though he was a young king, as soon as he heard that he was going to die within seven days, he immediately left his kingdom. He did not follow the dictates of enemies within his body, such as lust, greed and anger. He was not at all angry with the muni's son who had cursed him. Rather, he accepted the curse and prepared for his death in the association of &#346;ukadeva Gosv&#257;m&#299;. Death is inevitable; no one can surpass the force of death. Therefore Mah&#257;r&#257;ja Par&#299;kshit, while fully alive, wanted to hear &#346;r&#299;mad-Bh&#257;gavatam. He is consequently addressed here as arindama.</P><P>Another word, sura-priya, is also significant. Although Krishna, the Supreme Personality of Godhead, is equal toward everyone, He is especially inclined toward His devotees (ye bhajanti tu m&#257;m bhakty&#257; mayi te teshu c&#257;py aham). The devotees are all demigods. There are two kinds of men within this world. One is called the deva, and the other is called the asura. The Padma Pur&#257;na states:</P><P>dvau bh&#363;ta-sargau loke 'smin</P><P CLASS=n>daiva &#257;sura eva ca</P><P CLASS=n>vishnu-bhaktah smrito daiva</P><P CLASS=n>&#257;suras tad-viparyayah</P><P>Anyone who is a devotee of Lord Krishna is called a deva, and others, even though they may be devotees of demigods, are called asuras. R&#257;vana, for example, was a great devotee of Lord &#346;iva, but he is described as an asura. Similarly, Hiranyaka&#347;ipu is described as a great devotee of Lord Brahm&#257;, yet he was also an asura. Therefore, only the devotee of Lord Vishnu is called sura, not asura. Lord Krishna is very much pleased with His devotees, even if they are not on the topmost stage of devotional service. Even on the lower stages of devotional service one is transcendental, and if one continues with devotional life, he continues to be a deva or sura. If one continues in this way, Krishna will always be pleased with him and will give him all instructions so that he may very easily return home, back to Godhead.</P><P>Concerning ajitasya padam, the abode of the Supreme Personality of Godhead in the milk ocean of this material world, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says: padam ksh&#299;rodadhi-stha-&#347;vetadv&#299;pam tamasah prakriteh param. The island known as &#346;vetadv&#299;pa, which is in the ocean of milk, is transcendental. It has nothing to do with this material world. A city government may have a rest house where the governor and important government officers stay. Such a rest house is not an ordinary house. Similarly, although &#346;vetadv&#299;pa, which is in the ocean of milk, is in this material world, it is param padam, transcendental.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>