<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.25</P><P CLASS=c>tatr&#257;drishta-svar&#363;p&#257;ya</P><P CLASS=c>&#347;ruta-p&#363;rv&#257;ya vai prabhuh</P><P CLASS=c>stutim abr&#363;ta daiv&#299;bhir</P><P CLASS=c>g&#299;rbhis tv avahitendriyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there (at the Lord's abode known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/s/svetadvipa">&#346;vetadv&#299;pa</A>); <A CLASS=v HREF="http://vedabase.net/a/adrsta">adrishta</A>-<A CLASS=v HREF="http://vedabase.net/s/svarupaya">svar&#363;p&#257;ya</A> &#8212; unto the Supreme Personality of Godhead, who was not seen even by Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A>-<A CLASS=v HREF="http://vedabase.net/p/purvaya">p&#363;rv&#257;ya</A> &#8212; but who was heard about from the Vedas; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/stutim">stutim</A> &#8212; prayers derived from Vedic literature; <A CLASS=v HREF="http://vedabase.net/a/abruta">abr&#363;ta</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/d/daivibhih">daiv&#299;bhih</A> &#8212; by prayers mentioned <A HREF="http://vedabase.net/i/in">in</A> the Vedic literature or offered by persons strictly following Vedic principles; <A CLASS=v HREF="http://vedabase.net/g/girbhih">g&#299;rbhih</A> &#8212; by such sound vibrations or songs; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/avahita">avahita</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyah">indriyah</A> &#8212; fixed <A HREF="http://vedabase.net/i/in">in</A> mind, without deviation.</P><P CLASS=t>TRANSLATION</P><P>There [at &#346;vetadv&#299;pa], Lord Brahm&#257; offered prayers to the Supreme Personality of Godhead, even though he had never seen the Supreme Lord. Simply because Lord Brahm&#257; had heard about the Supreme Personality of Godhead from Vedic literature, with a fixed mind he offered the Lord prayers as written or approved by Vedic literature.</P><P CLASS=t>PURPORT</P><P>It is said that when Brahm&#257; and the other demigods go to see the Supreme Personality of Godhead in &#346;vetadv&#299;pa, they cannot directly see Him, but their prayers are heard by the Lord, and the needful action is taken. This we have seen in many instances. The word &#347;ruta-p&#363;rv&#257;ya is significant. We get experience by directly seeing or by hearing. If it is not possible to see someone directly, we can hear about him from authentic sources. Sometimes people ask whether we can show them God. This is ludicrous. It is not necessary for one to see God before he can accept God. Our sensory perception is always incomplete. Therefore, even if we see God, we may not be able to understand Him. When Krishna was on earth, many, many people saw Him but could not understand that He is the Supreme Personality of Godhead. Avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam [<A CLASS=v HREF="../../../bg/9/11.htm">Bg. 9.11</A>]. Even though the rascals and fools saw Krishna personally, they could not understand that He is the Supreme Personality of Godhead. Even upon seeing God personally, one who is unfortunate cannot understand Him. Therefore we have to hear about God, Krishna, from the authentic Vedic literature and from persons who understand the Vedic version properly. Even though Brahm&#257; had not seen the Supreme Personality of Godhead before, he was confident that the Lord was there in &#346;vetadv&#299;pa. Thus he took the opportunity to go there and offer prayers to the Lord.</P><P>These prayers were not ordinary concocted prayers. Prayers must be approved by Vedic literature, as indicated in this verse by the words daiv&#299;bhir g&#299;rbhih. In our Krishna consciousness movement we do not allow any song that has not been approved or sung by bona fide devotees. We cannot allow cinema songs to be sung in the temple. We generally sing two songs. One is &#347;r&#299;-krishna-caitanya prabhu nity&#257;nanda &#347;r&#299;-advaita gad&#257;dhara &#347;r&#299;v&#257;s&#257;di-gaura-bhakta-vrinda. This is bona fide. It is always mentioned in the Caitanya-carit&#257;mrita, and it is accepted by the &#257;c&#257;ryas. The other, of course, is the mah&#257;-mantra &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. We may also sing the songs of Narottama d&#257;sa Th&#257;kura, Bhaktivinoda Th&#257;kura and Locana d&#257;sa Th&#257;kura, but these two songs &#8212; "&#347;r&#299;-krishna-caitanya" and the Hare Krishna mah&#257;-mantra &#8212; are sufficient to please the Supreme Personality of Godhead, although we cannot see Him. Seeing the Lord is not as important as appreciating Him from the authentic literature or the authentic statements of authorized persons.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>