<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.26</P><P CLASS=c>&#347;r&#299;-brahmov&#257;ca</P><P CLASS=c>avikriyam satyam anantam &#257;dyam</P><P CLASS=c>guh&#257;-&#347;ayam nishkalam apratarkyam</P><P CLASS=c>mano-'gray&#257;nam vacas&#257;niruktam</P><P CLASS=c>nam&#257;mahe deva-varam varenyam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/brahma">brahm&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> said; <A CLASS=v HREF="http://vedabase.net/a/avikriyam">avikriyam</A> &#8212; unto the Personality of Godhead, who never changes (<A HREF="http://vedabase.net/a/as">as</A> opposed <A HREF="http://vedabase.net/t/to">to</A> material existence); <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; the eternal supreme truth; <A CLASS=v HREF="http://vedabase.net/a/anantam">anantam</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/a/adyam">&#257;dyam</A> &#8212; the original cause of all causes; <A CLASS=v HREF="http://vedabase.net/g/guha">guh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sayam">&#347;ayam</A> &#8212; present <A HREF="http://vedabase.net/i/in">in</A> everyone's heart; <A CLASS=v HREF="http://vedabase.net/n/niskalam">nishkalam</A> &#8212; without any decrease <A HREF="http://vedabase.net/i/in">in</A> potency; <A CLASS=v HREF="http://vedabase.net/a/apratarkyam">apratarkyam</A> &#8212; inconceivable, not within the jurisdiction of material arguments; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/a/agrayanam">agray&#257;nam</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A> quick than the mind, inconceivable <A HREF="http://vedabase.net/t/to">to</A> mental speculation; <A CLASS=v HREF="http://vedabase.net/v/vacasa">vacas&#257;</A> &#8212; by jugglery of words; <A CLASS=v HREF="http://vedabase.net/a/aniruktam">aniruktam</A> &#8212; indescribable; <A CLASS=v HREF="http://vedabase.net/n/namamahe">nam&#257;mahe</A> &#8212; all of us demigods offer our respectful obeisances; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/v/varam">varam</A> &#8212; unto the Supreme Lord, who is not equalled or surpassed by anyone; <A CLASS=v HREF="http://vedabase.net/v/varenyam">varenyam</A> &#8212; the supreme worshipable, who is worshiped by the <A HREF="http://vedabase.net/g/gayatri">G&#257;yatr&#299;</A> <A HREF="http://vedabase.net/m/mantra">mantra</A>.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; said: O Supreme Lord, O changeless, unlimited supreme truth. You are the origin of everything. Being all-pervading, You are in everyone's heart and also in the atom. You have no material qualities. Indeed, You are inconceivable. The mind cannot catch You by speculation, and words fail to describe You. You are the supreme master of everyone, and therefore You are worshipable for everyone. We offer our respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is not anything of material creation. Everything material must change from one form to another &#8212; for example, from earth to earthen pot and from earthen pot to earth again. All our creations are temporary, impermanent. The Supreme Personality of Godhead, however, is eternal, and similarly the living entities, who are parts of Him, are also eternal (mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah [<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>]). The Supreme Personality of Godhead is san&#257;tana, eternal, and the individual living entities are also eternal. The difference is that Krishna, or God, is the supreme eternal, whereas the individual souls are minute, fragmental eternals. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/3.htm">13.3</A>), kshetrajñam c&#257;pi m&#257;m viddhi sarva-kshetreshu bh&#257;rata. Although the Lord is a living being and the individual souls are living beings, the Supreme Lord, unlike the individual souls, is vibhu, all-pervading, and ananta, unlimited. The Lord is the cause of everything. The living entities are innumerable, but the Lord is one. No one is greater than Him, and no one is equal to Him. Thus the Lord is the supreme worshipable object, as understood from the Vedic mantras (na tat-sama&#347; c&#257;bhyadhika&#347; ca dri&#347;yate). The Lord is supreme because no one can evaluate Him by mental speculation or jugglery of words. The Lord can travel more quickly than the mind. In the &#347;ruti-mantras of &#298;&#347;opanishad it is said:</P><P>anejad ekam manaso jav&#299;yo</P><P CLASS=n>nainad dev&#257; &#257;pnuvan p&#363;rvam arshat</P><P CLASS=n>tad dh&#257;vato 'ny&#257;n atyeti tishthat</P><P CLASS=n>tasminn apo m&#257;tari&#347;v&#257; dadh&#257;ti</P><P>"Although fixed in His abode, the Personality of Godhead is swifter than the mind and can overcome all others running. The powerful demigods cannot approach Him. Although in one place, He controls those who supply the air and rain. He surpasses all in excellence." (&#298;&#347;opanishad 4) Thus the Supreme is never to be equaled by the subordinate living entities.</P><P>Because the Lord is situated in everyone's heart and the individual living entity is not, never should the individual living entity be equated with the Supreme Lord. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>) the Lord says, sarvasya c&#257;ham hridi sannivishtah: "I am situated in everyone's heart." This does not mean, however, that everyone is equal to the Lord. In the &#347;ruti-mantras it is also said, hridi hy ayam &#257;tm&#257; pratishthitah. In the beginning of &#346;r&#299;mad-Bh&#257;gavatam it is said, satyam param dh&#299;mahi. The Vedic mantras say, satyam jñ&#257;nam anantam and nishkalam nishkriyam &#347;&#257;ntam niravadyam. God is supreme. Although naturally He does not do anything, He is doing everything. As the Lord says in Bhagavad-g&#299;t&#257;:</P><P>may&#257; tatam idam sarvam</P><P CLASS=n>jagad avyakta-m&#363;rtin&#257;</P><P CLASS=n>mat-sth&#257;ni sarva-bh&#363;t&#257;ni</P><P CLASS=n>na c&#257;ham teshv avasthitah</P><P>"By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them." (<A CLASS=v HREF="../../../bg/9/4.htm">Bg. 9.4</A>)</P><P>may&#257;dhyakshena prakritih</P><P CLASS=n>s&#363;yate sacar&#257;caram</P><P CLASS=n>hetun&#257;nena kaunteya</P><P CLASS=n>jagad viparivartate</P><P>"This material nature, working under My direction, O son of Kunt&#299;, is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again." (<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>) Thus although the Lord is silent in His abode, He is doing everything through His different energies (par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate).</P><P>All the Vedic mantras, or &#347;ruti-mantras, are included in this verse spoken by Lord Brahm&#257;, for Brahm&#257; and his followers, the Brahma-samprad&#257;ya, understand the Supreme Personality of Godhead through the parampar&#257; system. We have to gain understanding through the words of our predecessors. There are twelve mah&#257;janas, or authorities, of whom Brahm&#257; is one.</P><P>svayambh&#363;r n&#257;radah &#347;ambhuh</P><P CLASS=n>kum&#257;rah kapilo manuh</P><P CLASS=n>prahl&#257;do janako bh&#299;shmo</P><P CLASS=n>balir vaiy&#257;sakir vayam</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/6/3/20.htm">6.3.20</A>)</P><P>We belong to the disciplic succession of Brahm&#257;, and therefore we are known as the Brahma-samprad&#257;ya. As the demigods follow Lord Brahm&#257; to understand the Supreme Personality of Godhead, we also have to follow the authorities of the parampar&#257; system to understand the Lord.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>