<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.27</P><P CLASS=c>vipa&#347;citam pr&#257;na-mano-dhiy&#257;tman&#257;m</P><P CLASS=c>arthendriy&#257;bh&#257;sam anidram avranam</P><P CLASS=c>ch&#257;y&#257;tapau yatra na gridhra-pakshau</P><P CLASS=c>tam aksharam kham tri-yugam vraj&#257;mahe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vipascitam">vipa&#347;citam</A> &#8212; unto the omniscient; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; how the living force is working; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; how the mind is working; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiya</A> &#8212; how the intelligence is working; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; the objects of the senses; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/a/abhasam">&#257;bh&#257;sam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/a/anidram">anidram</A> &#8212; always awake and free from ignorance; <A CLASS=v HREF="http://vedabase.net/a/avranam">avranam</A> &#8212; without <A HREF="http://vedabase.net/a/a">a</A> material body subject <A HREF="http://vedabase.net/t/to">to</A> pains and pleasures; <A CLASS=v HREF="http://vedabase.net/c/chaya">ch&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atapau">&#257;tapau</A> &#8212; the shelter for all who <A HREF="http://vedabase.net/a/are">are</A> suffering from ignorance; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/g/grdhra">gridhra</A>-<A CLASS=v HREF="http://vedabase.net/p/paksau">pakshau</A> &#8212; partiality toward any living being; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/a/aksaram">aksharam</A> &#8212; infallible; <A CLASS=v HREF="http://vedabase.net/k/kham">kham</A> &#8212; all-pervading like the sky; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/y/yugam">yugam</A> &#8212; appearing with six opulences <A HREF="http://vedabase.net/i/in">in</A> three yugas (<A HREF="http://vedabase.net/s/satya">Satya</A>, <A HREF="http://vedabase.net/t/treta">Tret&#257;</A> and <A HREF="http://vedabase.net/d/dvapara">Dv&#257;para</A>); <A CLASS=v HREF="http://vedabase.net/v/vrajamahe">vraj&#257;mahe</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> take shelter.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead directly and indirectly knows how everything, including the living force, mind and intelligence, is working under His control. He is the illuminator of everything and has no ignorance. He does not have a material body subject to the reactions of previous activities, and He is free from the ignorance of partiality and materialistic education. I therefore take shelter of the lotus feet of the Supreme Lord, who is eternal, all-pervading and as great as the sky and who appears with six opulences in three yugas [Satya, Tret&#257; and Dv&#257;para].</P><P CLASS=t>PURPORT</P><P>In the beginning of &#346;r&#299;mad-Bh&#257;gavatam the Supreme Personality of Godhead is described in this way: janm&#257;dy asya yato'nvay&#257;d itarata&#347; c&#257;rtheshv abhijñah [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]. The Lord is the origin of all emanations, and He directly and indirectly knows everything about all the activities within His creation. Therefore the Lord is addressed here as vipa&#347;citam, one who is full of all knowledge or who knows everything. The Lord is the Supreme Soul, and He knows everything about the living entities and their senses.</P><P>The word anidram, meaning "always awake and free from ignorance," is very important in this verse. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), mattah smritir jñ&#257;nam apohanam ca: it is the Lord who gives intelligence to everyone and who causes everyone to forget. There are millions and millions of living entities, and the Lord gives them directions. Therefore He has no time to sleep, and He is never in ignorance of our activities. The Lord is the witness of everything; He sees what we are doing at every moment. The Lord is not covered by a body resulting from karma. Our bodies are formed as a result of our past deeds (karman&#257; daiva-netrena), but the Supreme Personality of Godhead does not have a material body, and therefore He has no avidy&#257;, ignorance. He does not sleep, but is always alert and awake.</P><P>The Supreme Lord is described as tri-yuga because although He appeared variously in Satya-yuga, Tret&#257;-yuga and Dv&#257;para-yuga, when He appeared in Kali-yuga He never declared Himself the Supreme Personality of Godhead.</P><P>krishna-varnam tvish&#257;krishnam</P><P CLASS=n>s&#257;&#324;gop&#257;&#324;g&#257;stra-p&#257;rshadam</P><P>The Lord appears in Kali-yuga as a devotee. Thus although He is Krishna, He chants the Hare Krishna mantra like a devotee. Still, &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/5/32.htm">11.5.32</A>) recommends:</P><P>yajñaih sa&#324;k&#299;rtana-pr&#257;yair</P><P CLASS=n>yajanti hi sumedhasah</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu, whose complexion is not black like that of Krishna but is golden (tvish&#257;krishnam), is the Supreme Personality of Godhead. He is accompanied by associates like Nity&#257;nanda, Advaita, Gad&#257;dhara and &#346;r&#299;v&#257;sa. Those who are sufficiently intelligent worship this Supreme Personality of Godhead by performing sa&#324;k&#299;rtana-yajña. In this incarnation, the Supreme Lord declares Himself not to be the Supreme Lord, and therefore He is known as Tri-yuga.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>