<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.28</P><P CLASS=c>ajasya cakram tv ajayeryam&#257;nam</P><P CLASS=c>manomayam pañcada&#347;&#257;ram &#257;&#347;u</P><P CLASS=c>tri-n&#257;bhi vidyuc-calam ashta-nemi</P><P CLASS=c>yad-aksham &#257;hus tam ritam prapadye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ajasya">ajasya</A> &#8212; of the living being; <A CLASS=v HREF="http://vedabase.net/c/cakram">cakram</A> &#8212; the wheel (the cycle of birth and death <A HREF="http://vedabase.net/i/in">in</A> this material world); <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/ajaya">ajay&#257;</A> &#8212; by the external energy of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/i/iryamanam">&#299;ryam&#257;nam</A> &#8212; going around with great force; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; which is nothing but <A HREF="http://vedabase.net/a/a">a</A> mental creation depending chiefly on the mind; <A CLASS=v HREF="http://vedabase.net/p/pancadasa">pañcada&#347;a</A> &#8212; fifteen; <A CLASS=v HREF="http://vedabase.net/a/aram">aram</A> &#8212; possessing spokes; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; very quick; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/n/nabhi">n&#257;bhi</A> &#8212; having three naves (the three modes of material nature); <A CLASS=v HREF="http://vedabase.net/v/vidyut">vidyut</A> &#8212; like electricity; <A CLASS=v HREF="http://vedabase.net/c/calam">calam</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/a/asta">ashta</A>-<A CLASS=v HREF="http://vedabase.net/n/nemi">nemi</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of eight fellies (the eight external energies of the Lord &#8212; bh&#363;mir &#257;po 'nalo <A HREF="http://vedabase.net/v/vayuh">v&#257;yuh</A>, etc.); <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/aksam">aksham</A> &#8212; the hub; <A CLASS=v HREF="http://vedabase.net/a/ahuh">&#257;huh</A> &#8212; they say; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/r/rtam">ritam</A> &#8212; the fact; <A CLASS=v HREF="http://vedabase.net/p/prapadye">prapadye</A> &#8212; let us offer our respectful obeisances.</P><P CLASS=t>TRANSLATION</P><P>In the cycle of material activities, the material body resembles the wheel of a mental chariot. The ten senses [five for working and five for gathering knowledge] and the five life airs within the body form the fifteen spokes of the chariot's wheel. The three modes of nature [goodness, passion and ignorance] are its center of activities, and the eight ingredients of nature [earth, water, fire, air, sky, mind, intelligence and false ego] comprise the rim of the wheel. The external, material energy moves this wheel like electrical energy. Thus the wheel revolves very quickly around its hub or central support, the Supreme Personality of Godhead, who is the Supersoul and the ultimate truth. We offer our respectful obeisances unto Him.</P><P CLASS=t>PURPORT</P><P>The cycle of repeated birth and death is figuratively described herein. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/5.htm">7.5</A>):</P><P>apareyam itas tv any&#257;m</P><P CLASS=n>prakritim viddhi me par&#257;m</P><P CLASS=n>j&#299;va-bh&#363;t&#257;m mah&#257;-b&#257;ho</P><P CLASS=n>yayedam dh&#257;ryate jagat</P><P>The entire world is going on because the living entity, who is part and parcel of the Supreme Lord, is utilizing the material energy. Under the clutches of the material energy, the j&#299;v&#257;tm&#257; is revolving on the wheel of birth and death under the direction of the Supreme Personality of Godhead. The central point is the Supersoul. As explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>):</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni</P><P CLASS=n>yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy." The material body of the living entity is a result of the conditioned soul's activities, and because the supporter is the Supersoul, the Supersoul is the true reality. Every one of us, therefore, should offer respectful obeisances to this central reality. One should not be misguided by the activities of this material world and forget the central point, the Absolute Truth. That is the instruction given here by Lord Brahm&#257;.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>