<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.30</P><P CLASS=c>na yasya ka&#347;c&#257;tititarti m&#257;y&#257;m</P><P CLASS=c>yay&#257; jano muhyati veda n&#257;rtham</P><P CLASS=c>tam nirjit&#257;tm&#257;tma-gunam pare&#347;am</P><P CLASS=c>nam&#257;ma bh&#363;teshu samam carantam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/k/kasca">ka&#347;ca</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/a/atititarti">atititarti</A> &#8212; is able <A HREF="http://vedabase.net/t/to">to</A> overcome; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; the illusory energy; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by whom (by the illusory energy); <A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> &#8212; people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/m/muhyati">muhyati</A> &#8212; become bewildered; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; understand; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; the aim of life; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/n/nirjita">nirjita</A> &#8212; completely controlling; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/g/gunam">gunam</A> &#8212; and His external energy; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; the Lord, who is transcendentally situated; <A CLASS=v HREF="http://vedabase.net/n/namama">nam&#257;ma</A> &#8212; we offer our respectful obeisances; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; unto all living beings; <A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; equally situated, or equipoised; <A CLASS=v HREF="http://vedabase.net/c/carantam">carantam</A> &#8212; controlling or ruling them.</P><P CLASS=t>TRANSLATION</P><P>No one can overcome the Supreme Personality of Godhead's illusory energy [m&#257;y&#257;], which is so strong that it bewilders everyone, making one lose the sense to understand the aim of life. That same m&#257;y&#257;, however, is subdued by the Supreme Personality of Godhead, who rules everyone and who is equally disposed toward all living entities. Let us offer our obeisances unto Him.</P><P CLASS=t>PURPORT</P><P>The prowess of the Supreme Personality of Godhead, Vishnu, certainly controls all living entities, so much so that the living entities have forgotten the aim of life. Na te viduh sv&#257;rtha-gatim hi vishnum: [<A CLASS=v HREF="../../7/5/31.htm">SB 7.5.31</A>] the living entities have forgotten that the aim of life is to go back home, back to Godhead. The external energy of the Supreme Personality of Godhead gives all conditioned souls what appears to be an opportunity to be happy within this material world, but that is m&#257;y&#257;; in other words, it is a dream that is never to be fulfilled. Thus every living being is illusioned by the external energy of the Supreme Lord. That illusory energy is undoubtedly very strong, but she is fully under the control of the transcendental person who is described in this verse as pare&#347;am, the transcendental Lord. The Lord is not a part of the material creation, but is beyond the creation. Therefore, not only does He control the conditioned souls through His external energy, but He also controls the external energy itself. Bhagavad-g&#299;t&#257; clearly says that the strong material energy controls everyone and that getting out of her control is extremely difficult. That controlling energy belongs to the Supreme Personality of Godhead and works under His control. The living entities, however, being subdued by the material energy, have forgotten the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>