<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.43</P><P CLASS=c>dravyam vayah karma gun&#257;n vi&#347;esham</P><P CLASS=c>yad-yogam&#257;y&#257;-vihit&#257;n vadanti</P><P CLASS=c>yad durvibh&#257;vyam prabudh&#257;pab&#257;dham</P><P CLASS=c>pras&#299;dat&#257;m nah sa mah&#257;-vibh&#363;tih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dravyam">dravyam</A> &#8212; the five elements of the material world; <A CLASS=v HREF="http://vedabase.net/v/vayah">vayah</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/g/gunan">gun&#257;n</A> &#8212; the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/v/visesam">vi&#347;esham</A> &#8212; the varieties caused by combinations of the twenty-three elements; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; by the Lord's creative potency; <A CLASS=v HREF="http://vedabase.net/v/vihitan">vihit&#257;n</A> &#8212; all done; <A CLASS=v HREF="http://vedabase.net/v/vadanti">vadanti</A> &#8212; all learned men say; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/d/durvibhavyam">durvibh&#257;vyam</A> &#8212; which is actually extremely difficult <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/p/prabudha">prabudha</A>-<A CLASS=v HREF="http://vedabase.net/a/apabadham">apab&#257;dham</A> &#8212; rejected by the learned, by those who <A HREF="http://vedabase.net/a/are">are</A> fully aware; <A CLASS=v HREF="http://vedabase.net/p/prasidatam">pras&#299;dat&#257;m</A> &#8212; may be pleased; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; upon us; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhutih">vibh&#363;tih</A> &#8212; the controller of everything.</P><P CLASS=t>TRANSLATION</P><P>All learned men say that the five elements, eternal time, fruitive activity, the three modes of material nature, and the varieties produced by these modes are all creations of yogam&#257;y&#257;. This material world is therefore extremely difficult to understand, but those who are highly learned have rejected it. May the Supreme Personality of Godhead, who is the controller of everything, be pleased with us.</P><P CLASS=t>PURPORT</P><P>The word durvibh&#257;vyam is very important in this verse. No one can understand how everything is happening in this material world by the arrangement of the Supreme Personality of Godhead through His material energies. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>), may&#257;dhyakshena prakritih s&#363;yate sacar&#257;caram: everything is actually happening under the direction of the Supreme Personality of Godhead. This much we can learn, but how it is happening is extremely difficult to understand. We cannot even understand how the affairs within our body are systematically taking place. The body is a small universe, and since we cannot understand how things are happening in this small universe, how can we understand the affairs of the bigger universe? Actually this universe is very difficult to understand, yet learned sages have advised, as Krishna has also advised, that this material world is duhkh&#257;layam a&#347;&#257;&#347;vatam; [<A CLASS=v HREF="../../../bg/8/15.htm">Bg. 8.15</A>] in other words, it is a place of misery and temporality. One must give up this world and go back home, back to the Personality of Godhead. Materialists may argue, "If this material world and its affairs are impossible to understand, how can we reject it?" The answer is provided by the word prabudh&#257;pab&#257;dham. We have to reject this material world because it is rejected by those who are learned in Vedic wisdom. Even though we cannot understand what this material world is, we should be ready to reject it in accordance with the advice of learned persons, especially the advice of Krishna. Krishna says:</P><P>m&#257;m upetya punar janma</P><P CLASS=n>duhkh&#257;layam a&#347;&#257;&#347;vatam</P><P CLASS=n>n&#257;pnuvanti mah&#257;tm&#257;nah</P><P CLASS=n>samsiddhim param&#257;m gat&#257;h</P><P>"After attaining Me, the great souls, who are yog&#299;s in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection." (<A CLASS=v HREF="../../../bg/8/15.htm">Bg. 8.15</A>) One has to return home, back to Godhead, for this is the highest perfection of life. To go back to Godhead means to reject this material world. Although we cannot understand the functions of this material world and whether it is good for us or bad for us, in accordance with the advice of the supreme authority we must reject it and go back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>