<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.44</P><P CLASS=c>namo 'stu tasm&#257; upa&#347;&#257;nta-&#347;aktaye</P><P CLASS=c>sv&#257;r&#257;jya-l&#257;bha-pratip&#363;rit&#257;tmane</P><P CLASS=c>guneshu m&#257;y&#257;-raciteshu vrittibhir</P><P CLASS=c>na sajjam&#257;n&#257;ya nabhasvad-&#363;taye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; our respectful obeisances; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/u/upasanta">upa&#347;&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/s/saktaye">&#347;aktaye</A> &#8212; who does not endeavor <A HREF="http://vedabase.net/t/to">to</A> achieve anything else, who is free from restlessness; <A CLASS=v HREF="http://vedabase.net/s/svarajya">sv&#257;r&#257;jya</A> &#8212; completely independent; <A CLASS=v HREF="http://vedabase.net/l/labha">l&#257;bha</A> &#8212; of all gains; <A CLASS=v HREF="http://vedabase.net/p/pratipurita">pratip&#363;rita</A> &#8212; fully achieved; <A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/gunesu">guneshu</A> &#8212; of the material world, which is moving because of the three modes of nature; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/racitesu">raciteshu</A> &#8212; things created by the external energy; <A CLASS=v HREF="http://vedabase.net/v/vrttibhih">vrittibhih</A> &#8212; by such activities of the senses; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/s/sajjamanaya">sajjam&#257;n&#257;ya</A> &#8212; one who does not become attached, or one who is above material pains and pleasures; <A CLASS=v HREF="http://vedabase.net/n/nabhasvat">nabhasvat</A> &#8212; the air; <A CLASS=v HREF="http://vedabase.net/u/utaye">&#363;taye</A> &#8212; unto the Lord, who has created this material world <A HREF="http://vedabase.net/a/as">as</A> His pastime.</P><P CLASS=t>TRANSLATION</P><P>Let us offer our respectful obeisances unto the Supreme Personality of Godhead, who is completely silent, free from endeavor, and completely satisfied by His own achievements. He is not attached to the activities of the material world through His senses. Indeed, in performing His pastimes in this material world, He is just like the unattached air.</P><P CLASS=t>PURPORT</P><P>We can simply understand that behind the activities of material nature is the Supreme Lord, by whose indications everything takes place, although we cannot see Him. Even without seeing Him, we should offer Him our respectful obeisances. We should know that He is complete. Everything is done systematically by His energies (par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate), and therefore He has nothing to do (na tasya k&#257;ryam karanam ca vidyate). As indicated here by the word upa&#347;&#257;nta-&#347;aktaye, His different energies act, but although He sets these energies in action, He Himself has nothing to do. He is not attached to anything, for He is the Supreme Personality of Godhead. Therefore, let us offer our respectful obeisances unto Him.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>