<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.48</P><P CLASS=c>n&#257;vamah karma-kalpo 'pi</P><P CLASS=c>viphal&#257;ye&#347;var&#257;rpitah</P><P CLASS=c>kalpate purushasyaiva</P><P CLASS=c>sa hy &#257;tm&#257; dayito hitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/avamah">avamah</A> &#8212; very little, or insignificant; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/k/kalpah">kalpah</A> &#8212; rightly executed; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/v/viphalaya">viphal&#257;ya</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A> <A HREF="http://vedabase.net/i/in">in</A> vain; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/a/arpitah">arpitah</A> &#8212; because of being dedicated <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kalpate">kalpate</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is <A HREF="http://vedabase.net/s/so">so</A> accepted; <A CLASS=v HREF="http://vedabase.net/p/purusasya">purushasya</A> &#8212; of all persons; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul, the supreme father; <A CLASS=v HREF="http://vedabase.net/d/dayitah">dayitah</A> &#8212; extremely dear; <A CLASS=v HREF="http://vedabase.net/h/hitah">hitah</A> &#8212; beneficial.</P><P CLASS=t>TRANSLATION</P><P>Activities dedicated to the Supreme Personality of Godhead, even if performed in small measure, never go in vain. The Supreme Personality of Godhead, being the supreme father, is naturally very dear and always ready to act for the good of the living entities.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/40.htm">2.40</A>), the Lord says svalpam apy asya dharmasya tr&#257;yate mahato bhay&#257;t: this dharma, devotional service, is so important that even if performed to a very small, almost negligible extent, it can give one the supreme result. There are many instances in the history of the world in which even a slight service rendered to the Lord has saved a living entity from the greatest danger. Aj&#257;mila, for example, was saved by the Supreme Personality of Godhead from the greatest danger, that of going to hell. He was saved simply because he chanted the name N&#257;r&#257;yana at the end of his life. When Aj&#257;mila chanted this holy name of the Lord, N&#257;r&#257;yana, he did not chant knowingly; actually he was calling his youngest son, whose name was N&#257;r&#257;yana. Nonetheless, Lord N&#257;r&#257;yana took this chanting seriously, and thus Aj&#257;mila achieved the result of ante n&#257;r&#257;yana-smritih, remembering N&#257;r&#257;yana at the end of life. If one somehow or other remembers the holy name of N&#257;r&#257;yana, Krishna or R&#257;ma at the end of life, he immediately achieves the transcendental result of going back home, back to Godhead.</P><P>The Supreme Personality of Godhead is actually the only object of our love. As long as we are in this material world we have so many desires to fulfill, but when we come in touch with the Supreme Personality of Godhead, we immediately become perfect and fully satisfied, just as a child is fully satisfied when he comes to the lap of his mother. Dhruva Mah&#257;r&#257;ja went to the forest to achieve some material result by austerity and penance, but when he actually saw the Supreme Personality of Godhead he said, "I do not want any material benediction. I am completely satisfied." Even if one wants some material benefit from serving the Supreme Personality of Godhead, this can be achieved extremely easily, without hard labor. Therefore the &#347;&#257;stra recommends:</P><P>ak&#257;mah sarva-k&#257;mo v&#257;</P><P CLASS=n>moksha-k&#257;ma ud&#257;ra-dh&#299;h</P><P CLASS=n>t&#299;vrena bhakti-yogena</P><P CLASS=n>yajeta purusham param</P><P>"Whether one desires everything or nothing or desires to merge into the existence of the Lord, he is intelligent only if he worships Lord Krishna, the Supreme Personality of Godhead, by rendering transcendental loving service." (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/3/10.htm">2.3.10</A>) Even if one has material desires, one can undoubtedly achieve what he wants by rendering service to the Lord.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>