<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.49</P><P CLASS=c>yath&#257; hi skandha-&#347;&#257;kh&#257;n&#257;m</P><P CLASS=c>taror m&#363;l&#257;vasecanam</P><P CLASS=c>evam &#257;r&#257;dhanam vishnoh</P><P CLASS=c>sarvesh&#257;m &#257;tmana&#347; ca hi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/skandha">skandha</A> &#8212; of the trunk; <A CLASS=v HREF="http://vedabase.net/s/sakhanam">&#347;&#257;kh&#257;n&#257;m</A> &#8212; and of the branches; <A CLASS=v HREF="http://vedabase.net/t/taroh">taroh</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> tree; <A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A> &#8212; the root; <A CLASS=v HREF="http://vedabase.net/a/avasecanam">avasecanam</A> &#8212; watering; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/a/aradhanam">&#257;r&#257;dhanam</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; of everyone; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the Supersoul; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed.</P><P CLASS=t>TRANSLATION</P><P>When one pours water on the root of a tree, the trunk and branches of the tree are automatically pleased. Similarly, when one becomes a devotee of Lord Vishnu, everyone is served, for the Lord is the Supersoul of everyone.</P><P CLASS=t>PURPORT</P><P>As stated in the Padma Pur&#257;na:</P><P>&#257;r&#257;dhan&#257;n&#257;m sarvesh&#257;m</P><P CLASS=n>vishnor &#257;r&#257;dhanam param</P><P CLASS=n>tasm&#257;t parataram devi</P><P CLASS=n>tad&#299;y&#257;n&#257;m samarcanam</P><P>"Of all types of worship, worship of Lord Vishnu is best, and better than the worship of Lord Vishnu is the worship of His devotee, the Vaishnava." There are many demigods worshiped by people who are attached to material desires (k&#257;mais tais tair hrita jñ&#257;n&#257;h prapadyante'nya-devat&#257;h [<A CLASS=v HREF="../../../bg/7/20.htm">Bg. 7.20</A>]). Because people are embarrassed by so many material desires, they worship Lord &#346;iva, Lord Brahm&#257;, the goddess K&#257;l&#299;, Durg&#257;, Gane&#347;a and S&#363;rya to achieve different results. However, one can achieve all these results simultaneously just by worshiping Lord Vishnu. As stated elsewhere in the Bh&#257;gavatam (<A CLASS=v HREF="../../4/31/14.htm">4.31.14</A>):</P><P>yath&#257; taror m&#363;la-nishecanena</P><P CLASS=n>tripyanti tat-skandha-bhujopa&#347;&#257;kh&#257;h</P><P CLASS=n>pr&#257;nopah&#257;r&#257;c ca yathendriy&#257;n&#257;m</P><P CLASS=n>tathaiva sarv&#257;rhanam acyutejy&#257;</P><P>"Just by pouring water on the root of a tree, one nourishes its trunk and all of its branches, fruits and flowers, and just by supplying food to the stomach, one satisfies all the limbs of the body. Similarly, by worshiping Lord Vishnu one can satisfy everyone." Krishna consciousness is not a sectarian religious movement. Rather, it is meant for all-embracing welfare activities for the world. One can enter this movement without discrimination in terms of caste, creed, religion or nationality. If one is trained to worship the Supreme Personality of Godhead, Krishna, who is the origin of vishnu-tattva, one can become fully satisfied and perfect in all respects.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>