<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.50</P><P CLASS=c>namas tubhyam anant&#257;ya</P><P CLASS=c>durvitarky&#257;tma-karmane</P><P CLASS=c>nirgun&#257;ya gune&#347;&#257;ya</P><P CLASS=c>sattva-sth&#257;ya ca s&#257;mpratam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; all obeisances; <A CLASS=v HREF="http://vedabase.net/t/tubhyam">tubhyam</A> &#8212; unto You, my Lord; <A CLASS=v HREF="http://vedabase.net/a/anantaya">anant&#257;ya</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> everlasting, transcending the three phases of time (past, present and future); <A CLASS=v HREF="http://vedabase.net/d/durvitarkya">durvitarkya</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/k/karmane">karmane</A> &#8212; unto You, who perform inconceivable activities; <A CLASS=v HREF="http://vedabase.net/n/nirgunaya">nirgun&#257;ya</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> all transcendental, free from the inebriety of material qualities; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/i/isaya">&#299;&#347;&#257;ya</A> &#8212; unto You, who control the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/s/sthaya">sth&#257;ya</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/i/in">in</A> favor of the material quality of goodness; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sampratam">s&#257;mpratam</A> &#8212; at present.</P><P CLASS=t>TRANSLATION</P><P>My Lord, all obeisances unto You, who are eternal, beyond time's limits of past, present and future. You are inconceivable in Your activities, You are the master of the three modes of material nature, and, being transcendental to all material qualities, You are free from material contamination. You are the controller of all three of the modes of nature, but at the present You are in favor of the quality of goodness. Let us offer our respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead controls the material activities manifested by the three modes of material nature. As stated in Bhagavad-g&#299;t&#257;, nirgunam guna-bhoktri ca: the Supreme Personality of Godhead is always transcendental to the material qualities (sattva-guna, rajo-guna and tamo-guna), but nonetheless He is their controller. The Lord manifests Himself in three features &#8212; as Brahm&#257;, Vishnu and Mahe&#347;vara &#8212; to control these three qualities. He personally takes charge of sattva-guna as Lord Vishnu, and He entrusts the charge of rajo-guna and tamo-guna to Lord Brahm&#257; and Lord &#346;iva. Ultimately, however, He is the controller of all three gunas. Lord Brahm&#257;, expressing his appreciation, said that because Lord Vishnu had now taken charge of the activities of goodness, there was every hope that the demigods would be successful in fulfilling their desires. The demigods were harassed by the demons, who were infested with tamo-guna. However, as Lord Brahm&#257; has previously described, since the time of sattva-guna had now arrived, the demigods could naturally expect to fulfill their desires. The demigods are supposedly well advanced in knowledge, yet they could not understand the knowledge of the Supreme Personality of Godhead. Therefore the Lord is addressed here as anant&#257;ya. Although Lord Brahm&#257; knows past, present and future, he is unable to understand the unlimited knowledge of the Supreme Personality of Godhead.</P><P>Thus end the Bhaktivedanta purports of the Eighth Canto, Fifth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Demigods Appeal to the Lord for Protection."</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../6/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>