<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5 Summary</P><P>This chapter describes the fifth and sixth Manus, and it also describes the prayers of the demigods and the curse of Durv&#257;s&#257; Muni.</P><P>The brother of T&#257;masa, the fourth Manu, who has previously been described, was the fifth Manu, Raivata. The sons of Raivata included Arjuna, Bali and Vindhya. During the reign of this Manu, Indra, the King of heaven, was known as Vibhu. Among the demigods were the Bh&#363;tarayas, and among the seven rishis were Hiranyarom&#257;, Veda&#347;ir&#257; and &#362;rdhvab&#257;hu. The rishi known as &#346;ubhra, by his wife, Vikunth&#257;, gave birth to the Supreme Personality of Godhead, Vaikuntha. This Supreme Personality of Godhead manifested a Vaikuntha planet at the request of Ram&#257;dev&#299;. His power and activities are mentioned in the Third Canto.</P><P>The sixth Manu was C&#257;kshusha, the son of Cakshu Manu. Among the sons of the sixth Manu were P&#363;ru, P&#363;rusha and Sudyumna. During the reign of this Manu, Mantradruma was Indra, the King of the heavenly planets. Among the demigods were the &#256;pyas, and among the seven rishis were Havishm&#257;n and V&#299;raka. The wife of Vair&#257;ja, whose name was Devasambh&#363;ti, gave birth to Ajita, an incarnation of the Supreme Personality of Godhead. This Ajita, taking the shape of a tortoise and holding the mountain known as Mandara on His back, churned the ocean and produced nectar for the demigods.</P><P>Mah&#257;r&#257;ja Par&#299;kshit was very eager to hear about the churning of the ocean, and therefore &#346;ukadeva Gosv&#257;m&#299; began to explain to him how the demigods, having been cursed by Durv&#257;s&#257; Muni, were defeated in battle by the asuras. When the demigods were deprived of their heavenly kingdom, they went to the assembly house of Lord Brahm&#257; and informed Lord Brahm&#257; of what had happened. Then Brahm&#257;, along with all the demigods, went to the shore of the ocean of milk and offered prayers to Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu.</P><P CLASS=l><A CLASS=i HREF="../4/26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>