<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 20 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 20 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">The Rainy Season and Autumn in Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.20.34</P><P CLASS=c>vyomno 'bbhram bh&#363;ta-&#347;&#257;balyam</P><P CLASS=c>bhuvah pa&#324;kam ap&#257;m malam</P><P CLASS=c>&#347;araj jah&#257;r&#257;&#347;ramin&#257;m</P><P CLASS=c>krishne bhaktir yath&#257;&#347;ubham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vyomnah">vyomnah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/a/ap">ap</A>-<A CLASS=v HREF="http://vedabase.net/b/bhram">bhram</A> &#8212; the clouds; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; of the animals; <A CLASS=v HREF="http://vedabase.net/s/sabalyam">&#347;&#257;balyam</A> &#8212; the crowded condition; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; of the earth; <A CLASS=v HREF="http://vedabase.net/p/pankam">pa&#324;kam</A> &#8212; the muddy covering; <A CLASS=v HREF="http://vedabase.net/a/apam">ap&#257;m</A> &#8212; of the water; <A CLASS=v HREF="http://vedabase.net/m/malam">malam</A> &#8212; the contamination; <A CLASS=v HREF="http://vedabase.net/s/sarat">&#347;arat</A> &#8212; the autumn season; <A CLASS=v HREF="http://vedabase.net/j/jahara">jah&#257;ra</A> &#8212; removed; <A CLASS=v HREF="http://vedabase.net/a/asraminam">&#257;&#347;ramin&#257;m</A> &#8212; of the members of the four different spiritual orders of human society; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; for Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/asubham">a&#347;ubham</A> &#8212; all inauspiciousness.</P><P CLASS=t>TRANSLATION</P><P>Autumn cleared the sky of clouds, let the animals get out of their crowded living conditions, cleaned the earth of its covering of mud, and purified the water of contamination, in the same way that loving service rendered to Lord Krishna frees the members of the four spiritual orders from their respective troubles.</P><P CLASS=t>PURPORT</P><P>Every human being must perform the prescribed duties corresponding to one of the four spiritual orders of life. These divisions are 1) celibate student life, brahmacarya; 2) married life, grihastha; 3) retired life, v&#257;naprastha; and 4) renounced life, sanny&#257;sa. A brahmac&#257;r&#299; must perform many menial duties during his student life, but as he becomes advanced in loving service to Krishna, his superiors recognize his spiritual status and elevate him to higher duties. The innumerable obligations performed on behalf of wife and children constantly harass a householder, but as he becomes advanced in loving service to Krishna, he is automatically elevated by the laws of nature to more enjoyable, spiritual occupations, and he somehow minimizes material duties.</P><P>Those in the v&#257;naprastha, or retired, order of life also perform many duties, and these can also be replaced by ecstatic loving service to Krishna. Similarly, renounced life has many natural difficulties, not the least of which is that sanny&#257;s&#299;s, or renounced men, are inclined to meditate on the impersonal aspect of the Absolute Truth. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/12/5.htm">12.5</A>), kle&#347;o 'dhikataras tesh&#257;m avyakt&#257;sakta-cetas&#257;m: "For those whose minds are attached to the unmanifested, impersonal feature of the Lord, advancement is exceedingly painful." But as soon as a sanny&#257;s&#299; takes to preaching the glories of Krishna in every town and village, his life becomes a blissful sequence of beautiful spiritual realizations.</P><P>In the autumn season the sky returns to its natural blue color. The vanishing of the clouds is like the vanishing of troublesome duties in brahmac&#257;r&#299; life. Just after summer comes the rainy season, when the animals sometimes become disturbed by the torrential storms and thus huddle together. But the autumn season signals the time for the animals to go to their respective areas and live more peacefully. This represents a householder's becoming free from the harassment of family duties and being able to devote more of his time to spiritual responsibilities, which are the real goal of life both for himself and his family. The removal of the muddy layer on the earth is like the removal of the inconveniences of v&#257;naprastha life, and the purification of the water is like the sanctification of sanny&#257;sa life by one's preaching the glories of Krishna without sex desire.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>