<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 20 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 20 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">The Rainy Season and Autumn in Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.20.46</P><P CLASS=c>g&#257;vo mrig&#257;h khag&#257; n&#257;ryah</P><P CLASS=c>pushpinyah &#347;arad&#257;bhavan</P><P CLASS=c>anv&#299;yam&#257;n&#257;h sva-vrishaih</P><P CLASS=c>phalair &#299;&#347;a-kriy&#257; iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gavah">g&#257;vah</A> &#8212; the cows; <A CLASS=v HREF="http://vedabase.net/m/mrgah">mrig&#257;h</A> &#8212; the female deer; <A CLASS=v HREF="http://vedabase.net/k/khagah">khag&#257;h</A> &#8212; the female birds; <A CLASS=v HREF="http://vedabase.net/n/naryah">n&#257;ryah</A> &#8212; the women; <A CLASS=v HREF="http://vedabase.net/p/puspinyah">pushpinyah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> their fertile periods; <A CLASS=v HREF="http://vedabase.net/s/sarada">&#347;arad&#257;</A> &#8212; because of the autumn; <A CLASS=v HREF="http://vedabase.net/a/abhavan">abhavan</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/a/anviyamanah">anv&#299;yam&#257;n&#257;h</A> &#8212; followed; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/v/vrsaih">vrishaih</A> &#8212; by their respective mates; <A CLASS=v HREF="http://vedabase.net/p/phalaih">phalaih</A> &#8212; by good results; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/k/kriyah">kriy&#257;h</A> &#8212; activities performed <A HREF="http://vedabase.net/i/in">in</A> service <A HREF="http://vedabase.net/t/to">to</A> the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>By the influence of the autumn season, all the cows, doe, women and female birds became fertile and were followed by their respective mates in search of sexual enjoyment, just as activities performed for the service of the Supreme Lord are automatically followed by all beneficial results.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Prabhup&#257;da comments, "On the arrival of the autumn season, all the cows, deer, birds and females in general become pregnant, because in that season generally all the husbands become impelled by sex desire. This is exactly like the transcendentalists who, by the grace of the Supreme Lord, are bestowed with the benediction of their destinations in life. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has instructed in his Upade&#347;&#257;mrita that one should perform devotional service with great enthusiasm. patience and conviction and should follow the rules and regulations, keep oneself clean from material contamination and stay in the association of devotees. By following these principles, one is sure to achieve the desired result of devotional service. For he who patiently follows the regulative principles of devotional service, the time will come when he will achieve the result, as the wives reap results by becoming pregnant."</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>