<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 20 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 20 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">The Rainy Season and Autumn in Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.20.7</P><P CLASS=c>tapah-kri&#347;&#257; deva-m&#299;dh&#257;</P><P CLASS=c>&#257;s&#299;d varsh&#299;yas&#299; mah&#299;</P><P CLASS=c>yathaiva k&#257;mya-tapasas</P><P CLASS=c>tanuh sampr&#257;pya tat-phalam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A>-<A CLASS=v HREF="http://vedabase.net/k/krsa">kri&#347;&#257;</A> &#8212; emaciated by the summer heat; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/m/midha">m&#299;dh&#257;</A> &#8212; mercifully sprinkled by the god of rain; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/v/varsiyasi">varsh&#299;yas&#299;</A> &#8212; fully nourished; <A CLASS=v HREF="http://vedabase.net/m/mahi">mah&#299;</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/k/kamya">k&#257;mya</A> &#8212; based on sense gratification; <A CLASS=v HREF="http://vedabase.net/t/tapasah">tapasah</A> &#8212; of one whose austerities; <A CLASS=v HREF="http://vedabase.net/t/tanuh">tanuh</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/s/samprapya">sampr&#257;pya</A> &#8212; after obtaining; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of those austere practices; <A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; the fruit.</P><P CLASS=t>TRANSLATION</P><P>The earth had been emaciated by the summer heat, but she became fully nourished again when moistened by the god of rain. Thus the earth was like a person whose body has been emaciated by austerities undergone for a material purpose, but who again becomes fully nourished when he achieves the fruit of those austerities.</P><P CLASS=t>PURPORT</P><P>In Krishna, the Supreme Personality of Godhead, &#346;r&#299;la Prabhup&#257;da comments on this verse as follows: "Before the rainfall, the whole surface of the globe becomes almost depleted of all kinds of energies and appears very lean. After the rainfall, the whole surface of the earth becomes green with vegetation and appears very healthy and strong. Here, a comparison is made to the person undergoing austerities for fulfillment of a material desire. The flourishing condition of the earth after a rainy season is compared to the fulfillment of material desires. Sometimes, when a country is subjugated by an undesirable government, persons and parties undergo severe penances and austerities to get control of the government, and when they attain control they flourish by giving themselves generous salaries. This also is like the flourishing of the earth in the rainy season. Actually, one should undergo severe austerities and penances only to achieve spiritual happiness. In the &#346;r&#299;mad-Bh&#257;gavatam it is recommended that tapasya, or austerities, should be accepted only for realizing the Supreme Lord. By accepting austerity in devotional service, one regains his spiritual life, and as soon as one regains his spiritual life, he enjoys unlimited spiritual bliss. But if someone undertakes austerities and penances for some material gain, then, as stated in the Bhagavad-g&#299;t&#257;, the results are temporary and are desired only by persons of less intelligence. "</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>