<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 11 Verses 16-17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 11 Verses 16-17"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Lord Krishna's Entrance into Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.11.16-17</P><P CLASS=c>ni&#347;amya preshtham &#257;y&#257;ntam</P><P CLASS=c>vasudevo mah&#257;-man&#257;h</P><P CLASS=c>akr&#363;ra&#347; cograsena&#347; ca</P><P CLASS=c>r&#257;ma&#347; c&#257;dbhuta-vikramah</P><P CLASS=c>pradyumna&#347; c&#257;rudeshna&#347; ca</P><P CLASS=c>s&#257;mbo j&#257;mbavat&#299;-sutah</P><P CLASS=c>praharsha-vegoccha&#347;ita-</P><P CLASS=c>&#347;ayan&#257;sana-bhojan&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; just hearing; <A CLASS=v HREF="http://vedabase.net/p/prestham">preshtham</A> &#8212; the dearmost; <A CLASS=v HREF="http://vedabase.net/a/ayantam">&#257;y&#257;ntam</A> &#8212; coming home; <A CLASS=v HREF="http://vedabase.net/v/vasudevah">vasudevah</A> &#8212; <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A> (the father of <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h</A> &#8212; the magnanimous; <A CLASS=v HREF="http://vedabase.net/a/akrurah">akr&#363;rah</A> &#8212; <A HREF="http://vedabase.net/a/akrura">Akr&#363;ra</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/u/ugrasenah">ugrasenah</A> &#8212; <A HREF="http://vedabase.net/u/ugrasena">Ugrasena</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/r/ramah">r&#257;mah</A> &#8212; <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A> (the elder brother of <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A> &#8212; superhuman; <A CLASS=v HREF="http://vedabase.net/v/vikramah">vikramah</A> &#8212; prowess; <A CLASS=v HREF="http://vedabase.net/p/pradyumnah">pradyumnah</A> &#8212; <A HREF="http://vedabase.net/p/pradyumna">Pradyumna</A>; <A CLASS=v HREF="http://vedabase.net/c/carudesnah">c&#257;rudeshnah</A> &#8212; <A HREF="http://vedabase.net/c/carudesna">C&#257;rudeshna</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sambah">s&#257;mbah</A> &#8212; <A HREF="http://vedabase.net/s/samba">S&#257;mba</A>; <A CLASS=v HREF="http://vedabase.net/j/jambavati">j&#257;mbavat&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; the son of <A HREF="http://vedabase.net/j/jambavati">J&#257;mbavat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/praharsa">praharsha</A> &#8212; extreme happiness; <A CLASS=v HREF="http://vedabase.net/v/vega">vega</A> &#8212; force; <A CLASS=v HREF="http://vedabase.net/u/ucchasita">uccha&#347;ita</A> &#8212; being influenced by; <A CLASS=v HREF="http://vedabase.net/s/sayana">&#347;ayana</A> &#8212; lying down; <A CLASS=v HREF="http://vedabase.net/a/asana">&#257;sana</A> &#8212; sitting on; <A CLASS=v HREF="http://vedabase.net/b/bhojanah">bhojan&#257;h</A> &#8212; dining.</P><P CLASS=t>TRANSLATION</P><P>On hearing that the most dear Krishna was approaching Dv&#257;rak&#257;dh&#257;ma, magnanimous Vasudeva, Akr&#363;ra, Ugrasena, Balar&#257;ma (the superhumanly powerful), Pradyumna, C&#257;rudeshna and S&#257;mba the son of J&#257;mbavat&#299;, all extremely happy, abandoned resting, sitting and dining.</P><P CLASS=t>PURPORT</P><P>Vasudeva: Son of King &#346;&#363;rasena, husband of Devak&#299; and father of Lord &#346;r&#299; Krishna. He is the brother of Kunt&#299; and father of Subhadr&#257;. Subhadr&#257; was married with her cousin Arjuna, and this system is still prevalent in some parts of India. Vasudeva was appointed minister of Ugrasena, and later on he married eight daughters of Ugrasena's brother Devaka. Devak&#299; is only one of them. Kamsa was his brother-in-law, and Vasudeva accepted voluntary imprisonment by Kamsa on mutual agreement to deliver the eighth son of Devak&#299;. This was foiled by the will of Krishna. As maternal uncle of the P&#257;ndavas, he took active parts in the purificatory process of the P&#257;ndavas. He sent for the priest Ka&#347;yapa at the &#346;atasri&#324;ga Parvata, and he executed the functions. When Krishna appeared within the bars of Kamsa's prison house, He was transferred by Vasudeva to the house of Nanda Mah&#257;r&#257;ja, the foster father of Krishna, at Gokula. Krishna disappeared along with Baladeva prior to the disappearance of Vasudeva, and Arjuna (Vasudeva's nephew) undertook the charge of the funeral ceremony after Vasudeva's disappearance.</P><P>Akr&#363;ra: The commander in chief of the Vrishni dynasty and a great devotee of Lord Krishna. Akr&#363;ra attained success in devotional service to the Lord by the one single process of offering prayers. He was the husband of S&#363;tan&#299;, daughter of Ah&#363;ka. He supported Arjuna when Arjuna took Subhadr&#257; forcibly away by the will of Krishna. Both Krishna and Akr&#363;ra went to see Arjuna after his successful kidnapping of Subhadr&#257;. Both of them presented dowries to Arjuna after this incidence. Akr&#363;ra was present also when Abhimanyu, the son of Subhadr&#257;, was married with Uttar&#257;, mother of Mah&#257;r&#257;ja Par&#299;kshit. Ah&#363;ka, the father-in-law of Akr&#363;ra, was not on good terms with Akr&#363;ra. But both of them were devotees of the Lord.</P><P>Ugrasena: One of the powerful kings of the Vrishni dynasty and cousin of Mah&#257;r&#257;ja Kuntibhoja. His other name is Ah&#363;ka. His minister was Vasudeva, and his son was the powerful Kamsa. This Kamsa imprisoned his father and became the King of Mathur&#257;. By the grace of Lord Krishna and His brother, Lord Baladeva, Kamsa was killed, and Ugrasena was reinstalled on the throne. When &#346;&#257;lva attacked the city of Dv&#257;rak&#257;, Ugrasena fought very valiantly and repulsed the enemy. Ugrasena inquired from N&#257;radaj&#299; about the divinity of Lord Krishna. When the Yadu dynasty was to be vanquished, Ugrasena was entrusted with the iron lump produced from the womb of S&#257;mba. He cut the iron lump into pieces and then pasted it and mixed it up with the sea water on the coast of Dv&#257;rak&#257;. After this, he ordered complete prohibition within the city of Dv&#257;rak&#257; and the kingdom. He got salvation after his death.</P><P>Baladeva: He is the divine son of Vasudeva by his wife Rohin&#299;. He is also known as Rohin&#299;-nandana, the beloved son of Rohin&#299;. He was also entrusted to Nanda Mah&#257;r&#257;ja along with His mother, Rohin&#299;, when Vasudeva embraced imprisonment by mutual agreement with Kamsa. So Nanda Mah&#257;r&#257;ja is also the foster father of Baladeva along with Lord Krishna. Lord Krishna and Lord Baladeva were constant companions from Their very childhood, although They were stepbrothers. He is the plenary manifestation of the Supreme Personality of Godhead, and therefore He is as good and powerful as Lord Krishna. He belongs to the vishnu-tattva (the principle of Godhead). He attended the svayamvara ceremony of Draupad&#299; along with &#346;r&#299; Krishna. When Subhadr&#257; was kidnapped by Arjuna by the organized plan of &#346;r&#299; Krishna, Baladeva was very angry with Arjuna and wanted to kill him at once. &#346;r&#299; Krishna, for the sake of His dear friend, fell at the feet of Lord Baladeva and implored Him not to be so angry. &#346;r&#299; Baladeva was thus satisfied. Similarly, He was once very angry with the Kauravas, and He wanted to throw their whole city into the depths of the Yamun&#257;. But the Kauravas satisfied Him by surrendering unto His divine lotus feet. He was actually the seventh son of Devak&#299; prior to the birth of Lord Krishna, but by the will of the Lord He was transferred to the womb of Rohin&#299; to escape the wrath of Kamsa. His other name is therefore Sa&#324;karshana, who is also the plenary portion of &#346;r&#299; Baladeva. Because He is as powerful as Lord Krishna and can bestow spiritual power to the devotees, He is therefore known as Baladeva. In the Vedas also it is enjoined that no one can know the Supreme Lord without being favored by Baladeva. Bala means spiritual strength not physical. Some less intelligent persons interpret bala as the strength of the body. But no one can have spiritual realization by physical strength. Physical strength ends with the end of the physical body, but spiritual strength follows the spirit soul to the next transmigration, and therefore the strength obtained by Baladeva is never wasted. The strength is eternal, and thus Baladeva is the original spiritual master of all devotees.</P><P>&#346;r&#299; Baladeva was also a class friend of Lord &#346;r&#299; Krishna as a student of S&#257;nd&#299;pani Muni. In His childhood He killed many asuras along with &#346;r&#299; Krishna, and specifically He killed the Dhenuk&#257;sura at T&#257;lavana. During the Kurukshetra battle, He remained neutral, and He tried His best not to bring about the fight. He was in favor of Duryodhana, but still He remained neutral. When there was a club-fight between Duryodhana and Bh&#299;masena, He was present on the spot. He was angry at Bh&#299;masena when the latter struck Duryodhana on the thigh or below the belt, and He wanted to retaliate the unfair action. Lord &#346;r&#299; Krishna saved Bh&#299;ma from His wrath. But He left the place at once, being disgusted at Bh&#299;masena, and after His departure Duryodhana fell to the ground to meet his death. The funeral ceremony of Abhimanyu, the son of Arjuna, was performed by Him, as He was the maternal uncle. It was impossible to be performed by any one of the P&#257;ndavas, who were all overwhelmed with grief. At the last stage, He departed from this world by producing a great white snake from His mouth, and thus He was carried by &#346;eshan&#257;ga in the shape of a serpent.</P><P>Pradyumna: Incarnation of K&#257;madeva or, according to others, incarnation of Sanat-kum&#257;ra, born as the son of the Personality of Godhead Lord &#346;r&#299; Krishna and Lakshm&#299;dev&#299; &#346;r&#299;mat&#299; Rukmin&#299;, the principal queen at Dv&#257;rak&#257;. He was one of those who went to congratulate Arjuna upon his marrying Subhadr&#257;. He was one of the great generals who fought with &#346;&#257;lva, and while fighting with him he became unconscious on the battlefield. His charioteer brought him back to the camp from the battlefield, and for this action he was very sorry and rebuked his charioteer. However, he fought again with &#346;&#257;lva and was victorious. He heard all about the different demigods from N&#257;radaj&#299;. He is one of the four plenary expansions of Lord &#346;r&#299; Krishna. He is the third one. He inquired from his father, &#346;r&#299; Krishna, about the glories of the br&#257;hmanas. During the fratricidal war amongst the descendants of Yadu, he died at the hand of Bhoja, another king of the Vrishnis. After his death, he was installed in his original position.</P><P>C&#257;rudeshna: Another son of Lord &#346;r&#299; Krishna and Rukmin&#299;dev&#299;. He was also present during the svayamvara ceremony of Draupad&#299;. He was a great warrior like his brothers and father. He fought with Vivinidhaka and killed him in the fight.</P><P>S&#257;mba: One of the great heroes of the Yadu dynasty and the son of Lord &#346;r&#299; Krishna by His wife J&#257;mbavat&#299;. He learned the military art of throwing arrows from Arjuna, and he became a member of parliament during the time of Mah&#257;r&#257;ja Yudhishthira. He was present during the R&#257;jas&#363;ya-yajña of Mah&#257;r&#257;ja Yudhishthira. When all the Vrishnis were assembled during the time of Prabh&#257;sa-yajña, his glorious activities were narrated by S&#257;tyaki before Lord Baladeva. He was also present along with his father, Lord &#346;r&#299; Krishna, during the A&#347;vamedha-yajña performed by Yudhishthira. He was presented before some rishis falsely dressed as a pregnant woman by his brothers, and in fun he asked the rishis what he was going to deliver. The rishis replied that he would deliver a lump of iron, which would be the cause of fratricidal war in the family of Yadu. The next day, in the morning, S&#257;mba delivered a large lump of iron, which was entrusted with Ugrasena for necessary action. Actually later on there was the foretold fratricidal war, and S&#257;mba died in that war.</P><P>So all these sons of Lord Krishna left their respective palaces and leaving aside all engagements, including lying down, sitting and dining, hastened toward their exalted father.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>