<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 11 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 11 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Lord Krishna's Entrance into Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.11.19</P><P CLASS=c>v&#257;ramukhy&#257;&#347; ca &#347;ata&#347;o</P><P CLASS=c>y&#257;nais tad-dar&#347;anotsuk&#257;h</P><P CLASS=c>lasat-kundala-nirbh&#257;ta-</P><P CLASS=c>kapola-vadana-&#347;riyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/varamukhyah">v&#257;ramukhy&#257;h</A> &#8212; well-known prostitutes; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/satasah">&#347;ata&#347;ah</A> &#8212; hundreds of; <A CLASS=v HREF="http://vedabase.net/y/yanaih">y&#257;naih</A> &#8212; by vehicles; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; for meeting Him (Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/u/utsukah">utsuk&#257;h</A> &#8212; very much anxious; <A CLASS=v HREF="http://vedabase.net/l/lasat">lasat</A> &#8212; hanging; <A CLASS=v HREF="http://vedabase.net/k/kundala">kundala</A> &#8212; earrings; <A CLASS=v HREF="http://vedabase.net/n/nirbhata">nirbh&#257;ta</A> &#8212; dazzling; <A CLASS=v HREF="http://vedabase.net/k/kapola">kapola</A> &#8212; forehead; <A CLASS=v HREF="http://vedabase.net/v/vadana">vadana</A> &#8212; face; <A CLASS=v HREF="http://vedabase.net/s/sriyah">&#347;riyah</A> &#8212; beauty.</P><P CLASS=t>TRANSLATION</P><P>At the same time, many hundreds of well-known prostitutes began to proceed on various vehicles. They were all very eager to meet the Lord, and their beautiful faces were decorated with dazzling earrings, which enhanced the beauty of their foreheads.</P><P CLASS=t>PURPORT</P><P>We may not hate even the prostitutes if they are devotees of the Lord. Even to date there are many prostitutes in great cities of India who are sincere devotees of the Lord. By tricks of chance one may be obliged to adopt a profession which is not very adorable in society, but that does not hamper one in executing devotional service to the Lord. Devotional service to the Lord is uncheckable in all circumstances. It is understood herewith that even in those days, about five thousand years ago, there were prostitutes in a city like Dv&#257;rak&#257;, where Lord Krishna resided. This means that prostitutes are necessary citizens for the proper upkeep of society. The government opens wine shops, but this does not mean that the government encourages the drinking of wine. The idea is that there is a class of men who will drink at any cost, and it has been experienced that prohibition in great cities encouraged illicit smuggling of wine. Similarly, men who are not satisfied at home require such concessions, and if there is no prostitute, then such low men will induce others into prostitution. It is better that prostitutes be available in the marketplace so that the sanctity of society can be maintained. It is better to maintain a class of prostitutes than to encourage prostitutes within society. The real reformation is to enlighten all people to become devotees of the Lord, and that will check all kinds of deteriorating factors of life.</P><P>&#346;r&#299; Bilvama&#324;gala Th&#257;kura, a great &#257;c&#257;rya of the Vishnusv&#257;m&#299; Vaishnava sect, in his householder life was overly attached to a prostitute who happened to be a devotee of the Lord. One night when the Th&#257;kura came to Cint&#257;mani's house in torrents of rain and thunder, Cint&#257;mani was astonished to see how the Th&#257;kura could come on such a dreadful night after crossing a foaming river which was full of waves. She said to Th&#257;kura Bilvama&#324;gala that his attraction for the flesh and bone of an insignificant woman like her would be properly utilized if it could be diverted to the devotional service of the Lord to achieve attraction for the transcendental beauty of the Lord. It was a momentous hour for the Th&#257;kura, and he took a turn towards spiritual realization by the words of a prostitute. Later on the Th&#257;kura accepted the prostitute as his spiritual master, and in several places of his literary works he has glorified the name of Cint&#257;mani, who showed him the right path.</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/32.htm">9.32</A>) the Lord says, "O son of Prith&#257;, even the low-born cand&#257;las and those who are born in a family of unbelievers, and even the prostitutes, shall attain perfection of life if they take shelter of unalloyed devotional service to Me, because in the path of devotional service there are no impediments due to degraded birth and occupation. The path is open for everyone who agrees to follow it."</P><P>It appears that the prostitutes of Dv&#257;rak&#257;, who were so eager to meet the Lord, were all His unalloyed devotees, and thus they were all on the path of salvation according to the above version of the Bhagavad-g&#299;t&#257;. Therefore, the only reformation that is necessary in society is to make an organized effort to turn the citizens into devotees of the Lord, and thus all good qualities of the denizens of heaven will overtake them in their own way. On the other hand, those who are nondevotees have no good qualifications whatsoever, however they may be materially advanced. The difference is that the devotees of the Lord are on the path of liberation, whereas the nondevotees are on the path of further entanglement in material bondage. The criterion of advancement of civilization is whether the people are educated and advanced on the path of salvation.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>