<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 11 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 11 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Lord Krishna's Entrance into Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.11.25</P><P CLASS=c>nityam nir&#299;ksham&#257;n&#257;n&#257;m</P><P CLASS=c>yad api dv&#257;rakaukas&#257;m</P><P CLASS=c>na vitripyanti hi dri&#347;ah</P><P CLASS=c>&#347;riyo dh&#257;m&#257;&#324;gam acyutam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; regularly, always; <A CLASS=v HREF="http://vedabase.net/n/niriksamananam">nir&#299;ksham&#257;n&#257;n&#257;m</A> &#8212; of those who look at Him; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> spite of; <A CLASS=v HREF="http://vedabase.net/d/dvaraka">dv&#257;rak&#257;</A>-<A CLASS=v HREF="http://vedabase.net/o/okasam">okas&#257;m</A> &#8212; the inhabitants of <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/v/vitrpyanti">vitripyanti</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; exactly; <A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; sight; <A CLASS=v HREF="http://vedabase.net/s/sriyah">&#347;riyah</A> &#8212; beauties; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/angam">a&#324;gam</A> &#8212; the bodily reservoir; <A CLASS=v HREF="http://vedabase.net/a/acyutam">acyutam</A> &#8212; the infallible.</P><P CLASS=t>TRANSLATION</P><P>The inhabitants of Dv&#257;rak&#257; were regularly accustomed to look upon the reservoir of all beauty, the infallible Lord, yet they were never satiated.</P><P CLASS=t>PURPORT</P><P>When the ladies of the city of Dv&#257;rak&#257; got up on the roofs of their palaces, they never thought that they had previously many times seen the beautiful body of the infallible Lord. This indicates that they had no satiation in desiring to see the Lord. Anything material seen for a number of times ultimately becomes unattractive by the law of satiation. The law of satiation acts materially, but there is no scope for it in the spiritual realm. The word infallible is significant here, because although the Lord has mercifully descended on earth, He is still infallible. The living entities are fallible because when they come in contact with the material world they lack their spiritual identity, and thus the body materially obtained becomes subjected to birth, growth, transformation, situation, deterioration and annihilation under the laws of nature. The Lord's body is not like that. He descends as He is and is never under the laws of the material modes. His body is the source of everything that be, the reservoir of all beauties beyond our experience. No one, therefore, is satiated by seeing the transcendental body of the Lord because there are always manifestations of newer and newer beauties. The transcendental name, form, qualities, entourage, etc., are all spiritual manifestations, and there is no satiation in chanting the holy name of the Lord, there is no satiation in discussing the qualities of the Lord, and there is no limitation of the entourage of the Lord. He is the source of all and is limitless.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>