<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 11 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 11 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Lord Krishna's Entrance into Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.11.3</P><P CLASS=c>tam upa&#347;rutya ninadam</P><P CLASS=c>jagad-bhaya-bhay&#257;vaham</P><P CLASS=c>pratyudyayuh praj&#257;h sarv&#257;</P><P CLASS=c>bhartri-dar&#347;ana-l&#257;las&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/u/upasrutya">upa&#347;rutya</A> &#8212; having overheard; <A CLASS=v HREF="http://vedabase.net/n/ninadam">ninadam</A> &#8212; sound; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; the fear of material existence; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A>-<A CLASS=v HREF="http://vedabase.net/a/avaham">&#257;vaham</A> &#8212; the threatening principle; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A> &#8212; towards; <A CLASS=v HREF="http://vedabase.net/u/udyayuh">udyayuh</A> &#8212; rapidly proceeded; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; the citizens; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/b/bhartr">bhartri</A> &#8212; the protector; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; audience; <A CLASS=v HREF="http://vedabase.net/l/lalasah">l&#257;las&#257;h</A> &#8212; having <A HREF="http://vedabase.net/s/so">so</A> desired.</P><P CLASS=t>TRANSLATION</P><P>The citizens of Dv&#257;rak&#257;, having heard that sound which threatens fear personified in the material world, began to run towards Him fast, just to have a long desired audience with the Lord, who is the protector of all devotees.</P><P CLASS=t>PURPORT</P><P>As already explained, the citizens of Dv&#257;rak&#257; who lived at the time of Lord Krishna's presence there were all liberated souls who descended there along with the Lord as entourage. All were very anxious to have an audience with the Lord, although because of spiritual contact they were never separated from the Lord. Just as the gop&#299;s at Vrind&#257;vana used to think of Krishna while He was away from the village for cowherding engagements, the citizens of Dv&#257;rak&#257; were all immersed in thought of the Lord while He was away from Dv&#257;rak&#257; to attend the Battle of Kurukshetra. Some distinguished fiction writer in Bengal concluded that the Krishna of Vrind&#257;vana, that of Mathur&#257; and that of Dv&#257;rak&#257; were different personalities. Historically there is no truth in this conclusion. The Krishna of Kurukshetra and the Krishna of Dv&#257;rak&#257; are one and the same personality.</P><P>The citizens of Dv&#257;rak&#257; were thus in a state of melancholy due to the Lord's absence from the transcendental city, as much as we are put in a state of melancholy at night because of the absence of the sun. The sound heralded by Lord Krishna was something like the heralding of the sunrise in the morning. So all the citizens of Dv&#257;rak&#257; awoke from a state of slumber because of the sunrise of Krishna, and they all hastened towards Him just to have an audience. The devotees of the Lord know no one else as protector.</P><P>This sound of the Lord is identical with the Lord, as we have tried to explain by the nondual position of the Lord. The material existence of our present status is full of fear. Out of the four problems of material existence, namely the food problem, the shelter problem, the fear problem and the mating problem, the fear problem gives us more trouble than the others. We are always fearful due to our ignorance of the next problem. The whole material existence is full of problems, and thus the fear problem is always prominent. This is due to our association with the illusory energy of the Lord, known as m&#257;y&#257; or external energy, yet all fear is vanished as soon as there is the sound of the Lord, represented by His holy name, as it was sounded by Lord &#346;r&#299; Caitanya Mah&#257;prabhu in the following sixteen words:</P><P>Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare</P><P CLASS=n>Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare</P><P>We can take advantage of these sounds and be free from all threatening problems of material existence.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4-5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>