<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 11 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 11 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Lord Krishna's Entrance into Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.11.38</P><P CLASS=c>etad &#299;&#347;anam &#299;&#347;asya</P><P CLASS=c>prakriti-stho 'pi tad-gunaih</P><P CLASS=c>na yujyate sad&#257;tma-sthair</P><P CLASS=c>yath&#257; buddhis tad-&#257;&#347;ray&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/i/isanam">&#299;&#347;anam</A> &#8212; divinity; <A CLASS=v HREF="http://vedabase.net/i/isasya">&#299;&#347;asya</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A>-<A CLASS=v HREF="http://vedabase.net/s/sthah">sthah</A> &#8212; being <A HREF="http://vedabase.net/i/in">in</A> contact with material nature; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> spite of; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; by the qualities; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/y/yujyate">yujyate</A> &#8212; is affected; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/sthaih">sthaih</A> &#8212; by those who <A HREF="http://vedabase.net/a/are">are</A> situated <A HREF="http://vedabase.net/i/in">in</A> eternity; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> is; <A CLASS=v HREF="http://vedabase.net/b/buddhih">buddhih</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/a/asraya">&#257;&#347;ray&#257;</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> under the shelter of.</P><P CLASS=t>TRANSLATION</P><P>This is the divinity of the Personality of Godhead: He is not affected by the qualities of material nature, even though He is in contact with them. Similarly, the devotees who have taken shelter of the Lord do not become influenced by the material qualities.</P><P CLASS=t>PURPORT</P><P>In the Vedas and Vedic literatures (&#346;ruti and Smriti) it is affirmed that in the Divinity there is nothing material. He is transcendental (nirguna) only, the supreme cognizant. Hari, or the Personality of Godhead, is the supreme transcendental person situated beyond the range of material affection. These statements are also confirmed even by &#256;c&#257;rya &#346;a&#324;kara. One may argue that His relation with the goddesses of fortune may be transcendental, but what about His relation with the Yadu dynasty, being born in that family, or His killing the nonbelievers like Jar&#257;sandha and other asuras directly in contact with the modes of material nature. The answer is that the divinity of the Personality of Godhead is never in contact with the qualities of material nature in any circumstances. Actually He is in contact with such qualities because He is the ultimate source of everything, yet He is above the actions of such qualities. He is known, therefore, as Yoge&#347;vara, or the master of mystic power, or in other words the all-powerful. Even His learned devotees are not affected by the influence of the material modes. The great six Gosv&#257;m&#299;s of Vrind&#257;vana all came from greatly rich and aristocratic families, but when they adopted the life of mendicants at Vrind&#257;vana, superficially they appeared to be in wretched conditions of life, but factually they were the richest of all in spiritual values. Such mah&#257;-bh&#257;gavatas, or first-grade devotees, although moving amongst men, are not contaminated by honor or insult, hunger or satisfaction, sleep or wakefulness, which are all resultant actions of the three modes of material nature. Similarly, some of them are engaged in worldly dealings, yet are unaffected. Unless these neutralities of life are there, one cannot be considered situated in transcendence. The Divinity and His associates are on the same transcendental plane, and their glories are always sanctified by the action of yogam&#257;y&#257;, or the internal potency of the Lord. The devotees of the Lord are always transcendental, even if they are sometimes found to have fallen in their behavior. The Lord emphatically declares in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/30.htm">9.30</A>) that even if an unalloyed devotee is found to be fallen due to a previous material contamination, he is nevertheless to be accepted as fully transcendental because of his being engaged cent percent in the devotional service of the Lord. The Lord protects him always because of his rendering service unto Him, and the fallen conditions are to be considered accidental and temporary. They will vanish in no time.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>