<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 11 Verses 4-5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 11 Verses 4-5"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Lord Krishna's Entrance into Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.11.4-5</P><P CLASS=c>tatropan&#299;ta-balayo</P><P CLASS=c>raver d&#299;pam iv&#257;drit&#257;h</P><P CLASS=c>&#257;tm&#257;r&#257;mam p&#363;rna-k&#257;mam</P><P CLASS=c>nija-l&#257;bhena nityad&#257;</P><P CLASS=c>pr&#299;ty-utphulla-mukh&#257;h procur</P><P CLASS=c>harsha-gadgaday&#257; gir&#257;</P><P CLASS=c>pitaram sarva-suhridam</P><P CLASS=c>avit&#257;ram iv&#257;rbhak&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; thereupon; <A CLASS=v HREF="http://vedabase.net/u/upanita">upan&#299;ta</A> &#8212; having offered; <A CLASS=v HREF="http://vedabase.net/b/balayah">balayah</A> &#8212; presentations; <A CLASS=v HREF="http://vedabase.net/r/raveh">raveh</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> the sun; <A CLASS=v HREF="http://vedabase.net/d/dipam">d&#299;pam</A> &#8212; lamp; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/adrtah">&#257;drit&#257;h</A> &#8212; being evaluated; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/aramam">&#257;r&#257;mam</A> &#8212; unto the self-sufficient; <A CLASS=v HREF="http://vedabase.net/p/purna">p&#363;rna</A>-<A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; fully satisfied; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/l/labhena">l&#257;bhena</A> &#8212; by His own potencies; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A>-<A CLASS=v HREF="http://vedabase.net/d/da">d&#257;</A> &#8212; one who supplies incessantly; <A CLASS=v HREF="http://vedabase.net/p/priti">pr&#299;ti</A> &#8212; affection; <A CLASS=v HREF="http://vedabase.net/u/utphulla">utphulla</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhah">mukh&#257;h</A> &#8212; cheerful faces; <A CLASS=v HREF="http://vedabase.net/p/procuh">procuh</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/h/harsa">harsha</A> &#8212; gladdened; <A CLASS=v HREF="http://vedabase.net/g/gadgadaya">gadgaday&#257;</A> &#8212; ecstatic; <A CLASS=v HREF="http://vedabase.net/g/gira">gir&#257;</A> &#8212; speeches; <A CLASS=v HREF="http://vedabase.net/p/pitaram">pitaram</A> &#8212; unto the father; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/suhrdam">suhridam</A> &#8212; friends; <A CLASS=v HREF="http://vedabase.net/a/avitaram">avit&#257;ram</A> &#8212; the guardian; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/arbhakah">arbhak&#257;h</A> &#8212; wards.</P><P CLASS=t>TRANSLATION</P><P>The citizens arrived before the Lord with their respective presentations, offering them to the fully satisfied and self-sufficient one, who, by His own potency, incessantly supplies others. These presentations were like the offering of a lamp to the sun. Yet the citizens began to speak in ecstatic language to receive the Lord, just as wards welcome their guardian and father.</P><P CLASS=t>PURPORT</P><P>The Supreme Lord Krishna is described herein as &#257;tm&#257;r&#257;ma. He is self-sufficient, and there is no need for Him to seek happiness from anything beyond Himself. He is self-sufficient because His very transcendental existence is total bliss. He is eternally existent; He is all-cognizant and all-blissful. Therefore, any presentation, however valuable it may be, is not needed by Him. But still, because He is the well-wisher for one and all, He accepts from everyone everything that is offered to Him in pure devotional service. It is not that He is in want for such things, because the things are themselves generated from His energy. The comparison is made herein that making offerings to the Lord is something like offering a lamp in the worship of the sun-god. Anything fiery and illuminating is but an emanation of the energy of the sun, and yet to worship the sun-god it is necessary to offer him a lamp. In the worship of the sun, there is some sort of demand made by the worshiper, but in the case of devotional service to the Lord, there is no question of demand from either side. It is all a sign of pure love and affection between the Lord and the devotee.</P><P>The Lord is the Supreme Father of all living beings, and therefore those who are conscious of this vital relation with God can make filial demands from the Father, and the Father is pleased to supply the demands of such obedient sons without bargaining. The Lord is just like the desire tree, and from Him everyone can have everything by the causeless mercy of the Lord. As the Supreme Father, the Lord, however, does not supply to a pure devotee what is considered to be a barrier to the discharge of devotional service. Those who are engaged in the devotional service of the Lord can rise to the position of unalloyed devotional service by His transcendental attraction.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>