<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 11 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 11 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Lord Krishna's Entrance into Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.11.8</P><P CLASS=c>aho san&#257;th&#257; bhavat&#257; sma yad vayam</P><P CLASS=c>traivishtap&#257;n&#257;m api d&#363;ra-dar&#347;anam</P><P CLASS=c>prema-smita-snigdha-nir&#299;kshan&#257;nanam</P><P CLASS=c>pa&#347;yema r&#363;pam tava sarva-saubhagam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; oh, <A HREF="http://vedabase.net/i/it">it</A> is our good luck; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/n/nathah">n&#257;th&#257;h</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be under the protection of the master; <A CLASS=v HREF="http://vedabase.net/b/bhavata">bhavat&#257;</A> &#8212; by Your good self; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> we have become; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> we <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/t/traivista">traivishta</A>-<A CLASS=v HREF="http://vedabase.net/p/panam">p&#257;n&#257;m</A> &#8212; of the demigods; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dura">d&#363;ra</A>-<A CLASS=v HREF="http://vedabase.net/d/darsanam">dar&#347;anam</A> &#8212; very rarely seen; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/s/smita">smita</A> &#8212; smiling with love; <A CLASS=v HREF="http://vedabase.net/s/snigdha">snigdha</A> &#8212; affectionate; <A CLASS=v HREF="http://vedabase.net/n/niriksana">nir&#299;kshana</A>-<A CLASS=v HREF="http://vedabase.net/a/ananam">&#257;nanam</A> &#8212; face looking <A HREF="http://vedabase.net/i/in">in</A> that mode; <A CLASS=v HREF="http://vedabase.net/p/pasyema">pa&#347;yema</A> &#8212; let us look; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; beauty; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/saubhagam">saubhagam</A> &#8212; auspiciousness.</P><P CLASS=t>TRANSLATION</P><P>Oh, it is our good luck that we have come again today under Your protection by Your presence, for Your Lordship rarely visits even the denizens of heaven. Now it is possible for us to look into Your smiling face, which is full of affectionate glances. We can now see Your transcendental form, full of all auspiciousness.</P><P CLASS=t>PURPORT</P><P>The Lord in His eternal personal form can be seen only by the pure devotees. The Lord is never impersonal, but He is the Supreme Absolute Personality of Godhead, possible to be visited by devotional service face to face, which is impossible to be done even by the denizens of higher planets. When Brahm&#257;j&#299; and other demigods want to consult Lord Vishnu, the plenary portion of Lord Krishna, they have to wait on the shore of the ocean of milk where Lord Vishnu is lying on White Land (&#346;vetadv&#299;pa). This ocean of milk and the &#346;vetadv&#299;pa planet are the replica of Vaikunthaloka within the universe. Neither Brahm&#257;j&#299; nor the demigods like Indra can enter into this island of &#346;vetadv&#299;pa, but they can stand on the shore of the ocean of milk and transmit their message to Lord Vishnu, known as Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. Therefore, the Lord is rarely seen by them, but the inhabitants of Dv&#257;rak&#257;, because of their being pure devotees without any tinge of the material contamination of fruitive activities and empiric philosophical speculation, can see Him face to face by the grace of the Lord. This is the original state of the living entities and can be attained by reviving our natural and constitutional state of life, which is discovered by devotional service only.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>