<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 2 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 2 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Daksha Curses Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.2.10</P><P CLASS=c>ayam tu loka-p&#257;l&#257;n&#257;m</P><P CLASS=c>ya&#347;o-ghno nirapatrapah</P><P CLASS=c>sadbhir &#257;caritah panth&#257;</P><P CLASS=c>yena stabdhena d&#363;shitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/s/siva">&#346;iva</A>); <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/palanam">p&#257;l&#257;n&#257;m</A> &#8212; of the governors of the universe; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A>-<A CLASS=v HREF="http://vedabase.net/g/ghnah">ghnah</A> &#8212; spoiling the fame; <A CLASS=v HREF="http://vedabase.net/n/nirapatrapah">nirapatrapah</A> &#8212; shameless; <A CLASS=v HREF="http://vedabase.net/s/sadbhih">sadbhih</A> &#8212; by those of gentle manner; <A CLASS=v HREF="http://vedabase.net/a/acaritah">&#257;caritah</A> &#8212; followed; <A CLASS=v HREF="http://vedabase.net/p/panthah">panth&#257;h</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom (<A HREF="http://vedabase.net/s/siva">&#346;iva</A>); <A CLASS=v HREF="http://vedabase.net/s/stabdhena">stabdhena</A> &#8212; being devoid of proper actions; <A CLASS=v HREF="http://vedabase.net/d/dusitah">d&#363;shitah</A> &#8212; is polluted.</P><P CLASS=t>TRANSLATION</P><P>&#346;iva has spoiled the name and fame of the governors of the universe and has polluted the path of gentle manners. Because he is shameless, he does not know how to act.</P><P CLASS=t>PURPORT</P><P>Daksha wanted to impress upon the minds of all the great sages assembled in that meeting that &#346;iva, being one of the demigods, had ruined the good reputations of all the demigods by his unmannerly behavior. The words used against Lord &#346;iva by Daksha can also be understood in a different way, in a good sense. For example, he stated that &#346;iva is ya&#347;o-ghna, which means "one who spoils name and fame." So this can also be interpreted to mean that he was so famous that his fame killed all other fame. Again, Daksha used the word nirapatrapa, which also can be used in two senses. One sense is "one who is stunted," and another sense is "one who is the maintainer of persons who have no other shelter." Generally Lord &#346;iva is known as the lord of the bh&#363;tas, or lower grade of living creatures. They take shelter of Lord &#346;iva because he is very kind to everyone and is very quickly satisfied. Therefore he is called &#256;&#347;utosha. To such men, who cannot approach other demigods or Vishnu, Lord &#346;iva gives shelter. Therefore the word nirapatrapa can be used in that sense.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>