<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 2 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 2 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Daksha Curses Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.2.13</P><P CLASS=c>lupta-kriy&#257;y&#257;&#347;ucaye</P><P CLASS=c>m&#257;nine bhinna-setave</P><P CLASS=c>anicchann apy ad&#257;m b&#257;l&#257;m</P><P CLASS=c>&#347;&#363;dr&#257;yevo&#347;at&#299;m giram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/lupta">lupta</A>-<A CLASS=v HREF="http://vedabase.net/k/kriyaya">kriy&#257;ya</A> &#8212; not observing rules and regulations; <A CLASS=v HREF="http://vedabase.net/a/asucaye">a&#347;ucaye</A> &#8212; impure; <A CLASS=v HREF="http://vedabase.net/m/manine">m&#257;nine</A> &#8212; proud; <A CLASS=v HREF="http://vedabase.net/b/bhinna">bhinna</A>-<A CLASS=v HREF="http://vedabase.net/s/setave">setave</A> &#8212; having broken all rules of civility; <A CLASS=v HREF="http://vedabase.net/a/anicchan">anicchan</A> &#8212; not desiring; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/adam">ad&#257;m</A> &#8212; handed over; <A CLASS=v HREF="http://vedabase.net/b/balam">b&#257;l&#257;m</A> &#8212; my daughter; <A CLASS=v HREF="http://vedabase.net/s/sudraya">&#347;&#363;dr&#257;ya</A> &#8212; unto <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/u/usatim">u&#347;at&#299;m</A> <A CLASS=v HREF="http://vedabase.net/g/giram">giram</A> &#8212; the message of the Vedas.</P><P CLASS=t>TRANSLATION</P><P>I had no desire to give my daughter to this person, who has broken all rules of civility. Because of not observing the required rules and regulations, he is impure, but I was obliged to hand over my daughter to him just as one teaches the messages of the Vedas to a &#347;&#363;dra.</P><P CLASS=t>PURPORT</P><P>A &#347;&#363;dra is forbidden to take lessons from the Vedas because a &#347;&#363;dra, due to his unclean habits, is not worthy to hear such instructions. This restriction, that unless one has acquired the brahminical qualifications one should not read the Vedic literatures, is like the restriction that a law student should not enter a law college unless he has been graduated from all lower grades. According to the estimation of Daksha, &#346;iva was unclean in habits and not worthy to have the hand of his daughter, Sati, who was so enlightened, beautiful and chaste. The word used in this connection is bhinna-setave, which refers to one who has broken all the regulations for good behavior by not following the Vedic principles. ln other words, according to Daksha the entire transaction of the marriage of his daughter with &#346;iva was not in order.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14-15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>