<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 2 Verses 14-15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 2 Verses 14-15"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Daksha Curses Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.2.14-15</P><P CLASS=c>pret&#257;v&#257;seshu ghoreshu</P><P CLASS=c>pretair bh&#363;ta-ganair vritah</P><P CLASS=c>ataty unmattavan nagno</P><P CLASS=c>vyupta-ke&#347;o hasan rudan</P><P CLASS=c>cit&#257;-bhasma-krita-sn&#257;nah</P><P CLASS=c>preta-sra&#324;-nrasthi-bh&#363;shanah</P><P CLASS=c>&#347;iv&#257;pade&#347;o hy a&#347;ivo</P><P CLASS=c>matto matta-jana-priyah</P><P CLASS=c>patih pramatha-n&#257;th&#257;n&#257;m</P><P CLASS=c>tamo-m&#257;tr&#257;tmak&#257;tman&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/preta">preta</A>-<A CLASS=v HREF="http://vedabase.net/a/avasesu">&#257;v&#257;seshu</A> &#8212; at the burning places of dead bodies; <A CLASS=v HREF="http://vedabase.net/g/ghoresu">ghoreshu</A> &#8212; horrible; <A CLASS=v HREF="http://vedabase.net/p/pretaih">pretaih</A> &#8212; by the Pretas; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/g/ganaih">ganaih</A> &#8212; by the Bh&#363;tas; <A CLASS=v HREF="http://vedabase.net/v/vrtah">vritah</A> &#8212; accompanied by; <A CLASS=v HREF="http://vedabase.net/a/atati">atati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> wanders; <A CLASS=v HREF="http://vedabase.net/u/unmatta">unmatta</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> madman; <A CLASS=v HREF="http://vedabase.net/n/nagnah">nagnah</A> &#8212; naked; <A CLASS=v HREF="http://vedabase.net/v/vyupta">vyupta</A>-<A CLASS=v HREF="http://vedabase.net/k/kesah">ke&#347;ah</A> &#8212; having scattered hair; <A CLASS=v HREF="http://vedabase.net/h/hasan">hasan</A> &#8212; laughing; <A CLASS=v HREF="http://vedabase.net/r/rudan">rudan</A> &#8212; crying; <A CLASS=v HREF="http://vedabase.net/c/cita">cit&#257;</A> &#8212; of the funeral pyre; <A CLASS=v HREF="http://vedabase.net/b/bhasma">bhasma</A> &#8212; with the ashes; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/s/snanah">sn&#257;nah</A> &#8212; taking bath; <A CLASS=v HREF="http://vedabase.net/p/preta">preta</A> &#8212; of the skulls of dead bodies; <A CLASS=v HREF="http://vedabase.net/s/srak">srak</A> &#8212; having <A HREF="http://vedabase.net/a/a">a</A> garland; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/a/asthi">asthi</A>-<A CLASS=v HREF="http://vedabase.net/b/bhusanah">bh&#363;shanah</A> &#8212; ornamented with dead men's bones; <A CLASS=v HREF="http://vedabase.net/s/siva">&#347;iva</A>-<A CLASS=v HREF="http://vedabase.net/a/apadesah">apade&#347;ah</A> &#8212; who is <A HREF="http://vedabase.net/s/siva">&#347;iva</A>, or auspicious, only <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; for; <A CLASS=v HREF="http://vedabase.net/a/asivah">a&#347;ivah</A> &#8212; inauspicious; <A CLASS=v HREF="http://vedabase.net/m/mattah">mattah</A> &#8212; crazy; <A CLASS=v HREF="http://vedabase.net/m/matta">matta</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; very dear <A HREF="http://vedabase.net/t/to">to</A> the crazy beings; <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the leader; <A CLASS=v HREF="http://vedabase.net/p/pramatha">pramatha</A>-<A CLASS=v HREF="http://vedabase.net/n/nathanam">n&#257;th&#257;n&#257;m</A> &#8212; of the lords of the Pramathas; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A>-<A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tra</A>-<A CLASS=v HREF="http://vedabase.net/a/atmaka">&#257;tmaka</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of those grossly <A HREF="http://vedabase.net/i/in">in</A> the mode of ignorance.</P><P CLASS=t>TRANSLATION</P><P>He lives in filthy places like crematoriums, and his companions are the ghosts and demons. Naked like a madman, sometimes laughing and sometimes crying, he smears crematorium ashes all over his body. He does not bathe regularly, and he ornaments his body with a garland of skulls and bones. Therefore only in name is he &#346;iva, or auspicious; actually, he is the most mad and inauspicious creature. Thus he is very dear to crazy beings in the gross mode of ignorance, and he is their leader.</P><P CLASS=t>PURPORT</P><P>Those who do not regularly bathe are supposed to be in association with ghosts and crazy creatures. Lord &#346;iva appeared to be like that, but his name, &#346;iva, is actually fitting, for he is very kind to persons who are in the darkness of the mode of ignorance, such as unclean drunkards who do not regularly bathe. Lord &#346;iva is so kind that he gives shelter to such creatures and gradually elevates them to spiritual consciousness. Although it is very difficult to raise such creatures to spiritual understanding, Lord &#346;iva takes charge of them, and therefore, as stated in the Vedas, Lord &#346;iva is all-auspicious. Thus by his association even such fallen souls can be elevated. Sometimes it is seen that great personalities meet with fallen souls, not for any personal interest but for the benefit of those souls. In the creation of the Lord there are different kinds of living creatures. Some of them are in the mode of goodness, some are in the mode of passion, and some are in the mode of ignorance. Lord Vishnu takes charge of persons who are advanced Krishna conscious Vaishnavas, and Lord Brahm&#257; takes charge of persons who are very much attached to material activities, but Lord &#346;iva is so kind that he takes charge of persons who are in gross ignorance and whose behavior is lower that that of the animals. Therefore Lord &#346;iva is especially called auspicious.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>