<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 2 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 2 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Daksha Curses Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.2.18</P><P CLASS=c>ayam tu deva-yajana</P><P CLASS=c>indropendr&#257;dibhir bhavah</P><P CLASS=c>saha bh&#257;gam na labhat&#257;m</P><P CLASS=c>devair deva-gan&#257;dhamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/y/yajane">yajane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sacrifice of the demigods; <A CLASS=v HREF="http://vedabase.net/i/indra">indra</A>-<A CLASS=v HREF="http://vedabase.net/u/upendra">upendra</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; with <A HREF="http://vedabase.net/i/indra">Indra</A>, <A HREF="http://vedabase.net/u/upendra">Upendra</A> and the others; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah</A> &#8212; <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/b/bhagam">bh&#257;gam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> portion; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/l/labhatam">labhat&#257;m</A> &#8212; should obtain; <A CLASS=v HREF="http://vedabase.net/d/devaih">devaih</A> &#8212; with the demigods; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A>-<A CLASS=v HREF="http://vedabase.net/a/adhamah">adhamah</A> &#8212; the lowest of all the demigods.</P><P CLASS=t>TRANSLATION</P><P>The demigods are eligible to share in the oblations of sacrifice, but Lord &#346;iva, who is the lowest of all the demigods, should not have a share.</P><P CLASS=t>PURPORT</P><P>Because of this curse, &#346;iva was deprived of his share in the oblations of Vedic sacrifices. It was due to the curse of Daksha, &#346;r&#299; Vi&#347;van&#257;tha Cakravart&#299; comments in this connection, that Lord &#346;iva was saved from the calamity of taking part with other demigods, who were all materialistic. Lord &#346;iva is the greatest devotee of the Supreme Personality of Godhead, and it is not fitting for him to eat or sit with materialistic persons like the demigods. Thus the curse of Daksha was indirectly a blessing, for &#346;iva would not have to eat or sit with other demigods, who were too materialistic. There is a practical example set for us by Gauraki&#347;ora d&#257;sa B&#257;b&#257;j&#299; Mah&#257;r&#257;ja, who used to sit on the side of a latrine to chant Hare Krishna. Many materialistic persons used to come and bother him and disturb his daily routine of chanting, so to avoid their company he used to sit by the side of a latrine, where materialistic persons would not go because of the filth and the obnoxious smell. However, Gauraki&#347;ora d&#257;sa B&#257;b&#257;j&#299; Mah&#257;r&#257;ja was so great that he was accepted as the spiritual master of such a great personality as His Divine Grace Om Vishnup&#257;da &#346;r&#299; &#346;r&#299;mad Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Mah&#257;r&#257;ja. The conclusion is that Lord &#346;iva behaved in his own way to avoid materialistic persons who might disturb him in his prosecution of devotional service.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>