<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 2 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 2 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Daksha Curses Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.2.20</P><P CLASS=c>vijñ&#257;ya &#347;&#257;pam giri&#347;&#257;nug&#257;gran&#299;r</P><P CLASS=c>nand&#299;&#347;varo rosha-kash&#257;ya-d&#363;shitah</P><P CLASS=c>daksh&#257;ya &#347;&#257;pam visasarja d&#257;runam</P><P CLASS=c>ye c&#257;nvamodams tad-av&#257;cyat&#257;m dvij&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vijnaya">vijñ&#257;ya</A> &#8212; understanding; <A CLASS=v HREF="http://vedabase.net/s/sapam">&#347;&#257;pam</A> &#8212; the curse; <A CLASS=v HREF="http://vedabase.net/g/girisa">giri&#347;a</A> &#8212; of <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/a/anuga">anuga</A>-<A CLASS=v HREF="http://vedabase.net/a/agranih">agran&#299;h</A> &#8212; one of the principal associates; <A CLASS=v HREF="http://vedabase.net/n/nandisvarah">nand&#299;&#347;varah</A> &#8212; <A HREF="http://vedabase.net/n/nandisvara">Nand&#299;&#347;vara</A>; <A CLASS=v HREF="http://vedabase.net/r/rosa">rosha</A> &#8212; anger; <A CLASS=v HREF="http://vedabase.net/k/kasaya">kash&#257;ya</A> &#8212; red; <A CLASS=v HREF="http://vedabase.net/d/dusitah">d&#363;shitah</A> &#8212; blinded; <A CLASS=v HREF="http://vedabase.net/d/daksaya">daksh&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/s/sapam">&#347;&#257;pam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> curse; <A CLASS=v HREF="http://vedabase.net/v/visasarja">visasarja</A> &#8212; gave; <A CLASS=v HREF="http://vedabase.net/d/darunam">d&#257;runam</A> &#8212; harsh; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anvamodan">anvamodan</A> &#8212; tolerated; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/avacyatam">av&#257;cyat&#257;m</A> &#8212; the cursing of <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvij&#257;h</A> &#8212; br&#257;hmanas.</P><P CLASS=t>TRANSLATION</P><P>Upon understanding that Lord &#346;iva had been cursed, Nand&#299;&#347;vara, one of Lord &#346;iva's principal associates, became greatly angry. His eyes became red, and he prepared to curse Daksha and all the br&#257;hmanas present there who had tolerated Daksha's cursing &#346;iva in harsh words.</P><P CLASS=t>PURPORT</P><P>There is a long-standing dissension among some of the neophyte Vaishnavas and &#346;aivites; they are always at loggerheads. When Daksha cursed Lord &#346;iva in harsh words, some of the br&#257;hmanas present might have enjoyed it because some br&#257;hmanas do not very much admire Lord &#346;iva. This is due to their ignorance of Lord &#346;iva's position. Nand&#299;&#347;vara was affected by the cursing, but he did not follow the example of Lord &#346;iva, who was also present there. Although Lord &#346;iva could also have cursed Daksha in a similar way, he was silent and tolerant; but Nand&#299;&#347;vara, his follower, was not tolerant. Of course, as a follower it was right for him not to tolerate an insult to his master, but he should not have cursed the br&#257;hmanas who were present. The entire issue was so complicated that those who were not strong enough forgot their positions, and thus cursing and countercursing went on in that great assembly. In other words, the material field is so unsteady that even personalities like Nand&#299;&#347;vara, Daksha and many of the br&#257;hmanas present were infected by the atmosphere of anger.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>