<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 2 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 2 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Daksha Curses Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.2.26</P><P CLASS=c>sarva-bhaksh&#257; dvij&#257; vrittyai</P><P CLASS=c>dhrita-vidy&#257;-tapo-vrat&#257;h</P><P CLASS=c>vitta-dehendriy&#257;r&#257;m&#257;</P><P CLASS=c>y&#257;cak&#257; vicarantv iha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaksah">bhaksh&#257;h</A> &#8212; eating everything; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvij&#257;h</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/v/vrttyai">vrittyai</A> &#8212; for maintaining the body; <A CLASS=v HREF="http://vedabase.net/d/dhrta">dhrita</A>-<A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; having taken <A HREF="http://vedabase.net/t/to">to</A> education; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/v/vratah">vrat&#257;h</A> &#8212; and vows; <A CLASS=v HREF="http://vedabase.net/v/vitta">vitta</A> &#8212; money; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/a/aramah">&#257;r&#257;m&#257;h</A> &#8212; the satisfaction; <A CLASS=v HREF="http://vedabase.net/y/yacakah">y&#257;cak&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> beggars; <A CLASS=v HREF="http://vedabase.net/v/vicarantu">vicarantu</A> &#8212; let them wander; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here.</P><P CLASS=t>TRANSLATION</P><P>These br&#257;hmanas take to education, austerity and vows only for the purpose of maintaining the body. They shall be devoid of discrimination between what to eat and what not to eat. They will acquire money, begging from door to door, simply for the satisfaction of the body.</P><P CLASS=t>PURPORT</P><P>The third curse inflicted by Nand&#299;&#347;vara on the br&#257;hmanas who supported Daksha is completely functioning in the age of Kali. The so-called br&#257;hmanas are no longer interested in understanding the nature of the Supreme Brahman, although a br&#257;hmana means one who has attained knowledge about Brahman. In the Ved&#257;nta-s&#363;tra also it is stated, ath&#257;to brahma jijñ&#257;s&#257;: this human form of life is meant for realization of the Supreme Brahman, the Absolute Truth, or, in other words, human life is meant for one's elevation to the post of a br&#257;hmana. Unfortunately the modern br&#257;hmanas, or so-called br&#257;hmanas who come in originally brahminical families, have left their own occupational duties, but they do not allow others to occupy the posts of br&#257;hmanas. The qualifications for br&#257;hmanas are described in the scriptures, in &#346;r&#299;mad-Bh&#257;gavatam, Bhagavad-g&#299;t&#257; and all other Vedic literatures. Br&#257;hmana is not a hereditary title or position. If someone from a non-br&#257;hmana family (for example, one born in a family of &#347;&#363;dras) tries to become a br&#257;hmana by being properly qualified under the instruction of a bona fide spiritual master, these so-called br&#257;hmanas will object. Such br&#257;hmanas, having been cursed by Nand&#299;&#347;vara, are actually in a position where they have no discrimination between eatables and noneatables and simply live to maintain the perishable material body and its family. Such fallen conditioned souls are not worthy to be called br&#257;hmanas, but in Kali-yuga they claim to be br&#257;hmanas, and if a person actually tries to attain the brahminical qualifications, they try to hinder his progress. This is the situation in the present age. Caitanya Mah&#257;prabhu condemned this principle very strongly. During His conversation with R&#257;m&#257;nanda R&#257;ya, He said that regardless of whether a person is born in a br&#257;hmana family or &#347;&#363;dra family, regardless of whether he is a householder or a sanny&#257;s&#299;, if he knows the science of Krishna he must be a spiritual master. Caitanya Mah&#257;prabhu had many so-called &#347;&#363;dra disciples like Harid&#257;sa Th&#257;kura and R&#257;m&#257;nanda R&#257;ya. Even the Gosv&#257;m&#299;s, who were principal students of Lord Caitanya, were also ostracized from br&#257;hmana society, but Caitanya Mah&#257;prabhu, by His grace, made them first-class Vaishnavas.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>