<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 2 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 2 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Daksha Curses Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.2.30</P><P CLASS=c>brahma ca br&#257;hman&#257;m&#347; caiva</P><P CLASS=c>yad y&#363;yam parinindatha</P><P CLASS=c>setum vidh&#257;ranam pums&#257;m</P><P CLASS=c>atah p&#257;shandam &#257;&#347;rit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Vedas; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/brahmanan">br&#257;hman&#257;n</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/p/parinindatha">parinindatha</A> &#8212; blaspheme; <A CLASS=v HREF="http://vedabase.net/s/setum">setum</A> &#8212; Vedic principles; <A CLASS=v HREF="http://vedabase.net/v/vidharanam">vidh&#257;ranam</A> &#8212; holding; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of mankind; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/p/pasandam">p&#257;shandam</A> &#8212; atheism; <A CLASS=v HREF="http://vedabase.net/a/asritah">&#257;&#347;rit&#257;h</A> &#8212; have taken shelter.</P><P CLASS=t>TRANSLATION</P><P>Bhrigu Muni continued: Since you blaspheme the Vedas and the br&#257;hmanas, who are followers of the Vedic principles, it is understood that you have already taken shelter of the doctrine of atheism.</P><P CLASS=t>PURPORT</P><P>Bhrigu Muni, in cursing Nand&#299;&#347;vara, said that not only would they be degraded as atheists because of this curse, but they had already fallen to the standard of atheism because they had blasphemed the Vedas, which are the source of human civilization. Human civilization is based on the qualitative divisions of social order, namely the intelligent class, the martial class, the productive class and the laborer class. The Vedas provide the right direction for advancing in spiritual cultivation and economic development and regulating the principle of sense gratification, so that ultimately one may be liberated from material contamination to his real state of spiritual identification (aham brahm&#257;smi). As long as one is in the contamination of material existence, one changes bodies from the aquatics up to the position of Brahm&#257;, but the human form of life is the highest perfectional life in the material world. The Vedas give directions by which to elevate oneself in the next life. The Vedas are the mother for such instructions, and the br&#257;hmanas, or persons who are in knowledge of the Vedas, are the father. Thus if one blasphemes the Vedas and br&#257;hmanas, naturally one goes down to the status of atheism. The exact word used in Sanskrit is n&#257;stika, which refers to one who does not believe in the Vedas but manufactures some concocted system of religion. &#346;r&#299; Caitanya Mah&#257;prabhu has said that the followers of the Buddhist system of religion are n&#257;stikas. ln order to establish his doctrine of nonviolence, Lord Buddha flatly refused to believe in the Vedas, and thus, later on, &#346;a&#324;kar&#257;c&#257;rya stopped this system of religion in India and forced it to go outside India. Here it is stated, brahma ca br&#257;hman&#257;n. Brahma means the Vedas. Aham brahm&#257;smi means "I am in full knowledge." The Vedic assertion is that one should think that he is Brahman, for actually he is Brahman. If brahma, or the Vedic spiritual science, is condemned, and the masters of the spiritual science, the br&#257;hmanas, are condemned, then where does human civilization stand? Bhrigu Muni said, "It is not due to my cursing that you shall become atheists; you are already situated in the principle of atheism. Therefore you are condemned."</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>