<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 2 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 2 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Daksha Curses Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.2.31</P><P CLASS=c>esha eva hi lok&#257;n&#257;m</P><P CLASS=c>&#347;ivah panth&#257;h san&#257;tanah</P><P CLASS=c>yam p&#363;rve c&#257;nusantasthur</P><P CLASS=c>yat-pram&#257;nam jan&#257;rdanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; the Vedas; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; for; <A CLASS=v HREF="http://vedabase.net/l/lokanam">lok&#257;n&#257;m</A> &#8212; of all people; <A CLASS=v HREF="http://vedabase.net/s/sivah">&#347;ivah</A> &#8212; auspicious; <A CLASS=v HREF="http://vedabase.net/p/panthah">panth&#257;h</A> &#8212; path; <A CLASS=v HREF="http://vedabase.net/s/sanatanah">san&#257;tanah</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; which (Vedic path); <A CLASS=v HREF="http://vedabase.net/p/purve">p&#363;rve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the past; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anusantasthuh">anusantasthuh</A> &#8212; was rigidly followed; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/p/pramanam">pram&#257;nam</A> &#8212; the evidence; <A CLASS=v HREF="http://vedabase.net/j/janardanah">jan&#257;rdanah</A> &#8212; <A HREF="http://vedabase.net/j/janardana">Jan&#257;rdana</A>.</P><P CLASS=t>TRANSLATION</P><P>The Vedas give the eternal regulative principles for auspicious advancement in human civilization which have been rigidly followed in the past. The strong evidence of this principle is the Supreme Personality of Godhead, who is called Jan&#257;rdana, the well-wisher of all living entities.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; the Supreme Personality of Godhead, Krishna, has claimed that He is the father of all living entities, regardless of form. There are 8,400,000 different species of life forms, and Lord Krishna claims that He is the father of all. Because the living entities are parts and parcels of the Supreme Personality of Godhead, they are all sons of the Lord, and for their benefit, because they are hovering under the impression that they can lord it over material nature, the Vedas are given to them for their guidance. Therefore the Vedas are called apaurusheya, for they are not written by any man or demigod, including the first living creature, Brahm&#257;. Brahm&#257; is not the creator or author of the Vedas. He is also one of the living beings in this material world; therefore he does not have the power to write or speak the Vedas independently. Every living entity within this material world is subject to four deficiencies: he commits mistakes, he accepts one thing for another, he cheats, and he has imperfect senses. The Vedas, however, are not written by any living creature within this material world. Therefore they are said to be apaurusheya. No one can trace out the history of the Vedas. Of course, modern human civilization has no chronological history of the world or the universe, and it cannot present actual historical facts older than three thousand years. But no one has traced out when the Vedas were written, because they were never written by any living being within this material world. All other systems of knowledge are defective because they have been written or spoken by men or demigods who are products of this material creation, but Bhagavad-g&#299;t&#257; is apaurusheya, for it was not spoken by any human being or any demigod of this material creation; it was spoken by Lord Krishna, who is beyond the material creation. That is accepted by such stalwart scholars as &#346;a&#324;kar&#257;c&#257;rya, not to speak of other &#257;c&#257;ryas such as R&#257;m&#257;nuj&#257;c&#257;rya and Madhv&#257;c&#257;rya. &#346;a&#324;kar&#257;c&#257;rya has accepted that N&#257;r&#257;yana and Krishna are transcendental, and in Bhagavad-g&#299;t&#257; also Lord Krishna has established, aham sarvasya prabhavo mattah sarvam pravartate: [<A CLASS=v HREF="../../../bg/10/8.htm">Bg. 10.8</A>] "I am the origin of everything; everything emanates from Me." This material creation, including Brahm&#257; and &#346;iva and all the demigods, has been created by Him, for everything has emanated from Him. He also says that the purpose of all the Vedas is to understand Him (vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]). He is the original veda-vit, or knower of the Vedas, and ved&#257;nta-krit, or compiler of Ved&#257;nta. Brahm&#257; is not the compiler of the Vedas.</P><P>In the beginning of &#346;r&#299;mad-Bh&#257;gavatam it is established, tene brahma hrid&#257;: the Supreme Absolute Truth, the Personality of Godhead, instructed Brahm&#257; in the Vedic knowledge through his heart. Therefore the evidence that Vedic knowledge is free from the defects of mistakes, illusions, cheating and imperfection is that it is spoken by the Supreme Personality of Godhead, Jan&#257;rdana, and has thus been followed from time immemorial, beginning from Brahm&#257;. The Vedic religion or the principles of the Vedas have been followed by the highly cultured population of India since time immemorial; no one can trace out the history of Vedic religion. Therefore it is san&#257;tana, and any blasphemy against the Vedas is calculated to be atheism. The Vedas are described as setu, which means "a bridge." If one wants to attain his spiritual existence, one has to cross an ocean of nescience. The Vedas are the bridge by which to cross such a great ocean.</P><P>The Vedas describe how to divide the human race into four divisions according to quality and working capacity. This is a very scientific system, and it is also san&#257;tana, for no one can trace out its history and it has no dissolution. No one can stop the system of varna and &#257;&#347;rama, or the castes and divisions. For example, whether or not one accepts the name br&#257;hmana, there is a class in society which is known as the intelligent class and which is interested in spiritual understanding and philosophy. Similarly, there is a class of men who are interested in administration and in ruling others. In the Vedic system these martially spirited men are called kshatriyas. Similarly, everywhere there is a class of men who are interested in economic development, business, industry and money-making; they are called vai&#347;yas. And there is another class who are neither intelligent nor martially spirited nor endowed with the capacity for economic development but who simply can serve others. They are called &#347;&#363;dras, or the laborer class. This system is san&#257;tana &#8212; it comes from time immemorial, and it will continue in the same way. There is no power in the world which can stop it. Therefore, since this san&#257;tana-dharma system is eternal, one can elevate himself to the highest standard of spiritual life by following the Vedic principles.</P><P>It is stated that formerly the sages followed this system; therefore to follow the Vedic system is to follow the standard etiquette of society. But the followers of Lord &#346;iva, who are drunkards, who are addicted to intoxicants and sex life, who do not bathe and who smoke g&#257;ñj&#257;, are against all human etiquette. The conclusion is that persons who rebel against the Vedic principles are themselves the evidence that the Vedas are authoritative, because by not following the Vedic principles they become like animals. Such animalistic persons are themselves evidence of the supremacy of the Vedic regulations.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>