<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 2 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 2 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Daksha Curses Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.2.32</P><P CLASS=c>tad brahma paramam &#347;uddham</P><P CLASS=c>sat&#257;m vartma san&#257;tanam</P><P CLASS=c>vigarhya y&#257;ta p&#257;shandam</P><P CLASS=c>daivam vo yatra bh&#363;ta-r&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; <A HREF="http://vedabase.net/v/veda">Veda</A>; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/s/suddham">&#347;uddham</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of the saintly persons; <A CLASS=v HREF="http://vedabase.net/v/vartma">vartma</A> &#8212; path; <A CLASS=v HREF="http://vedabase.net/s/sanatanam">san&#257;tanam</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/v/vigarhya">vigarhya</A> &#8212; blaspheming; <A CLASS=v HREF="http://vedabase.net/y/yata">y&#257;ta</A> &#8212; should <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/p/pasandam">p&#257;shandam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> atheism; <A CLASS=v HREF="http://vedabase.net/d/daivam">daivam</A> &#8212; deity; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/r/rat">r&#257;t</A> &#8212; the lord of the bh&#363;tas.</P><P CLASS=t>TRANSLATION</P><P>By blaspheming the principles of the Vedas, which are the pure and supreme path of the saintly persons, certainly you followers of Bh&#363;tapati, Lord &#346;iva, will descend to the standard of atheism without a doubt.</P><P CLASS=t>PURPORT</P><P>Lord &#346;iva is described here as bh&#363;ta-r&#257;t. The ghosts and those who are situated in the material mode of ignorance are called bh&#363;tas, so bh&#363;ta-r&#257;t refers to the leader of the creatures who are in the lowest standard of the material modes of nature. Another meaning of bh&#363;ta is anyone who has taken birth or anything which is produced, so in that sense Lord &#346;iva may be accepted as the father of this material world. Here, of course, Bhrigu Muni takes Lord &#346;iva as the leader of the lowest creatures. The characteristics of the lowest class of men have already been described &#8212; they do not bathe, they have long hair on their heads, and they are addicted to intoxicants. In comparison with the path followed by the followers of Bh&#363;tar&#257;t, the Vedic system is certainly excellent, for it promotes people to spiritual life as the highest eternal principle of human civilisation. If one decries or blasphemes the Vedic principles, then he falls to the standard of atheism.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>