<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 2 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 2 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Daksha Curses Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.2.35</P><P CLASS=c>&#257;pluty&#257;vabhritham yatra</P><P CLASS=c>ga&#324;g&#257; yamunay&#257;nvit&#257;</P><P CLASS=c>virajen&#257;tman&#257; sarve</P><P CLASS=c>svam svam dh&#257;ma yayus tatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aplutya">&#257;plutya</A> &#8212; taking <A HREF="http://vedabase.net/a/a">a</A> bath; <A CLASS=v HREF="http://vedabase.net/a/avabhrtham">avabhritham</A> &#8212; the bath which is taken after performing sacrifices; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/g/ganga">ga&#324;g&#257;</A> &#8212; the River Ganges; <A CLASS=v HREF="http://vedabase.net/y/yamunaya">yamunay&#257;</A> &#8212; by the River <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/anvita">anvit&#257;</A> &#8212; mixed; <A CLASS=v HREF="http://vedabase.net/v/virajena">virajena</A> &#8212; without infection; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by the mind; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; their respective; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; abodes; <A CLASS=v HREF="http://vedabase.net/y/yayuh">yayuh</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from there.</P><P CLASS=t>TRANSLATION</P><P>My dear Vidura, carrier of bows and arrows, all the demigods who were performing the sacrifice took their bath at the confluence of the Ganges and the Yamun&#257; after completing the yajña performance. Such a bath is called avabhritha-sn&#257;na. After thus becoming purified in heart, they departed for their respective abodes.</P><P CLASS=t>PURPORT</P><P>After Lord &#346;iva and, previously, Daksha, left the arena of sacrifice, the sacrifice was not stopped; the sages went on for many years in order to satisfy the Supreme Lord. The sacrifice was not destroyed for want of &#346;iva and Daksha, and the sages went on with their activities. In other words, it may be assumed that if one does not worship the demigods, even up to Lord &#346;iva and Brahm&#257;, one can nevertheless satisfy the Supreme Personality of Godhead. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>). K&#257;mais tais tair hrita jñ&#257;n&#257;h prapadyante 'nya-devat&#257;h. Persons who are impelled by lust and desire go to the demigods to derive some material benefit. Bhagavad-g&#299;t&#257; uses the very specific words n&#257;sti buddhih, meaning "persons who have lost their sense or intelligence." Only such persons care for demigods and want to derive material benefit from them. Of course, this does not mean that one should not show respect to the demigods; but there is no need to worship them. One who is honest may be faithful to the government, but he does not need to bribe the government servants. Bribery is illegal; one does not bribe a government servant, but that does not mean that one does not show him respect. Similarly, one who engages in the transcendental loving service of the Supreme Lord does not need to worship any demigod, nor does he have any tendency to show disrespect to the demigods. Elsewhere in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/23.htm">9.23</A>) it is stated, ye 'py anya-devat&#257;-bhakt&#257; yajante &#347;raddhay&#257;nvit&#257;h. The Lord says that anyone who worships the demigods is also worshiping Him, but he is worshiping avidhi-p&#363;rvakam, which means "without following the regulative principles." The regulative principle is to worship the Supreme Personality of Godhead. Worship of demigods may indirectly be worship of the Personality of Godhead, but it is not regulated. By worshiping the Supreme Lord, one automatically serves all the demigods because they are parts and parcels of the whole. If one supplies water to the root of a tree, all the parts of the tree, such as the leaves and branches, are automatically satisfied, and if one supplies food to the stomach, all the limbs of the body &#8212; the hands, legs, fingers, etc. &#8212; are nourished. Thus by worshiping the Supreme Personality of Godhead one can satisfy all the demigods, but by worshiping all the demigods one does not completely worship the Supreme Lord. Therefore worship of the demigods is irregular, and it is disrespectful to the scriptural injunctions.</P><P>In this age of Kali it is practically impossible to perform the deva-yajña, or sacrifices to the demigods. As such, in this age &#346;r&#299;mad-Bh&#257;gavatam recommends sa&#324;k&#299;rtana-yajña. Yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/5/32.htm">11.5.32</A>). "In this age the intelligent person completes the performances of all kinds of yajñas simply by chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare." Tasmin tushte jagat tushtah: "When Lord Vishnu is satisfied, all the demigods, who are parts and parcels of the Supreme Lord, are satisfied."</P><P>Thus end the Bhaktivedanta purports of the Fourth Canto, Second Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Daksha Curses Lord &#346;iva."</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../3/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>