<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 10 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 10 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Battle Between the Demigods and Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.10.10</P><P CLASS=c>aho dainyam aho kashtam</P><P CLASS=c>p&#257;rakyaih kshana-bha&#324;guraih</P><P CLASS=c>yan nopakury&#257;d asv&#257;rthair</P><P CLASS=c>martyah sva-jñ&#257;ti-vigrahaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/d/dainyam">dainyam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> miserable condition; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/k/kastam">kashtam</A> &#8212; simply tribulation; <A CLASS=v HREF="http://vedabase.net/p/parakyaih">p&#257;rakyaih</A> &#8212; which after death <A HREF="http://vedabase.net/a/are">are</A> eatable by dogs and jackals; <A CLASS=v HREF="http://vedabase.net/k/ksana">kshana</A>-<A CLASS=v HREF="http://vedabase.net/b/bhanguraih">bha&#324;guraih</A> &#8212; perishable at any moment; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/u/upakuryat">upakury&#257;t</A> &#8212; would help; <A CLASS=v HREF="http://vedabase.net/a/a">a</A>-<A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/arthaih">arthaih</A> &#8212; not meant for self-interest; <A CLASS=v HREF="http://vedabase.net/m/martyah">martyah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> living entity destined <A HREF="http://vedabase.net/t/to">to</A> die; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; with his wealth; <A CLASS=v HREF="http://vedabase.net/j/jnati">jñ&#257;ti</A> &#8212; relatives and friends; <A CLASS=v HREF="http://vedabase.net/v/vigrahaih">vigrahaih</A> &#8212; and his body.</P><P CLASS=t>TRANSLATION</P><P>This body, which is eatable by jackals and dogs after death, does not actually do any good for me, the spirit soul. It is usable only for a short time and may perish at any moment. The body and its possessions, its riches and relatives, must all be engaged for the benefit of others, or else they will be sources of tribulation and misery.</P><P CLASS=t>PURPORT</P><P>Similar advice is also given in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/22/35.htm">10.22.35</A>):</P><P>et&#257;vaj janma-s&#257;phalyam</P><P CLASS=n>dehin&#257;m iha dehishu</P><P CLASS=n>pr&#257;nair arthair dhiy&#257; v&#257;c&#257;</P><P CLASS=n>&#347;reya-&#257;caranam sad&#257;</P><P>"It is the duty of every living being to perform welfare activities for the benefit of others with his life, wealth, intelligence and words." This is the mission of life. One's own body and the bodies of his friends and relatives, as well as one's own riches and everything else one has, should be engaged for the benefit of others. This is the mission of &#346;r&#299; Caitanya Mah&#257;prabhu. As stated in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/9/41.htm">&#256;di 9.41</A>):</P><P>bh&#257;rata-bh&#363;mite haila manushya-janma y&#257;ra</P><P CLASS=n>janma s&#257;rthaka kari' kara para-upak&#257;ra</P><P>"One who has taken birth as a human being in the land of India [Bh&#257;rata-varsha] should make his life successful and work for the benefit of all other people.</P><P>The word upakury&#257;t means para-upak&#257;ra, helping others. Of course, in human society there are many institutions to help others, but because philanthropists do not know how to help others, their propensity for philanthropy is ineffectual. They do not know the ultimate goal of life (&#347;reya &#257;caranam), which is to please the Supreme Lord. If all philanthropic and humanitarian activities were directed toward achieving the ultimate goal of life &#8212; to please the Supreme Personality of Godhead &#8212; they would all be perfect. Humanitarian work without Krishna is nothing. Krishna must be brought to the center of all our activities; otherwise no activity will have value.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>