<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 10 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 10 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Battle Between the Demigods and Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.10.11</P><P CLASS=c>&#347;r&#299;-b&#257;dar&#257;yanir uv&#257;ca</P><P CLASS=c>evam krita-vyavasito</P><P CLASS=c>dadhya&#324;&#324; &#257;tharvanas tanum</P><P CLASS=c>pare bhagavati brahmany</P><P CLASS=c>&#257;tm&#257;nam sannayañ jahau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/badarayanih">b&#257;dar&#257;yanih</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/v/vyavasitah">vyavasitah</A> &#8212; making certain of what <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A> (<A HREF="http://vedabase.net/i/in">in</A> giving his body <A HREF="http://vedabase.net/t/to">to</A> the demigods); <A CLASS=v HREF="http://vedabase.net/d/dadhyan">dadhya&#324;</A> &#8212; Dadh&#299;ci <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/a/atharvanah">&#257;tharvanah</A> &#8212; the son of <A HREF="http://vedabase.net/a/atharva">Atharv&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/tanum">tanum</A> &#8212; his body; <A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Supreme; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; the Supreme <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; himself. the spirit soul; <A CLASS=v HREF="http://vedabase.net/s/sannayan">sannayan</A> &#8212; offering; <A CLASS=v HREF="http://vedabase.net/j/jahau">jahau</A> &#8212; gave up.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: Dadh&#299;ci Muni, the son of Atharv&#257;, thus resolved to give his body to the service of the demigods. He placed himself, the spirit soul, at the lotus feet of the Supreme Personality of Godhead and in this way gave up his gross material body made of five elements.</P><P CLASS=t>PURPORT</P><P>As indicated by the words pare bhagavati brahmany &#257;tm&#257;nam sannayan, Dadh&#299;ci placed himself, as spirit soul, at the lotus feet of the Supreme Personality of Godhead. In this regard, one may refer to the incident of Dhritar&#257;shtra's leaving his body, as described in the First Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/13/55.htm">1.13.55</A>). Dhritar&#257;shtra analytically divided his gross material body into the five different elements of which it was made &#8212; earth, water, fire, air and ether &#8212; and distributed them to the different reservoirs of these elements; in other words, he merged these five elements into the original mahat-tattva. By identifying his material conception of life, he gradually separated his spirit soul from material connections and placed himself at the lotus feet of the Supreme Personality of Godhead. The example given in this connection is that when an earthen pot is broken, the small portion of the sky within the pot is united with the large sky outside the pot. M&#257;y&#257;v&#257;d&#299; philosophers misunderstand this description of &#346;r&#299;mad-Bh&#257;gavatam. Therefore &#346;r&#299; R&#257;m&#257;nuja Sv&#257;m&#299;, in his book Ved&#257;nta-tattva-s&#257;ra, has described that this merging of the soul means that after separating himself from the material body made of eight elements &#8212; earth, water, fire, air, ether, false ego, mind and intelligence &#8212; the individual soul engages himself in devotional service to the Supreme Personality of Godhead in His eternal form (&#299;&#347;varah paramah krishnah sac-cid-&#257;nanda-vigrahah/ an&#257;dir &#257;dir govindah sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]). The material cause of the material elements absorbs the material body, and the spiritual soul assumes its original position. As described by &#346;r&#299; Caitanya Mah&#257;prabhu, j&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa': [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>] the constitutional position of the living entity is that he is the eternal servant of Krishna. When one overcomes the material body through cultivation of spiritual knowledge and devotional service, one can revive his own position and thus engage in the service of the Lord.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>