<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 10 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 10 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Battle Between the Demigods and Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.10.8</P><P CLASS=c>yo 'dhruven&#257;tman&#257; n&#257;th&#257;</P><P CLASS=c>na dharmam na ya&#347;ah pum&#257;n</P><P CLASS=c>&#299;heta bh&#363;ta-dayay&#257;</P><P CLASS=c>sa &#347;ocyah sth&#257;varair api</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/a/adhruvena">adhruvena</A> &#8212; impermanent; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by the body; <A CLASS=v HREF="http://vedabase.net/n/nathah">n&#257;th&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lords; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; religious principles; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; fame; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/i/iheta">&#299;heta</A> &#8212; endeavors for; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/d/dayaya">dayay&#257;</A> &#8212; by mercy for the living beings; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that person; <A CLASS=v HREF="http://vedabase.net/s/socyah">&#347;ocyah</A> &#8212; pitiable; <A CLASS=v HREF="http://vedabase.net/s/sthavaraih">sth&#257;varaih</A> &#8212; by the immobile creatures; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even.</P><P CLASS=t>TRANSLATION</P><P>O demigods, one who has no compassion for humanity in its suffering and does not sacrifice his impermanent body for the higher causes of religious principles or eternal glory is certainly pitied even by the immovable beings.</P><P CLASS=t>PURPORT</P><P>In this regard, a very exalted example was set by Lord &#346;r&#299; Caitanya Mah&#257;prabhu and the six Gosv&#257;m&#299;s of Vrind&#257;vana. Concerning &#346;r&#299; Caitanya Mah&#257;prabhu it is said in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/5/34.htm">11.5.34</A>):</P><P>tyaktv&#257; sudustyaja-surepsita-r&#257;jya-lakshm&#299;m</P><P CLASS=n>dharmishtha &#257;rya-vacas&#257; yad ag&#257;d aranyam</P><P CLASS=n>m&#257;y&#257;-mrigam dayitayepsitam anvadh&#257;vad</P><P CLASS=n>vande mah&#257;-purusha te caran&#257;ravindam</P><P>"We offer our respectful obeisances unto the lotus feet of the Lord. upon whom one should always meditate. He left His householder life, leaving aside His eternal consort, whom even the denizens of heaven adore. He went into the forest to deliver the fallen souls, who are put into illusion by material energy." To accept sanny&#257;sa means to commit civil suicide. but sanny&#257;sa is compulsory, at least for every br&#257;hmana, every first-class human being. &#346;r&#299; Caitanya Mah&#257;prabhu had a very young and beautiful wife and a very affectionate mother. Indeed, the affectionate dealings of His family members were so pleasing that even the demigods could not expect such happiness at home. Nevertheless, for the deliverance of all the fallen souls of the world, &#346;r&#299; Caitanya Mah&#257;prabhu took sanny&#257;sa and left home when He was only twenty-four years old. He lived a very strict life as a sanny&#257;s&#299;, refusing all bodily comforts. Similarly, His disciples the six Gosv&#257;m&#299;s were ministers who held exalted positions in society, but they also left everything to join the movement of &#346;r&#299; Caitanya Mah&#257;prabhu. &#346;r&#299;niv&#257;sa &#256;c&#257;rya says:</P><P>tyaktv&#257; t&#363;rnam a&#347;esha-mandala-pati-&#347;ren&#299;m sad&#257; tucchavat</P><P CLASS=n>bh&#363;tv&#257; d&#299;na-gane&#347;akau karunay&#257; kaup&#299;na-kanth&#257;&#347;ritau</P><P>These Gosv&#257;m&#299;s left their very comfortable lives as ministers. Zamindars and learned scholars and joined &#346;r&#299; Caitanya Mah&#257;prabhu's movement, just to show mercy to the fallen souls of the world (d&#299;na-gane&#347;akau karunay&#257;). Accepting very humble lives as mendicants, wearing no more than loincloths and torn quilts (kaup&#299;na-kantha). they lived in Vrind&#257;vana and followed &#346;r&#299; Caitanya Mah&#257;prabhu's order to excavate Vrind&#257;vana's lost glories.</P><P>Similarly. everyone else with a materially comfortable condition in this world should join the Krishna consciousness movement to elevate the fallen souls. The words bh&#363;ta-dayay&#257;, m&#257;y&#257;-mrigam dayitayepsitam and d&#299;na-gane&#347;akau karunay&#257; all convey the same sense. These are very significant words for those interested in elevating human society to a proper understanding of life. One should join the Krishna consciousness movement, following the examples of such great personalities as &#346;r&#299; Caitanya Mah&#257;prabhu, the six Gosv&#257;m&#299;s and, before them, the great sage Dadh&#299;ci. Instead of wasting one's life for temporary bodily comforts. one should always be prepared to give up one's life for better causes. After all, the body will be destroyed. Therefore one should sacrifice it for the glory of distributing religious principles throughout the world.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>