<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 22"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 22: The Descendants of Ajam&#299;dha</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.22 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.22.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: O King, the son of Divod&#257;sa was Mitr&#257;yu, and from Mitr&#257;yu came four sons, named Cyavana, Sud&#257;sa, Sahadeva and Somaka. Somaka was the father of Jantu.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.22.2</B></A>: Somaka had one hundred sons, of whom the youngest was Prishata. From Prishata was born King Drupada, who was opulent in all supremacy.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 9.22.3</B></A>: From Mah&#257;r&#257;ja Drupada, Draupad&#299; was born. Mah&#257;r&#257;ja Drupada also had many sons, headed by Dhrishtadyumna. From Dhrishtadyumna came a son named Dhrishtaketu. All these personalities are known as descendants of Bharmy&#257;&#347;va or as the dynasty of P&#257;ñc&#257;la.</P><P CLASS=r><A CLASS=i HREF="4-5.htm"><B>SB 9.22.4-5</B></A>: Another son of Ajam&#299;dha was known as Riksha. From Riksha came a son named Samvarana, and from Samvarana through the womb of his wife, Tapat&#299;, the daughter of the sun-god, came Kuru, the King of Kurukshetra. Kuru had four sons &#8212; Par&#299;kshi, Sudhanu, Jahnu and Nishadha. From Sudhanu, Suhotra was born, and from Suhotra, Cyavana. From Cyavana, Krit&#299; was born.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 9.22.6</B></A>: The son of Krit&#299; was Uparicara Vasu, and among his sons, headed by Brihadratha, were Ku&#347;&#257;mba, Matsya, Pratyagra and Cedipa. All the sons of Uparicara Vasu became rulers of the Cedi state.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.22.7</B></A>: From Brihadratha, Ku&#347;&#257;gra was born; from Ku&#347;&#257;gra, Rishabha; and from Rishabha, Satyahita. The son of Satyahita was Pushpav&#257;n, and the son of Pushpav&#257;n was Jahu.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.22.8</B></A>: Through the womb of another wife, Brihadratha begot two halves of a son. When the mother saw those two halves she rejected them, but later a she-demon named Jar&#257; playfully joined them and said, "Come to life, come to life!" Thus the son named Jar&#257;sandha was born.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.22.9</B></A>: From Jar&#257;sandha came a son named Sahadeva; from Sahadeva, Som&#257;pi; and from Som&#257;pi, &#346;ruta&#347;rav&#257;. The son of Kuru called Par&#299;kshi had no sons, but the son of Kuru called Jahnu had a son named Suratha.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.22.10</B></A>: From Suratha came a son named Vid&#363;ratha, from whom S&#257;rvabhauma was born. From S&#257;rvabhauma came Jayasena; from Jayasena, R&#257;dhika; and from R&#257;dhika, Ayut&#257;yu.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.22.11</B></A>: From Ayut&#257;yu came a son named Akrodhana, and his son was Dev&#257;tithi. The son of Dev&#257;tithi was Riksha, the son of Riksha was Dil&#299;pa, and the son of Dil&#299;pa was Prat&#299;pa.</P><P CLASS=r><A CLASS=i HREF="12-13.htm"><B>SB 9.22.12-13</B></A>: The sons of Prat&#299;pa were Dev&#257;pi, &#346;&#257;ntanu and B&#257;hl&#299;ka. Dev&#257;pi left the kingdom of his father and went to the forest, and therefore &#346;&#257;ntanu became the king. &#346;&#257;ntanu, who in his previous birth was known as Mah&#257;bhisha, had the ability to transform anyone from old age to youth simply by touching that person with his hands.</P><P CLASS=r><A CLASS=i HREF="14-15.htm"><B>SB 9.22.14-15</B></A>: Because the King was able to make everyone happy for sense gratification, primarily by the touch of his hand, his name was &#346;&#257;ntanu. Once, when there was no rainfall in the kingdom for twelve years and the King consulted his learned brahminical advisors, they said, "You are faulty for enjoying the property of your elder brother. For the elevation of your kingdom and home, you should return the kingdom to him."</P><P CLASS=r><A CLASS=i HREF="16-17.htm"><B>SB 9.22.16-17</B></A>: When the br&#257;hmanas said this, Mah&#257;r&#257;ja &#346;&#257;ntanu went to the forest and requested his elder brother Dev&#257;pi to take charge of the kingdom, for it is the duty of a king to maintain his subjects. Previously, however, &#346;&#257;ntanu's minister A&#347;vav&#257;ra had instigated some br&#257;hmanas to induce Dev&#257;pi to transgress the injunctions of the Vedas and thus make himself unfit for the post of ruler. The br&#257;hmanas deviated Dev&#257;pi from the path of the Vedic principles, and therefore when asked by &#346;&#257;ntanu he did not agree to accept the post of ruler. On the contrary, he blasphemed the Vedic principles and therefore became fallen. Under the circumstances, &#346;&#257;ntanu again became the king, and Indra, being pleased, showered rains. Dev&#257;pi later took to the path of mystic yoga to control his mind and senses and went to the village named Kal&#257;pagr&#257;ma, where he is still living.</P><P CLASS=r><A CLASS=i HREF="18-19.htm"><B>SB 9.22.18-19</B></A>: After the dynasty of the moon-god comes to an end in this age of Kali, Dev&#257;pi, in the beginning of the next Satya-yuga, will reestablish the Soma dynasty in this world. From B&#257;hl&#299;ka [the brother of &#346;&#257;ntanu] came a son named Somadatta, who had three sons, named Bh&#363;ri, Bh&#363;ri&#347;rav&#257; and &#346;ala. From &#346;&#257;ntanu, through the womb of his wife named Ga&#324;g&#257;, came Bh&#299;shma, the exalted, self-realized devotee and learned scholar.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 9.22.20</B></A>: Bh&#299;shmadeva was the foremost of all warriors. When he defeated Lord Para&#347;ur&#257;ma in a fight, Lord Para&#347;ur&#257;ma was very satisfied with him. By the semen of &#346;&#257;ntanu in the womb of Satyavat&#299;, the daughter of a fisherman, Citr&#257;&#324;gada took birth.</P><P CLASS=r><A CLASS=i HREF="21-24.htm"><B>SB 9.22.21-24</B></A>: Citr&#257;&#324;gada, of whom Vicitrav&#299;rya was the younger brother, was killed by a Gandharva who was also named Citr&#257;&#324;gada. Satyavat&#299;, before her marriage to &#346;&#257;ntanu, gave birth to the master authority of the Vedas, Vy&#257;sadeva, known as Krishna Dvaip&#257;yana, who was begotten by Par&#257;&#347;ara Muni. From Vy&#257;sadeva, I [&#346;ukadeva Gosv&#257;m&#299;] was born, and from him I studied this great work of literature, &#346;r&#299;mad-Bh&#257;gavatam. The incarnation of Godhead Vedavy&#257;sa, rejecting his disciples, headed by Paila, instructed &#346;r&#299;mad-Bh&#257;gavatam to me because I was free from all material desires. After Ambik&#257; and Amb&#257;lik&#257;, the two daughters of K&#257;&#347;&#299;r&#257;ja, were taken away by force, Vicitrav&#299;rya married them, but because he was too attached to these two wives, he had a heart attack and died of tuberculosis.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 9.22.25</B></A>: B&#257;dar&#257;yana, &#346;r&#299; Vy&#257;sadeva, following the order of his mother, Satyavat&#299;, begot three sons, two by the womb of Ambik&#257; and Amb&#257;lik&#257;, the two wives of his brother Vicitrav&#299;rya, and the third by Vicitrav&#299;rya's maidservant. These sons were Dhritar&#257;shtra, P&#257;ndu and Vidura.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 9.22.26</B></A>: Dhritar&#257;shtra's wife, G&#257;ndh&#257;r&#299;, gave birth to one hundred sons and one daughter, O King. The oldest of the sons was Duryodhana, and the daughter's name was Duh&#347;al&#257;.</P><P CLASS=r><A CLASS=i HREF="27-28.htm"><B>SB 9.22.27-28</B></A>: P&#257;ndu was restrained from sexual life because of having been cursed by a sage, and therefore his three sons Yudhishthira, Bh&#299;ma and Arjuna were begotten through the womb of his wife, Kunt&#299;, by Dharmar&#257;ja, by the demigod controlling the wind, and by the demigod controlling the rain. P&#257;ndu's second wife, M&#257;dr&#299;, gave birth to Nakula and Sahadeva, who were begotten by the two A&#347;vin&#299;-kum&#257;ras. The five brothers, headed by Yudhishthira, begot five sons through the womb of Draupad&#299;. These five sons were your uncles.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 9.22.29</B></A>: From Yudhishthira came a son named Prativindhya, from Bh&#299;ma a son named &#346;rutasena, from Arjuna a son named &#346;rutak&#299;rti, and from Nakula a son named &#346;at&#257;n&#299;ka.</P><P CLASS=r><A CLASS=i HREF="30-31.htm"><B>SB 9.22.30-31</B></A>: O King, the son of Sahadeva was &#346;rutakarm&#257;. Furthermore, Yudhishthira and his brothers begot other sons in other wives. Yudhishthira begot a son named Devaka through the womb of Paurav&#299;, and Bh&#299;masena begot a son named Ghatotkaca through his wife Hidimb&#257; and a son named Sarvagata through his wife K&#257;l&#299;. Similarly, Sahadeva had a son named Suhotra through his wife named Vijay&#257;, who was the daughter of the king of the mountains.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 9.22.32</B></A>: Nakula begot a son named Naramitra through his wife named Karenumat&#299;. Similarly, Arjuna begot a son named Ir&#257;v&#257;n through his wife known as Ulup&#299;, the daughter of the N&#257;gas, and a son named Babhruv&#257;hana by the womb of the princess of Manipura. Babhruv&#257;hana became the adopted son of the king of Manipura.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 9.22.33</B></A>: My dear King Par&#299;kshit, your father, Abhimanyu, was born from the womb of Subhadr&#257; as the son of Arjuna. He was the conqueror of all atirathas [those who could fight with one thousand charioteers]. From him, by the womb of Uttar&#257;, the daughter of Vir&#257;dr&#257;ja, you were born.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 9.22.34</B></A>: After the Kuru dynasty was annihilated in the Battle of Kurukshetra, you also were about to be destroyed by the brahm&#257;stra atomic weapon released by the son of Dron&#257;c&#257;rya, but by the mercy of the Supreme Personality of Godhead, Krishna, you were saved from death.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 9.22.35</B></A>: My dear King, your four sons &#8212; Janamejaya, &#346;rutasena, Bh&#299;masena and Ugrasena &#8212; are very powerful. Janamejaya is the eldest.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 9.22.36</B></A>: Because of your death by the Takshaka snake, your son Janamejaya will be very angry and will perform a sacrifice to kill all the snakes in the world.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 9.22.37</B></A>: After conquering throughout the world and after accepting Tura, the son of Kalasha, as his priest, Janamejaya will perform a&#347;vamedha-yajñas, for which he will be known as Turaga-medhash&#257;t.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 9.22.38</B></A>: The son of Janamejaya known as &#346;at&#257;n&#299;ka will learn from Y&#257;jñavalkya the three Vedas and the art of performing ritualistic ceremonies. He will also learn the military art from Krip&#257;c&#257;rya and the transcendental science from the sage &#346;aunaka.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 9.22.39</B></A>: The son of &#346;at&#257;n&#299;ka will be Sahasr&#257;n&#299;ka, and from him will come the son named A&#347;vamedhaja. From A&#347;vamedhaja will come As&#299;makrishna, and his son will be Nemicakra.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 9.22.40</B></A>: When the town of Hastin&#257;pura [New Delhi] is inundated by the river, Nemicakra will live in the place known as Kau&#347;&#257;mb&#299;. His son will be celebrated as Citraratha, and the son of Citraratha will be &#346;uciratha.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 9.22.41</B></A>: From &#346;uciratha will come the son named Vrishtim&#257;n, and his son, Sushena, will be the emperor of the entire world. The son of Sushena will be Sun&#299;tha, his son will be Nricakshu, and from Nricakshu will come a son named Sukh&#299;nala.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 9.22.42</B></A>: The son of Sukh&#299;nala will be Pariplava, and his son will be Sunaya. From Sunaya will come a son named Medh&#257;v&#299;; from Medh&#257;v&#299;, Nripañjaya; from Nripañjaya, D&#363;rva; and from D&#363;rva, Timi.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 9.22.43</B></A>: From Timi will come Brihadratha; from Brihadratha, Sud&#257;sa; and from Sud&#257;sa, &#346;at&#257;n&#299;ka. From &#346;at&#257;n&#299;ka will come Durdamana, and from him will come a son named Mah&#299;nara.</P><P CLASS=r><A CLASS=i HREF="44-45.htm"><B>SB 9.22.44-45</B></A>: The son of Mah&#299;nara will be Dandap&#257;ni, and his son will be Nimi, from whom King Kshemaka will be born. I have now described to you the moon-god's dynasty, which is the source of br&#257;hmanas and kshatriyas and is worshiped by demigods and great saints. In this Kali-yuga, Kshemaka will be the last monarch. Now I shall describe to you the future of the M&#257;gadha dynasty. Please listen.</P><P CLASS=r><A CLASS=i HREF="46-48.htm"><B>SB 9.22.46-48</B></A>: Sahadeva, the son of Jar&#257;sandha, will have a son named M&#257;rj&#257;ri. From M&#257;rj&#257;ri will come &#346;ruta&#347;rav&#257;; from &#346;ruta&#347;rav&#257;, Yut&#257;yu; and from Yut&#257;yu, Niramitra. The son of Niramitra will be Sunakshatra, from Sunakshatra will come Brihatsena, and from Brihatsena, Karmajit. The son of Karmajit will be Sutañjaya, the son of Sutañjaya will be Vipra, and his son will be &#346;uci. The son of &#346;uci will be Kshema, the son of Kshema will be Suvrata, and the son of Suvrata will be Dharmas&#363;tra. From Dharmas&#363;tra will come Sama; from Sama, Dyumatsena; from Dyumatsena, Sumati; and from Sumati, Subala.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 9.22.49</B></A>: From Subala will come Sun&#299;tha; from Sun&#299;tha, Satyajit; from Satyajit, Vi&#347;vajit; and from Vi&#347;vajit, Ripuñjaya. All of these personalities will belong to the dynasty of Brihadratha, which will rule the world for one thousand years.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>