<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 22"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Descendants of Ajam&#299;dha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.22 Summary</P><P>This chapter describes the descendants of Divod&#257;sa. It also describes Jar&#257;sandha, who belonged to the Riksha dynasty, as well as Duryodhana, Arjuna and others.</P><P>The son of Divod&#257;sa was Mitr&#257;yu, who had four sons, one after another &#8212; Cyavana, Sud&#257;sa, Sahadeva and Somaka. Somaka had one hundred sons, of whom the youngest was Prishata, from whom Drupada was born. Drupada's daughter was Draupad&#299;, and his sons were headed by Dhrishtadyumna. Dhrishtadyumna's son was Dhrishtaketu.</P><P>Another son of Ajam&#299;dha was named Riksha. From Riksha came a son named Samvarana, and from Samvarana came Kuru, the king of Kurukshetra. Kuru had four sons &#8212; Par&#299;kshi, Sudhanu, Jahnu and Nishadha. Among the descendants in the dynasty from Sudhanu were Suhotra, Cyavana, Krit&#299; and Uparicara Vasu. The sons of Uparicara Vasu, including Brihadratha, Ku&#347;&#257;mba, Matsya, Pratyagra and Cedipa, became kings of the Cedi state. In the dynasty from Brihadratha came Ku&#347;&#257;gra, Rishabha, Satyahita, Pushpav&#257;n and Jahu, and from Brihadratha through the womb of another wife came Jar&#257;sandha, who was followed by Sahadeva, Som&#257;pi and &#346;ruta&#347;rav&#257;. Par&#299;kshi, the son of Kuru, had no sons. Among the descendants of Jahnu were Suratha, Vid&#363;ratha, S&#257;rvabhauma, Jayasena, R&#257;dhika, Ayut&#257;yu, Akrodhana, Dev&#257;tithi, Riksha, Dil&#299;pa and Prat&#299;pa.</P><P>The sons of Prat&#299;pa were Dev&#257;pi, &#346;&#257;ntanu and B&#257;hl&#299;ka. When Dev&#257;pi retired to the forest, his younger brother &#346;&#257;ntanu became the king. Although &#346;&#257;ntanu, being younger, was not eligible to occupy the throne, he disregarded his elder brother. Consequently, there was no rainfall for twelve years. Following the advice of the br&#257;hmanas, &#346;&#257;ntanu was ready to return the kingdom to Dev&#257;pi, but by the intrigue of &#346;&#257;ntanu's minister, Dev&#257;pi became unfit to be king. Therefore &#346;&#257;ntanu resumed charge of the kingdom, and rain fell properly during his regime. By mystic power, Dev&#257;pi still lives in the village known as Kal&#257;pa-gr&#257;ma. In this Kali-yuga, when the descendants of Soma known as the candra-vam&#347;a (the lunar dynasty) die out, Dev&#257;pi, at the beginning of Satya-yuga, will reestablish the dynasty of the moon. The wife of &#346;&#257;ntanu named Ga&#324;g&#257; gave birth to Bh&#299;shma, one of the twelve authorities. Two sons named Citr&#257;&#324;gada and Vicitrav&#299;rya were also born from the womb of Satyavat&#299; by the semen of &#346;&#257;ntanu, and Vy&#257;sadeva was born from Satyavat&#299; by the semen of Par&#257;&#347;ara, Vy&#257;sadeva instructed the history of the Bh&#257;gavatam to his son &#346;ukadeva. Through the womb of the two wives and the maidservant of Vicitrav&#299;rya, Vy&#257;sadeva begot Dhritar&#257;shtra, P&#257;ndu and Vidura.</P><P>Dhritar&#257;shtra had one hundred sons, headed by Duryodhana, and one daughter named Duh&#347;al&#257;. P&#257;ndu had five sons, headed by Yudhishthira, and each of these five sons had one son from Draupad&#299;. The names of these sons of Draupad&#299; were Prativindhya, &#346;rutasena, &#346;rutak&#299;rti, &#346;at&#257;n&#299;ka and &#346;rutakarm&#257;. Besides these five sons, by other wives the P&#257;ndavas had many other sons, such as Devaka, Ghatotkaca, Sarvagata, Suhotra, Naramitra, Ir&#257;v&#257;n, Babhruv&#257;hana and Abhimanyu. From Abhimanyu, Mah&#257;r&#257;ja Par&#299;kshit was born, and Mah&#257;r&#257;ja Par&#299;kshit had four sons &#8212; Janamejaya, &#346;rutasena, Bh&#299;masena and Ugrasena.</P><P>Next &#346;ukadeva Gosv&#257;m&#299; described the future sons of the P&#257;ndu family. From Janamejaya, he said, would come a son named &#346;at&#257;n&#299;ka, and following in the dynasty would be Sahasr&#257;n&#299;ka, A&#347;vamedhaja, As&#299;makrishna, Nemicakra, Citraratha, &#346;uciratha, Vrishtim&#257;n, Sushena, Sun&#299;tha, Nricakshu, Sukh&#299;nala, Pariplava, Sunaya, Medh&#257;v&#299;, Nripañjaya, D&#363;rva, Timi, Brihadratha, Sud&#257;sa, &#346;at&#257;n&#299;ka, Durdamana, Mah&#299;nara, Dandap&#257;ni, Nimi and Kshemaka.</P><P>&#346;ukadeva Gosv&#257;m&#299; then predicted the kings of the m&#257;gadha-vam&#347;a, or M&#257;gadha dynasty. Sahadeva, the son of Jar&#257;sandha, would beget M&#257;rj&#257;ri, and from him would come &#346;ruta&#347;rav&#257;. Subsequently taking birth in the dynasty will be Yut&#257;yu, Niramitra, Sunakshatra, Brihatsena, Karmajit, Sutañjaya, Vipra, &#346;uci, Kshema, Suvrata, Dharmas&#363;tra, Sama, Dyumatsena, Sumati, Subala, Sun&#299;tha, Satyajit, Vi&#347;vajit and Ripuñjaya.</P><P CLASS=l><A CLASS=i HREF="../21/36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>