<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 4 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 4 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu Terrorizes the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.4.20</P><P CLASS=c>evam ai&#347;varya-mattasya</P><P CLASS=c>driptasyocch&#257;stra-vartinah</P><P CLASS=c>k&#257;lo mah&#257;n vyat&#299;y&#257;ya</P><P CLASS=c>brahma-&#347;&#257;pam upeyushah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/aisvarya">ai&#347;varya</A>-<A CLASS=v HREF="http://vedabase.net/m/mattasya">mattasya</A> &#8212; of one who was intoxicated by opulences; <A CLASS=v HREF="http://vedabase.net/d/drptasya">driptasya</A> &#8212; greatly proud; <A CLASS=v HREF="http://vedabase.net/u/ut">ut</A>-<A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>-<A CLASS=v HREF="http://vedabase.net/v/vartinah">vartinah</A> &#8212; transgressing the regulative principles mentioned <A HREF="http://vedabase.net/i/in">in</A> the &#347;&#257;stras; <A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> &#8212; duration of time; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great; <A CLASS=v HREF="http://vedabase.net/v/vyatiyaya">vyat&#299;y&#257;ya</A> &#8212; passed; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/sapam">&#347;&#257;pam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> curse by exalted br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/u/upeyusah">upeyushah</A> &#8212; having obtained.</P><P CLASS=t>TRANSLATION</P><P>Hiranyaka&#347;ipu thus passed a long time being very much proud of his opulences and transgressing the laws and regulations mentioned in the authoritative &#347;&#257;stras. He was therefore subjected to a curse by the four Kum&#257;ras, who were great br&#257;hmanas.</P><P CLASS=t>PURPORT</P><P>There have been many instances in which demons, after achieving material opulences, have become extremely proud, so much so that they have transgressed the laws and regulations given in the authoritative &#347;&#257;stras. Hiranyaka&#347;ipu acted in this way. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/23.htm">16.23</A>):</P><P>yah &#347;&#257;stra-vidhim utsrijya</P><P CLASS=n>vartate k&#257;ma-k&#257;ratah</P><P CLASS=n>na sa siddhim av&#257;pnoti</P><P CLASS=n>na sukham na par&#257;m gatim</P><P>"He who discards scriptural injunctions and acts according to his own whims attains neither perfection, nor happiness, nor the supreme destination." The word &#347;&#257;stra refers to that which controls our activities. We cannot violate or transgress the laws and regulative principles mentioned in the &#347;&#257;stras. Bhagavad-g&#299;t&#257; repeatedly confirms this.</P><P>tasm&#257;c ch&#257;stram pram&#257;nam te</P><P CLASS=n>k&#257;ry&#257;k&#257;rya-vyavasthitau</P><P CLASS=n>jñ&#257;tv&#257; &#347;&#257;stra-vidh&#257;noktam</P><P CLASS=n>karma kartum ih&#257;rhasi</P><P>"One should understand what is duty and what is not duty by the regulations of the scriptures. Knowing such rules and regulations, one should act so that he may gradually be elevated." (<A CLASS=v HREF="../../../bg/16/24.htm">Bg. 16.24</A>) One should act according to the direction of the &#347;&#257;stra, but the material energy is so powerful that as soon as one becomes materially opulent, he begins to transgress the &#347;&#257;stric laws. As soon as one transgresses the laws of &#347;&#257;stra, he immediately enters upon the path of destruction.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>