<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 4 Verses 25-26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 4 Verses 25-26"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu Terrorizes the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.4.25-26</P><P CLASS=c>m&#257; bhaishta vibudha-&#347;reshth&#257;h</P><P CLASS=c>sarvesh&#257;m bhadram astu vah</P><P CLASS=c>mad-dar&#347;anam hi bh&#363;t&#257;n&#257;m</P><P CLASS=c>sarva-&#347;reyopapattaye</P><P CLASS=c>jñ&#257;tam etasya daur&#257;tmyam</P><P CLASS=c>daitey&#257;pasadasya yat</P><P CLASS=c>tasya &#347;&#257;ntim karishy&#257;mi</P><P CLASS=c>k&#257;lam t&#257;vat prat&#299;kshata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/b/bhaista">bhaishta</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/v/vibudha">vibudha</A>-<A CLASS=v HREF="http://vedabase.net/s/sresthah">&#347;reshth&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of learned persons; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/b/bhadram">bhadram</A> &#8212; the good fortune; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/d/darsanam">dar&#347;anam</A> &#8212; the seeing of <A HREF="http://vedabase.net/m/me">Me</A> (or offering of prayers <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A> or hearing about <A HREF="http://vedabase.net/m/me">Me</A>, all of which <A HREF="http://vedabase.net/a/are">are</A> absolute); <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/sreya">&#347;reya</A> &#8212; of all good fortune; <A CLASS=v HREF="http://vedabase.net/u/upapattaye">upapattaye</A> &#8212; for the attainment; <A CLASS=v HREF="http://vedabase.net/j/jnatam">jñ&#257;tam</A> &#8212; known; <A CLASS=v HREF="http://vedabase.net/e/etasya">etasya</A> &#8212; of this; <A CLASS=v HREF="http://vedabase.net/d/dauratmyam">daur&#257;tmyam</A> &#8212; the nefarious activities; <A CLASS=v HREF="http://vedabase.net/d/daiteya">daiteya</A>-<A CLASS=v HREF="http://vedabase.net/a/apasadasya">apasadasya</A> &#8212; of the great demon, Hiranyaka&#347;ipu; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of this; <A CLASS=v HREF="http://vedabase.net/s/santim">&#347;&#257;ntim</A> &#8212; cessation; <A CLASS=v HREF="http://vedabase.net/k/karisyami">karishy&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; until that; <A CLASS=v HREF="http://vedabase.net/p/pratiksata">prat&#299;kshata</A> &#8212; just wait.</P><P CLASS=t>TRANSLATION</P><P>The voice of the Lord vibrated as follows: O best of learned persons, do not fear! I wish all good fortune to you. Become My devotees by hearing and chanting about Me and offering Me prayers, for these are certainly meant to award benedictions to all living entities. I know all about the activities of Hiranyaka&#347;ipu and shall surely stop them very soon. Please wait patiently until that time.</P><P CLASS=t>PURPORT</P><P>Sometimes people are very much eager to see God. In considering the word mad-dar&#347;anam, "seeing Me," which is mentioned in this verse, one should note that in Bhagavad-g&#299;t&#257; the Lord says, bhakty&#257; m&#257;m abhij&#257;n&#257;ti [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>]. In other words, the ability to understand the Supreme Personality of Godhead or to see Him or talk with Him depends on one's advancement in devotional service, which is called bhakti. In bhakti there are nine different activities: &#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam/ arcanam vandanam d&#257;syam sakhyam &#257;tma-nivedanam [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]. Because all these devotional activities are absolute, there is no fundamental difference between worshiping the Deity in the temple, seeing Him and chanting His glories. Indeed, all of these are ways of seeing Him, for everything done in devotional service is a means of direct contact with the Lord. The vibration of the Lord's voice appeared in the presence of all the devotees, and although the person vibrating the sound was unseen to them, they were meeting or seeing the Lord because they were offering prayers and because the vibration of the Lord was present. Contrary to the laws of the material world, there is no difference between seeing the Lord, offering prayers and hearing the transcendental vibration. Pure devotees, therefore, are fully satisfied by glorifying the Lord. Such glorification is called k&#299;rtana. Performing k&#299;rtana and hearing the vibration of the sound Hare Krishna is actually seeing the Supreme Personality of Godhead directly. One must realize this position, and then one will be able to understand the absolute nature of the Lord's activities.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>