<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 4 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 4 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu Terrorizes the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.4.28</P><P CLASS=c>nirvair&#257;ya pra&#347;&#257;nt&#257;ya</P><P CLASS=c>sva-sut&#257;ya mah&#257;tmane</P><P CLASS=c>prahr&#257;d&#257;ya yad&#257; druhyed</P><P CLASS=c>dhanishye 'pi varorjitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nirvairaya">nirvair&#257;ya</A> &#8212; who is without enemies; <A CLASS=v HREF="http://vedabase.net/p/prasantaya">pra&#347;&#257;nt&#257;ya</A> &#8212; very sober and peaceful; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/sutaya">sut&#257;ya</A> &#8212; unto his own son; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; who is <A HREF="http://vedabase.net/a/a">a</A> great devotee; <A CLASS=v HREF="http://vedabase.net/p/prahradaya">prahr&#257;d&#257;ya</A> &#8212; <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/d/druhyet">druhyet</A> &#8212; will commit violence; <A CLASS=v HREF="http://vedabase.net/h/hanisye">hanishye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall kill; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/v/vara">vara</A>-<A CLASS=v HREF="http://vedabase.net/u/urjitam">&#363;rjitam</A> &#8212; blessed by the boons of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>.</P><P CLASS=t>TRANSLATION</P><P>When Hiranyaka&#347;ipu teases the great devotee Prahl&#257;da, his own son, who is peaceful and sober and who has no enemy, I shall kill Hiranyaka&#347;ipu immediately, despite the benedictions of Brahm&#257;.</P><P CLASS=t>PURPORT</P><P>Of all sinful activities, an offense to a pure devotee, or Vaishnava, is the most severe. An offense at the lotus feet of a Vaishnava is so disastrous that &#346;r&#299; Caitanya Mah&#257;prabhu has compared it to a mad elephant that enters a garden and causes great havoc by uprooting many plants and trees. If one is an offender at the lotus feet of a br&#257;hmana or Vaishnava, his offenses uproot all his auspicious activities. One should therefore very carefully guard against committing vaishnava-apar&#257;dha, or offenses at the lotus feet of a Vaishnava. Here the Lord clearly says that although Hiranyaka&#347;ipu had received benedictions from Lord Brahm&#257;, these benedictions would be null and void as soon as he committed an offense at the lotus feet of Prahl&#257;da Mah&#257;r&#257;ja, his own son. A Vaishnava like Prahl&#257;da Mah&#257;r&#257;ja is described herein as nirvaira, having no enemies. Elsewhere in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../3/25/21.htm">3.25.21</A>) it is said, aj&#257;ta-&#347;atravah &#347;&#257;nt&#257;h s&#257;dhavah s&#257;dhu-bh&#363;shan&#257;h: a devotee has no enemies, he is peaceful, he abides by the scriptures, and all his characteristics are sublime. A devotee does not create enmity with anyone, but if someone becomes his enemy, that person will be vanquished by the Supreme Personality of Godhead, despite whatever benedictions he may have received from other sources. Hiranyaka&#347;ipu was certainly enjoying the fruitful results of his austerities, but here the Lord says that as soon as he committed an offense at the lotus feet of Prahl&#257;da Mah&#257;r&#257;ja he would be ruined. One's longevity, opulence, beauty, education and whatever else one may possess as a result of pious activities cannot protect one if one commits an offense at the lotus feet of a Vaishnava. Despite whatever one possesses, if one offends the lotus feet of a Vaishnava he will be vanquished.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>