<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 4 Verses 31-32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 4 Verses 31-32"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu Terrorizes the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.4.31-32</P><P CLASS=c>brahmanyah &#347;&#299;la-sampannah</P><P CLASS=c>satya-sandho jitendriyah</P><P CLASS=c>&#257;tmavat sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=c>eka-priya-suhrittamah</P><P CLASS=c>d&#257;savat sannat&#257;ry&#257;&#324;ghrih</P><P CLASS=c>pitrivad d&#299;na-vatsalah</P><P CLASS=c>bhr&#257;trivat sadri&#347;e snigdho</P><P CLASS=c>gurushv &#299;&#347;vara-bh&#257;vanah</P><P CLASS=c>vidy&#257;rtha-r&#363;pa-janm&#257;dhyo</P><P CLASS=c>m&#257;na-stambha-vivarjitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanyah">brahmanyah</A> &#8212; cultured <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> good <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;la</A>-<A CLASS=v HREF="http://vedabase.net/s/sampannah">sampannah</A> &#8212; possessing all good qualities; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/s/sandhah">sandhah</A> &#8212; determined <A HREF="http://vedabase.net/t/to">to</A> understand the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyah">indriyah</A> &#8212; fully controlling the senses and mind; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like the Supersoul; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> &#8212; the one beloved; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the best friend; <A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> menial servant; <A CLASS=v HREF="http://vedabase.net/s/sannata">sannata</A> &#8212; always obedient; <A CLASS=v HREF="http://vedabase.net/a/arya">&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/a/anghrih">a&#324;ghrih</A> &#8212; at the lotus feet of great persons; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; exactly like <A HREF="http://vedabase.net/a/a">a</A> father; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsalah">vatsalah</A> &#8212; kind <A HREF="http://vedabase.net/t/to">to</A> the poor; <A CLASS=v HREF="http://vedabase.net/b/bhratr">bhr&#257;tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; exactly like <A HREF="http://vedabase.net/a/a">a</A> brother; <A CLASS=v HREF="http://vedabase.net/s/sadrse">sadri&#347;e</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> his equals; <A CLASS=v HREF="http://vedabase.net/s/snigdhah">snigdhah</A> &#8212; very affectionate; <A CLASS=v HREF="http://vedabase.net/g/gurusu">gurushu</A> &#8212; unto the spiritual masters; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanah">bh&#257;vanah</A> &#8212; who considered exactly like the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; education; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; riches; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; beauty; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; aristocracy or nobility; <A CLASS=v HREF="http://vedabase.net/a/adhyah">&#257;dhyah</A> &#8212; endowed with; <A CLASS=v HREF="http://vedabase.net/m/mana">m&#257;na</A> &#8212; pride; <A CLASS=v HREF="http://vedabase.net/s/stambha">stambha</A> &#8212; impudence; <A CLASS=v HREF="http://vedabase.net/v/vivarjitah">vivarjitah</A> &#8212; completely free from.</P><P CLASS=t>TRANSLATION</P><P>[The qualities of Mah&#257;r&#257;ja Prahl&#257;da, the son of Hiranyaka&#347;ipu, are described herewith.] He was completely cultured as a qualified br&#257;hmana, having very good character and being determined to understand the Absolute Truth. He had full control of his senses and mind. Like the Supersoul, he was kind to every living entity and was the best friend of everyone. To respectable persons he acted exactly like a menial servant, to the poor he was like a father, to his equals he was attached like a sympathetic brother, and he considered his teachers, spiritual masters and older Godbrothers to be as good as the Supreme Personality of Godhead. He was completely free from unnatural pride that might have arisen from his good education, riches, beauty, aristocracy and so on.</P><P CLASS=t>PURPORT</P><P>These are some of the qualifications of a Vaishnava. A Vaishnava is automatically a br&#257;hmana because a Vaishnava has all the good qualities of a br&#257;hmana.</P><P>&#347;amo damas tapah &#347;aucam</P><P CLASS=n>ksh&#257;ntir &#257;rjavam eva ca</P><P CLASS=n>jñ&#257;nam vijñ&#257;nam &#257;stikyam</P><P CLASS=n>brahma-karma svabh&#257;va-jam</P><P>"Peacefulness, self-control, austerity, purity, tolerance, honesty, wisdom, knowledge, and religiousness &#8212; these are the qualities by which the br&#257;hmanas work." (<A CLASS=v HREF="../../../bg/18/42.htm">Bg. 18.42</A>) These qualities are manifest in the body of a Vaishnava. Therefore a perfect Vaishnava is also a perfect br&#257;hmana, as indicated here by the words brahmanyah &#347;&#299;la-sampannah. A Vaishnava is always determined to understand the Absolute Truth, and to understand the Absolute Truth one needs to have full control over his senses and mind. Prahl&#257;da Mah&#257;r&#257;ja possessed all these qualities. A Vaishnava is always a well-wisher to everyone. The six Gosv&#257;m&#299;s, for example, are described in this way: dh&#299;r&#257;dh&#299;ra jana-priyau. They were popular with both the gentle and the ruffians. A Vaishnava must be equal to everyone, regardless of one's position. &#256;tmavat: a Vaishnava should be like Param&#257;tm&#257;. &#298;&#347;varah sama-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati. Param&#257;tm&#257; does not hate anyone; indeed, He is in the heart of a br&#257;hmana, but he is also even in the heart of a pig. As the moon never refuses to distribute its pleasing rays even to the home of a cand&#257;la, a Vaishnava never refuses to act for everyone's welfare. Therefore a Vaishnava is always obedient to the spiritual master (&#257;rya). The word &#257;rya refers to one who is advanced in knowledge. One who is deficient in knowledge cannot be called &#257;rya. At the present, however, the word &#257;rya is used to refer to those who are godless. This is the unfortunate situation of Kali-yuga.</P><P>The word guru refers to the spiritual master who initiates his disciple into advancement in the science of Krishna, or Krishna consciousness, as stated by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura (&#347;r&#299;-bhagavan-mantropade&#347;ake gur&#257;v ity arthah).</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>