<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 4 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 4 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu Terrorizes the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.4.36</P><P CLASS=c>gunair alam asa&#324;khyeyair</P><P CLASS=c>m&#257;h&#257;tmyam tasya s&#363;cyate</P><P CLASS=c>v&#257;sudeve bhagavati</P><P CLASS=c>yasya naisargik&#299; ratih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; with spiritual qualities; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; what need; <A CLASS=v HREF="http://vedabase.net/a/asankhyeyaih">asa&#324;khyeyaih</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> innumerable; <A CLASS=v HREF="http://vedabase.net/m/mahatmyam">m&#257;h&#257;tmyam</A> &#8212; the greatness; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of him (<A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>); <A CLASS=v HREF="http://vedabase.net/s/sucyate">s&#363;cyate</A> &#8212; is indicated; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the son of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/n/naisargiki">naisargik&#299;</A> &#8212; natural; <A CLASS=v HREF="http://vedabase.net/r/ratih">ratih</A> &#8212; attachment.</P><P CLASS=t>TRANSLATION</P><P>Who could list the innumerable transcendental qualities of Prahl&#257;da Mah&#257;r&#257;ja? He had unflinching faith in V&#257;sudeva, Lord Krishna [the son of Vasudeva], and unalloyed devotion to Him. His attachment to Lord Krishna was natural because of his previous devotional service. Although his good qualities cannot be enumerated, they prove that he was a great soul [mah&#257;tm&#257;].</P><P CLASS=t>PURPORT</P><P>In his prayers to the ten incarnations, Jayadeva Gosv&#257;m&#299; says, ke&#347;ava dhrita-narahari-r&#363;pa jaya jagad-&#299;&#347;a hare. Prahl&#257;da Mah&#257;r&#257;ja was a devotee of Lord Nrisimha, who is Ke&#347;ava, Krishna Himself. Therefore when this verse says v&#257;sudeve bhagavati, one should understand that Prahl&#257;da Mah&#257;r&#257;ja's attachment for Nrisimhadeva was attachment for Krishna, V&#257;sudeva, the son of Vasudeva. Prahl&#257;da Mah&#257;r&#257;ja, therefore, is described as a great mah&#257;tm&#257;. As the Lord Himself confirms in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>):</P><P>bah&#363;n&#257;m janman&#257;m ante</P><P CLASS=n>jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=n>v&#257;sudevah sarvam iti</P><P CLASS=n>sa mah&#257;tm&#257; sudurlabhah</P><P>"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare." A great devotee of Krishna, the son of Vasudeva, is a great soul very rarely to be found. Prahl&#257;da Mah&#257;r&#257;ja's attachment for Krishna will be explained in the next verse. Krishna-graha-grih&#299;t&#257;tm&#257;. Prahl&#257;da Mah&#257;r&#257;ja's heart was always filled with thoughts of Krishna. Therefore Prahl&#257;da Mah&#257;r&#257;ja is the ideal devotee in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>