<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 4 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 4 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu Terrorizes the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.4.38</P><P CLASS=c>&#257;s&#299;nah paryatann a&#347;nan</P><P CLASS=c>&#347;ay&#257;nah prapiban bruvan</P><P CLASS=c>n&#257;nusandhatta et&#257;ni</P><P CLASS=c>govinda-parirambhitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asinah">&#257;s&#299;nah</A> &#8212; while sitting; <A CLASS=v HREF="http://vedabase.net/p/paryatan">paryatan</A> &#8212; while walking; <A CLASS=v HREF="http://vedabase.net/a/asnan">a&#347;nan</A> &#8212; while eating; <A CLASS=v HREF="http://vedabase.net/s/sayanah">&#347;ay&#257;nah</A> &#8212; while lying down; <A CLASS=v HREF="http://vedabase.net/p/prapiban">prapiban</A> &#8212; while drinking; <A CLASS=v HREF="http://vedabase.net/b/bruvan">bruvan</A> &#8212; while talking; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anusandhatte">anusandhatte</A> &#8212; knew; <A CLASS=v HREF="http://vedabase.net/e/etani">et&#257;ni</A> &#8212; all these activities; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A> &#8212; by the Supreme Personality of Godhead, who enlivens the senses; <A CLASS=v HREF="http://vedabase.net/p/parirambhitah">parirambhitah</A> &#8212; being embraced.</P><P CLASS=t>TRANSLATION</P><P>Prahl&#257;da Mah&#257;r&#257;ja was always absorbed in thought of Krishna. Thus, being always embraced by the Lord, he did not know how his bodily necessities, such as sitting, walking, eating, lying down, drinking and talking, were being automatically performed.</P><P CLASS=t>PURPORT</P><P>A small child, while being cared for by his mother, does not know how the needs of the body for eating, sleeping, lying down, passing water and evacuating are being fulfilled. He is simply satisfied to be on the lap of his mother. Similarly, Prahl&#257;da Mah&#257;r&#257;ja was exactly like a small child, being cared for by Govinda. The necessary activities of his body were performed without his knowledge. As a father and mother care for their child, Govinda cared for Prahl&#257;da Mah&#257;r&#257;ja, who remained always absorbed in thoughts of Govinda. This is Krishna consciousness. Prahl&#257;da Mah&#257;r&#257;ja is the vivid example of perfection in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>