<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 4 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 4 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu Terrorizes the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.4.39</P><P CLASS=c>kvacid rudati vaikuntha-</P><P CLASS=c>cint&#257;-&#347;abala-cetanah</P><P CLASS=c>kvacid dhasati tac-cint&#257;-</P><P CLASS=c>hl&#257;da udg&#257;yati kvacit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/r/rudati">rudati</A> &#8212; cries; <A CLASS=v HREF="http://vedabase.net/v/vaikuntha">vaikuntha</A>-<A CLASS=v HREF="http://vedabase.net/c/cinta">cint&#257;</A> &#8212; by thoughts of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sabala">&#347;abala</A>-<A CLASS=v HREF="http://vedabase.net/c/cetanah">cetanah</A> &#8212; whose mind was bewildered; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/h/hasati">hasati</A> &#8212; laughs; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/c/cinta">cint&#257;</A> &#8212; by thoughts of Him; <A CLASS=v HREF="http://vedabase.net/a/ahladah">&#257;hl&#257;dah</A> &#8212; being jubilant; <A CLASS=v HREF="http://vedabase.net/u/udgayati">udg&#257;yati</A> &#8212; chants very loudly; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes.</P><P CLASS=t>TRANSLATION</P><P>Because of advancement in Krishna consciousness, he sometimes cried, sometimes laughed, sometimes expressed jubilation and sometimes sang loudly.</P><P CLASS=t>PURPORT</P><P>This verse further clarifies the comparison of a devotee to a child. If a mother leaves her small child in his bed or cradle and goes away to attend to some family duties, the child immediately understands that his mother has gone away, and therefore he cries. But as soon as the mother returns and cares for the child, the child laughs and becomes jubilant. Similarly, Prahl&#257;da Mah&#257;r&#257;ja, being always absorbed in thoughts of Krishna, sometimes felt separation, thinking, "Where is Krishna?" This is explained by &#346;r&#299; Caitanya Mah&#257;prabhu. &#346;&#363;ny&#257;yitam jagat sarvam govinda-virahena me. When an exalted devotee feels that Krishna is invisible, having gone away, he cries in separation, and sometimes, when he sees that Krishna has returned to care for him, he laughs, just as a child sometimes laughs upon understanding that his mother is taking care of him. These symptoms are called bh&#257;va. In The Nectar of Devotion, various bh&#257;vas, ecstatic conditions of a devotee, are fully described. These bh&#257;vas are visible in the activities of a perfect devotee.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>