<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 4 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 4 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu Terrorizes the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.4.40</P><P CLASS=c>nadati kvacid utkantho</P><P CLASS=c>vilajjo nrityati kvacit</P><P CLASS=c>kvacit tad-bh&#257;van&#257;-yuktas</P><P CLASS=c>tanmayo 'nucak&#257;ra ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nadati">nadati</A> &#8212; exclaims loudly (addressing the Lord, "<A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>"); <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/u/utkanthah">utkanthah</A> &#8212; being anxious; <A CLASS=v HREF="http://vedabase.net/v/vilajjah">vilajjah</A> &#8212; without shame; <A CLASS=v HREF="http://vedabase.net/n/nrtyati">nrityati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> dances; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavana">bh&#257;van&#257;</A> &#8212; with thoughts of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah</A> &#8212; being absorbed; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; thinking <A HREF="http://vedabase.net/a/as">as</A> if <A HREF="http://vedabase.net/h/he">he</A> <A HREF="http://vedabase.net/h/had">had</A> become <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/anucakara">anucak&#257;ra</A> &#8212; imitated; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; indeed.</P><P CLASS=t>TRANSLATION</P><P>Sometimes, upon seeing the Supreme Personality of Godhead, Prahl&#257;da Mah&#257;r&#257;ja would loudly call in full anxiety. He sometimes lost his shyness in jubilation and began dancing in ecstasy, and sometimes, being fully absorbed in thoughts of Krishna, he felt oneness and imitated the pastimes of the Lord.</P><P CLASS=t>PURPORT</P><P>Prahl&#257;da Mah&#257;r&#257;ja sometimes felt that the Lord was far away from him and therefore called Him loudly. When he saw that the Lord was before him, he was fully jubilant. Sometimes, thinking himself one with the Supreme, he imitated the Lord's pastimes, and in separation from the Lord he would sometimes show symptoms of madness. These feelings of a devotee would not be appreciated by impersonalists. One must go further and further into spiritual understanding. The first realization is impersonal Brahman, but one must go still further to realize Param&#257;tm&#257; and eventually the Supreme Personality of Godhead, who is worshiped by the transcendental feelings of a devotee in a relationship of &#347;&#257;nta, d&#257;sya, sakhya, v&#257;tsalya or m&#257;dhurya. Here the feelings of Prahl&#257;da Mah&#257;r&#257;ja were in the mellow of v&#257;tsalya, filial love and affection. As a child cries when left by his mother, when Prahl&#257;da Mah&#257;r&#257;ja felt that the Lord was away from him he began to cry (nadati). Again, a devotee like Prahl&#257;da sometimes sees that the Lord is coming from a long distance to pacify him, like a mother responding to a child, saying, "My dear child, do not cry. I am coming." Then the devotee, without being ashamed due to his surroundings and circumstances, begins to dance, thinking, "Here is my Lord! My Lord is coming!" Thus the devotee, in full ecstasy, sometimes imitates the pastimes of the Lord, just as the cowherd boys used to imitate the behavior of the jungle animals. However, he does not actually become the Lord. Prahl&#257;da Mah&#257;r&#257;ja achieved the spiritual ecstasies described herein by his advancement in spiritual understanding.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>