<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 4 Verses 5-7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 4 Verses 5-7"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu Terrorizes the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.4.5-7</P><P CLASS=c>sa vijitya di&#347;ah sarv&#257;</P><P CLASS=c>lok&#257;m&#347; ca tr&#299;n mah&#257;surah</P><P CLASS=c>dev&#257;sura-manushyendra-</P><P CLASS=c>gandharva-garudorag&#257;n</P><P CLASS=c>siddha-c&#257;rana-vidy&#257;dhr&#257;n</P><P CLASS=c>rish&#299;n pitri-pat&#299;n man&#363;n</P><P CLASS=c>yaksha-rakshah-pi&#347;&#257;ce&#347;&#257;n</P><P CLASS=c>preta-bh&#363;ta-pat&#299;n api</P><P CLASS=c>sarva-sattva-pat&#299;ñ jitv&#257;</P><P CLASS=c>va&#347;am &#257;n&#299;ya vi&#347;va-jit</P><P CLASS=c>jah&#257;ra loka-p&#257;l&#257;n&#257;m</P><P CLASS=c>sth&#257;n&#257;ni saha tejas&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (Hiranyaka&#347;ipu); <A CLASS=v HREF="http://vedabase.net/v/vijitya">vijitya</A> &#8212; conquering; <A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah</A> &#8212; the directions; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; planetary systems; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/trin">tr&#299;n</A> &#8212; three (upper, lower and middle); <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/asurah">asurah</A> &#8212; the great demon; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A> &#8212; the demons; <A CLASS=v HREF="http://vedabase.net/m/manusya">manushya</A> &#8212; of the human beings; <A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; the kings; <A CLASS=v HREF="http://vedabase.net/g/gandharva">gandharva</A> &#8212; the Gandharvas; <A CLASS=v HREF="http://vedabase.net/g/garuda">garuda</A> &#8212; the Garudas; <A CLASS=v HREF="http://vedabase.net/u/uragan">urag&#257;n</A> &#8212; the great serpents; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A> &#8212; the Siddhas; <A CLASS=v HREF="http://vedabase.net/c/carana">c&#257;rana</A> &#8212; the C&#257;ranas; <A CLASS=v HREF="http://vedabase.net/v/vidyadhran">vidy&#257;dhr&#257;n</A> &#8212; the Vidy&#257;dharas; <A CLASS=v HREF="http://vedabase.net/r/rsin">rish&#299;n</A> &#8212; the great sages and saintly persons; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/p/patin">pat&#299;n</A> &#8212; Yamar&#257;ja and the other leaders of the Pit&#257;s; <A CLASS=v HREF="http://vedabase.net/m/manun">man&#363;n</A> &#8212; all the different Manus; <A CLASS=v HREF="http://vedabase.net/y/yaksa">yaksha</A> &#8212; the Yakshas; <A CLASS=v HREF="http://vedabase.net/r/raksah">rakshah</A> &#8212; the R&#257;kshasas; <A CLASS=v HREF="http://vedabase.net/p/pisaca">pi&#347;&#257;ca</A>-<A CLASS=v HREF="http://vedabase.net/i/isan">&#299;&#347;&#257;n</A> &#8212; the leaders of Pi&#347;&#257;caloka; <A CLASS=v HREF="http://vedabase.net/p/preta">preta</A> &#8212; of the Pretas; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; and of the Bh&#363;tas; <A CLASS=v HREF="http://vedabase.net/p/patin">pat&#299;n</A> &#8212; the masters; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/p/patin">pat&#299;n</A> &#8212; the masters of all the different planets; <A CLASS=v HREF="http://vedabase.net/j/jitva">jitv&#257;</A> &#8212; conquering; <A CLASS=v HREF="http://vedabase.net/v/vasam">va&#347;am</A> <A CLASS=v HREF="http://vedabase.net/a/aniya">&#257;n&#299;ya</A> &#8212; bringing under control; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/j/jit">jit</A> &#8212; the conqueror of the whole universe; <A CLASS=v HREF="http://vedabase.net/j/jahara">jah&#257;ra</A> &#8212; usurped; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/palanam">p&#257;l&#257;n&#257;m</A> &#8212; of the demigods who manage the universal affairs; <A CLASS=v HREF="http://vedabase.net/s/sthanani">sth&#257;n&#257;ni</A> &#8212; the places; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; all their power.</P><P CLASS=t>TRANSLATION</P><P>Hiranyaka&#347;ipu became the conqueror of the entire universe. Indeed, that great demon conquered all the planets in the three worlds &#8212; upper, middle and lower &#8212; including the planets of the human beings, the Gandharvas, the Garudas, the great serpents, the Siddhas, C&#257;ranas and Vidy&#257;dharas, the great saints, Yamar&#257;ja, the Manus, the Yakshas, the R&#257;kshasas, the Pi&#347;&#257;cas and their masters, and the masters of the ghosts and Bh&#363;tas. He defeated the rulers of all the other planets where there are living entities and brought them under his control. Conquering the abodes of all, he seized their power and influence.</P><P CLASS=t>PURPORT</P><P>The word garuda in this verse indicates that there are planets of great birds like Garuda. Similarly, the word uraga indicates that there are planets of enormous serpents. Such a description of the various planets of the universe may challenge modern scientists who think that all planets but this earth are vacant. These scientists claim to have launched excursions to the moon, where they have found no living entities but only big craters full of dust and stone, although in fact the moon is so brilliant that it acts like the sun in illuminating the entire universe. Of course, it is not possible to convince modern scientists of the Vedic information about the universe. Nonetheless, we are not very much impressed by the words of scientists who say that all other planets are vacant and that only the earth is full of living entities.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>