<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 4 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 4 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu Terrorizes the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.4.8</P><P CLASS=c>devody&#257;na-&#347;riy&#257; jushtam</P><P CLASS=c>adhy&#257;ste sma tri-pishtapam</P><P CLASS=c>mahendra-bhavanam s&#257;ksh&#257;n</P><P CLASS=c>nirmitam vi&#347;vakarman&#257;</P><P CLASS=c>trailokya-lakshmy-&#257;yatanam</P><P CLASS=c>adhyuv&#257;s&#257;khilarddhimat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/u/udyana">udy&#257;na</A> &#8212; of the famous garden of the demigods; <A CLASS=v HREF="http://vedabase.net/s/sriya">&#347;riy&#257;</A> &#8212; by the opulences; <A CLASS=v HREF="http://vedabase.net/j/justam">jushtam</A> &#8212; enriched; <A CLASS=v HREF="http://vedabase.net/a/adhyaste">adhy&#257;ste</A> <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; remained <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/p/pistapam">pishtapam</A> &#8212; the higher planetary system, where various demigods live; <A CLASS=v HREF="http://vedabase.net/m/mahendra">mahendra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanam">bhavanam</A> &#8212; the palace of <A HREF="http://vedabase.net/i/indra">Indra</A>, the King of heaven; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/n/nirmitam">nirmitam</A> &#8212; constructed; <A CLASS=v HREF="http://vedabase.net/v/visvakarmana">vi&#347;vakarman&#257;</A> &#8212; by the famous architect of the demigods, <A HREF="http://vedabase.net/v/visvakarma">Vi&#347;vakarm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/trailokya">trailokya</A> &#8212; of all the three worlds; <A CLASS=v HREF="http://vedabase.net/l/laksmi">lakshm&#299;</A>-<A CLASS=v HREF="http://vedabase.net/a/ayatanam">&#257;yatanam</A> &#8212; the residence of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/a/adhyuvasa">adhyuv&#257;sa</A> &#8212; lived <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/r/rddhi">riddhi</A>-<A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; possessing the opulence of the entire universe.</P><P CLASS=t>TRANSLATION</P><P>Hiranyaka&#347;ipu, who possessed all opulence, began residing in heaven, with its famous Nandana garden, which is enjoyed by the demigods. In fact, he resided in the most opulent palace of Indra, the King of heaven. The palace had been directly constructed by the demigod architect Vi&#347;vakarm&#257; and was as beautifully made as if the goddess of fortune of the entire universe resided there.</P><P CLASS=t>PURPORT</P><P>From this description it appears that all the heavenly planets of the upper planetary system are thousands upon thousands of times more opulent than the lower planetary system in which we live. Vi&#347;vakarm&#257;, the famous heavenly architect, is known as the constructor of many wonderful buildings in the upper planets, where there are not only beautiful buildings, but also many opulent gardens and parks, which are described as nandana-devody&#257;na, gardens quite fit to be enjoyed by the demigods. This description of the upper planetary system and its opulences is to be understood from authoritative scriptures like the Vedic literatures. Telescopes and the other imperfect instruments of scientists are inadequate for evaluating the upper planetary system. Although such instruments are needed because the vision of the so-called scientists is imperfect, the instruments themselves are also imperfect. Therefore the upper planets cannot be appraised by imperfect men using imperfect man-made instruments. Direct information received from the Vedic literature, however, is perfect, We therefore cannot accept the statement that there are no opulent residences on planets other than this earth.</P><P CLASS=l><A CLASS=i HREF="5-7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9-12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>