<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 4"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 4: Hiranyaka&#347;ipu Terrorizes the Universe</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 7.4 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 7.4.1</B></A>: N&#257;rada Muni continued: Lord Brahm&#257; was very much satisfied by Hiranyaka&#347;ipu's austerities, which were difficult to perform. Therefore, when solicited for benedictions, he indeed granted them, although they were rarely to be achieved.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 7.4.2</B></A>: Lord Brahm&#257; said: O Hiranyaka&#347;ipu, these benedictions for which you have asked are difficult to obtain for most men. Nonetheless, O my son, I shall grant you them although they are generally not available.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 7.4.3</B></A>: Then Lord Brahm&#257;, who awards infallible benedictions, departed, being worshiped by the best of the demons, Hiranyaka&#347;ipu, and being praised by great sages and saintly persons.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 7.4.4</B></A>: The demon Hiranyaka&#347;ipu, having thus been blessed by Lord Brahm&#257; and having acquired a lustrous golden body, continued to remember the death of his brother and therefore be envious of Lord Vishnu.</P><P CLASS=r><A CLASS=i HREF="5-7.htm"><B>SB 7.4.5-7</B></A>: Hiranyaka&#347;ipu became the conqueror of the entire universe. Indeed, that great demon conquered all the planets in the three worlds &#8212; upper, middle and lower &#8212; including the planets of the human beings, the Gandharvas, the Garudas, the great serpents, the Siddhas, C&#257;ranas and Vidy&#257;dharas, the great saints, Yamar&#257;ja, the Manus, the Yakshas, the R&#257;kshasas, the Pi&#347;&#257;cas and their masters, and the masters of the ghosts and Bh&#363;tas. He defeated the rulers of all the other planets where there are living entities and brought them under his control. Conquering the abodes of all, he seized their power and influence.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 7.4.8</B></A>: Hiranyaka&#347;ipu, who possessed all opulence, began residing in heaven, with its famous Nandana garden, which is enjoyed by the demigods. In fact, he resided in the most opulent palace of Indra, the King of heaven. The palace had been directly constructed by the demigod architect Vi&#347;vakarm&#257; and was as beautifully made as if the goddess of fortune of the entire universe resided there.</P><P CLASS=r><A CLASS=i HREF="9-12.htm"><B>SB 7.4.9-12</B></A>: The steps of King Indra's residence were made of coral, the floor was bedecked with invaluable emeralds, the walls were of crystal, and the columns of vaid&#363;rya stone. The wonderful canopies were beautifully decorated, the seats were bedecked with rubies, and the silk bedding, as white as foam, was decorated with pearls. The ladies of the palace, who were blessed with beautiful teeth and the most wonderfully beautiful faces, walked here and there in the palace, their ankle bells tinkling melodiously, and saw their own beautiful reflections in the gems. The demigods, however, being very much oppressed, had to bow down and offer obeisances at the feet of Hiranyaka&#347;ipu, who chastised the demigods very severely and for no reason. Thus Hiranyaka&#347;ipu lived in the palace and severely ruled everyone.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 7.4.13</B></A>: O my dear King, Hiranyaka&#347;ipu was always drunk on strong-smelling wines and liquors, and therefore his coppery eyes were always rolling. Nonetheless, because he had powerfully executed great austerities in mystic yoga, although he was abominable, all but the three principal demigods &#8212; Lord Brahm&#257;, Lord &#346;iva and Lord Vishnu &#8212; personally worshiped him to please him by bringing him various presentations with their own hands.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 7.4.14</B></A>: O Mah&#257;r&#257;ja Yudhishthira, descendant of P&#257;ndu, by dint of his personal power, Hiranyaka&#347;ipu, being situated on the throne of King Indra, controlled the inhabitants of all the other planets. The two Gandharvas Vi&#347;v&#257;vasu and Tumburu, I myself and the Vidy&#257;dharas, Apsar&#257;s and sages all offered prayers to him again and again just to glorify him.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 7.4.15</B></A>: Being worshiped by sacrifices offered with great gifts by those who strictly followed the principles of varna and &#257;&#347;rama, Hiranyaka&#347;ipu, instead of offering shares of the oblations to the demigods, accepted them himself.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 7.4.16</B></A>: As if in fear of Hiranyaka&#347;ipu, the planet earth, which consists of seven islands, delivered food grains without being plowed. Thus it resembled cows like the surabhi of the spiritual world or the k&#257;ma-dugh&#257; of heaven. The earth yielded sufficient food grains, the cows supplied abundant milk, and outer space was beautifully decorated with wonderful phenomena.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 7.4.17</B></A>: By the flowing of their waves, the various oceans of the universe, along with their tributaries, the rivers, which are compared to their wives, supplied various kinds of gems and jewels for Hiranyaka&#347;ipu's use. These oceans were the oceans of salt water, sugarcane juice, wine, clarified butter, milk, yogurt, and sweet water.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 7.4.18</B></A>: The valleys between the mountains became fields of pleasure for Hiranyaka&#347;ipu, by whose influence all the trees and plants produced fruits and flowers profusely in all seasons. The qualities of pouring water, drying and burning, which are all qualities of the three departmental heads of the universe &#8212; namely Indra, V&#257;yu and Agni &#8212; were all directed by Hiranyaka&#347;ipu alone, without assistance from the demigods.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 7.4.19</B></A>: In spite of achieving the power to control in all directions and in spite of enjoying all types of dear sense gratification as much as possible, Hiranyaka&#347;ipu was dissatisfied because instead of controlling his senses he remained their servant.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 7.4.20</B></A>: Hiranyaka&#347;ipu thus passed a long time being very much proud of his opulences and transgressing the laws and regulations mentioned in the authoritative &#347;&#257;stras. He was therefore subjected to a curse by the four Kum&#257;ras, who were great br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 7.4.21</B></A>: Everyone, including the rulers of the various planets, was extremely distressed because of the severe punishment inflicted upon them by Hiranyaka&#347;ipu. Fearful and disturbed, unable to find any other shelter, they at last surrendered to the Supreme Personality of Godhead, Vishnu.</P><P CLASS=r><A CLASS=i HREF="22-23.htm"><B>SB 7.4.22-23</B></A>: "Let us offer our respectful obeisances unto that direction where the Supreme Personality of Godhead is situated, where those purified souls in the renounced order of life, the great saintly persons, go, and from which, having gone, they never return." Without sleep, fully controlling their minds, and living on only their breath, the predominating deities of the various planets began worshiping Hrish&#299;ke&#347;a with this meditation.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 7.4.24</B></A>: Then there appeared before them a transcendental sound vibration, emanating from a personality not visible to material eyes. The voice was as grave as the sound of a cloud, and it was very encouraging, driving away all fear.</P><P CLASS=r><A CLASS=i HREF="25-26.htm"><B>SB 7.4.25-26</B></A>: The voice of the Lord vibrated as follows: O best of learned persons, do not fear! I wish all good fortune to you. Become My devotees by hearing and chanting about Me and offering Me prayers, for these are certainly meant to award benedictions to all living entities. I know all about the activities of Hiranyaka&#347;ipu and shall surely stop them very soon. Please wait patiently until that time.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 7.4.27</B></A>: When one is envious of the demigods, who represent the Supreme Personality of Godhead, of the Vedas, which give all knowledge, of the cows, br&#257;hmanas, Vaishnavas and religious principles, and ultimately of Me, the Supreme Personality of Godhead, he and his civilization will be vanquished without delay.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 7.4.28</B></A>: When Hiranyaka&#347;ipu teases the great devotee Prahl&#257;da, his own son, who is peaceful and sober and who has no enemy, I shall kill Hiranyaka&#347;ipu immediately, despite the benedictions of Brahm&#257;.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 7.4.29</B></A>: The great saint N&#257;rada Muni continued: When the Supreme Personality of Godhead, the spiritual master of everyone, thus reassured all the demigods living in the heavenly planets, they offered their respectful obeisances unto Him and returned, confident that the demon Hiranyaka&#347;ipu was now practically dead.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 7.4.30</B></A>: Hiranyaka&#347;ipu had four wonderful, well-qualified sons, of whom the one named Prahl&#257;da was the best. Indeed, Prahl&#257;da was a reservoir of all transcendental qualities because he was an unalloyed devotee of the Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="31-32.htm"><B>SB 7.4.31-32</B></A>: [The qualities of Mah&#257;r&#257;ja Prahl&#257;da, the son of Hiranyaka&#347;ipu, are described herewith.] He was completely cultured as a qualified br&#257;hmana, having very good character and being determined to understand the Absolute Truth. He had full control of his senses and mind. Like the Supersoul, he was kind to every living entity and was the best friend of everyone. To respectable persons he acted exactly like a menial servant, to the poor he was like a father, to his equals he was attached like a sympathetic brother, and he considered his teachers, spiritual masters and older Godbrothers to be as good as the Supreme Personality of Godhead. He was completely free from unnatural pride that might have arisen from his good education, riches, beauty, aristocracy and so on.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 7.4.33</B></A>: Although Prahl&#257;da Mah&#257;r&#257;ja was born in a family of asuras, he himself was not an asura but a great devotee of Lord Vishnu. Unlike the other asuras, he was never envious of Vaishnavas. He was not agitated when put into danger, and he was neither directly nor indirectly interested in the fruitive activities described in the Vedas. Indeed, he considered everything material to be useless, and therefore he was completely devoid of material desires. He always controlled his senses and life air, and being of steady intelligence and determination, he subdued all lusty desires.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 7.4.34</B></A>: O King, Prahl&#257;da Mah&#257;r&#257;ja's good qualities are still glorified by learned saints and Vaishnavas. As all good qualities are always found existing in the Supreme Personality of Godhead, they also exist forever in His devotee Prahl&#257;da Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 7.4.35</B></A>: In any assembly where there are discourses about saints and devotees, O King Yudhishthira, even the enemies of the demons, namely the demigods, what to speak of you, would cite Prahl&#257;da Mah&#257;r&#257;ja as an example of a great devotee.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 7.4.36</B></A>: Who could list the innumerable transcendental qualities of Prahl&#257;da Mah&#257;r&#257;ja? He had unflinching faith in V&#257;sudeva, Lord Krishna [the son of Vasudeva], and unalloyed devotion to Him. His attachment to Lord Krishna was natural because of his previous devotional service. Although his good qualities cannot be enumerated, they prove that he was a great soul [mah&#257;tm&#257;].</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 7.4.37</B></A>: From the very beginning of his childhood, Prahl&#257;da Mah&#257;r&#257;ja was uninterested in childish playthings. Indeed, he gave them up altogether and remained silent and dull, being fully absorbed in Krishna consciousness. Since his mind was always affected by Krishna consciousness, he could not understand how the world goes on being fully absorbed in the activities of sense gratification.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 7.4.38</B></A>: Prahl&#257;da Mah&#257;r&#257;ja was always absorbed in thought of Krishna. Thus, being always embraced by the Lord, he did not know how his bodily necessities, such as sitting, walking, eating, lying down, drinking and talking, were being automatically performed.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 7.4.39</B></A>: Because of advancement in Krishna consciousness, he sometimes cried, sometimes laughed, sometimes expressed jubilation and sometimes sang loudly.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 7.4.40</B></A>: Sometimes, upon seeing the Supreme Personality of Godhead, Prahl&#257;da Mah&#257;r&#257;ja would loudly call in full anxiety. He sometimes lost his shyness in jubilation and began dancing in ecstasy, and sometimes, being fully absorbed in thoughts of Krishna, he felt oneness and imitated the pastimes of the Lord.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 7.4.41</B></A>: Sometimes, feeling the touch of the Lord's lotus hands, he became spiritually jubilant and remained silent, his hairs standing on end and tears gliding down from his half-closed eyes because of his love for the Lord.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 7.4.42</B></A>: Because of his association with perfect, unalloyed devotees who had nothing to do with anything material, Prahl&#257;da Mah&#257;r&#257;ja constantly engaged in the service of the Lord's lotus feet. By seeing his bodily features when he was in perfect ecstasy, persons very poor in spiritual understanding became purified. In other words, Prahl&#257;da Mah&#257;r&#257;ja bestowed upon them transcendental bliss.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 7.4.43</B></A>: My dear King Yudhishthira, the demon Hiranyaka&#347;ipu tormented this exalted, fortunate devotee, although Prahl&#257;da was his own son.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 7.4.44</B></A>: Mah&#257;r&#257;ja Yudhishthira said: O best of the saints among the demigods, O best of spiritual leaders, how did Hiranyaka&#347;ipu give so much trouble to Prahl&#257;da Mah&#257;r&#257;ja, the pure and exalted saint, although Prahl&#257;da was his own son? I wish to know about this subject from you.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 7.4.45</B></A>: A father and mother are always affectionate to their children. When the children are disobedient the parents chastise them, not due to enmity but only for the child's instruction and welfare. How did Hiranyaka&#347;ipu, the father of Prahl&#257;da Mah&#257;r&#257;ja, chastise such a noble son? This is what I am eager to know.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 7.4.46</B></A>: Mah&#257;r&#257;ja Yudhishthira further inquired: How was it possible for a father to be so violent toward an exalted son who was obedient, well-behaved and respectful to his father? O br&#257;hmana, O master, I have never heard of such a contradiction as an affectionate father's punishing his noble son with the intention of killing him. Kindly dissipate our doubts in this regard.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>