<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 5 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 5 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Cause of All Causes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.5.1</P><P CLASS=c>n&#257;rada uv&#257;ca</P><P CLASS=c>deva-deva namas te 'stu</P><P CLASS=c>bh&#363;ta-bh&#257;vana p&#363;rvaja</P><P CLASS=c>tad vij&#257;n&#299;hi yaj jñ&#257;nam</P><P CLASS=c>&#257;tma-tattva-nidar&#347;anam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> said; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; of all demigods; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; the demigod; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto you <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavana">bh&#257;vana</A> &#8212; the generator of all living beings; <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">ja</A> &#8212; the firstborn; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/v/vijanihi">vij&#257;n&#299;hi</A> &#8212; please explain that knowledge; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; which knowledge; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/n/nidarsanam">nidar&#347;anam</A> &#8212; specifically directs.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; N&#257;rada Muni asked Brahm&#257;j&#299;: O chief amongst the demigods, O firstborn living entity, I beg to offer my respectful obeisances unto you. Please tell me that transcendental knowledge which specifically directs one to the truth of the individual soul and the Supersoul.</P><P CLASS=t>PURPORT</P><P>The perfection of the parampar&#257; system, or the path of disciplic succession, is further confirmed. In the previous chapter it has been established that Brahm&#257;j&#299;, the firstborn living entity, received knowledge directly from the Supreme Lord, and the same knowledge was imparted to N&#257;rada, the next disciple. N&#257;rada asked to receive the knowledge, and Brahm&#257;j&#299; imparted it upon being asked. Therefore, asking for transcendental knowledge from the right person and receiving it properly is the regulation of the disciplic succession. This process is recommended in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/2.htm">4.2</A>). The inquisitive student must approach a qualified spiritual master to receive transcendental knowledge by surrender, submissive inquiries and service. Knowledge received by submissive inquiries and service is more effective than knowledge received in exchange for money. A spiritual master in the line of disciplic succession from Brahm&#257; and N&#257;rada has no demand for dollars and cents. A bona fide student has to satisfy him by sincere service to obtain knowledge of the relation and nature of the individual soul and the Supersoul.</P><P CLASS=l><A CLASS=i HREF="../4/25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>