<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 5 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 5 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Cause of All Causes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.5.11</P><P CLASS=c>yena sva-rocish&#257; vi&#347;vam</P><P CLASS=c>rocitam rocay&#257;my aham</P><P CLASS=c>yath&#257;rko 'gnir yath&#257; somo</P><P CLASS=c>yatharksha-graha-t&#257;rak&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rocisa">rocish&#257;</A> &#8212; by His own effulgence; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; all the world; <A CLASS=v HREF="http://vedabase.net/r/rocitam">rocitam</A> &#8212; already created potentially; <A CLASS=v HREF="http://vedabase.net/r/rocayami">rocay&#257;mi</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> manifest; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much; <A CLASS=v HREF="http://vedabase.net/a/arkah">arkah</A> &#8212; the sun; <A CLASS=v HREF="http://vedabase.net/a/agnih">agnih</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/somah">somah</A> &#8212; the moon; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> also; <A CLASS=v HREF="http://vedabase.net/r/rksa">riksha</A> &#8212; the firmament; <A CLASS=v HREF="http://vedabase.net/g/graha">graha</A> &#8212; the influential planets; <A CLASS=v HREF="http://vedabase.net/t/tarakah">t&#257;rak&#257;h</A> &#8212; the stars.</P><P CLASS=t>TRANSLATION</P><P>I create after the Lord's creation by His personal effulgence [known as the brahmajyoti], just as when the sun manifests its fire, the moon, the firmament, the influential planets and the twinkling stars also manifest their brightness.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257;j&#299; said to N&#257;rada that his impression that Brahm&#257; was not the supreme authority in the creation was correct. Sometimes less intelligent men have the foolish impression that Brahm&#257; is the cause of all causes. But N&#257;rada wanted to clear the matter by the statements of Brahm&#257;j&#299;, the supreme authority in the universe. As the decision of the supreme court of a state is final, similarly the judgment of Brahm&#257;j&#299;, the supreme authority in the universe, is final in the Vedic process of acquiring knowledge. As we have already affirmed in the previous verse, N&#257;radaj&#299; was a liberated soul; therefore, he was not one of the less intelligent men who accept a false god or gods in their own ways. He represented himself as less intelligent and yet intelligently presented a doubt to be cleared by the supreme authority so that the uninformed might take note of it and be rightly informed about the intricacies of the creation and the creator.</P><P>In this verse Brahm&#257;j&#299; clears up the wrong impression held by the less intelligent and affirms that he creates the universal variegatedness after the potential creation by the glaring effulgence of Lord &#346;r&#299; Krishna. Brahm&#257;j&#299; has also separately given this statement in the samhit&#257; known as the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/40.htm">5.40</A>), where he says:</P><P>yasya prabh&#257; prabhavato jagad-anda-koti-</P><P CLASS=n>kotishv a&#347;esha-vasudh&#257;di-vibh&#363;ti-bhinnam</P><P CLASS=n>tad brahma nishkalam anantam a&#347;esha-bh&#363;tam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I serve the Supreme Personality of Godhead Govinda, the primeval Lord, whose transcendental bodily effulgence, known as the brahmajyoti, which is unlimited, unfathomed and all-pervasive, is the cause of the creation of unlimited numbers of planets, etc., with varieties of climates and specific conditions of life."</P><P>The same statement is in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/27.htm">14.27</A>). Lord Krishna is the background of the brahmajyoti (brahmano hi pratishth&#257;ham). In the Nirukti, or Vedic dictionary, the import of pratishth&#257; is mentioned as "that which establishes." So the brahmajyoti is not independent or self-sufficient. Lord &#346;r&#299; Krishna is ultimately the creator of the brahmajyoti, mentioned in this verse as sva-rocish&#257;, or the effulgence of the transcendental body of the Lord. This brahmajyoti is all-pervading, and all creation is made possible by its potential power; therefore the Vedic hymns declare that everything that exists is being sustained by the brahmajyoti (sarvam khalv idam brahma). Therefore the potential seed of all creation is the brahmajyoti, and the same brahmajyoti, unlimited and unfathomed, is established by the Lord. Therefore the Lord (&#346;r&#299; Krishna) is ultimately the supreme cause of all creation (aham sarvasya prabhavah).</P><P>One should not expect the Lord to create like a blacksmith with a hammer and other instruments. The Lord creates by His potencies. He has His multifarious potencies (par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate). Just as the small seed of a banyan fruit has the potency to create a big banyan tree, the Lord disseminates all varieties of seeds by His potential brahmajyoti (sva-rocish&#257;), and the seeds are made to develop by the watering process of persons like Brahm&#257;. Brahm&#257; cannot create the seeds, but he can manifest the seed into a tree, just as a gardener helps plants and orchards to grow by the watering process. The example cited here of the sun is very appropriate. In the material world the sun is the cause of all illumination: fire, electricity, the rays of the moon, etc. All luminaries in the sky are creations of the sun, the sun is the creation of the brahmajyoti, and the brahmajyoti is the effulgence of the Lord. Thus the ultimate cause of creation is the Lord.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>