<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 5 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 5 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Cause of All Causes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.5.16</P><P CLASS=c>n&#257;r&#257;yana-paro yogo</P><P CLASS=c>n&#257;r&#257;yana-param tapah</P><P CLASS=c>n&#257;r&#257;yana-param jñ&#257;nam</P><P CLASS=c>n&#257;r&#257;yana-par&#257; gatih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> know <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/y/yogah">yogah</A> &#8212; concentration of mind; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; just with <A HREF="http://vedabase.net/a/an">an</A> aim <A HREF="http://vedabase.net/t/to">to</A> achieve <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> realize <A HREF="http://vedabase.net/a/a">a</A> glimpse of <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; culture of transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/p/para">par&#257;</A> &#8212; the path of salvation ends by entering the kingdom of <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; progressive path.</P><P CLASS=t>TRANSLATION</P><P>All different types of meditation or mysticism are means for realizing N&#257;r&#257;yana. All austerities are aimed at achieving N&#257;r&#257;yana. Culture of transcendental knowledge is for getting a glimpse of N&#257;r&#257;yana, and ultimately salvation is entering the kingdom of N&#257;r&#257;yana.</P><P CLASS=t>PURPORT</P><P>In meditation, there are two systems of yoga, namely asht&#257;&#324;ga-yoga and s&#257;&#324;khya-yoga. Asht&#257;&#324;ga-yoga is practice in concentrating the mind, releasing oneself from all engagements by the regulative processes of meditation, concentration, sitting postures, blocking the movements of the internal circulation of air, etc. S&#257;&#324;khya-yoga is meant to distinguish the truth from ephemerals. But ultimately both the systems are meant for realizing the impersonal Brahman, which is but a partial representation of N&#257;r&#257;yana, the Personality of Godhead. As we have explained before, the impersonal Brahman effulgence is only a part of the Personality of Godhead. Impersonal Brahman is situated on the person of the Supreme Personality of Godhead, and as such, Brahman is the glorification of the personality of the Godhead. This is confirmed both in the Bhagavad-g&#299;t&#257; and in the Matsya Pur&#257;na. Gati refers to the ultimate destination, or the last word in liberation. Oneness with the impersonal brahmajyoti is not ultimate liberation; superior to that is the sublime association of the Personality of Godhead in one of the innumerable spiritual planets in the Vaikuntha sky. Therefore the conclusion is that N&#257;r&#257;yana, or the Personality of Godhead, is the ultimate destination for all kinds of yoga systems as well as all kinds of liberation.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>