<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 5 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 5 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Cause of All Causes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.5.21</P><P CLASS=c>k&#257;lam karma svabh&#257;vam ca</P><P CLASS=c>m&#257;ye&#347;o m&#257;yay&#257; svay&#257;</P><P CLASS=c>&#257;tman yadricchay&#257; pr&#257;ptam</P><P CLASS=c>vibubh&#363;shur up&#257;dade</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; eternal time; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; the fate of the living entity; <A CLASS=v HREF="http://vedabase.net/s/svabhavam">svabh&#257;vam</A> &#8212; nature; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;ah</A> &#8212; the controller; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the energy; <A CLASS=v HREF="http://vedabase.net/s/svaya">svay&#257;</A> &#8212; of His own; <A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> (<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A>) &#8212; unto His Self; <A CLASS=v HREF="http://vedabase.net/y/yadrcchaya">yadricchay&#257;</A> &#8212; independently; <A CLASS=v HREF="http://vedabase.net/p/praptam">pr&#257;ptam</A> &#8212; being merged <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/v/vibubhusuh">vibubh&#363;shuh</A> &#8212; appearing differently; <A CLASS=v HREF="http://vedabase.net/u/upadade">up&#257;dade</A> &#8212; accepted for being created again.</P><P CLASS=t>TRANSLATION</P><P>The Lord, who is the controller of all energies, thus creates, by His own potency, eternal time, the fate of all living entities, and their particular nature, for which they were created, and He again merges them independently.</P><P CLASS=t>PURPORT</P><P>The creation of the material world, wherein the conditioned souls are allowed to act subordinately by the Supreme Lord, takes place again and again after being repeatedly annihilated. The material creation is something like a cloud in the unlimited sky. The real sky is the spiritual sky, eternally filled with the rays of the brahmajyoti, and a portion of this unlimited sky is covered by the mahat-tattva cloud of the material creation, in which the conditioned souls, who want to lord it against the will of the Lord, are put into play as they desire under the control of the Lord by the agency of His external energy. As the rainy season appears and disappears regularly, the creation takes place and is again annihilated under the control of the Lord, as confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/19.htm">8.19</A>). So the creation and annihilation of the material worlds is a regular action of the Lord just to allow the conditioned souls to play as they like and thereby create their own fate of being differently created again in terms of their independent desires at the time of annihilation. The creation, therefore, takes place at a historical date (as we are accustomed to think of everything which has a beginning in our tiny experience). The process of creation and annihilation is called an&#257;di, or without reference to date regarding the time the creation first took place, because the duration of even a partial creation is 8,640,000,000 years. The law of creation is, however, as mentioned in the Vedic literatures, that it is created at certain intervals and is again annihilated by the will of the Lord. The whole material or even the spiritual creation is a manifestation of the energy of the Lord, just as the light and heat of a fire are different manifestations of the fire's energy. The Lord therefore exists in His impersonal form by such expansion of energy, and the complete creation rests on His impersonal feature. Nonetheless He keeps Himself distinct from such creation as the p&#363;rnam (or complete), and so no one should wrongly think that His personal feature is not existent due to His impersonal unlimited expansions. The impersonal expansion is a manifestation of His energy, and He is always in His personal feature despite His innumerable unlimited expansions of impersonal energies (<A CLASS=v HREF="../../../bg/9/5.htm">Bg. 9.5-7</A>). For human intelligence it is very difficult to conceive how the whole creation rests on His expansion of energy, but the Lord has given a very good example in the Bhagavad-g&#299;t&#257;. It is said that although the air and the atoms rest within the huge expansion of the sky, which is like the resting reservoir of everything materially created, still the sky remains separate and unaffected. Similarly although the Supreme Lord maintains everything created by His expansion of energy, He always remains separate. This is accepted even by &#346;a&#324;kar&#257;c&#257;rya, the great advocate of the impersonal form of the Absolute. He says n&#257;r&#257;yanah paro 'vyakt&#257;t, or N&#257;r&#257;yana exists separately, apart from the impersonal creative energy. The whole creation thus merges within the body of transcendental N&#257;r&#257;yana at the time of annihilation, and the creation emanates from His body again with the same unchanging categories of fate and individual nature. The individual living entities, being parts and parcels of the Lord, are sometimes described as &#257;tm&#257;, qualitatively one in spiritual constitution. But because such living entities are apt to be attracted to the material creation, actively and subjectively, they are therefore different from the Lord.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>