<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 5 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 5 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Cause of All Causes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.5.24</P><P CLASS=c>so 'ha&#324;k&#257;ra iti prokto</P><P CLASS=c>vikurvan samabh&#363;t tridh&#257;</P><P CLASS=c>vaik&#257;rikas taijasa&#347; ca</P><P CLASS=c>t&#257;masa&#347; ceti yad-bhid&#257;</P><P CLASS=c>dravya-&#347;aktih kriy&#257;-&#347;aktir</P><P CLASS=c>jñ&#257;na-&#347;aktir iti prabho</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the very <A HREF="http://vedabase.net/s/same">same</A> thing; <A CLASS=v HREF="http://vedabase.net/a/ahankarah">aha&#324;k&#257;rah</A> &#8212; ego; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/proktah">proktah</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/v/vikurvan">vikurvan</A> &#8212; being transformed; <A CLASS=v HREF="http://vedabase.net/s/samabhut">samabh&#363;t</A> &#8212; became manifested; <A CLASS=v HREF="http://vedabase.net/t/tridha">tridh&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> three features; <A CLASS=v HREF="http://vedabase.net/v/vaikarikah">vaik&#257;rikah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mode of goodness; <A CLASS=v HREF="http://vedabase.net/t/taijasah">taijasah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mode of passion; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tamasah">t&#257;masah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mode of ignorance; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/b/bhida">bhid&#257;</A> &#8212; divided; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A>-<A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; powers that evolve matter; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; initiation that creates; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; intelligence that guides; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master.</P><P CLASS=t>TRANSLATION</P><P>The self-centered materialistic ego, thus being transformed into three features, becomes known as the modes of goodness, passion and ignorance in three divisions, namely the powers that evolve matter, knowledge of material creations, and the intelligence that guides such materialistic activities. N&#257;rada, you are quite competent to understand this.</P><P CLASS=t>PURPORT</P><P>Materialistic ego, or the sense of identification with matter, is grossly self-centered, devoid of clear knowledge of the existence of God. And this self-centered egoism of the materialistic living entities is the cause of their being conditioned by the other paraphernalia and continuing their bondage of material existence. In the Bhagavad-g&#299;t&#257; this self-centered egoism is very nicely explained in the Seventh Chapter (verses 24 through 27). The self-centered impersonalist, without a clear conception of the personality of Godhead, concludes in his own way that the personality of Godhead takes a material shape from His original impersonal spiritual existence for a particular mission. And this misleading conception of the Supreme Lord by the self-centered impersonalist continues, even though he is seen to be very interested in the Vedic literatures such as the Brahma-s&#363;tras and other highly intellectual sources of knowledge. This ignorance of the personal feature of the Lord is due simply to ignorance of the mixture of different modes. The impersonalist thus cannot conceive of the Lord's eternal spiritual form of eternal knowledge, bliss and existence. The reason is that the Lord reserves the right of not exposing Himself to the nondevotee who, even after a thorough study of literature like the Bhagavad-g&#299;t&#257;, remains an impersonalist simply by obstinacy. This obstinacy is due to the action of yogam&#257;y&#257;, a personal energy of the Lord that acts like an aide-de-camp by covering the vision of the obstinate impersonalist. Such a bewildered human being is described as m&#363;dha, or grossly ignorant, because he is unable to understand the transcendental form of the Lord as being unborn and unchangeable. If the Lord takes a form or material shape from His original impersonal feature, then it means that He is born and changeable from impersonal to personal. But He is not changeable. Nor does He ever take a new birth like a conditioned soul. The conditioned soul may take a form birth after birth due to his conditional existence in matter, but the self-centered impersonalists, by their gross ignorance, accept the Lord as one of them because of self-centered egoism, even after so-called advancement of knowledge in the Ved&#257;nta. The Lord, being situated in the heart of every individual living entity, knows very well the tendency of such conditioned souls in terms of past, present and future, but the bewildered conditioned soul hardly can know Him in His eternal form. By the will of the Lord, therefore, the impersonalist, even after knowing the Brahman and Param&#257;tm&#257; features of the Lord, remains ignorant of His eternal personal feature as ever-existent N&#257;r&#257;yana, transcendental to all material creation.</P><P>The cause of such gross ignorance is constant engagement by the materialistic man in the matter of artificially increasing material demands. To realize the Supreme Personality of Godhead, one has to purify the materialistic senses by devotional service. The mode of goodness, or the brahminical culture recommended in the Vedic literatures, is helpful to such spiritual realization, and thus the jñ&#257;na-&#347;akti stage of the conditioned soul is comparatively better than the other two stages, namely dravya-&#347;akti and kriy&#257;-&#347;akti. The whole material civilization is manifested by a huge accumulation of materials, or, in other words, raw materials for industrial purposes, and the industrial enterprises (kriy&#257;-&#347;akti) are all due to gross ignorance of spiritual life. In order to rectify this great anomaly of materialistic civilization, based on the principles of dravya-&#347;akti and kriy&#257;-&#347;akti, one has to adopt the process of devotional service of the Lord by adoption of the principles of karma-yoga, mentioned in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/27.htm">9.27</A>) as follows:</P><P>yat karoshi yad a&#347;n&#257;si</P><P CLASS=n>yaj juhoshi dad&#257;si yat</P><P CLASS=n>yat tapasyasi kaunteya</P><P CLASS=n>tat kurushva mad-arpanam</P><P>"O son of Kunt&#299;, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me."</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>