<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 5 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 5 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Cause of All Causes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.5.25</P><P CLASS=c>t&#257;mas&#257;d api bh&#363;t&#257;der</P><P CLASS=c>vikurv&#257;n&#257;d abh&#363;n nabhah</P><P CLASS=c>tasya m&#257;tr&#257; gunah &#347;abdo</P><P CLASS=c>li&#324;gam yad drashtri-dri&#347;yayoh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tamasat">t&#257;mas&#257;t</A> &#8212; from the darkness of false ego; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/adeh">&#257;deh</A> &#8212; of the material elements; <A CLASS=v HREF="http://vedabase.net/v/vikurvanat">vikurv&#257;n&#257;t</A> &#8212; because of transformation; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; generated; <A CLASS=v HREF="http://vedabase.net/n/nabhah">nabhah</A> &#8212; the sky; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; its; <A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tr&#257;</A> &#8212; subtle form; <A CLASS=v HREF="http://vedabase.net/g/gunah">gunah</A> &#8212; quality; <A CLASS=v HREF="http://vedabase.net/s/sabdah">&#347;abdah</A> &#8212; sound; <A CLASS=v HREF="http://vedabase.net/l/lingam">li&#324;gam</A> &#8212; characteristics; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> its; <A CLASS=v HREF="http://vedabase.net/d/drastr">drashtri</A> &#8212; the seer; <A CLASS=v HREF="http://vedabase.net/d/drsyayoh">dri&#347;yayoh</A> &#8212; of what is seen.</P><P CLASS=t>TRANSLATION</P><P>From the darkness of false ego, the first of the five elements, namely the sky, is generated. Its subtle form is the quality of sound, exactly as the seer is in relationship with the seen.</P><P CLASS=t>PURPORT</P><P>The five elements, namely sky, air, fire, water and earth, are all but different qualities of the darkness of false ego. This means that the false ego in the sum total form of mahat-tattva is generated from the marginal potency of the Lord, and due to this false ego of lording it over the material creation, ingredients are generated for the false enjoyment of the living being. The living being is practically the dominating factor over the material elements as the enjoyer, though the background is the Supreme Lord. Factually, save and except the Lord, no one can be called the enjoyer, but the living entity falsely desires to become the enjoyer. This is the origin of false ego. When the bewildered living being desires this, the shadow elements are generated by the will of the Lord, and the living entities are allowed to run after them as after a phantasmagoria.</P><P>It is said that first the tan-m&#257;tr&#257; sound is created and then the sky, and in this verse it is confirmed that actually it is so, but sound is the subtle form of the sky, and the distinction is like that between the seer and the seen. The sound is the representation of the actual object, as the sound produced speaking of the object gives an idea of the description of the object. Therefore sound is the subtle characteristic of the object. Similarly, sound representation of the Lord, in terms of His characteristics, is the complete form of the Lord, as was seen by Vasudeva and Mah&#257;r&#257;ja Da&#347;aratha, the fathers of Lord Krishna and Lord R&#257;ma. The sound representation of the Lord is nondifferent from the Lord Himself because the Lord and His representation in sound are absolute knowledge. Lord Caitanya has instructed us that in the holy name of the Lord, as sound representation of the Lord, all the potencies of the Lord are invested. Thus one can immediately enjoy the association of the Lord by the pure vibration of the sound representation of His holy name, and the concept of the Lord is immediately manifested before the pure devotee. A pure devotee, therefore, is not aloof from the Lord even for a moment. The holy name of the Lord, as recommended in the &#347;&#257;stras &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; may therefore be constantly chanted by the devotee aspiring to be constantly in touch with the Supreme Lord. One who is thus able to associate with the Lord is sure to be delivered from the darkness of the created world, which is a product of false ego (tamasi m&#257; jyotir gama).</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26-29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>