<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 5 Verses 26-29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 5 Verses 26-29"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Cause of All Causes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.5.26-29</P><P CLASS=c>nabhaso 'tha vikurv&#257;n&#257;d</P><P CLASS=c>abh&#363;t spar&#347;a-guno 'nilah</P><P CLASS=c>par&#257;nvay&#257;c chabdav&#257;m&#347; ca</P><P CLASS=c>pr&#257;na ojah saho balam</P><P CLASS=c>v&#257;yor api vikurv&#257;n&#257;t</P><P CLASS=c>k&#257;la-karma-svabh&#257;vatah</P><P CLASS=c>udapadyata tejo vai</P><P CLASS=c>r&#363;pavat spar&#347;a-&#347;abdavat</P><P CLASS=c>tejasas tu vikurv&#257;n&#257;d</P><P CLASS=c>&#257;s&#299;d ambho ras&#257;tmakam</P><P CLASS=c>r&#363;pavat spar&#347;avac c&#257;mbho</P><P CLASS=c>ghoshavac ca par&#257;nvay&#257;t</P><P CLASS=c>vi&#347;eshas tu vikurv&#257;n&#257;d</P><P CLASS=c>ambhaso gandhav&#257;n abh&#363;t</P><P CLASS=c>par&#257;nvay&#257;d rasa-spar&#347;a-</P><P CLASS=c>&#347;abda-r&#363;pa-gun&#257;nvitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nabhasah">nabhasah</A> &#8212; of the sky; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vikurvanat">vikurv&#257;n&#257;t</A> &#8212; being transformed; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; generated; <A CLASS=v HREF="http://vedabase.net/s/sparsa">spar&#347;a</A> &#8212; touch; <A CLASS=v HREF="http://vedabase.net/g/gunah">gunah</A> &#8212; quality; <A CLASS=v HREF="http://vedabase.net/a/anilah">anilah</A> &#8212; air; <A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; previous; <A CLASS=v HREF="http://vedabase.net/a/anvayat">anvay&#257;t</A> &#8212; by succession; <A CLASS=v HREF="http://vedabase.net/s/sabdavan">&#347;abdav&#257;n</A> &#8212; full of sound; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/pranah">pr&#257;nah</A> &#8212; life; <A CLASS=v HREF="http://vedabase.net/o/ojah">ojah</A> &#8212; sense perception; <A CLASS=v HREF="http://vedabase.net/s/sahah">sahah</A> &#8212; fat; <A CLASS=v HREF="http://vedabase.net/b/balam">balam</A> &#8212; strength; <A CLASS=v HREF="http://vedabase.net/v/vayoh">v&#257;yoh</A> &#8212; of the air; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vikurvanat">vikurv&#257;n&#257;t</A> &#8212; by transformation; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; reaction of the past; <A CLASS=v HREF="http://vedabase.net/s/svabhavatah">svabh&#257;vatah</A> &#8212; on the basis of nature; <A CLASS=v HREF="http://vedabase.net/u/udapadyata">udapadyata</A> &#8212; generated; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; duly; <A CLASS=v HREF="http://vedabase.net/r/rupavat">r&#363;pavat</A> &#8212; with form; <A CLASS=v HREF="http://vedabase.net/s/sparsa">spar&#347;a</A> &#8212; touch; <A CLASS=v HREF="http://vedabase.net/s/sabdavat">&#347;abdavat</A> &#8212; with sound also; <A CLASS=v HREF="http://vedabase.net/t/tejasah">tejasah</A> &#8212; of the fire; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/v/vikurvanat">vikurv&#257;n&#257;t</A> &#8212; on being transformed; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/s/so">so</A> happened; <A CLASS=v HREF="http://vedabase.net/a/ambhah">ambhah</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; composed of juice; <A CLASS=v HREF="http://vedabase.net/r/rupavat">r&#363;pavat</A> &#8212; with form; <A CLASS=v HREF="http://vedabase.net/s/sparsavat">spar&#347;avat</A> &#8212; with touch; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/ambhah">ambhah</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/g/ghosavat">ghoshavat</A> &#8212; with sound; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; previous; <A CLASS=v HREF="http://vedabase.net/a/anvayat">anvay&#257;t</A> &#8212; by succession; <A CLASS=v HREF="http://vedabase.net/v/visesah">vi&#347;eshah</A> &#8212; variegatedness; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/v/vikurvanat">vikurv&#257;n&#257;t</A> &#8212; by transformation; <A CLASS=v HREF="http://vedabase.net/a/ambhasah">ambhasah</A> &#8212; of water; <A CLASS=v HREF="http://vedabase.net/g/gandhavan">gandhav&#257;n</A> &#8212; odorous; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; previous; <A CLASS=v HREF="http://vedabase.net/a/anvayat">anvay&#257;t</A> &#8212; by succession; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; juice; <A CLASS=v HREF="http://vedabase.net/s/sparsa">spar&#347;a</A> &#8212; touch; <A CLASS=v HREF="http://vedabase.net/s/sabda">&#347;abda</A> &#8212; sound; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/anvitah">anvitah</A> &#8212; qualitative.</P><P CLASS=t>TRANSLATION</P><P>Because the sky is transformed, the air is generated with the quality of touch, and by previous succession the air is also full of sound and the basic principles of duration of life: sense perception, mental power and bodily strength. When the air is transformed in course of time and nature's course, fire is generated, taking shape with the sense of touch and sound. Since fire is also transformed, there is a manifestation of water, full of juice and taste. As previously, it also has form and touch and is also full of sound. And water, being transformed from all variegatedness on earth, appears odorous and, as previously, becomes qualitatively full of juice, touch, sound and form respectively.</P><P CLASS=t>PURPORT</P><P>The whole process of creation is an act of gradual evolution and development from one element to another, reaching up to the variegatedness of the earth as so many trees, plants, mountains, rivers, reptiles, birds, animals and varieties of human beings. The quality of sense perception is also evolutionary, namely generated from sound, then touch, and from touch to form. Taste and odor are also generated along with the gradual development of sky, air, fire, water and earth. They are all mutually the cause and effect of one another, but the original cause is the Lord Himself in plenary portion, as Mah&#257;-Vishnu lying in the causal water of the mahat-tattva. As such, Lord Krishna is described in the Brahma-samhit&#257; as the cause of all causes, and this is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>) as follows:</P><P>aham sarvasya prabhavo</P><P CLASS=n>mattah sarvam pravartate</P><P CLASS=n>iti matv&#257; bhajante m&#257;m</P><P CLASS=n>budh&#257; bh&#257;va-samanvit&#257;h</P><P>The qualities of sense perception are fully represented in the earth, and they are manifested in other elements to a lesser extent. In the sky there is sound only, whereas in the air there are sound and touch. In the fire there are sound, touch and shape, and in the water there is taste also, along with the other perceptions, namely sound, touch and shape. In the earth, however, there are all the above-mentioned qualities with an extra development of odor also. Therefore on the earth there is a full display of variegatedness of life, which is originally started with the basic principle of air. Diseases of the body take place due to derangement of air within the earthly body of the living beings. Mental diseases result from special derangement of the air within the body, and as such, yogic exercise is especially beneficial to keep the air in order so that diseases of the body become almost nil by such exercises. When they are properly done the duration of life also increases, and one can have control over death also by such practices. A perfect yog&#299; can have command over death and quit the body at the right moment, when he is competent to transfer himself to a suitable planet. The bhakti-yogi, however, surpasses all the yog&#299;s because, by dint of his devotional service, he is promoted to the region beyond the material sky and is placed in one of the planets in the spiritual sky by the supreme will of the Lord, the controller of everything.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>