<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 5 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 5 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Cause of All Causes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.5.30</P><P CLASS=c>vaik&#257;rik&#257;n mano jajñe</P><P CLASS=c>dev&#257; vaik&#257;rik&#257; da&#347;a</P><P CLASS=c>dig-v&#257;t&#257;rka-praceto '&#347;vi-</P><P CLASS=c>vahn&#299;ndropendra-mitra-k&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vaikarikat">vaik&#257;rik&#257;t</A> &#8212; from the mode of goodness; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/j/jajne">jajñe</A> &#8212; generated; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> &#8212; demigods; <A CLASS=v HREF="http://vedabase.net/v/vaikarikah">vaik&#257;rik&#257;h</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mode of goodness; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A> &#8212; ten; <A CLASS=v HREF="http://vedabase.net/d/dik">dik</A> &#8212; the controller of directions; <A CLASS=v HREF="http://vedabase.net/v/vata">v&#257;ta</A> &#8212; the controller of air; <A CLASS=v HREF="http://vedabase.net/a/arka">arka</A> &#8212; the sun; <A CLASS=v HREF="http://vedabase.net/p/pracetah">pracetah</A> &#8212; <A HREF="http://vedabase.net/v/varuna">Varuna</A>; <A CLASS=v HREF="http://vedabase.net/a/asvi">a&#347;vi</A> &#8212; the A&#347;vin&#299;-kum&#257;ras; <A CLASS=v HREF="http://vedabase.net/v/vahni">vahni</A> &#8212; the fire-god; <A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; the King of heaven; <A CLASS=v HREF="http://vedabase.net/u/upendra">upendra</A> &#8212; the deity <A HREF="http://vedabase.net/i/in">in</A> heaven; <A CLASS=v HREF="http://vedabase.net/m/mitra">mitra</A> &#8212; one of the twelve &#256;dityas; <A CLASS=v HREF="http://vedabase.net/k/kah">k&#257;h</A> &#8212; <A HREF="http://vedabase.net/p/prajapati">Praj&#257;pati</A> <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>.</P><P CLASS=t>TRANSLATION</P><P>From the mode of goodness the mind is generated and becomes manifest, as also the ten demigods controlling the bodily movements. Such demigods are known as the controller of directions, the controller of air, the sun-god, the father of Daksha Praj&#257;pati, the A&#347;vin&#299;-kum&#257;ras, the fire-god, the King of heaven, the worshipable deity in heaven, the chief of the &#256;dityas, and Brahm&#257;j&#299;, the Praj&#257;pati. All come into existence.</P><P CLASS=t>PURPORT</P><P>Vaik&#257;rika is the neutral stage of creation, and tejas is the initiative of creation, while tamas is the full display of material creation under the spell of the darkness of ignorance. Manufacture of the "necessities of life" in factories and workshops, excessively prominent in the age of Kali, or in the age of the machine, is the summit stage of the quality of darkness. Such manufacturing enterprises by human society are in the mode of darkness because factually there is no necessity for the commodities manufactured. Human society primarily requires food for subsistence, shelter for sleeping, defense for protection, and commodities for satisfaction of the senses. The senses are the practical signs of life, as will be explained in the next verse. Human civilization is meant for purifying the senses, and objects of sense satisfaction should be supplied as much as absolutely required, but not for aggravating artificial sensory needs. Food, shelter, defense and sense gratification are all needs in material existence. Otherwise, in his pure, uncontaminated state of original life, the living entity has no such needs. The needs are therefore artificial, and in the pure state of life there are no such needs. As such, increasing the artificial needs, as is the standard of material civilization, or advancing the economic development of human society, is a sort of engagement in darkness, without knowledge. By such engagement, human energy is spoiled, because human energy is primarily meant for purifying the senses in order to engage them in satisfying the senses of the Supreme Lord. The Supreme Lord, being the supreme possessor of spiritual senses, is the master of the senses, Hrish&#299;ke&#347;a. Hrish&#299;ka means the senses, and &#299;&#347;a means the master. The Lord is not the servant of the senses, or, in other words, He is not directed by the dictation of the senses, but the conditioned souls or the individual living entities are servants of the senses. They are conducted by the direction or dictation of the senses, and therefore material civilization is a kind of engagement in sense gratification only. The standard of human civilization should be to cure the disease of sense gratification, and one can do this simply by becoming an agent for satisfying the spiritual senses of the Lord. The senses are never to be stopped in their engagements, but one should purify them by engaging them in the pure service of sense gratification of the master of the senses. This is the instruction of the whole Bhagavad-g&#299;t&#257;. Arjuna wanted first of all to satisfy his own senses by his decision not to fight with his kinsmen and friends, but Lord &#346;r&#299; Krishna taught him the Bhagavad-g&#299;t&#257; just to purify Arjuna's decision for sense gratification. Therefore Arjuna agreed to satisfy the senses of the Lord, and thus he fought the Battle of Kurukshetra, as the Lord desired.</P><P>The Vedas instruct us to get out of the existence of darkness and go forward on the path of light (tamasi m&#257; jyotir gama). The path of light is therefore to satisfy the senses of the Lord. Misguided men, or less intelligent men, follow the path of self-realization without any attempt to satisfy the transcendental senses of the Lord by following the path shown by Arjuna and other devotees of the Lord. On the contrary, they artificially try to stop the activities of the senses (yoga system), or they deny the transcendental senses of the Lord (jñ&#257;na system). The devotees, however, are above the yog&#299;s and the jñ&#257;n&#299;s because pure devotees do not deny the senses of the Lord; they want to satisfy the senses of the Lord. Only because of the darkness of ignorance do the yog&#299;s and jñ&#257;n&#299;s deny the senses of the Lord and thus artificially try to control the activities of the diseased senses. In the diseased condition of the senses there is too much engagement of the senses in increasing material needs. When one comes to see the disadvantage of aggravating the sense activities, one is called a jñ&#257;n&#299;, and when one tries to stop the activities of the senses by the practice of yogic principles, he is called a yogi, but when one is fully aware of the transcendental senses of the Lord and tries to satisfy His senses, one is called a devotee of the Lord. The devotees of the Lord do not try to deny the senses of the Lord, nor do they artificially stop the actions of the senses. But they do voluntarily engage the purified senses in the service of the master of the senses, as was done by Arjuna, thereby easily attaining the perfection of satisfying the Lord, the ultimate goal of all perfection.</P><P CLASS=l><A CLASS=i HREF="26-29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>