<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 5 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 5 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Cause of All Causes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.5.39</P><P CLASS=c>gr&#299;v&#257;y&#257;m janaloko 'sya</P><P CLASS=c>tapolokah stana-dvay&#257;t</P><P CLASS=c>m&#363;rdhabhih satyalokas tu</P><P CLASS=c>brahmalokah san&#257;tanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/grivayam">gr&#299;v&#257;y&#257;m</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> the neck; <A CLASS=v HREF="http://vedabase.net/j/janalokah">janalokah</A> &#8212; the Janaloka planetary system; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/t/tapolokah">tapolokah</A> &#8212; the Tapoloka planetary system; <A CLASS=v HREF="http://vedabase.net/s/stana">stana</A>-<A CLASS=v HREF="http://vedabase.net/d/dvayat">dvay&#257;t</A> &#8212; beginning from the breast; <A CLASS=v HREF="http://vedabase.net/m/murdhabhih">m&#363;rdhabhih</A> &#8212; by the head; <A CLASS=v HREF="http://vedabase.net/s/satyalokah">satyalokah</A> &#8212; the Satyaloka planetary system; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/b/brahmalokah">brahmalokah</A> &#8212; the spiritual planets; <A CLASS=v HREF="http://vedabase.net/s/sanatanah">san&#257;tanah</A> &#8212; eternal.</P><P CLASS=t>TRANSLATION</P><P>From the forefront of the chest up to the neck of the universal form of the Lord are situated the planetary systems named Janaloka and Tapoloka, whereas Satyaloka, the topmost planetary system, is situated on the head of the form. The spiritual planets, however, are eternal.</P><P CLASS=t>PURPORT</P><P>Many times in these pages we have discussed the spiritual planets situated beyond the material sky, and the description is corroborated in this verse. The word san&#257;tana is significant. This very idea of eternity is expressed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/20.htm">8.20</A>), where it is said that beyond the material creation is the spiritual sky, where everything is eternal. Sometimes Satyaloka, the planet in which Brahm&#257; resides, is also called Brahmaloka. But the Brahmaloka mentioned here is not the same as the Satyaloka planetary system. This Brahmaloka is eternal, whereas the Satyaloka planetary system is not eternal. And to distinguish between the two, the adjective san&#257;tana has been used in this case. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, this Brahmaloka is the loka or abode of Brahman, or the Supreme Lord. In the spiritual sky all the planets are as good as the Lord Himself. The Lord is all spirit, and His name, fame, glories, qualities, pastimes, etc., are all nondifferent from Him because He is absolute. As such, the planets in the kingdom of God are also nondifferent from Him. In those planets there is no difference between the body and the soul, nor is there any influence of time as we experience it in the material world. And in addition to there being no influence of time, the planets in, Brahmaloka, due to being spiritual, are never annihilated. All variegatedness in the spiritual planets is also one with the Lord, and therefore the Vedic aphorism ekam ev&#257;dvit&#299;yam is fully realized in that san&#257;tana atmosphere of spiritual variegatedness. This material world is only a shadow phantasmagoria of the spiritual kingdom of the Lord, and because it is a shadow it is never eternal; the variegatedness in the material world of duality (spirit and matter) cannot be compared to that of the spiritual world. Because of a poor fund of knowledge, less intelligent persons sometimes mistake the conditions of the shadow world to be equivalent to those of the spiritual world, and thus they mistake the Lord and His pastimes in the material world to be one with the conditioned souls and their activities. The Lord condemns such less intelligent persons in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/11.htm">9.11</A>):</P><P>avaj&#257;nanti m&#257;m m&#363;dh&#257;</P><P CLASS=n>m&#257;nush&#299;m tanum &#257;&#347;ritam</P><P CLASS=n>param bh&#257;vam aj&#257;nanto</P><P CLASS=n>mama bh&#363;ta-mahe&#347;varam</P><P>Whenever the Lord incarnates, He does so in His full internal potency (&#257;tma-m&#257;y&#257;), and less intelligent persons mistake Him to be one of the material creations. &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, therefore, rightly commenting on this verse, says that the Brahmaloka mentioned here is Vaikuntha, the kingdom of God, which is san&#257;tana, or eternal, and is therefore not exactly like the material creations described above. The vir&#257;t universal form of the Lord is an imagination for the material world. It has nothing to do with the spiritual world, or the kingdom of God.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40-41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>