<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 5 Verses 40-41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 5 Verses 40-41"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Cause of All Causes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.5.40-41</P><P CLASS=c>tat-katy&#257;m c&#257;talam klptam</P><P CLASS=c>&#363;rubhy&#257;m vitalam vibhoh</P><P CLASS=c>j&#257;nubhy&#257;m sutalam &#347;uddham</P><P CLASS=c>ja&#324;gh&#257;bhy&#257;m tu tal&#257;talam</P><P CLASS=c>mah&#257;talam tu gulph&#257;bhy&#257;m</P><P CLASS=c>prapad&#257;bhy&#257;m ras&#257;talam</P><P CLASS=c>p&#257;t&#257;lam p&#257;da-talata</P><P CLASS=c>iti lokamayah pum&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His; <A CLASS=v HREF="http://vedabase.net/k/katyam">katy&#257;m</A> &#8212; waist; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atalam">atalam</A> &#8212; the first planetary system below the earth; <A CLASS=v HREF="http://vedabase.net/k/klptam">klptam</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/u/urubhyam">&#363;rubhy&#257;m</A> &#8212; on the thighs; <A CLASS=v HREF="http://vedabase.net/v/vitalam">vitalam</A> &#8212; the second planetary system below; <A CLASS=v HREF="http://vedabase.net/v/vibhoh">vibhoh</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/j/janubhyam">j&#257;nubhy&#257;m</A> &#8212; on the ankles; <A CLASS=v HREF="http://vedabase.net/s/sutalam">sutalam</A> &#8212; the third planetary system below; <A CLASS=v HREF="http://vedabase.net/s/suddham">&#347;uddham</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/j/janghabhyam">ja&#324;gh&#257;bhy&#257;m</A> &#8212; on the joints; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/t/talatalam">tal&#257;talam</A> &#8212; the fourth planetary system below; <A CLASS=v HREF="http://vedabase.net/m/mahatalam">mah&#257;talam</A> &#8212; the fifth planetary system below; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/g/gulphabhyam">gulph&#257;bhy&#257;m</A> &#8212; situated on the calves; <A CLASS=v HREF="http://vedabase.net/p/prapadabhyam">prapad&#257;bhy&#257;m</A> &#8212; on the upper or front portion of the feet; <A CLASS=v HREF="http://vedabase.net/r/rasatalam">ras&#257;talam</A> &#8212; the sixth planetary system below; <A CLASS=v HREF="http://vedabase.net/p/patalam">p&#257;t&#257;lam</A> &#8212; the seventh planetary system below; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/t/talatah">talatah</A> &#8212; on the bottom or soles of the feet; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; full of planetary systems; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the Lord.</P><P CLASS=t>TRANSLATION</P><P>My dear son N&#257;rada, know from me that there are seven lower planetary systems out of the total fourteen. The first planetary system, known as Atala, is situated on the waist; the second, Vitala, is situated on the thighs; the third, Sutala, on the knees; the fourth, Tal&#257;tala, on the shanks; the fifth, Mah&#257;tala, on the ankles; the sixth, Ras&#257;tala, on the upper portion of the feet; and the seventh, P&#257;t&#257;la, on the soles of the feet. Thus the vir&#257;t form of the Lord is full of all planetary systems.</P><P CLASS=t>PURPORT</P><P>Modern enterprisers (the astronauts who travel in space) may take information from &#346;r&#299;mad-Bh&#257;gavatam that in space there are fourteen divisions of planetary systems. The situation is calculated from the earthly planetary system, which is called Bh&#363;rloka. Above Bh&#363;rloka is Bhuvarloka, and the topmost planetary system is called Satyaloka. These are the upper seven lokas, or planetary systems. And similarly, there are seven lower planetary systems, known as Atala, Vitala, Sutala, Tal&#257;tala, Mah&#257;tala, Ras&#257;tala and P&#257;t&#257;la lokas. All these planetary systems are scattered over the complete universe, which occupies an area of two billion times two billion square miles. The modern astronauts can travel only a few thousand miles away from the earth, and therefore their attempt to travel in the sky is something like child's play on the shore of an expansive ocean. The moon is situated in the third status of the upper planetary system, and in the Fifth Canto of &#346;r&#299;mad-Bh&#257;gavatam we shall be able to know the distant situation of the various planets scattered over the vast material sky. There are innumerable universes beyond the one in which we are put, and all these material universes cover only an insignificant portion of the spiritual sky, which is described above as san&#257;tana Brahmaloka. The Supreme Lord very kindly invites the intelligent human beings to return home, back to Godhead, in the following verse of the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/16.htm">8.16</A>):</P><P>&#257;-brahma-bhuvan&#257;l lok&#257;h</P><P CLASS=n>punar &#257;vartino 'rjuna</P><P CLASS=n>m&#257;m upetya tu kaunteya</P><P CLASS=n>punar janma na vidyate</P><P>Beginning from Satyaloka, the topmost planet of the universe, situated just below the eternal Brahmaloka, as described above, all the planets are material. And one's situation in any of the many material planets is still subject to the laws of material nature, namely birth, death, old age and disease. But one can get complete liberation from all the above-mentioned material pangs when one enters into the eternal Brahmaloka san&#257;tana atmosphere, the kingdom of God. Therefore liberation, as contemplated by the speculative philosophers and the mystics, is possible only when one becomes a devotee of the Lord. Anyone who is not a devotee cannot enter into the kingdom of God. Only by attainment of a service attitude in the transcendental position can one enter into the kingdom of Godhead. Therefore the speculative philosophers, as well as the mystics, must first of all be attracted to the devotional cult before they can factually attain liberation.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>