<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 5 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 5 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Cause of All Causes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.5.7</P><P CLASS=c>sa bhav&#257;n acarad ghoram</P><P CLASS=c>yat tapah susam&#257;hitah</P><P CLASS=c>tena khedayase nas tvam</P><P CLASS=c>par&#257;-&#347;a&#324;k&#257;m ca yacchasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; your good self; <A CLASS=v HREF="http://vedabase.net/a/acarat">acarat</A> &#8212; undertook; <A CLASS=v HREF="http://vedabase.net/g/ghoram">ghoram</A> &#8212; severe; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; meditation; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/samahitah">sam&#257;hitah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> perfect discipline; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; for that reason; <A CLASS=v HREF="http://vedabase.net/k/khedayase">khedayase</A> &#8212; gives pain; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; ourselves; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; your good self; <A CLASS=v HREF="http://vedabase.net/p/para">par&#257;</A> &#8212; the ultimate truth; <A CLASS=v HREF="http://vedabase.net/s/sankam">&#347;a&#324;k&#257;m</A> &#8212; doubts; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yacchasi">yacchasi</A> &#8212; giving us <A HREF="http://vedabase.net/a/a">a</A> chance.</P><P CLASS=t>TRANSLATION</P><P>Yet we are moved to wonder about the existence of someone more powerful than you when we think of your great austerities in perfect discipline, although your good self is so powerful in the matter of creation.</P><P CLASS=t>PURPORT</P><P>Following in the footsteps of &#346;r&#299; N&#257;rada Muni, one should not blindly accept his spiritual master as God Himself. A spiritual master is duly respected on a par with God, but a spiritual master claiming to be God Himself should at once be rejected. N&#257;rada Muni accepted Brahm&#257; as the Supreme due to Lord Brahm&#257;'s wonderful acts in creation, but doubts arose in him when he saw that Lord Brahm&#257; also worshiped some superior authority. The Supreme is supreme, and He has no worshipable superior. The aha&#324;grahop&#257;sit&#257;, or the one who worships himself with the idea of becoming God Himself, is misleading, but the intelligent disciple can at once detect that the Supreme God does not need to worship anyone, including Himself, in order to become God. Aha&#324;grahop&#257;san&#257; may be one of the processes for transcendental realization, but the aha&#324;grahop&#257;sit&#257; can never be God Himself. No one becomes God by undergoing a process of transcendental realization. N&#257;rada Muni thought of Brahm&#257;j&#299; as the Supreme Person, but when he saw Brahm&#257;j&#299; engaged in the process of transcendental realization, doubts arose in him. So he wanted to be clearly informed.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>