<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 120</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 120"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.120</P><P CLASS=c>ved&#257;nta pad&#257;ite tabe &#257;rambha karil&#257;</P><P CLASS=c>sneha-bhakti kari' kichu prabhure kahil&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vedanta">ved&#257;nta</A> &#8212; <A HREF="http://vedabase.net/v/vedanta">Ved&#257;nta</A> philosophy; <A CLASS=v HREF="http://vedabase.net/p/padaite">pad&#257;ite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> instruct; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/arambha">&#257;rambha</A> &#8212; beginning; <A CLASS=v HREF="http://vedabase.net/k/karila">karil&#257;</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A> &#8212; affection; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; and devotion; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; showing; <A CLASS=v HREF="http://vedabase.net/k/kichu">kichu</A> &#8212; something; <A CLASS=v HREF="http://vedabase.net/p/prabhure">prabhure</A> &#8212; unto the Lord; <A CLASS=v HREF="http://vedabase.net/k/kahila">kahil&#257;</A> &#8212; said.</P><P CLASS=t>TRANSLATION</P><P>He then began to instruct Lord Caitanya Mah&#257;prabhu on Ved&#257;nta philosophy, and out of affection and devotion, he spoke to the Lord as follows.</P><P CLASS=t>PURPORT</P><P>The Ved&#257;nta- or Brahma-s&#363;tra, written by &#346;r&#299;la Vy&#257;sadeva, is a book studied by all advanced spiritual students, especially by the sanny&#257;s&#299;s of all religious communities (samprad&#257;yas). The sanny&#257;s&#299;s must read the Ved&#257;nta-s&#363;tra to establish their final conclusions concerning Vedic knowledge. Here, of course, the Ved&#257;nta mentioned is the commentary of &#346;a&#324;kar&#257;c&#257;rya, known as &#346;&#257;r&#299;raka-bh&#257;shya. S&#257;rvabhauma Bhatt&#257;c&#257;rya intended to convert Caitanya Mah&#257;prabhu, who was a Vaishnava sanny&#257;s&#299;, into a M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;. He therefore made this arrangement to instruct Him in the Ved&#257;nta-s&#363;tra according to the &#346;&#257;r&#299;raka commentary of &#346;a&#324;kar&#257;c&#257;rya. All the sanny&#257;s&#299;s of the &#346;a&#324;kara-samprad&#257;ya enjoy seriously studying the Ved&#257;nta-s&#363;tra with the &#346;&#257;r&#299;raka-bh&#257;shya commentary. It is said, ved&#257;nta-v&#257;kyeshu sad&#257; ramantah: "One should always enjoy the studies of the Ved&#257;nta-s&#363;tra."</P><P CLASS=l><A CLASS=i HREF="119.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="121.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>