<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 127</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 127"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.127</P><P CLASS=c>sanny&#257;s&#299;ra dharma l&#257;gi' &#347;ravana m&#257;tra kari</P><P CLASS=c>tumi yei artha kara, bujhite n&#257; p&#257;ri"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sannyasira">sanny&#257;s&#299;ra</A> &#8212; of one <A HREF="http://vedabase.net/i/in">in</A> the renounced order of life; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; the occupation; <A CLASS=v HREF="http://vedabase.net/l/lagi">l&#257;gi</A>' &#8212; for the matter of; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tra</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; meaning; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; present; <A CLASS=v HREF="http://vedabase.net/b/bujhite">bujhite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/pari">p&#257;ri</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> able.</P><P CLASS=t>TRANSLATION</P><P>"Only for the sake of executing the duties of the renounced order of sanny&#257;sa do I listen. Unfortunately, I cannot in the least understand the meaning you are presenting."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu presented Himself as if He were a sanny&#257;s&#299; in name only or, in other words, a number-one fool. M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s in India are very much accustomed to declaring themselves jagad-gurus, teachers of the world, although they have no information of the outside world and are limited in their experience to a small town or village, or perhaps to the country of India. Nor do such sanny&#257;s&#299;s have sufficient education. Unfortunately, at the present moment there are many foolish sanny&#257;s&#299;s, both in India and elsewhere, who simply read and study Vedic literature without understanding the purports. When Caitanya Mah&#257;prabhu was having His discussion with the Chand Kazi, the Muslim magistrate of Navadv&#299;pa, He recited a verse from the Vedic literature to the effect that the order of sanny&#257;sa is prohibited in this Age of Kali. Only those who are very serious and who follow the regulative principles and study Vedic literature should accept sanny&#257;sa. &#346;r&#299; Caitanya Mah&#257;prabhu approved of a sanny&#257;s&#299;'s reading the Ved&#257;nta-s&#363;tra, or Brahma-s&#363;tra, but He did not approve the &#346;&#257;r&#299;raka commentary of &#346;a&#324;kar&#257;c&#257;rya. Indeed, He said elsewhere, m&#257;y&#257;v&#257;di-bh&#257;shya &#347;unile haya sarva-n&#257;&#347;a: "If one hears the &#346;&#257;r&#299;raka-bh&#257;shya of &#346;a&#324;kar&#257;c&#257;rya, he is doomed." Thus a sanny&#257;s&#299;, a transcendentalist, must read the Ved&#257;nta-s&#363;tra regularly, but he should not read the &#346;&#257;r&#299;raka-bh&#257;shya. This is the conclusion of &#346;r&#299; Caitanya Mah&#257;prabhu. The real commentary on the Ved&#257;nta-s&#363;tra is &#346;r&#299;mad-Bh&#257;gavatam. Artho 'yam brahma-s&#363;tr&#257;n&#257;m: &#346;r&#299;mad-Bh&#257;gavatam is the original commentary on the Ved&#257;nta-s&#363;tra, written by the author himself, &#346;r&#299;la Vy&#257;sadeva.</P><P CLASS=l><A CLASS=i HREF="126.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="128.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>