<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 135</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 135"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.135</P><P CLASS=c>pram&#257;nera madhye &#347;ruti pram&#257;na &#8212; pradh&#257;na</P><P CLASS=c>&#347;ruti ye mukhy&#257;rtha kahe, sei se pram&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pramanera">pram&#257;nera</A> &#8212; of the evidences; <A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the midst; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A> &#8212; the Vedic version; <A CLASS=v HREF="http://vedabase.net/p/pramana">pram&#257;na</A> &#8212; evidence; <A CLASS=v HREF="http://vedabase.net/p/pradhana">pradh&#257;na</A> &#8212; chief; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A> &#8212; the Vedic version; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/m/mukhya">mukhya</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; chief meaning; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; says; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/s/se">se</A> &#8212; that indeed; <A CLASS=v HREF="http://vedabase.net/p/pramana">pram&#257;na</A> &#8212; evidence.</P><P CLASS=t>TRANSLATION</P><P>"Although there is other evidence, the evidence given in the Vedic version must be taken as foremost. Vedic versions understood directly are first-class evidence."</P><P CLASS=t>PURPORT</P><P>Works that should be consulted are &#346;r&#299;la J&#299;va Gosv&#257;m&#299;'s Tattva-sandarbha (10-11), &#346;r&#299;la Baladeva Vidy&#257;bh&#363;shana's commentary on that, and the following verses of the Brahma-s&#363;tra: &#347;&#257;stra-yonitv&#257;t (Vs. 1.1.3), tark&#257;pratishth&#257;n&#257;t (Vs. 2.1.11) and &#347;rutes tu &#347;abda-m&#363;latv&#257;t (Vs. 2.1.27), as commented upon by &#346;r&#299; R&#257;m&#257;nuj&#257;c&#257;rya, &#346;r&#299; Madhv&#257;c&#257;rya, &#346;r&#299; Nimb&#257;rk&#257;c&#257;rya and &#346;r&#299;la Baladeva Vidy&#257;bh&#363;shana. In his book Sarva-samv&#257;din&#299;, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has noted that although there are ten kinds of evidence &#8212; direct perception, the Vedic version, historical reference, hypothesis and so on &#8212; and although they are all generally accepted as evidence, the person presenting a hypothesis, reading the Vedic version, perceiving or interpreting by his experience is certain to be imperfect in four ways. That is, he is subject to committing mistakes, to becoming illusioned, to cheating and to having imperfect senses. Although the evidence may be correct, the person himself is in danger of being misled due to his material defects. Apart from the direct presentation, there is a chance that an interpretation may not be perfect. Therefore the conclusion is that only a direct presentation can be considered evidence. An interpretation cannot be accepted as evidence, but may be considered proof of evidence.</P><P>In the Bhagavad-g&#299;t&#257;, at the very beginning it is stated:</P><P>dhritar&#257;shtra uv&#257;ca</P><P CLASS=n>dharma-kshetre kuru-kshetre samavet&#257; yuyutsavah</P><P CLASS=n>m&#257;mak&#257;h p&#257;ndav&#257;&#347; caiva kim akurvata sañjaya</P><P CLASS=n>[<A CLASS=v HREF="../../../bg/1/1.htm">Bg. 1.1</A>]</P><P>The statements of the Bhagavad-g&#299;t&#257; are themselves proof that there is a place of religious pilgrimage named Kurukshetra where the P&#257;ndavas and Kurus met to fight. After meeting there, what did they do? This was Dhritar&#257;shtra's inquiry to Sañjaya. Although these statements are very clear, atheists try to interpret different meanings of the words dharma-kshetra and kuru-kshetra. Therefore &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has warned us not to depend on any kind of interpretation. It is better to take the verses as they are, without interpretation.</P><P CLASS=l><A CLASS=i HREF="134.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="136.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>