<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 137</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 137"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.137</P><P CLASS=c>svatah-pram&#257;na veda satya yei kaya</P><P CLASS=c>'lakshan&#257;' karile svatah-pr&#257;m&#257;nya-h&#257;ni haya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svatah">svatah</A>-<A CLASS=v HREF="http://vedabase.net/p/pramana">pram&#257;na</A> &#8212; self-evidence; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; Vedic literature; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A> &#8212; truth; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/k/kaya">kaya</A> &#8212; say; <A CLASS=v HREF="http://vedabase.net/l/laksana">lakshan&#257;</A> &#8212; interpretation; <A CLASS=v HREF="http://vedabase.net/k/karile">karile</A> &#8212; by making; <A CLASS=v HREF="http://vedabase.net/s/svatah">svatah</A>-<A CLASS=v HREF="http://vedabase.net/p/pramanya">pr&#257;m&#257;nya</A> &#8212; self-evidential proof; <A CLASS=v HREF="http://vedabase.net/h/hani">h&#257;ni</A> &#8212; lost; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes.</P><P CLASS=t>TRANSLATION</P><P>"The Vedic statements are self-evident. Whatever is stated there must be accepted. If we interpret according to our own imagination, the authority of the Vedas is immediately lost."</P><P CLASS=t>PURPORT</P><P>Out of four main types of evidence &#8212; direct perception, hypothesis, historical reference and the Vedas &#8212; Vedic evidence is accepted as the foremost. If we want to interpret the Vedic version, we must imagine an interpretation according to what we want to do. First of all, we set forth such an interpretation as a suggestion or hypothesis. As such, it is not actually true, and the self-evident proof is lost.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya, commenting on the aphorism dri&#347;yate tu (Ved&#257;nta-s&#363;tra <A CLASS=v HREF="http://vedabase.net/todo/sutra2/1/6">2.1.6</A>), quotes the Bhavishya Pur&#257;na as follows:</P><P>rig-yajuh-s&#257;m&#257;tharv&#257;&#347; ca bh&#257;ratam pañcar&#257;trakam</P><P CLASS=n>m&#363;la-r&#257;m&#257;yanam caiva veda ity eva &#347;abdit&#257;h</P><P CLASS=n>pur&#257;n&#257;ni ca y&#257;n&#299;ha vaishnav&#257;ni vido viduh</P><P CLASS=n>svatah-pr&#257;m&#257;nyam etesh&#257;m n&#257;tra kiñcid vic&#257;ryate</P><P>The Rig Veda, Yajur Veda, S&#257;ma Veda, Atharva Veda, Mah&#257;bh&#257;rata, Pañcar&#257;tra and original R&#257;m&#257;yana are all considered Vedic literature. The Pur&#257;nas (such as the Brahma-vaivarta Pur&#257;na, N&#257;rad&#299;ya Pur&#257;na, Vishnu Pur&#257;na and Bh&#257;gavata Pur&#257;na) are especially meant for Vaishnavas and are also Vedic literature. As such, whatever is stated within the Pur&#257;nas, Mah&#257;bh&#257;rata and R&#257;m&#257;yana is self-evident. There is no need for interpretation. The Bhagavad-g&#299;t&#257; is also within the Mah&#257;bh&#257;rata; therefore all the statements of the Bhagavad-g&#299;t&#257; are self-evident. There is no need for interpretation, and if we do interpret, the entire authority of the Vedic literature is lost.</P><P CLASS=l><A CLASS=i HREF="136.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="138.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>