<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 144</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 144"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.144</P><P CLASS=c>'ap&#257;d&#257;na,' 'karana,' 'adhikarana'-k&#257;raka tina</P><P CLASS=c>bhagav&#257;nera savi&#347;eshe ei tina cihna</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/apadana">ap&#257;d&#257;na</A> &#8212; ablative; <A CLASS=v HREF="http://vedabase.net/k/karana">karana</A> &#8212; instrumental; <A CLASS=v HREF="http://vedabase.net/a/adhikarana">adhikarana</A> &#8212; locative; <A CLASS=v HREF="http://vedabase.net/k/karaka">k&#257;raka</A> &#8212; cases; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/b/bhagavanera">bhagav&#257;nera</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/visesa">vi&#347;esha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the personality; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/c/cihna">cihna</A> &#8212; symptoms.</P><P CLASS=t>TRANSLATION</P><P>"The personal features of the Supreme Personality of Godhead are categorized in three cases &#8212; namely ablative, instrumental and locative."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura states in his Amrita-prav&#257;ha-bh&#257;shya that according to the injunction of the Upanishads ("the Supreme Absolute Truth is He from whom everything emanates"), it is understood that the whole cosmic manifestation emanated from Brahman, the Supreme Absolute Truth. The creation subsists by the energy of the Supreme Brahman and, after annihilation, merges into the Supreme Brahman. From this we can understand that the Absolute Truth can be categorized in three cases &#8212; ablative, instrumental and locative. According to these three cases, the Absolute Truth is positively personified. In this connection, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; quotes the Aitareya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/1/1">1.1.1</A>): &#257;tm&#257; v&#257; idam eka ev&#257;gra &#257;s&#299;n n&#257;nyat kiñcana mishat sa &#299;kshata lok&#257;n nu srij&#257; iti. Similarly, in the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/4/9">4.9</A>) it is stated:</P><P>chand&#257;msi yajñ&#257;h kratavo vrat&#257;ni</P><P CLASS=n>bh&#363;tam bhavyam yac ca ved&#257; vadanti</P><P CLASS=n>yasm&#257;n m&#257;y&#299; srijate vi&#347;vam etat</P><P CLASS=n>tasmim&#347; c&#257;nyo m&#257;yay&#257; sanniruddhah</P><P>And in the Taittir&#299;ya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/1">3.1</A>): yato v&#257; im&#257;ni bh&#363;t&#257;ni j&#257;yante, yena j&#257;t&#257;ni j&#299;vanti, yat prayanty abhisamvi&#347;anti, tad vijijñ&#257;sasva tad brahma. This was the answer given by father Varuna when questioned by his son V&#257;runi Bhrigu about the Absolute Truth. In this mantra, the word yatah, the Absolute Truth from which the cosmic manifestation has emanated, is in the ablative case; that Brahman by which this universal creation is maintained is in the instrumental case (yena); and that Brahman into which the whole cosmic manifestation merges is in the locative case (yat or yasmin). It is stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/5/20.htm">1.5.20</A>):</P><P>idam hi vi&#347;vam bhagav&#257;n ivetaro</P><P CLASS=n>yato jagat-sth&#257;na-nirodha-sambhav&#257;h</P><P>"The entire universal creation is contained in the gigantic form of the Supreme Personality of Godhead. Everything emanates from Him, everything rests in His energy, and after annihilation everything merges into His person."</P><P CLASS=l><A CLASS=i HREF="143.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="145-146.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>