<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 147</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 147"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.147</P><P CLASS=c>brahma-&#347;abde kahe p&#363;rna svayam bhagav&#257;n</P><P CLASS=c>svayam bhagav&#257;n krishna, &#8212; &#347;&#257;strera pram&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/sabde">&#347;abde</A> &#8212; by the word "<A HREF="http://vedabase.net/b/brahman">Brahman</A>"; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is said; <A CLASS=v HREF="http://vedabase.net/p/purna">p&#363;rna</A> &#8212; complete; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sastrera">&#347;&#257;strera</A> <A CLASS=v HREF="http://vedabase.net/p/pramana">pram&#257;na</A> &#8212; the verdict of all Vedic literature.</P><P CLASS=t>TRANSLATION</P><P>"The word 'Brahman' indicates the complete Supreme Personality of Godhead, who is &#346;r&#299; Krishna. That is the verdict of all Vedic literature.</P><P CLASS=t>PURPORT</P><P>This is also confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), where the Lord says, vedai&#347; ca sarvair aham eva vedyah. The ultimate object in all Vedic literature is Krishna. Everyone is searching for Him. This is also confirmed elsewhere in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>):</P><P>bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=n>v&#257;sudevah sarvam iti sa mah&#257;tm&#257; sudurlabhah</P><P>"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare."</P><P>When one has actually become wise through the study of Vedic literature, he surrenders unto V&#257;sudeva, Bhagav&#257;n &#346;r&#299; Krishna. This is also confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/2/7.htm">1.2.7-8</A>):</P><P>v&#257;sudeve bhagavati bhakti-yogah prayojitah</P><P CLASS=n>janayaty &#257;&#347;u vair&#257;gyam jñ&#257;nam ca yad ahaitukam</P><P CLASS=n>dharmah sv-anushthitah pums&#257;m vishvaksena-kath&#257;su yah</P><P CLASS=n>notp&#257;dayed yadi ratim &#347;rama eva hi kevalam</P><P>Understanding V&#257;sudeva is real knowledge. By engaging in the devotional service of V&#257;sudeva, Krishna, one acquires perfect knowledge and Vedic understanding. Thus one becomes detached from the material world. This is the perfection of human life. Although one may perfectly follow religious rituals and ceremonies, he is simply wasting his time (&#347;rama eva hi kevalam) if he does not attain this perfection.</P><P>Before the creation of the cosmic manifestation, the Supreme Personality of Godhead possessed His totally transcendental mind and eyes. That Supreme Personality of Godhead is Krishna. A person may think that there is no direct statement about Krishna in the Upanishads, but the fact is that the Vedic mantras cannot be understood by people with mundane senses. As stated in the Padma Pur&#257;na, atah &#347;r&#299;-krishna-n&#257;m&#257;di na bhaved gr&#257;hyam indriyaih: [BRS. 1.2.234] a person with mundane senses cannot fully understand the name, qualities, form and pastimes of &#346;r&#299; Krishna. The Pur&#257;nas are therefore meant to explain and supplement Vedic knowledge. The great sages present the Pur&#257;nas in order to make the Vedic mantras understandable for common men (str&#299;-&#347;&#363;dra-dvija-bandh&#363;n&#257;m). Considering that women, &#347;&#363;dras and dvija-bandhus (unworthy sons of the twice-born) cannot understand the Vedic hymns directly, &#346;r&#299;la Vy&#257;sadeva compiled the Mah&#257;bh&#257;rata. Actually, the Supreme Personality of Godhead is vedeshu durlabham (untraceable in the Vedas), but when the Vedas are properly understood or when Vedic knowledge is received from devotees, one can understand that all Vedic knowledge leads to &#346;r&#299; Krishna.</P><P>The Brahma-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra1/1/3">1.1.3</A>) confirms this fact also: &#347;&#257;stra-yonitv&#257;t. Commenting upon this Brahma-s&#363;tra aphorism, &#346;r&#299; Madhv&#257;c&#257;rya says, "The Rig Veda, Yajur Veda, S&#257;ma Veda, Atharva Veda, Mah&#257;bh&#257;rata, Pañcar&#257;tra and the original V&#257;lm&#299;ki R&#257;m&#257;yana are all Vedic literatures. Any literature following the conclusive statements of these Vedic literatures is also to be considered Vedic literature. That literature which does not conform to Vedic literature is simply misleading."</P><P>Therefore when reading Vedic literature, we must take the path traversed by great &#257;c&#257;ryas: mah&#257;-jano yena gatah sa panth&#257;h. Unless one follows the path traversed by great &#257;c&#257;ryas, he cannot understand the real purport of the Vedas.</P><P CLASS=l><A CLASS=i HREF="145-146.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="148.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>