<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 151</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 151"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.151</P><P CLASS=c>ataeva &#347;ruti kahe, brahma &#8212; savi&#347;esha</P><P CLASS=c>'mukhya' ch&#257;di' 'lakshan&#257;'te m&#257;ne nirvi&#347;esha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ataeva">ataeva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A> &#8212; Vedic mantras; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; say; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/visesa">vi&#347;esha</A> &#8212; personal; <A CLASS=v HREF="http://vedabase.net/m/mukhya">mukhya</A> &#8212; direct meaning; <A CLASS=v HREF="http://vedabase.net/c/chadi">ch&#257;di</A>' &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/l/laksana">lakshan&#257;</A>'<A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by interpretation; <A CLASS=v HREF="http://vedabase.net/m/mane">m&#257;ne</A> &#8212; accept; <A CLASS=v HREF="http://vedabase.net/n/nirvisesa">nirvi&#347;esha</A> &#8212; impersonal.</P><P CLASS=t>TRANSLATION</P><P>"All these mantras confirm that the Absolute Truth is personal, but the M&#257;y&#257;v&#257;d&#299;s, throwing away the direct meaning, interpret the Absolute Truth as impersonal.</P><P CLASS=t>PURPORT</P><P>As mentioned above, the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/19">3.19</A>) states:</P><P>ap&#257;ni-p&#257;do javano grah&#299;t&#257;</P><P CLASS=n>pa&#347;yaty acakshuh sa &#347;rinoty akarnah</P><P CLASS=n>sa vetti vedyam na ca tasy&#257;sti vett&#257;</P><P CLASS=n>tam &#257;hur agryam purusham mah&#257;ntam</P><P>This Vedic mantra clearly states, purusham mah&#257;ntam. The word purusha means "person." In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/12.htm">10.12</A>) Arjuna confirms that this person is Krishna when he addresses Krishna as purusham &#347;&#257;&#347;vatam: "You are the original person." Thus the purusham mah&#257;ntam mentioned in the verse from the &#346;vet&#257;&#347;vatara Upanishad is &#346;r&#299; Krishna. His hands and legs are not mundane but are completely transcendental. However, when He comes, fools take Him to be an ordinary person (avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam [<A CLASS=v HREF="../../../bg/9/11.htm">Bg. 9.11</A>]). One who has no Vedic knowledge, who has not studied the Vedas from a bona fide spiritual master, does not know Krishna. Therefore he is a m&#363;dha. Such fools take Krishna to be an ordinary person (param bh&#257;vam aj&#257;nantah). They do not actually know what Krishna is. Manushy&#257;n&#257;m sahasreshu ka&#347;cid yatati siddhaye [<A CLASS=v HREF="../../../bg/7/3.htm">Bg. 7.3</A>]. It is not possible to understand Krishna simply by studying the Vedas perfectly. One must have the mercy of a devotee (yat-p&#257;dam). Unless one is favored by a devotee, he cannot understand the Supreme Personality of Godhead. Arjuna also confirms this in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/14.htm">10.14</A>): "My Lord, it is very difficult to understand Your personality." The less intelligent class of men cannot understand the Supreme Personality of Godhead without being favored by His devotee. Therefore the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/34.htm">4.34</A>) contains another injunction:</P><P>tad viddhi pranip&#257;tena paripra&#347;nena sevay&#257;</P><P CLASS=n>upadekshyanti te jñ&#257;nam jñ&#257;ninas tattva-dar&#347;inah</P><P>One has to approach a bona fide spiritual master and surrender to him. Only then can one understand the Supreme Personality of Godhead as a person.</P><P CLASS=l><A CLASS=i HREF="150.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="152.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>