<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 154</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 154"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.154</P><P CLASS=c>vishnu-&#347;aktih par&#257; prokt&#257;</P><P CLASS=c>kshetra-jñ&#257;khy&#257; tath&#257; par&#257;</P><P CLASS=c>avidy&#257;-karma-samjñ&#257;ny&#257;</P><P CLASS=c>trit&#299;y&#257; &#347;aktir ishyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; the internal potency of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/para">par&#257;</A> &#8212; spiritual; <A CLASS=v HREF="http://vedabase.net/p/prokta">prokt&#257;</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/k/ksetra">kshetra</A>-<A CLASS=v HREF="http://vedabase.net/j/jna">jña</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/a/akhya">&#257;khy&#257;</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/para">par&#257;</A> &#8212; spiritual; <A CLASS=v HREF="http://vedabase.net/a/avidya">avidy&#257;</A> &#8212; nescience, or godlessness; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; and fruitive activities; <A CLASS=v HREF="http://vedabase.net/s/samjna">samjñ&#257;</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/anya">any&#257;</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/t/trtiya">trit&#299;y&#257;</A> &#8212; third; <A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/i/isyate">ishyate</A> &#8212; is accepted <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>"'The internal potency of the Supreme Lord, Vishnu, is spiritual, as verified by the &#347;&#257;stras. There is another spiritual potency, known as kshetra-jña, or the living entity. The third potency, which is known as nescience, makes the living entity godless and fills him with fruitive activity.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257;, in &#346;r&#299; Krishna's discourse on the kshetra and the kshetra-jña, it is clearly stated that the kshetra-jña is the living entity, who knows his field of activities. The living entities in the material world are forgetful of their eternal relationship with the Supreme Personality of Godhead. This forgetfulness is called avidy&#257;, or nescience. The avidy&#257;-&#347;akti, the avidy&#257; potency of the material world, provokes fruitive activity. Although this avidy&#257;-&#347;akti (material energy, or nescience) is also an energy of the Supreme Personality of Godhead, it is especially intended to keep the living entities in a state of forgetfulness. This is due to their rebellious attitude toward the Lord. Thus although the living entities are constitutionally spiritual, they come under the influence of the potency of nescience. How this happens is described in the following verse.</P><P CLASS=l><A CLASS=i HREF="153.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="155.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>