<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 162</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 162"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.162</P><P CLASS=c>'m&#257;y&#257;dh&#299;&#347;a' 'm&#257;y&#257;-va&#347;a' &#8212; &#299;&#347;vare-j&#299;ve bheda</P><P CLASS=c>hena-j&#299;ve &#299;&#347;vara-saha kaha ta' abheda</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adhisa">adh&#299;&#347;a</A> &#8212; the Lord of energy; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vasa">va&#347;a</A> &#8212; subjected <A HREF="http://vedabase.net/t/to">to</A> the influence of <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/i/isvare">&#299;&#347;vare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/j/jive">j&#299;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the living entities; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; the difference; <A CLASS=v HREF="http://vedabase.net/h/hena">hena</A>-<A CLASS=v HREF="http://vedabase.net/j/jive">j&#299;ve</A> &#8212; such living entities; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kaha">kaha</A> &#8212; you say; <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/abheda">abheda</A> &#8212; one and the <A HREF="http://vedabase.net/s/same">same</A>.</P><P CLASS=t>TRANSLATION</P><P>"The Lord is the master of the potencies, and the living entity is the servant of them. That is the difference between the Lord and the living entity. However, you declare that the Lord and the living entities are one and the same.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is by nature the master of all potencies. By nature, the living entities, being infinitesimal, are always under the influence of the Lord's potencies. According to the Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/1/1">3.1.1-2</A>):</P><P>dv&#257; suparn&#257; sayuj&#257; sakh&#257;y&#257;</P><P CLASS=n>sam&#257;nam vriksham parishasvaj&#257;te</P><P CLASS=n>tayor anyah pippalam sv&#257;dv atty</P><P CLASS=n>ana&#347;nann anyo 'bhic&#257;ka&#347;&#299;ti</P><P CLASS=n>sam&#257;ne vrikshe purusho nimagno</P><P CLASS=n>'n&#299;&#347;ay&#257; &#347;ocati muhyam&#257;nah</P><P CLASS=n>jushtam yad&#257; pa&#347;yaty anyam &#299;&#347;am</P><P CLASS=n>asya mahim&#257;nam eti v&#299;ta-&#347;okah</P><P>The Mundaka Upanishad completely distinguishes the Lord from the living entities. The living entity is subjected to the reactions of fruitive activity, whereas the Lord simply witnesses such activity and bestows the results. According to the living entity's desires, he is wandering from one body to another and from one planet to another, under the direction of the Supreme Personality of Godhead, Param&#257;tm&#257;. However, when the living entity comes to his senses by the mercy of the Lord, he is awarded devotional service. Thus he is saved from the clutches of m&#257;y&#257;. At such a time he can see his eternal friend, the Supreme Personality of Godhead, and become free from all lamentation and hankering. This is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">18.54</A>), where the Lord says, brahma-bh&#363;tah prasann&#257;tm&#257; na &#347;ocati na k&#257;&#324;kshati: "One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything." Thus it is definitely proved that the Supreme Personality of Godhead is the master of all potencies and that the living entities are always subjected to these potencies. That is the difference between m&#257;y&#257;dh&#299;&#347;a and m&#257;y&#257;-va&#347;a.</P><P CLASS=l><A CLASS=i HREF="161.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="163.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>