<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 167</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 167"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.167</P><P CLASS=c>&#347;r&#299;-vigraha ye n&#257; m&#257;ne, sei ta' p&#257;shand&#299;</P><P CLASS=c>adri&#347;ya aspri&#347;ya, sei haya yama-dand&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/v/vigraha">vigraha</A> &#8212; the form of the Lord; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/mane">m&#257;ne</A> &#8212; accepts; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/pasandi">p&#257;shand&#299;</A> &#8212; agnostic; <A CLASS=v HREF="http://vedabase.net/a/adrsya">adri&#347;ya</A> &#8212; not <A HREF="http://vedabase.net/t/to">to</A> be seen; <A CLASS=v HREF="http://vedabase.net/a/asprsya">aspri&#347;ya</A> &#8212; untouchable; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/y/yama">yama</A>-<A CLASS=v HREF="http://vedabase.net/d/dandi">dand&#299;</A> &#8212; subject <A HREF="http://vedabase.net/t/to">to</A> be punished by Yamar&#257;ja.</P><P CLASS=t>TRANSLATION</P><P>"One who does not accept the transcendental form of the Lord is certainly an agnostic. Such a person should be neither seen nor touched. Indeed, he is subject to be punished by Yamar&#257;ja.</P><P CLASS=t>PURPORT</P><P>According to the Vedic instructions, the Supreme Personality of Godhead has His eternal, transcendental form, which is always blissful and full of knowledge. Impersonalists think that "material" refers to the forms within our experience and that "spiritual" refers to an absence of form. However, one should know that beyond this material nature is another nature, which is spiritual. Just as there are material forms in this material world, there are spiritual forms in the spiritual world. This is confirmed by all Vedic literature. The spiritual forms in the transcendental world have nothing to do with the negative conception of formlessness. The conclusion is that a person is an agnostic when he does not agree to worship the transcendental form of the Lord.</P><P>Actually, at the present moment all systems of religion deny the worship of the form of the Lord due to ignorance of His transcendental form. The first-class materialists (the M&#257;y&#257;v&#257;d&#299;s) imagine five specific forms of the Lord, but when they try to equate the worship of such imaginary forms with bhakti, they are immediately condemned. Lord &#346;r&#299; Krishna confirms this in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/15.htm">7.15</A>), where He says, na m&#257;m dushkritino m&#363;dh&#257;h prapadyante nar&#257;dham&#257;h. Bereft of real knowledge due to agnosticism, the M&#257;y&#257;v&#257;d&#299; philosophers should not even be seen by the devotees of the Lord, nor touched, because those philosophers are liable to be punished by Yamar&#257;ja, the superintendent demigod who judges the activities of sinful men. The M&#257;y&#257;v&#257;d&#299; agnostics wander within this universe in different species of life due to their nondevotional activities. Such living entities are subjected to the punishments of Yamar&#257;ja. Only the devotees, who are always engaged in the service of the Lord, are exempt from the jurisdiction of Yamar&#257;ja.</P><P CLASS=l><A CLASS=i HREF="166.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="168.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>