<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 168</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 168"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.168</P><P CLASS=c>veda n&#257; m&#257;niy&#257; bauddha haya ta' n&#257;stika</P><P CLASS=c>ved&#257;&#347;raya n&#257;stikya-v&#257;da bauddhake adhika</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; the Vedic literature; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/maniya">m&#257;niy&#257;</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/b/bauddha">bauddha</A> &#8212; the Buddhists; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/nastika">n&#257;stika</A> &#8212; agnostics; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/a/asraya">&#257;&#347;raya</A> &#8212; taking shelter of Vedic civilization; <A CLASS=v HREF="http://vedabase.net/n/nastikya">n&#257;stikya</A>-<A CLASS=v HREF="http://vedabase.net/v/vada">v&#257;da</A> &#8212; agnosticism; <A CLASS=v HREF="http://vedabase.net/b/bauddhake">bauddhake</A> &#8212; even Buddhists; <A CLASS=v HREF="http://vedabase.net/a/adhika">adhika</A> &#8212; surpassing.</P><P CLASS=t>TRANSLATION</P><P>"The Buddhists do not recognize the authority of the Vedas; therefore they are considered agnostics. However, those who have taken shelter of the Vedic scriptures yet preach agnosticism in accordance with the M&#257;y&#257;v&#257;da philosophy are certainly more dangerous than the Buddhists.</P><P CLASS=t>PURPORT</P><P>Although the Buddhists are directly opposed to Vaishnava philosophy, it can easily be understood that the &#346;a&#324;karites are more dangerous because they accept the authority of the Vedas yet act contrary to Vedic instruction. Ved&#257;&#347;raya n&#257;stikya-v&#257;da means "agnosticism under the shelter of Vedic culture" and refers to the monistic philosophy of the M&#257;y&#257;v&#257;d&#299;s. Lord Buddha abandoned the authority of the Vedic literature and therefore rejected the ritualistic ceremonies and sacrifices recommended in the Vedas. His nirv&#257;na philosophy means stopping all material activities. Lord Buddha did not recognize the presence of transcendental forms and spiritual activities beyond the material world. He simply described voidism beyond this material existence. The M&#257;y&#257;v&#257;d&#299; philosophers offer lip service to Vedic authority but try to escape the Vedic ritualistic ceremonies. They concoct some idea of a transcendental position and call themselves N&#257;r&#257;yana, or God. However, God's position is completely different from their concoction. Such M&#257;y&#257;v&#257;d&#299; philosophers consider themselves above the influence of karma-k&#257;nda (fruitive activities and their reactions). For them, the spiritual world is equated with the Buddhist voidism. There is very little difference between impersonalism and voidism. Voidism can be directly understood, but the impersonalism enunciated by M&#257;y&#257;v&#257;d&#299; philosophers is not very easily understandable. Of course, M&#257;y&#257;v&#257;d&#299; philosophers accept a spiritual existence, but they do not know about the spiritual world and spiritual beings. According to &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>):</P><P>ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninas</P><P CLASS=n>tvayy asta-bh&#257;v&#257;d avi&#347;uddha-buddhayah</P><P CLASS=n>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>The intelligence of the M&#257;y&#257;v&#257;d&#299;s is not purified; therefore even though they practice austerities for self-realization, they cannot remain within the impersonal brahmajyoti. Consequently, they fall down again into this material world.</P><P>The M&#257;y&#257;v&#257;d&#299;s' conception of spiritual existence is almost identical to the negation of material existence. The M&#257;y&#257;v&#257;d&#299;s believe that there is nothing positive in spiritual life. As a result, they cannot understand devotional service or the worship of the Supreme Person, sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. The M&#257;y&#257;v&#257;d&#299; philosophers consider Deity worship in devotional service to be pratibimba-v&#257;da, or the worship of a form that is the reflection of a false material form. Thus the Lord's transcendental form, which is eternally blissful and full of knowledge, is unknown to M&#257;y&#257;v&#257;d&#299; philosophers. Although the term "Bhagav&#257;n" is explicitly described in &#346;r&#299;mad-Bh&#257;gavatam, they cannot understand it. Brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate: "The Absolute Truth is called Brahman, Param&#257;tm&#257; and Bhagav&#257;n." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/11.htm">1.2.11</A>) The M&#257;y&#257;v&#257;d&#299;s try to understand Brahman only, or, at the most, Param&#257;tm&#257;. However, they are unable to understand Bhagav&#257;n. Therefore the Supreme Personality of Godhead, Krishna, says, m&#257;yay&#257;pahrita-jñ&#257;n&#257;h. Because of the temperament of the M&#257;y&#257;v&#257;d&#299; philosophers, real knowledge is taken from them. Because they cannot receive the mercy of the Lord, they will always be bewildered by His transcendental form. Impersonal philosophy destroys the three phases of knowledge &#8212; jñ&#257;na, jñeya and jñ&#257;t&#257;. As soon as one speaks of knowledge, there must be a person who is the knower, the knowledge itself and the object of knowledge. M&#257;y&#257;v&#257;da philosophy combines these three categories; therefore the M&#257;y&#257;v&#257;d&#299;s cannot understand how the spiritual potencies of the Supreme Personality of Godhead act. Because of their poor fund of knowledge, they cannot understand the distinction in the spiritual world between knowledge, the knower and the object of knowledge. Because of this, &#346;r&#299; Caitanya Mah&#257;prabhu considers the M&#257;y&#257;v&#257;d&#299; philosophers more dangerous than the Buddhists.</P><P CLASS=l><A CLASS=i HREF="167.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="169.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>