<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 169</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 169"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.169</P><P CLASS=c>j&#299;vera nist&#257;ra l&#257;gi' s&#363;tra kaila vy&#257;sa</P><P CLASS=c>m&#257;y&#257;v&#257;di-bh&#257;shya &#347;unile haya sarva-n&#257;&#347;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jivera">j&#299;vera</A> &#8212; of the living entities; <A CLASS=v HREF="http://vedabase.net/n/nistara">nist&#257;ra</A> &#8212; deliverance; <A CLASS=v HREF="http://vedabase.net/l/lagi">l&#257;gi</A>' &#8212; for the matter of; <A CLASS=v HREF="http://vedabase.net/s/sutra">s&#363;tra</A> &#8212; the <A HREF="http://vedabase.net/v/vedanta">Ved&#257;nta</A>-<A HREF="http://vedabase.net/s/sutra">s&#363;tra</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/v/vyasa">vy&#257;sa</A> &#8212; <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/m/mayavadi">m&#257;y&#257;v&#257;di</A> &#8212; of the impersonalists; <A CLASS=v HREF="http://vedabase.net/b/bhasya">bh&#257;shya</A> &#8212; commentary; <A CLASS=v HREF="http://vedabase.net/s/sunile">&#347;unile</A> &#8212; if hearing; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/n/nasa">n&#257;&#347;a</A> &#8212; all destruction.</P><P CLASS=t>TRANSLATION</P><P>"&#346;r&#299;la Vy&#257;sadeva presented the Ved&#257;nta philosophy for the deliverance of conditioned souls, but if one hears the commentary of &#346;a&#324;kar&#257;c&#257;rya, everything is spoiled.</P><P CLASS=t>PURPORT</P><P>Factually, the devotional service of the Lord is described in the Ved&#257;nta-s&#363;tra, but the M&#257;y&#257;v&#257;d&#299; philosophers, the &#346;a&#324;karites, prepared a commentary known as &#346;&#257;r&#299;raka-bh&#257;shya, in which the transcendental form of the Lord is denied. The M&#257;y&#257;v&#257;d&#299; philosophers think that the living entity is identical with the Supreme Soul, Brahman. Their commentaries on the Ved&#257;nta-s&#363;tra are completely opposed to the principle of devotional service. Caitanya Mah&#257;prabhu therefore warns us to avoid these commentaries. If one indulges in hearing the &#346;a&#324;karite &#346;&#257;r&#299;raka-bh&#257;shya, he will certainly be bereft of all real knowledge.</P><P>The ambitious M&#257;y&#257;v&#257;d&#299; philosophers desire to merge into the existence of the Lord, and this may be accepted as s&#257;yujya-mukti. However, this form of mukti means denying one's individual existence. In other words, it is a kind of spiritual suicide. This is absolutely opposed to the philosophy of bhakti-yoga. Bhakti-yoga offers immortality to the individual conditioned soul. If one follows the M&#257;y&#257;v&#257;d&#299; philosophy, he misses his opportunity to become immortal after giving up the material body. The immortality of the individual person is the highest perfectional stage a living entity can attain.</P><P CLASS=l><A CLASS=i HREF="168.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="170.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>