<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 172</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 172"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.172</P><P CLASS=c>vy&#257;sa &#8212; bhr&#257;nta bali' sei s&#363;tre dosha diy&#257;</P><P CLASS=c>'vivarta-v&#257;da' sth&#257;piy&#257;che kalpan&#257; kariy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vyasa">vy&#257;sa</A> &#8212; <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/b/bhranta">bhr&#257;nta</A> &#8212; mistaken; <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A>' &#8212; saying; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sutre">s&#363;tre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/v/vedanta">Ved&#257;nta</A>-<A HREF="http://vedabase.net/s/sutra">s&#363;tra</A>; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; fault; <A CLASS=v HREF="http://vedabase.net/d/diya">diy&#257;</A> &#8212; accusing; <A CLASS=v HREF="http://vedabase.net/v/vivarta">vivarta</A>-<A CLASS=v HREF="http://vedabase.net/v/vada">v&#257;da</A> &#8212; the theory of illusion; <A CLASS=v HREF="http://vedabase.net/s/sthapiyache">sth&#257;piy&#257;che</A> &#8212; has established; <A CLASS=v HREF="http://vedabase.net/k/kalpana">kalpan&#257;</A> &#8212; imagination; <A CLASS=v HREF="http://vedabase.net/k/kariya">kariy&#257;</A> &#8212; doing.</P><P CLASS=t>TRANSLATION</P><P>"&#346;a&#324;kar&#257;c&#257;rya's theory states that the Absolute Truth is transformed. By accepting this theory, the M&#257;y&#257;v&#257;d&#299; philosophers denigrate &#346;r&#299;la Vy&#257;sadeva by accusing him of error. They thus find fault in the Ved&#257;nta-s&#363;tra and interpret it to try to establish the theory of illusion.</P><P CLASS=t>PURPORT</P><P>The first verse of the Brahma-s&#363;tra is ath&#257;to brahma jijñ&#257;s&#257;: "We must now inquire into the Absolute Truth." The second verse immediately answers, janm&#257;dy asya yatah: [<A CLASS=v HREF="../../../sb/1/1/1.htm">SB 1.1.1</A>] "The Absolute Truth is the original source of everything." Janm&#257;dy asya yatah does not suggest that the original person has been transformed. Rather, it clearly indicates that He produces this cosmic manifestation through His inconceivable energy. This is also clearly explained in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>), where Krishna says, mattah sarvam pravartate: "From Me, everything emanates." This is also confirmed in the Taittir&#299;ya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/1/1">3.1.1</A>): yato v&#257; im&#257;ni bh&#363;t&#257;ni j&#257;yante. "The Supreme Absolute Truth is that from which everything is born." Similarly, in the Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/1/7">1.1.7</A>) it is stated, yathorna-n&#257;bhih srijate grihnate ca: "[The Lord creates and destroys the cosmic manifestation] as a spider creates a web and draws it back within itself." All of these s&#363;tras indicate the transformation of the Lord's energy. It is not that the Lord undergoes direct transformation, which is called parin&#257;ma-v&#257;da. However, being very anxious to protect &#346;r&#299;la Vy&#257;sadeva from criticism, &#346;a&#324;kar&#257;c&#257;rya became a pseudo gentleman and put forward his theory of illusion (vivarta-v&#257;da). &#346;a&#324;kar&#257;c&#257;rya concocted this meaning of parin&#257;ma-v&#257;da, and by word jugglery he endeavored very hard to establish parin&#257;ma-v&#257;da as vivarta-v&#257;da.</P><P CLASS=l><A CLASS=i HREF="171.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="173.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>