<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 175</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 175"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.175</P><P CLASS=c>'tat tvam asi' &#8212; j&#299;va-hetu pr&#257;de&#347;ika v&#257;kya</P><P CLASS=c>pranava n&#257; m&#257;ni' t&#257;re kahe mah&#257;-v&#257;kya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> the <A HREF="http://vedabase.net/s/same">same</A>; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/h/hetu">hetu</A> &#8212; for the enlightenment of the conditioned soul; <A CLASS=v HREF="http://vedabase.net/p/pradesika">pr&#257;de&#347;ika</A> &#8212; subsidiary; <A CLASS=v HREF="http://vedabase.net/v/vakya">v&#257;kya</A> &#8212; vibration; <A CLASS=v HREF="http://vedabase.net/p/pranava">pranava</A> &#8212; the <A HREF="http://vedabase.net/o/omkara">omk&#257;ra</A> incarnation; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/mani">m&#257;ni</A>' &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/t/tare">t&#257;re</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; says; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vakya">v&#257;kya</A> &#8212; transcendental vibration.</P><P CLASS=t>TRANSLATION</P><P>"The subsidiary vibration tat tvam asi ["you are the same"] is meant for the understanding of the living entity, but the principal vibration is omk&#257;ra. Not caring for omk&#257;ra, &#346;a&#324;kar&#257;c&#257;rya has stressed the vibration tat tvam asi."</P><P CLASS=t>PURPORT</P><P>Tat tvam asi is accepted as the primary vibration by one who does not accept pranava, the transcendental sound incarnation of the holy name of the Lord, as the chief principle in the Vedic literature. By word jugglery, &#346;a&#324;kar&#257;c&#257;rya tried to create an illusory presentation of the Supreme Personality of Godhead in His relationship with the living entities and the cosmic manifestation. Tat tvam asi is a warning to the living entity not to mistake the body for the self. Therefore tat tvam asi is especially meant for the conditioned soul. The chanting of omk&#257;ra or the Hare Krishna mantra is meant for the liberated soul. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has said, ayi mukta-kulair up&#257;syam&#257;nam (N&#257;m&#257;shtaka 1). Thus the holy name of the Lord is chanted by the liberated souls. Similarly, Par&#299;kshit Mah&#257;r&#257;ja says, nivritta-tarshair upag&#299;yam&#257;n&#257;t (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/1/4.htm">10.1.4</A>). The holy name of the Lord can be chanted by those who have fully satisfied their material desires or who are fully situated on the transcendental platform and devoid of material desire. The name of the Lord can be chanted by one who is completely freed from material contamination (any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]). &#346;a&#324;kar&#257;c&#257;rya has indirectly minimized the value of the principal Vedic mantra (omk&#257;ra) by accepting a subordinate vibration (tat tvam asi) as the most important Vedic mantra.</P><P CLASS=l><A CLASS=i HREF="174.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="176.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>