<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 178</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 178"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.178</P><P CLASS=c>bhagav&#257;n &#8212; 'sambandha', bhakti &#8212; 'abhidheya' haya</P><P CLASS=c>prem&#257; &#8212; 'prayojana', vede tina-vastu kaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sambandha">sambandha</A> &#8212; relationship; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/a/abhidheya">abhidheya</A> &#8212; transcendental activities; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/p/prema">prem&#257;</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prayojana">prayojana</A> &#8212; the ultimate goal of life; <A CLASS=v HREF="http://vedabase.net/v/vede">vede</A> &#8212; the Vedas; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A>-<A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A> &#8212; three subject matters; <A CLASS=v HREF="http://vedabase.net/k/kaya">kaya</A> &#8212; describe.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu continued, "The Supreme Personality of Godhead is the central point of all relationships, acting in devotional service to Him is one's real occupation, and the attainment of love of Godhead is the ultimate goal of life. These three subject matters are described in the Vedic literature.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>) Lord Krishna confirms this statement: vedai&#347; ca sarvair aham eva vedyah. The actual purpose in reading the Vedas is to learn how to become a devotee of the Supreme Lord. The Lord Himself advises, man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru (<A CLASS=v HREF="../../../bg/9/34.htm">Bg. 9.34</A>). Therefore, after studying the Vedas, one must then execute devotional service by thinking always of the Supreme Lord (man-man&#257;), becoming His devotee, worshiping Him and always offering Him obeisances. This is called vishnu-&#257;r&#257;dhana, and it is the supreme occupational duty of all human beings. It is properly discharged in the varn&#257;&#347;rama-dharma system, which divides society into brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa and br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra. This is the whole scheme of Vedic civilization. However, this institution is very difficult to establish in this age; therefore &#346;r&#299; Caitanya Mah&#257;prabhu advises that we not worry about the Vedic system of varn&#257;&#347;rama-dharma. Rather, we should take directly to the chanting of the Hare Krishna mantra and simply hear about the Supreme Personality of Godhead from pure devotees. This is the process recommended by &#346;r&#299; Caitanya Mah&#257;prabhu, and this is the purpose for studying the Vedas.</P><P CLASS=l><A CLASS=i HREF="177.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="179.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>