<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 198</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 198"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.198</P><P CLASS=c>sanak&#257;di-&#347;ukadeva t&#257;h&#257;te pram&#257;na</P><P CLASS=c>ei-mata n&#257;n&#257; artha karena vy&#257;khy&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sanaka">sanaka</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; the four Sanas; <A CLASS=v HREF="http://vedabase.net/s/sukadeva">&#347;ukadeva</A> &#8212; and <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/t/tahate">t&#257;h&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/p/pramana">pram&#257;na</A> &#8212; the evidence; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; varieties; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; meaning; <A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/v/vyakhyana">vy&#257;khy&#257;na</A> &#8212; explanation.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu explained the meaning of the verse by giving evidence concerning &#346;ukadeva Gosv&#257;m&#299; and the four rishis Sanaka, Sanat-kum&#257;ra, San&#257;tana and Sanandana. Thus the Lord gave various meanings and explanations.</P><P CLASS=t>PURPORT</P><P>That Krishna is all-attractive is verified by the activities of the four rishis and &#346;ukadeva Gosv&#257;m&#299;. All of them were liberated persons, yet they were attracted by the qualities and pastimes of the Lord. It is therefore said, mukt&#257; api l&#299;lay&#257; vigraham kritv&#257; bhagavantam bhajante: "Even liberated persons are attracted by the pastimes of Lord Krishna and thus engage in devotional service." (Cc. <A CLASS=v HREF="../../../cc/madhya/24/112.htm">Madhya 24.112</A>) From the very beginning of their lives, &#346;ukadeva Gosv&#257;m&#299; and the four Kum&#257;ras, known as catuh-sana, were liberated and self-realized on the Brahman platform. Nonetheless, they were attracted by the qualities of Krishna, and they engaged in His service. The four Kum&#257;ras were attracted by the aroma of the flowers offered at the lotus feet of Krishna, and in this way they became devotees. &#346;ukadeva Gosv&#257;m&#299; heard &#346;r&#299;mad-Bh&#257;gavatam by the mercy of his father, Vy&#257;sadeva, and he was consequently attracted to Krishna and became a great devotee. The conclusion is that the transcendental bliss experienced in the service of the Lord must be superior to brahm&#257;nanda, the bliss derived from realizing the impersonal Brahman.</P><P CLASS=l><A CLASS=i HREF="197.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="199.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>