<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 235</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 235"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.235</P><P CLASS=c>yesh&#257;m sa esha bhagav&#257;n dayayed anantah</P><P CLASS=c>sarv&#257;tman&#257;&#347;rita-pado yadi nirvyal&#299;kam</P><P CLASS=c>te dustar&#257;m atitaranti ca deva-m&#257;y&#257;m</P><P CLASS=c>naish&#257;m mam&#257;ham iti dh&#299;h &#347;va-&#347;rig&#257;la-bhakshye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yesam">yesh&#257;m</A> &#8212; unto those who <A HREF="http://vedabase.net/a/are">are</A> fully surrendered souls; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/dayayet">dayayet</A> &#8212; may show mercy; <A CLASS=v HREF="http://vedabase.net/a/anantah">anantah</A> &#8212; the unlimited; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; fully, without reservation; <A CLASS=v HREF="http://vedabase.net/a/asrita">&#257;&#347;rita</A>-<A CLASS=v HREF="http://vedabase.net/p/padah">padah</A> &#8212; those who have taken shelter of the Lord; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/n/nirvyalikam">nirvyal&#299;kam</A> &#8212; without duplicity; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; such persons; <A CLASS=v HREF="http://vedabase.net/d/dustaram">dustar&#257;m</A> &#8212; insurmountable; <A CLASS=v HREF="http://vedabase.net/a/atitaranti">atitaranti</A> &#8212; surpass; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; the illusory material energy; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/esam">esh&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; "my" and "<A HREF="http://vedabase.net/i/i">I</A>"; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/s/sva">&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/s/srgala">&#347;rig&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaksye">bhakshye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body, which is <A HREF="http://vedabase.net/t/to">to</A> be eaten by dogs and jackals.</P><P CLASS=t>TRANSLATION</P><P>"'When a person takes shelter of the lotus feet of the Supreme Personality of Godhead without reservation, the unlimited, merciful Lord bestows His causeless mercy upon him. Thus he can pass over the insurmountable ocean of nescience. Those whose intelligence is fixed in the bodily conception, who think, "I am this body," are fit food for dogs and jackals. The Supreme Lord never bestows His mercy upon such people.'"</P><P CLASS=t>PURPORT</P><P>The Supreme Lord never bestows His benediction upon those fixed in the bodily conception. As Krishna clearly states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>):</P><P>sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi m&#257; &#347;ucah</P><P>"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear."</P><P>The verse that Caitanya Mah&#257;prabhu quoted (&#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../../../sb/2/7/42.htm">2.7.42</A>) explains the meaning of &#346;r&#299; Krishna's statement. Krishna bestowed His causeless mercy upon Arjuna just to get him out of the bodily conception. This was done at the very beginning of the Second Chapter of the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/13.htm">2.13</A>), where Krishna says, dehino 'smin yath&#257; dehe kaum&#257;ram yauvanam jar&#257;. In this body, there is an owner, and one should not consider the body to be the self. This is the first instruction to be assimilated by a devotee. If one is under the bodily conception, he is unable to realize his true identity and engage in the loving devotional service of the Lord. Unless one comes to the transcendental position, he cannot expect the causeless mercy of the Supreme Lord, nor can he cross over the vast ocean of material nescience. Lord Krishna confirms this in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>): m&#257;m eva ye prapadyante m&#257;y&#257;m et&#257;m taranti te. Without surrendering unto the lotus feet of Krishna, one cannot expect release from the clutches of m&#257;y&#257;, the illusory energy. According to &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>), M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s who falsely think of themselves as liberated from the clutches of m&#257;y&#257; are called vimukta-m&#257;ninah. Actually, they are not liberated, but they think that they have become liberated and have become N&#257;r&#257;yana Himself. Although they have apparently realized that they are not the material body but spirit soul, they nonetheless neglect the duty of the spirit soul, which is to render service to the Supreme Soul. Therefore their intelligence remains unsanctified. Unless one's intelligence is sanctified, one cannot apply it to understanding devotional service. Devotional service begins when the mind, intelligence and ego are completely purified. M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s do not purify their intelligence, mind and ego, and consequently they cannot engage in the service of the Lord or expect the causeless mercy of the Lord. Although they rise to a very high position by executing severe austerities and penances, they still hover in the material world without the benediction of the lotus feet of the Lord. Sometimes they rise to the Brahman effulgence, but because their minds are not completely purified, they must return to material existence.</P><P>The karm&#299;s are fully under the bodily conception of life, and the jñ&#257;n&#299;s, although theoretically understanding that they are not the body, also have no information about the lotus feet of the Lord because they overly stress impersonalism. Consequently both karm&#299;s and jñ&#257;n&#299;s are unfit for receiving the mercy of the Lord and becoming devotees. Narottama d&#257;sa Th&#257;kura therefore says, karma-k&#257;nda jñ&#257;na-k&#257;nda, kevala vishera bh&#257;nda: those who have taken to the process of karma-k&#257;nda (fruitive activity) and jñ&#257;na-k&#257;nda (speculation on the science of transcendence) have simply eaten from poisoned pots. They are condemned to remain in material existence life after life until they take shelter of the lotus feet of Krishna. This is confirmed in &#346;r&#299;mad Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>):</P><P>bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=n>v&#257;sudevah sarvam iti sa mah&#257;tm&#257; su-durlabhah</P><P>"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare."</P><P CLASS=l><A CLASS=i HREF="234.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="236.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>