<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 242</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 242"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.242</P><P CLASS=c>harer n&#257;ma harer n&#257;ma</P><P CLASS=c>harer n&#257;maiva kevalam</P><P CLASS=c>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=c>n&#257;sty eva gatir anyath&#257;</P><P CLASS=c>[Adi 1721]</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/kevalam">kevalam</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/k/kalau">kalau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this <A HREF="http://vedabase.net/a/age">Age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; means; <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; other.</P><P CLASS=t>TRANSLATION</P><P>"'In this age of quarrel and hypocrisy, the only means of deliverance is the chanting of the holy names of the Lord. There is no other way. There is no other way. There is no other way.'"</P><P CLASS=t>PURPORT</P><P>Because the people of this age are so fallen, they can simply chant the Hare Krishna mah&#257;-mantra. In this way they can rid themselves of the bodily conception of life and become eligible to engage in the Lord's devotional service. One cannot engage in the devotional service of the Lord without being purified of all contamination. This is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/28.htm">7.28</A>):</P><P>yesh&#257;m tv anta-gatam p&#257;pam jan&#257;n&#257;m punya-karman&#257;m</P><P CLASS=n>te dvandva-moha-nirmukt&#257; bhajante m&#257;m dridha-vrat&#257;h</P><P>"Persons who have acted piously in previous lives and in this life and whose sinful actions are completely eradicated are freed from the dualities of delusion, and they engage themselves in My service with determination." Sometimes people are surprised to see young men and women take so seriously to the Krishna consciousness movement. By giving up sinful activity &#8212; illicit sex, meat-eating, intoxication and gambling &#8212; and strictly following the injunctions given by the spiritual master, they have become purified of all contamination. They can therefore fully engage in the devotional service of the Lord.</P><P>In this Age of Kali, hari-k&#299;rtana is very, very important. The importance of chanting the holy name of the Lord is stated in the following verses from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/12/3/51.htm">12.3.51-52</A>):</P><P>kaler dosha-nidhe r&#257;jann asti hy eko mah&#257;n gunah</P><P CLASS=n>k&#299;rtan&#257;d eva krishnasya mukta-sa&#324;gah param vrajet</P><P CLASS=n>krite yad dhy&#257;yato vishnum tret&#257;y&#257;m yajato makhaih</P><P CLASS=n>dv&#257;pare paricary&#257;y&#257;m kalau tad dhari-k&#299;rtan&#257;t</P><P>"The most important factor in this Age of Kali, which is an ocean of faults, is that one can be free from all contamination and become eligible to enter the kingdom of God simply by chanting the Hare Krishna mantra. The self-realization that was achieved in the Satya millennium by meditation, in the Tret&#257; millennium by the performance of different sacrifices, and in the Dv&#257;para millennium by worship of Lord Krishna can be achieved in the Age of Kali simply by chanting the holy names, Hare Krishna."</P><P CLASS=l><A CLASS=i HREF="241.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="243.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>