<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 255</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 255"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.255</P><P CLASS=c>k&#257;l&#257;n nashtam bhakti-yogam nijam yah</P><P CLASS=c>pr&#257;dushkartum krishna-caitanya-n&#257;m&#257;</P><P CLASS=c>&#257;virbh&#363;tas tasya p&#257;d&#257;ravinde</P><P CLASS=c>g&#257;dham g&#257;dham l&#299;yat&#257;m citta-bhri&#324;gah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kalat">k&#257;l&#257;t</A> &#8212; from misuse of material propensities and attachment <A HREF="http://vedabase.net/t/to">to</A> fruitive activities and speculative knowledge over the course of time; <A CLASS=v HREF="http://vedabase.net/n/nastam">nashtam</A> &#8212; destroyed; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yogam">yogam</A> &#8212; the science of devotional service; <A CLASS=v HREF="http://vedabase.net/n/nijam">nijam</A> &#8212; which is applicable <A HREF="http://vedabase.net/t/to">to</A> Him only; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/p/praduskartum">pr&#257;dushkartum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> revive; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;m&#257;</A> &#8212; named Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/a/avirbhutah">&#257;virbh&#363;tah</A> &#8212; who has appeared; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/aravinde">aravinde</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the lotus feet; <A CLASS=v HREF="http://vedabase.net/g/gadham">g&#257;dham</A> <A CLASS=v HREF="http://vedabase.net/g/gadham">g&#257;dham</A> &#8212; very deeply; <A CLASS=v HREF="http://vedabase.net/l/liyatam">l&#299;yat&#257;m</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be merged; <A CLASS=v HREF="http://vedabase.net/c/citta">citta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrngah">bhri&#324;gah</A> &#8212; my consciousness, like <A HREF="http://vedabase.net/a/a">a</A> honeybee.</P><P CLASS=t>TRANSLATION</P><P>"Let my consciousness, which is like a honeybee, take shelter of the lotus feet of the Supreme Personality of Godhead, who has just now appeared as &#346;r&#299; Krishna Caitanya Mah&#257;prabhu to teach the ancient system of devotional service to Himself. This system had almost been lost due to the influence of time."</P><P CLASS=t>PURPORT</P><P>As Lord Krishna states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/7.htm">4.7</A>):</P><P>yad&#257; yad&#257; hi dharmasya gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya tad&#257;tm&#257;nam srij&#257;my aham</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I descend Myself."</P><P>This is also the case with Caitanya Mah&#257;prabhu's appearance. &#346;r&#299; Caitanya Mah&#257;prabhu appeared in this world as a disguised incarnation of Krishna, but His appearance is confirmed in &#346;r&#299;mad-Bh&#257;gavatam, the Mah&#257;bh&#257;rata and other Vedic scriptures. He appeared in order to teach the fallen souls in this material world, for in this Age of Kali almost everyone has become attached to fruitive and ritualistic activities and mental speculation. Consequently there was a great need to revive the system of devotional service. The Lord Himself personally came down disguised as a devotee so that the fallen populace might take advantage of the Lord's example.</P><P>At the conclusion of the Bhagavad-g&#299;t&#257;, Lord Krishna advised complete surrender unto Him, promising all protection to His devotee. Unfortunately, people are so fallen that they cannot accept the instructions of Lord Krishna; therefore Krishna returned with the same mission, but He executed it in a different way. As Lord &#346;r&#299; Krishna, the Supreme Personality of Godhead, He ordered us to surrender unto Himself, but as Lord &#346;r&#299; Caitanya Mah&#257;prabhu, He taught us how to surrender to Krishna. Therefore He is praised by the Gosv&#257;m&#299;s: namo mah&#257;-vad&#257;ny&#257;ya krishna-prema-prad&#257;ye te. Lord &#346;r&#299; Krishna is certainly the Personality of Godhead, but He is not as magnanimous as &#346;r&#299; Caitanya Mah&#257;prabhu. Lord Krishna simply gave orders for one to become His devotee (man-man&#257; bhava mad-bhaktah), but &#346;r&#299; Caitanya Mah&#257;prabhu actually taught the process of Krishna consciousness. If one wants to become a devotee of Krishna, he must first take shelter of the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, following in the footsteps of S&#257;rvabhauma Bhatt&#257;c&#257;rya and other exalted devotees.</P><P CLASS=l><A CLASS=i HREF="254.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="256.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>