<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 73</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 73"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.73</P><P CLASS=c>gop&#299;n&#257;tha kahe, &#8212; i&#324;h&#257;ra n&#257;hi b&#257;hy&#257;peksh&#257;</P><P CLASS=c>ataeva bada samprad&#257;yera n&#257;hika apeksh&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gopinatha">gop&#299;n&#257;tha</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/g/gopinatha">Gop&#299;n&#257;tha</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A> replied; <A CLASS=v HREF="http://vedabase.net/i/inhara">i&#324;h&#257;ra</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/b/bahya">b&#257;hya</A>-<A CLASS=v HREF="http://vedabase.net/a/apeksa">apeksh&#257;</A> &#8212; dependence on any external formality; <A CLASS=v HREF="http://vedabase.net/a/ataeva">ataeva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/b/bada">bada</A> &#8212; big; <A CLASS=v HREF="http://vedabase.net/s/sampradayera">samprad&#257;yera</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> community; <A CLASS=v HREF="http://vedabase.net/n/nahika">n&#257;hika</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/a/apeksa">apeksh&#257;</A> &#8212; necessity.</P><P CLASS=t>TRANSLATION</P><P>Gop&#299;n&#257;tha &#256;c&#257;rya replied, "&#346;r&#299; Krishna Caitanya Mah&#257;prabhu does not rely on any external formality. There is no need for Him to accept the sanny&#257;sa order from a superior samprad&#257;ya."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu accepted sanny&#257;sa from the Bh&#257;rat&#299; samprad&#257;ya (community), which belongs to the disciplic succession of &#346;a&#324;kar&#257;c&#257;rya. &#346;a&#324;kar&#257;c&#257;rya introduced names for his sanny&#257;sa disciples, and these are ten in number. Out of these, the surnames T&#299;rtha, &#256;&#347;rama and Sarasvat&#299; are considered topmost. In the monastery at &#346;ri&#324;ger&#299;, the surname Sarasvat&#299; is considered first class, Bh&#257;rat&#299; second class and Pur&#299; third class. A sanny&#257;s&#299; who has very nicely understood the slogan tat tvam asi and who takes his bath at the confluence of the rivers Ganges, Yamun&#257; and Sarasvat&#299; is called a T&#299;rtha. A person who is very eager to accept sanny&#257;sa, who is detached from worldly activities, who has no desire for any kind of material facilities, and who is thus saved from repeated birth and death is known as &#256;&#347;rama. When a sanny&#257;s&#299; lives in a beautiful, solitary place in the forest and is freed from all material desires, he is called Vana. A sanny&#257;s&#299; who always lives in the forest and renounces all connection with the world in order to be elevated to the heavenly planets, where he can live in the Nandana-k&#257;nana, is called Aranya. One who prefers living in the mountains engaging in the study of the Bhagavad-g&#299;t&#257; and whose intelligence is fixed is called Giri. One who prefers living in great mountains, even among ferocious animals, to attain the summit of philosophical speculation (understanding that the essence of this material world is useless) is called Parvata. A sanny&#257;s&#299; who has dipped into the ocean of the Absolute Truth and collected some valuable stones of knowledge from that ocean, who never falls from the regulative principles of a sanny&#257;s&#299;, is called S&#257;gara. One who has learned the classical art of music, who engages in its culture, and who has become expert and completely aloof from material attachment is called Sarasvat&#299;. Sarasvat&#299; is the goddess of music and learning, and in one hand she holds a musical instrument called a v&#299;n&#257;. A sanny&#257;s&#299; who is always engaged in music for spiritual elevation is called Sarasvat&#299;. One who has become completely educated and is freed from all kinds of ignorance and who is never unhappy, even in a distressed condition, is called Bh&#257;rat&#299;. One who has become very expert in absolute knowledge, who is situated in the Absolute Truth, and who always discusses the Absolute Truth is called Pur&#299;.</P><P>All these sanny&#257;s&#299;s are assisted by brahmac&#257;r&#299;s, who are described as follows: One who knows his real identity and is fixed in his particular occupational duty, who is always happy in spiritual understanding, is called Svar&#363;pa-brahmac&#257;r&#299;. One who completely knows the Brahman effulgence and is always engaged in the practice of yoga is called Prak&#257;&#347;a-brahmac&#257;r&#299;. One who has acquired absolute knowledge and who always meditates on the Absolute Truth, knowledge, the unlimited and the Brahman effulgence, thus keeping himself in transcendental bliss, is called &#256;nanda-brahmac&#257;r&#299;. One who is able to distinguish between matter and spirit, who is never disturbed by material transformations, and who meditates on the unlimited, inexhaustible, auspicious Brahman effulgence is a first-class, learned brahmac&#257;r&#299; and is named Caitanya.</P><P>When S&#257;rvabhauma Bhatt&#257;c&#257;rya was talking with Gop&#299;n&#257;tha &#256;c&#257;rya about &#346;r&#299; Caitanya Mah&#257;prabhu's sanny&#257;sa community, he appreciated the first name, "&#346;r&#299; Krishna," but did not like the surname, "Caitanya," which is the name for a brahmac&#257;r&#299; belonging to the Bh&#257;rat&#299; community. He therefore suggested that the Lord be elevated to the Sarasvat&#299; community. However, Gop&#299;n&#257;tha &#256;c&#257;rya pointed out that the Lord does not depend on any external formality. Gop&#299;n&#257;tha &#256;c&#257;rya was firmly convinced that &#346;r&#299; Caitanya Mah&#257;prabhu was Krishna Himself and therefore independent of any external ritual or formality. If one wants to engage in pure devotional service, he does not require titular superiority as a Bh&#257;rat&#299; or a Sarasvat&#299;.</P><P CLASS=l><A CLASS=i HREF="72.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="74.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>