<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 80</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 80"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.80</P><P CLASS=c>&#347;ishya-gana kahe, &#8212; '&#299;&#347;vara kaha kon pram&#257;ne'</P><P CLASS=c>&#257;c&#257;rya kahe, &#8212; 'vijña-mata &#299;&#347;vara-lakshane'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sisya">&#347;ishya</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the disciples of <A HREF="http://vedabase.net/s/sarvabhauma">S&#257;rvabhauma</A> <A HREF="http://vedabase.net/b/bhattacarya">Bhatt&#257;c&#257;rya</A> said; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> <A CLASS=v HREF="http://vedabase.net/k/kaha">kaha</A> &#8212; you say the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kon">kon</A> <A CLASS=v HREF="http://vedabase.net/p/pramane">pram&#257;ne</A> &#8212; by what evidence; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/g/gopinatha">Gop&#299;n&#257;tha</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A> replied; <A CLASS=v HREF="http://vedabase.net/v/vijna">vijña</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; statements of authorized persons; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/l/laksane">lakshane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> understanding the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>The disciples of S&#257;rvabhauma Bhatt&#257;c&#257;rya retaliated, "By what evidence do you conclude that &#346;r&#299; Caitanya Mah&#257;prabhu is the Supreme Lord?"</P><P>Gop&#299;n&#257;tha &#256;c&#257;rya replied, "The statements of authorized &#257;c&#257;ryas who understand the Supreme Personality of Godhead are proof."</P><P CLASS=t>PURPORT</P><P>Since the appearance of &#346;r&#299; Caitanya Mah&#257;prabhu, there have been many pseudo incarnations in India who do not present authorized evidence. Five hundred years ago the disciples of S&#257;rvabhauma Bhatt&#257;c&#257;rya, being very learned scholars, were certainly right in asking Gop&#299;n&#257;tha &#256;c&#257;rya for evidence. If a person proposes that he himself is God or that someone else is an incarnation of God or God Himself, he must cite evidence from &#347;&#257;stra to prove his claim. Thus the request of the Bhatt&#257;c&#257;rya's disciples is quite bona fide. Unfortunately, at the present moment it has become fashionable to present someone as an incarnation of God without referring to the &#347;&#257;stras. Before an intelligent person accepts someone as an incarnation of God, however, he must ask about the evidence. When the disciples of S&#257;rvabhauma Bhatt&#257;c&#257;rya challenged Gop&#299;n&#257;tha &#256;c&#257;rya, he immediately replied correctly: "We must hear the statements of great personalities in order to understand the Supreme Personality of Godhead." Lord Krishna is established as the Supreme Personality of Godhead by statements from many authorized persons, such as Brahm&#257;, N&#257;rada, Vy&#257;sadeva, Asita and Arjuna. Similarly, &#346;r&#299; Caitanya Mah&#257;prabhu is also established as the Supreme Personality of Godhead by evidence from the same personalities. This will be explained later.</P><P CLASS=l><A CLASS=i HREF="79.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="81.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>