<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 81</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 81"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.81</P><P CLASS=c>&#347;ishya kahe, &#8212; '&#299;&#347;vara-tattva s&#257;dhi anum&#257;ne'</P><P CLASS=c>&#257;c&#257;rya kahe, &#8212; 'anum&#257;ne nahe &#299;&#347;vara-jñ&#257;ne</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sisya">&#347;ishya</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the disciples said; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; the truth of the Absolute; <A CLASS=v HREF="http://vedabase.net/s/sadhi">s&#257;dhi</A> &#8212; derive; <A CLASS=v HREF="http://vedabase.net/a/anumane">anum&#257;ne</A> &#8212; by hypothesis; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/g/gopinatha">Gop&#299;n&#257;tha</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A> replied; <A CLASS=v HREF="http://vedabase.net/a/anumane">anum&#257;ne</A> &#8212; by hypothesis; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/j/jnane">jñ&#257;ne</A> &#8212; real knowledge of the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>The disciples of the Bhatt&#257;c&#257;rya said, "We derive knowledge of the Absolute Truth by logical hypothesis."</P><P>Gop&#299;n&#257;tha &#256;c&#257;rya replied, "One cannot attain real knowledge of the Supreme Personality of Godhead by such logical hypothesis and argument."</P><P CLASS=t>PURPORT</P><P>The M&#257;y&#257;v&#257;d&#299; philosophers in particular make certain hypotheses about the Absolute Truth. They reason that in the material world we experience that everything is created. If we trace the history of anything, we find a creator. Therefore there must be a creator of this huge cosmic manifestation. By such reasoning they come to the conclusion that a higher power has created this cosmic manifestation. The M&#257;y&#257;v&#257;d&#299;s do not accept this great power to be a person. Their brains cannot accommodate the fact that the huge cosmic manifestation can be created by a person. They doubt this because as soon as they think of a person, they think of a person within the material world with limited potency. Sometimes the M&#257;y&#257;v&#257;d&#299; philosophers will accept Lord Krishna or Lord R&#257;ma as Bhagav&#257;n, but they think of the Lord as a person having a material body. The M&#257;y&#257;v&#257;d&#299;s do not understand that the Supreme Personality of Godhead, Krishna, has a spiritual body. They think of Krishna as a great personality, a human being, within whom there is the supreme impersonal power, Brahman. Therefore they finally conclude that the impersonal Brahman is the Supreme, not the personality Krishna. This is the basis of M&#257;y&#257;v&#257;d&#299; philosophy. However, from the &#347;&#257;stras we can understand that the Brahman effulgence consists of the bodily rays of Krishna:</P><P>yasya prabh&#257; prabhavato jagad-anda-koti-</P><P CLASS=n>kotishv a&#347;esha-vasudh&#257;di-vibh&#363;ti-bhinnam</P><P CLASS=n>tad brahma nishkalam anantam a&#347;esha-bh&#363;tam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P CLASS=n>[<A CLASS=v HREF="../../../bs/5/40.htm">Bs. 5.40</A>]</P><P>"I serve the Supreme Personality of Godhead, Govinda, the primeval Lord, the effulgence of whose transcendental body is known as the brahmajyoti. That brahmajyoti, which is unlimited, unfathomed and all-pervasive, is the cause of the creation of unlimited numbers of planets with varieties of climates and specific conditions of life." (Brahma-samhit&#257; <A CLASS=v HREF="../../../bs/5/40.htm">5.40</A>)</P><P>M&#257;y&#257;v&#257;d&#299; philosophers study the Vedic literature, but they do not understand that in the last stage of realization the Absolute Truth is the Supreme Personality of Godhead, Krishna. They do accept the fact that there is a creator of this cosmic manifestation, but that is anum&#257;na (hypothesis). The M&#257;y&#257;v&#257;d&#299; philosophers' logic is something like seeing smoke on a hill and concluding that there is a fire. When there is a forest fire on a high hill, smoke is first of all visible. Since it is known that smoke is created when there is fire, from seeing the smoke on the hill one can conclude that a fire is burning there. Similarly, from seeing this cosmic manifestation the M&#257;y&#257;v&#257;d&#299; philosophers conclude that there must be a creator.</P><P>The disciples of S&#257;rvabhauma Bhatt&#257;c&#257;rya wanted evidence to show that &#346;r&#299; Caitanya Mah&#257;prabhu was actually the creator of the cosmic manifestation. Only then would they accept Him as the Supreme Personality of Godhead, the original cause of creation. Gop&#299;n&#257;tha &#256;c&#257;rya replied that one could not understand the Supreme Personality of Godhead by guesswork. As Krishna says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/25.htm">7.25</A>):</P><P>n&#257;ham prak&#257;&#347;ah sarvasya yoga-m&#257;y&#257;-sam&#257;vritah</P><P CLASS=n>m&#363;dho 'yam n&#257;bhij&#257;n&#257;ti loko m&#257;m ajam avyayam</P><P>"I am never manifest to the foolish and unintelligent. For them I am covered by My eternal creative potency [yogam&#257;y&#257;]; and so the deluded world knows Me not, who am unborn and infallible." The Supreme Personality of Godhead reserves the right of not being exposed to nondevotees. He can only be understood by bona fide devotees. Lord Krishna says elsewhere in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>), bhakty&#257; m&#257;m abhij&#257;n&#257;ti: "One can understand Me only by the devotional process." In the Fourth Chapter of the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/3.htm">4.3</A>) Lord Krishna says, bhakto 'si me sakh&#257; ceti rahasyam hy etad uttamam. Here Lord Krishna informs Arjuna that He is disclosing the secrets of the Bhagavad-g&#299;t&#257; to him because he is His devotee. Arjuna was not a sanny&#257;s&#299;, nor was he a Ved&#257;ntist or br&#257;hmana. He was, however, a devotee of Krishna. The conclusion is that we have to understand the Supreme Personality of Godhead from the devotees. &#346;r&#299; Caitanya Mah&#257;prabhu Himself says, guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja. (Cc. <A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>)</P><P>More evidence can be cited to show that without the mercy of a devotee or the mercy of Krishna, one cannot understand what is Krishna and what is the Supreme Personality of Godhead. This is confirmed in the next verse.</P><P CLASS=l><A CLASS=i HREF="80.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="82.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>