<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 84</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 84"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.84</P><P CLASS=c>ath&#257;pi te deva pad&#257;mbuja-dvaya-</P><P CLASS=c>pras&#257;da-le&#347;&#257;nugrih&#299;ta eva hi</P><P CLASS=c>j&#257;n&#257;ti tattvam bhagavan-mahimno</P><P CLASS=c>na c&#257;nya eko 'pi ciram vicinvan</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; my Lord; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A>-<A CLASS=v HREF="http://vedabase.net/d/dvaya">dvaya</A> &#8212; of the two lotus feet; <A CLASS=v HREF="http://vedabase.net/p/prasada">pras&#257;da</A> &#8212; of the mercy; <A CLASS=v HREF="http://vedabase.net/l/lesa">le&#347;a</A> &#8212; by only <A HREF="http://vedabase.net/a/a">a</A> trace; <A CLASS=v HREF="http://vedabase.net/a/anugrhitah">anugrih&#299;tah</A> &#8212; favored; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/j/janati">j&#257;n&#257;ti</A> &#8212; one knows; <A CLASS=v HREF="http://vedabase.net/t/tattvam">tattvam</A> &#8212; the truth; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/mahimnah">mahimnah</A> &#8212; of the greatness; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/c/ciram">ciram</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> long period; <A CLASS=v HREF="http://vedabase.net/v/vicinvan">vicinvan</A> &#8212; speculating.</P><P CLASS=t>TRANSLATION</P><P>"'My Lord, if one is favored by even a slight trace of the mercy of Your lotus feet, he can understand the greatness of Your personality. But those who speculate in order to understand the Supreme Personality of Godhead are unable to know You, even though they continue to study the Vedas for many years.'"</P><P CLASS=t>PURPORT</P><P>The above verse is from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/14/29.htm">10.14.29</A>). The Brahma-samhit&#257; states, vedeshu durlabham adurlabham &#257;tma-bhaktau (<A CLASS=v HREF="../../../bs/5/33.htm">Bs. 5.33</A>). Although the Supreme Personality of Godhead, Krishna, is the ultimate goal of knowledge (vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]), one who is not a pure devotee and who is not engaged in the service of the Lord cannot understand Him. Lord Brahm&#257; therefore confirms this. Vedeshu durlabham: "It is very difficult to understand the Supreme Lord simply through one's studies." Adurlabham &#257;tma-bhaktau: "However, it is very easy for the devotees to capture the Lord." The Lord is known as ajita (unconquerable). No one can conquer the Supreme Personality of Godhead, but the Lord consents to be conquered by His devotees. That is His nature. As stated in the Padma Pur&#257;na:</P><P>atah &#347;r&#299;-krishna-n&#257;m&#257;di na bhaved grahyam indriyaih</P><P CLASS=n>sevonmukhe hi jihv&#257;dau svayam eva sphuraty adah</P><P CLASS=n>[BRS. 1.2.234]</P><P>Being pleased by devotional activities, the Lord reveals Himself to His devotees. That is the way to understand Him.</P><P>The verse from &#346;r&#299;mad-Bh&#257;gavatam quoted by Gop&#299;n&#257;tha &#256;c&#257;rya was originally spoken by Lord Brahm&#257; when he was defeated by Lord Krishna. Lord Brahm&#257; had stolen all the calves and cowherd boys in order to test Krishna's power. Lord Brahm&#257; admitted that his own extraordinary powers within the universe were not in the least comparable to the unlimited powers of Lord Krishna. If Lord Brahm&#257; can make a mistake in understanding Krishna, what to speak of ordinary persons, who either misunderstand Krishna or falsely present a so-called incarnation of Krishna for their own sense gratification.</P><P CLASS=l><A CLASS=i HREF="83.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="85-86.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>