<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 87</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 87"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.87</P><P CLASS=c>tom&#257;ra n&#257;hika dosha, &#347;&#257;stre ei kahe</P><P CLASS=c>p&#257;ndity&#257;dye &#299;&#347;vara-tattva-jñ&#257;na kabhu nahe'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/n/nahika">n&#257;hika</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; fault; <A CLASS=v HREF="http://vedabase.net/s/sastre">&#347;&#257;stre</A> &#8212; the scriptures; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; mention; <A CLASS=v HREF="http://vedabase.net/p/panditya">p&#257;nditya</A>-<A CLASS=v HREF="http://vedabase.net/a/adye">&#257;dye</A> &#8212; simply by scholarship, etc.; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge of the principles of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kabhu">kabhu</A> &#8212; ever; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; there is not.</P><P CLASS=t>TRANSLATION</P><P>"It is not your fault; it is the verdict of the scriptures. You cannot understand the Supreme Personality of Godhead simply by scholarship."</P><P CLASS=t>PURPORT</P><P>This is a very important verse. Even big scholars cannot understand Krishna, yet they dare comment on the Bhagavad-g&#299;t&#257;. Reading the Bhagavad-g&#299;t&#257; means understanding Krishna, yet we actually see many scholars making blunders in trying to understand Krishna. Gop&#299;n&#257;tha &#256;c&#257;rya's statement is confirmed in many places in the Vedic literature. In the Katha Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/23">1.2.23</A>) it is stated:</P><P>n&#257;yam &#257;tm&#257; pravacanena labhyo</P><P CLASS=n>na medhay&#257; na bahun&#257; &#347;rutena</P><P CLASS=n>yam evaisha vrinute tena labhyas</P><P CLASS=n>tasyaisha &#257;tm&#257; vivrinute tan&#363;m sv&#257;m</P><P>It is also stated in Katha Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/9">1.2.9</A>):</P><P>naish&#257; tarkena matir &#257;paney&#257;</P><P CLASS=n>prokt&#257;nyenaiva sujñ&#257;n&#257;ya preshtha</P><P CLASS=n>y&#257;m tvam &#257;pah satya-dhritir bat&#257;si</P><P CLASS=n>tv&#257;dri&#324; no bh&#363;y&#257;n naciketah prasht&#257;</P><P>The fact is that the Supreme Personality of Godhead, the Supersoul, cannot be attained simply by explanations, logic and erudite scholarship. One cannot understand Him simply by one's brain substance. Even by studying all the Vedic literatures, one cannot understand the Supreme Lord. However, if one is slightly favored by the mercy of the Lord, if the Lord is pleased, one can understand Him. But who are the candidates eligible to receive the mercy of the Lord? Only the devotees. They alone can understand what is the Supreme Personality of Godhead. The Lord reveals Himself to the sincere devotee when He is pleased with his service: svayam eva sphuraty adah. One should not try to understand the Lord simply from the statements of the Vedas, nor should one uselessly attempt to decry these statements through reasoning and logic.</P><P CLASS=l><A CLASS=i HREF="85-86.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="88.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>