<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 89</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 89"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.89</P><P CLASS=c>&#257;c&#257;rya kahe, &#8212; "vastu-vishaye haya vastu-jñ&#257;na</P><P CLASS=c>vastu-tattva-jñ&#257;na haya krip&#257;te pram&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/g/gopinatha">Gop&#299;n&#257;tha</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A> replied; <A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A>-<A CLASS=v HREF="http://vedabase.net/v/visaye">vishaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of the summum bonum; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A>-<A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge of the Supreme; <A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; of the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/k/krpate">krip&#257;te</A> &#8212; of the mercy; <A CLASS=v HREF="http://vedabase.net/p/pramana">pram&#257;na</A> &#8212; the evidence.</P><P CLASS=t>TRANSLATION</P><P>Gop&#299;n&#257;tha &#256;c&#257;rya replied, "Knowledge of the summum bonum, the Absolute Truth, is evidence of the mercy of the Supreme Lord."</P><P CLASS=t>PURPORT</P><P>S&#257;rvabhauma Bhatt&#257;c&#257;rya informed his brother-in-law, Gop&#299;n&#257;tha &#256;c&#257;rya, "The Supreme Personality of Godhead may not have shown mercy to me, but what is the proof of His having shown it to you? Kindly let us know about this." In reply to this, Gop&#299;n&#257;tha &#256;c&#257;rya said that the summum bonum, the Absolute Truth, and His different potencies are identical. Therefore one can understand the substance of the Absolute Truth by the manifestation of His different potencies. The summum bonum includes all potencies in one unit. The Absolute Truth combined with different characteristics is the original substance (vastu): par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate.</P><P>Thus the Vedas state that the Absolute Truth has different potencies. When one understands the characteristics of the potencies of the Absolute Truth, one is aware of the Absolute Truth. On the material platform as well, one can understand the substance by the manifestation of its symptoms. For example, when there is heat, it is to be understood that there is fire. The heat of the fire is perceived directly. The fire may not be visible, but one can search out the fire by feeling heat. Similarly, if one can perceive the characteristics of the Absolute Truth, we can know that he has understood the substance of the Absolute Truth by the mercy of the Lord.</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/25.htm">7.25</A>) it is said, n&#257;ham prak&#257;&#347;ah sarvasya: the Supreme Personality of Godhead reserves the right of not being exposed to everyone. Sevonmukhe hi jihv&#257;dau svayam eva sphuraty adah: "The Lord reveals Himself to a devotee when He is completely satisfied by the devotee's service." Thus one cannot understand the Supreme Lord without His mercy. The Absolute Truth cannot be understood by speculation, and this is the conclusion of the Bhagavad-g&#299;t&#257;.</P><P CLASS=l><A CLASS=i HREF="88.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="90.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>