<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 95</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 95"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.95</P><P CLASS=c>ataeva 'tri-yuga' kari' kahi vishnu-n&#257;ma</P><P CLASS=c>kali-yuge avat&#257;ra n&#257;h&#299;, &#8212; &#347;&#257;stra-jñ&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ataeva">ataeva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A> &#8212; the Lord, who appears <A HREF="http://vedabase.net/i/in">in</A> three yugas only; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; making; <A CLASS=v HREF="http://vedabase.net/k/kahi">kahi</A> &#8212; we say; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/k/kali">kali</A>-<A CLASS=v HREF="http://vedabase.net/y/yuge">yuge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/a/age">Age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; incarnation; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>-<A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; the verdict of the scriptures.</P><P CLASS=t>TRANSLATION</P><P>"Another name for Lord Vishnu is Triyuga because there is no incarnation of Lord Vishnu in Kali-yuga. Indeed, this is the verdict of the revealed scriptures."</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead, Lord Vishnu, is known as Triyuga, which means that He is manifest in three yugas. However, this means that in the Age of Kali the Lord appears not directly but in disguise. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/9/38.htm">7.9.38</A>):</P><P>ittham nri-tiryag-rishi-deva-jhash&#257;vat&#257;rair</P><P CLASS=n>lok&#257;n vibh&#257;vayasi hamsi jagat-prat&#299;p&#257;n</P><P CLASS=n>dharmam mah&#257;-purusha p&#257;si yug&#257;nuvrittam</P><P CLASS=n>channah kalau yad abhavas tri-yugo 'tha sa tvam</P><P>"My Lord, You kill all the enemies of the world in Your multifarious incarnations in the families of men, animals, demigods, rishis, aquatics and so on. Thus You illuminate the worlds with transcendental knowledge. In the Age of Kali, O Mah&#257;purusha, You sometimes appear in a covered incarnation. Therefore You are known as Triyuga [one who appears in only three yugas]."</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has also verified that Lord Vishnu appears in the Age of Kali but does not act as He does in other ages. Lord Vishnu incarnates for two purposes: paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>]. That is, He comes to engage in pastimes with His devotees and to annihilate the demons. These purposes are visible in the Satya, Tret&#257; and Dv&#257;para yugas, but in Kali-yuga the Lord appears disguised. He does not directly kill demons and give protection to the faithful. Because the Lord is not directly perceived in Kali-yuga but is directly known in the other three yugas, His name is Triyuga.</P><P CLASS=l><A CLASS=i HREF="94.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="96.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>