<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 99</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6 Verse 99"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6.99</P><P CLASS=c>kali-yuge l&#299;l&#257;vat&#257;ra n&#257; kare bhagav&#257;n</P><P CLASS=c>ataeva 'tri-yuga' kari' kahi t&#257;ra n&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kali">kali</A>-<A CLASS=v HREF="http://vedabase.net/y/yuge">yuge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this <A HREF="http://vedabase.net/a/age">Age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> pastime incarnation; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/ataeva">ataeva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A> &#8212; Triyuga (manifested <A HREF="http://vedabase.net/i/in">in</A> three yugas); <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/k/kahi">kahi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> say; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; His holy <A HREF="http://vedabase.net/n/name">name</A>.</P><P CLASS=t>TRANSLATION</P><P>"In this Age of Kali there is no l&#299;l&#257;-avat&#257;ra of the Supreme Personality of Godhead; therefore He is known as Triyuga. That is one of His holy names."</P><P CLASS=t>PURPORT</P><P>A l&#299;l&#257;-avat&#257;ra is an incarnation of the Lord who performs a variety of activities without making any special endeavor. He always has one pastime after another, all full of transcendental pleasure, and these pastimes are fully controlled by the Supreme Person. The Supreme Person is totally independent of all others in these pastimes. While teaching San&#257;tana Gosv&#257;m&#299; (Cc. <A CLASS=v HREF="../../../cc/madhya/20/296.htm">Madhya 20.296-298</A>), &#346;r&#299; Caitanya Mah&#257;prabhu pointed out that one cannot count the number of l&#299;l&#257;-avat&#257;ras:</P><P>l&#299;l&#257;vat&#257;ra krishnera n&#257; y&#257;ya ganana</P><P CLASS=n>pradh&#257;na kariy&#257; kahi dig-dara&#347;ana</P><P>"However," the Lord told San&#257;tana, "I shall explain the chief l&#299;l&#257;-avat&#257;ras."</P><P>matsya, k&#363;rma, raghun&#257;tha, nrisimha, v&#257;mana</P><P CLASS=n>var&#257;h&#257;di &#8212; lekh&#257; y&#257;&#324;ra n&#257; y&#257;ya ganana</P><P>Thus the Lord's incarnations were enumerated, including Matsya, the fish incarnation; K&#363;rma, the tortoise; Lord R&#257;macandra; Nrisimhadeva; V&#257;manadeva; and Var&#257;ha, the boar incarnation. Thus there are innumerable l&#299;l&#257;-avat&#257;ras, and all of these exhibit wonderful pastimes. Lord Var&#257;ha, the boar incarnation, lifted the entire planet earth from the depths of the Garbhodaka Ocean. The tortoise incarnation, Lord K&#363;rma, became a pivot for the emulsification of the whole sea, and Lord Nrisimhadeva appeared as half-man, half-lion. These are some of the wonderful and uncommon features of l&#299;l&#257;-avat&#257;ras.</P><P>In his book Laghu-bh&#257;gavat&#257;mrita, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has enumerated the following twenty-five l&#299;l&#257;-avat&#257;ras: Catuh-sana, N&#257;rada, Var&#257;ha, Matsya, Yajña, Nara-N&#257;r&#257;yana, Kapila, Datt&#257;treya, Haya&#347;&#299;rsha (Hayagr&#299;va), Hamsa, Pri&#347;nigarbha, Rishabha, Prithu, Nrisimha, K&#363;rma, Dhanvantari, Mohin&#299;, V&#257;mana, Para&#347;ur&#257;ma, R&#257;ghavendra, Vy&#257;sa, Balar&#257;ma, Krishna, Buddha and Kalki.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu is not mentioned as a l&#299;l&#257;-avat&#257;ra because He is an incarnation in disguise (channa-avat&#257;ra). In this Age of Kali there are no l&#299;l&#257;-avat&#257;ras, but there is an incarnation of the Lord manifested in the body of &#346;r&#299; Caitanya Mah&#257;prabhu. This has been explained in &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="98.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="100.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>