<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 6 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 6.1</B></A>: I offer my respectful obeisances unto Lord Gauracandra, the Supreme Personality of Godhead, who converted the hardhearted S&#257;rvabhauma Bhatt&#257;c&#257;rya, the reservoir of all bad logic, into a great devotee.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 6.2</B></A>: All glories to Lord Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda Prabhu! All glories to Advaita &#256;c&#257;rya! And all glories to all the devotees of Lord Caitanya!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 6.3</B></A>: In ecstasy, &#346;r&#299; Caitanya Mah&#257;prabhu went from &#256;th&#257;ran&#257;l&#257; to the temple of Jagann&#257;tha. After seeing Lord Jagann&#257;tha, He became very restless due to love of Godhead.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 6.4</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu went swiftly to embrace Lord Jagann&#257;tha, but when He entered the temple, He was so overwhelmed with love of Godhead that He fainted to the floor.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 6.5</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu fell down, S&#257;rvabhauma Bhatt&#257;c&#257;rya happened to see Him. When the watchman threatened to beat the Lord, S&#257;rvabhauma Bhatt&#257;c&#257;rya immediately forbade him.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 6.6</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya was very surprised to see the personal beauty of Lord Caitanya Mah&#257;prabhu, as well as the transcendental transformations wrought on His body due to love of Godhead.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 6.7</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu remained unconscious for a long time. Meanwhile, the time for offering pras&#257;dam to Lord Jagann&#257;tha came, and the Bhatt&#257;c&#257;rya tried to think of a remedy.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 6.8</B></A>: While Lord Caitanya Mah&#257;prabhu was unconscious, S&#257;rvabhauma Bhatt&#257;c&#257;rya, with the help of the watchman and some disciples, carried Him to his home and laid Him down in a very sanctified room.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 6.9</B></A>: Examining the body of &#346;r&#299; Caitanya Mah&#257;prabhu, S&#257;rvabhauma saw that His abdomen was not moving and that He was not breathing. Seeing His condition, the Bhatt&#257;c&#257;rya became very anxious.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 6.10</B></A>: The Bhatt&#257;c&#257;rya then took a fine cotton swab and put it before the Lord's nostrils. When he saw the cotton move very slightly, he became hopeful.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 6.11</B></A>: Sitting beside &#346;r&#299; Caitanya Mah&#257;prabhu, he thought, "This is a transcendental ecstatic transformation brought about by love of Krishna."</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 6.12</B></A>: Upon seeing the sign of s&#363;dd&#299;pta-s&#257;ttvika, S&#257;rvabhauma Bhatt&#257;c&#257;rya could immediately understand the transcendental ecstatic transformation in the body of Lord Caitanya Mah&#257;prabhu. Such a sign takes place only in the bodies of eternally liberated devotees.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 6.13</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya considered, "The uncommon ecstatic symptoms of adhir&#363;dha-bh&#257;va are appearing in the body of &#346;r&#299; Caitanya Mah&#257;prabhu. This is very wonderful! How are they possible in the body of a human being?"</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 6.14</B></A>: While the Bhatt&#257;c&#257;rya was thinking in this way at his home, all the devotees of Caitanya Mah&#257;prabhu, headed by Nity&#257;nanda Prabhu, approached the Simha-dv&#257;ra [the entrance door of the temple].</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 6.15</B></A>: There the devotees heard the people talking about a mendicant who had come to Jagann&#257;tha Pur&#299; and seen the Deity of Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 6.16</B></A>: The people said that the sanny&#257;s&#299; had fallen unconscious upon seeing the Deity of Lord Jagann&#257;tha. Because His consciousness did not return, S&#257;rvabhauma Bhatt&#257;c&#257;rya had taken Him to his home.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 6.17</B></A>: Hearing this, the devotees could understand that they were speaking of Lord Caitanya Mah&#257;prabhu. Just then, &#346;r&#299; Gop&#299;n&#257;tha &#256;c&#257;rya arrived.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 6.18</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya was a resident of Nadia, the son-in-law of Vi&#347;&#257;rada and a devotee of Caitanya Mah&#257;prabhu. He knew the true identity of His Lordship.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 6.19</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya had previously been acquainted with Mukunda Datta, and when the &#256;c&#257;rya saw him at Jagann&#257;tha Pur&#299;, he was very much astonished.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 6.20</B></A>: Mukunda Datta offered obeisances unto Gop&#299;n&#257;tha &#256;c&#257;rya upon meeting him. Then the &#256;c&#257;rya embraced Mukunda Datta and inquired about news of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 6.21</B></A>: Mukunda Datta replied, "The Lord has already arrived here. We have come with Him."</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 6.22</B></A>: As soon as Gop&#299;n&#257;tha &#256;c&#257;rya saw Nity&#257;nanda Prabhu, he offered his obeisances unto Him. In this way, meeting all the devotees, he asked about news of Lord Caitanya Mah&#257;prabhu again and again.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 6.23</B></A>: Mukunda Datta continued, "After accepting the sanny&#257;sa order, Lord Caitanya Mah&#257;prabhu has come to Jagann&#257;tha Pur&#299; and has brought all of us with Him.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 6.24</B></A>: "Lord Caitanya Mah&#257;prabhu left our company and walked ahead to see Lord Jagann&#257;tha. We have just arrived and are now looking for Him.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 6.25</B></A>: "From the talk of the people in general, we have guessed that the Lord is now at the house of S&#257;rvabhauma Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 6.26</B></A>: "Upon seeing Lord Jagann&#257;tha, Caitanya Mah&#257;prabhu became ecstatic and fell unconscious, and S&#257;rvabhauma Bhatt&#257;c&#257;rya has taken Him to his home in this condition.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 6.27</B></A>: "Just as I was thinking of meeting you, by chance we have actually met.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 6.28</B></A>: "First let us all go to the house of S&#257;rvabhauma Bhatt&#257;c&#257;rya and see Caitanya Mah&#257;prabhu. Later we shall come to see Lord Jagann&#257;tha."</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 6.29</B></A>: Hearing this and feeling very pleased, Gop&#299;n&#257;tha &#256;c&#257;rya immediately took all the devotees with him and approached the house of S&#257;rvabhauma Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 6.30</B></A>: Arriving at the home of S&#257;rvabhauma Bhatt&#257;c&#257;rya, everyone saw the Lord lying unconscious. Seeing Him in this condition, Gop&#299;n&#257;tha &#256;c&#257;rya became very unhappy, but at the same time he was happy just to see the Lord.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 6.31</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya permitted all the devotees to enter his house, and upon seeing Nity&#257;nanda Prabhu, the Bhatt&#257;c&#257;rya offered Him obeisances.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 6.32</B></A>: S&#257;rvabhauma met with all the devotees and offered them a proper welcome. They were all pleased to see Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 6.33</B></A>: The Bhatt&#257;c&#257;rya then sent them all back to see Lord Jagann&#257;tha, and he asked his own son, Candane&#347;vara, to accompany them as a guide.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 6.34</B></A>: Everyone was then very pleased to see the Deity of Lord Jagann&#257;tha. Lord Nity&#257;nanda in particular was overwhelmed with ecstasy.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 6.35</B></A>: When Lord Nity&#257;nanda Prabhu nearly fainted, all the devotees caught Him and steadied Him. At that time, the priest of Lord Jagann&#257;tha brought a garland that had been offered to the Deity and offered it to Nity&#257;nanda Prabhu.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 6.36</B></A>: Everyone was pleased to receive this garland worn by Lord Jagann&#257;tha. Afterwards they all returned to the place where Lord &#346;r&#299; Caitanya Mah&#257;prabhu was staying.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 6.37</B></A>: All of the devotees then began to loudly chant the Hare Krishna mantra. Just before noon the Lord regained His consciousness.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 6.38</B></A>: Caitanya Mah&#257;prabhu got up and very loudly chanted, "Hari! Hari!" S&#257;rvabhauma Bhatt&#257;c&#257;rya was very pleased to see the Lord regain consciousness, and he took the dust of the Lord's lotus feet.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 6.39</B></A>: The Bhatt&#257;c&#257;rya informed all of them, "Please take your midday baths immediately. Today I shall offer you mah&#257;-pras&#257;dam, the remnants of food offered to Lord Jagann&#257;tha."</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 6.40</B></A>: After bathing in the sea, &#346;r&#299; Caitanya Mah&#257;prabhu and His devotees returned very soon. The Lord then washed His feet and sat down on a carpet to take lunch.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 6.41</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya made arrangements to bring various kinds of mah&#257;-pras&#257;dam from the Jagann&#257;tha temple. &#346;r&#299; Caitanya Mah&#257;prabhu then accepted lunch with great happiness.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 6.42</B></A>: Caitanya Mah&#257;prabhu was offered special rice and first-class vegetables on golden plates. He thus took lunch in the company of His devotees.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 6.43</B></A>: While S&#257;rvabhauma Bhatt&#257;c&#257;rya personally distributed the pras&#257;dam, Lord Caitanya Mah&#257;prabhu requested him, "Please give Me only boiled vegetables.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 6.44</B></A>: "You can offer the cakes and preparations made with condensed milk to all the devotees." Hearing this, the Bhatt&#257;c&#257;rya folded his hands and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 6.45</B></A>: "Today, all of you please try to taste the lunch just as Lord Jagann&#257;tha accepted it."</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 6.46</B></A>: After saying this, he made them all eat the various cakes and condensed-milk preparations. After feeding them, he offered them water to wash their hands, feet and mouths.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 6.47</B></A>: Begging permission from Lord Caitanya Mah&#257;prabhu and His devotees, S&#257;rvabhauma Bhatt&#257;c&#257;rya then went with Gop&#299;n&#257;tha &#256;c&#257;rya to take lunch. After finishing their lunch, they returned to Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 6.48</B></A>: Offering his obeisances to Caitanya Mah&#257;prabhu, S&#257;rvabhauma Bhatt&#257;c&#257;rya said, "Namo n&#257;r&#257;yan&#257;ya" ["I offer my obeisances to N&#257;r&#257;yana"].In return, Caitanya Mah&#257;prabhu said, "Krishne matir astu" ["Let your attention be on Krishna"].</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 6.49</B></A>: Hearing these words, S&#257;rvabhauma understood Lord Caitanya to be a Vaishnava sanny&#257;s&#299;.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 6.50</B></A>: S&#257;rvabhauma then said to Gop&#299;n&#257;tha &#256;c&#257;rya, "I want to know Caitanya Mah&#257;prabhu's previous situation."</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 6.51</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya replied, "There was a man named Jagann&#257;tha, who was a resident of Navadv&#299;pa, and whose surname was Mi&#347;ra Purandara.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 6.52</B></A>: "Lord Caitanya Mah&#257;prabhu is the son of that Jagann&#257;tha Mi&#347;ra, and His former name was Vi&#347;vambhara Mi&#347;ra. He also happens to be the grandson of N&#299;l&#257;mbara Cakravart&#299;."</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 6.53</B></A>: The Bhatt&#257;c&#257;rya said, "N&#299;l&#257;mbara Cakravart&#299; was a classmate of my father, Mahe&#347;vara Vi&#347;&#257;rada. I knew him as such.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 6.54</B></A>: "Jagann&#257;tha Mi&#347;ra Purandara was respected by my father. Thus because of their relationship with my father, I respect both Jagann&#257;tha Mi&#347;ra and N&#299;l&#257;mbara Cakravart&#299;."</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 6.55</B></A>: Hearing that &#346;r&#299; Caitanya Mah&#257;prabhu belonged to the Nadia district, S&#257;rvabhauma Bhatt&#257;c&#257;rya became very pleased and addressed the Lord as follows.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 6.56</B></A>: "You are naturally respectable. Besides, You are a sanny&#257;s&#299;; thus I wish to become Your personal servant."</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 6.57</B></A>: As soon as Caitanya Mah&#257;prabhu heard this from the Bhatt&#257;c&#257;rya, He immediately remembered Lord Vishnu and began to speak humbly to him as follows.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 6.58</B></A>: "Because you are a teacher of Ved&#257;nta philosophy, you are the master of all the people in the world and their well-wisher as well. You are also the benefactor of all kinds of sanny&#257;s&#299;s.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 6.59</B></A>: "I am a young sanny&#257;s&#299;, and I actually have no knowledge of what is good and what is bad. Therefore I am taking shelter of you and accepting you as My spiritual master.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 6.60</B></A>: "I have come here only to associate with you, and I am now taking shelter of you. Will you kindly maintain Me in all respects?</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 6.61</B></A>: "The incident that happened today was a great obstacle for Me, but you have kindly relieved Me of it."</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 6.62</B></A>: The Bhatt&#257;c&#257;rya replied, "Do not go alone to see the Deity at the Jagann&#257;tha temple. It is better that You go with me or my men."</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 6.63</B></A>: The Lord said, "I shall never enter the temple but shall always view the Lord from the side of the Garuda-stambha."</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 6.64</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya then told Gop&#299;n&#257;tha &#256;c&#257;rya, "Take Gosv&#257;m&#299;j&#299; and show Him Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 6.65</B></A>: "Also, the apartment belonging to my maternal aunt is in a very solitary place. Make all arrangements for Him to stay there."</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 6.66</B></A>: Thus Gop&#299;n&#257;tha &#256;c&#257;rya took Lord Caitanya Mah&#257;prabhu to His residential quarters and showed Him where to find water, tubs and waterpots. Indeed, he arranged everything.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 6.67</B></A>: The next day Gop&#299;n&#257;tha &#256;c&#257;rya took Lord Caitanya Mah&#257;prabhu to see the early rising of Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 6.68</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya then took Mukunda Datta with him and went to S&#257;rvabhauma's house. When they arrived, S&#257;rvabhauma addressed Mukunda Datta as follows.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 6.69</B></A>: "The sanny&#257;s&#299; is very meek and humble by nature, and His person is very beautiful to see. Consequently my affection for Him increases.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 6.70</B></A>: "From which samprad&#257;ya has He accepted the sanny&#257;sa order, and what is His name?"</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 6.71</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya replied, "The Lord's name is &#346;r&#299; Krishna Caitanya, and His sanny&#257;sa preceptor is the greatly fortunate Ke&#347;ava Bh&#257;rat&#299;."</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 6.72</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya said, "'&#346;r&#299; Krishna' is a very good name, but He belongs to the Bh&#257;rat&#299; community. Therefore He is a second-class sanny&#257;s&#299;."</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 6.73</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya replied, "&#346;r&#299; Krishna Caitanya Mah&#257;prabhu does not rely on any external formality. There is no need for Him to accept the sanny&#257;sa order from a superior samprad&#257;ya."</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 6.74</B></A>: The Bhatt&#257;c&#257;rya inquired, "&#346;r&#299; Caitanya Mah&#257;prabhu is in His full-fledged youthful life. How can He keep the principles of sanny&#257;sa?</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 6.75</B></A>: "I shall continually recite Ved&#257;nta philosophy before Caitanya Mah&#257;prabhu so that He may remain fixed in His renunciation and thus enter upon the path of monism."</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 6.76</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya then suggested, "If &#346;r&#299; Caitanya Mah&#257;prabhu would like, I could bring Him into a first-class samprad&#257;ya by offering Him saffron cloth and performing the reformatory process again."</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 6.77</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya and Mukunda Datta became very unhappy when they heard this. Gop&#299;n&#257;tha &#256;c&#257;rya therefore addressed S&#257;rvabhauma Bhatt&#257;c&#257;rya as follows.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 6.78</B></A>: "My dear Bhatt&#257;c&#257;rya, you do not know the greatness of Lord Caitanya Mah&#257;prabhu. All the symptoms of the Supreme Personality of Godhead are found in Him to the highest degree."</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 6.79</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya continued, "Lord Caitanya Mah&#257;prabhu is celebrated as the Supreme Personality of Godhead. Those who are ignorant in this connection find the conclusion of knowledgeable men very difficult to understand."</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 6.80</B></A>: The disciples of S&#257;rvabhauma Bhatt&#257;c&#257;rya retaliated, "By what evidence do you conclude that &#346;r&#299; Caitanya Mah&#257;prabhu is the Supreme Lord?"Gop&#299;n&#257;tha &#256;c&#257;rya replied, "The statements of authorized &#257;c&#257;ryas who understand the Supreme Personality of Godhead are proof."</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 6.81</B></A>: The disciples of the Bhatt&#257;c&#257;rya said, "We derive knowledge of the Absolute Truth by logical hypothesis."Gop&#299;n&#257;tha &#256;c&#257;rya replied, "One cannot attain real knowledge of the Supreme Personality of Godhead by such logical hypothesis and argument."</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 6.82</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya continued, "One can understand the Supreme Personality of Godhead only by His mercy, not by guesswork or hypothesis."</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 6.83</B></A>: The &#256;c&#257;rya continued, "If one receives but a tiny bit of the Lord's favor by dint of devotional service, he can understand the nature of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 6.84</B></A>: "'My Lord, if one is favored by even a slight trace of the mercy of Your lotus feet, he can understand the greatness of Your personality. But those who speculate in order to understand the Supreme Personality of Godhead are unable to know You, even though they continue to study the Vedas for many years.'"</P><P CLASS=r><A CLASS=i HREF="85-86.htm"><B>CC Madhya 6.85-86</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya then addressed S&#257;rvabhauma Bhatt&#257;c&#257;rya: "You are a great scholar and a teacher of many disciples. Indeed, there is no other scholar like you on earth. Nonetheless, because you are bereft of even a pinch of the Lord's mercy, you cannot understand Him, even though He is present in your home.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 6.87</B></A>: "It is not your fault; it is the verdict of the scriptures. You cannot understand the Supreme Personality of Godhead simply by scholarship."</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 6.88</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya replied, "My dear Gop&#299;n&#257;tha &#256;c&#257;rya, please speak with great care. What is the proof that you have received the mercy of the Lord?"</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 6.89</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya replied, "Knowledge of the summum bonum, the Absolute Truth, is evidence of the mercy of the Supreme Lord."</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 6.90</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya continued, "You have seen the symptoms of the Supreme Personality of Godhead in the body of &#346;r&#299; Caitanya Mah&#257;prabhu during His absorption in an ecstatic mood.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 6.91</B></A>: "Despite directly perceiving the symptoms of the Supreme Lord in the body of &#346;r&#299; Caitanya Mah&#257;prabhu, you cannot understand Him. This is commonly called illusion.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 6.92</B></A>: "A person influenced by the external energy is called bahirmukha jana, a mundane person, because despite his perception, he cannot understand the real substance." Hearing Gop&#299;n&#257;tha &#256;c&#257;rya say this, S&#257;rvabhauma Bhatt&#257;c&#257;rya smiled and began to speak as follows.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 6.93</B></A>: The Bhatt&#257;c&#257;rya said, "We are just having a discussion among friends and considering the points described in the scriptures. Do not become angry. I am simply speaking on the strength of the &#347;&#257;stras. Please don't take any offense.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 6.94</B></A>: "&#346;r&#299; Caitanya Mah&#257;prabhu is certainly a great, uncommon devotee, but we cannot accept Him as an incarnation of Lord Vishnu because, according to &#347;&#257;stra, there is no incarnation in this Age of Kali.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 6.95</B></A>: "Another name for Lord Vishnu is Triyuga because there is no incarnation of Lord Vishnu in Kali-yuga. Indeed, this is the verdict of the revealed scriptures."</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 6.96</B></A>: Upon hearing this, Gop&#299;n&#257;tha &#256;c&#257;rya became very unhappy. He said to the Bhatt&#257;c&#257;rya, "You consider yourself the knower of all Vedic scriptures.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 6.97</B></A>: "&#346;r&#299;mad-Bh&#257;gavatam and the Mah&#257;bh&#257;rata are the two most important Vedic scriptures, but you have paid no attention to their statements.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 6.98</B></A>: "In &#346;r&#299;mad-Bh&#257;gavatam and Mah&#257;bh&#257;rata it is stated that the Lord appears directly, but you say that in this age there is no manifestation or incarnation of Lord Vishnu.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 6.99</B></A>: "In this Age of Kali there is no l&#299;l&#257;-avat&#257;ra of the Supreme Personality of Godhead; therefore He is known as Triyuga. That is one of His holy names."</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 6.100</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya continued, "There is certainly an incarnation in every age, and such an incarnation is called the yuga-avat&#257;ra. But your heart has become so hardened by logic and argument that you cannot consider all these facts.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 6.101</B></A>: "'In the past, your son has had bodies of three different colors, according to the age. These colors were white, red and yellow. In this age [Dv&#257;para-yuga] He has accepted a blackish body.'</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 6.102</B></A>: "'In the Age of Kali, as well as in Dv&#257;para-yuga, the people offer prayers to the Supreme Personality of Godhead by various mantras and observe the regulative principles of the supplementary Vedic literatures. Now please hear of this from me.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 6.103</B></A>: "'In this Age of Kali, those who are intelligent perform the congregational chanting of the Hare Krishna mah&#257;-mantra, worshiping the Supreme Personality of Godhead, who appears in this age always describing the glories of Krishna. That incarnation is yellowish in hue and is always associated with His plenary expansions [such as &#346;r&#299; Nity&#257;nanda Prabhu] and personal expansions [such as Gad&#257;dhara], as well as His devotees and associates [such as Svar&#363;pa D&#257;modara].'</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 6.104</B></A>: "'The Lord [in the incarnation of Gaurasundara] has a golden complexion. Indeed, His entire body, which is very nicely constituted, is like molten gold. Sandalwood pulp is smeared all over His body. He will take the fourth order of spiritual life [sanny&#257;sa] and will be very much self-controlled. He will be distinguished from M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s in that He will be fixed in devotional service and will spread the sa&#324;k&#299;rtana movement.'"</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 6.105</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya then said, "There is no need to quote so much evidence from the &#347;&#257;stras, for you are a very dry speculator. There is no need to sow seeds in barren land.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 6.106</B></A>: "When the Lord will be pleased with you, you will also understand these conclusions and will quote from the &#347;&#257;stras.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 6.107</B></A>: "The false arguments and philosophical word jugglery of your disciples are not faults of theirs. They have simply received the benediction of M&#257;y&#257;v&#257;da philosophy.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 6.108</B></A>: "'I offer my respectful obeisances unto the Supreme Personality of Godhead, who is full of unlimited qualities and whose different potencies bring about agreement and disagreement between disputants. Thus the illusory energy again and again covers the self-realization of both disputants.'</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 6.109</B></A>: "'In almost all cases, whatever learned br&#257;hmanas speak becomes accepted; nothing is impossible for one who takes shelter of My illusory energy and speaks under her influence.'"</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 6.110</B></A>: After hearing this from Gop&#299;n&#257;tha &#256;c&#257;rya, S&#257;rvabhauma Bhatt&#257;c&#257;rya said, "First go to the place where &#346;r&#299; Caitanya Mah&#257;prabhu is staying and invite Him here with His associates. Ask Him on my account.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 6.111</B></A>: "Take jagann&#257;tha-pras&#257;dam and first give it to Caitanya Mah&#257;prabhu and His associates. After that, come back here and teach me well."</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 6.112</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya was the brother-in-law of S&#257;rvabhauma Bhatt&#257;c&#257;rya; therefore their relationship was very sweet and intimate. Under the circumstances, Gop&#299;n&#257;tha &#256;c&#257;rya taught him by sometimes blaspheming him, sometimes praising him and sometimes laughing at him. This had been going on for some time.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 6.113</B></A>: &#346;r&#299;la Mukunda Datta felt very satisfied to hear the conclusive statements of Gop&#299;n&#257;tha &#256;c&#257;rya, but he became very unhappy and angry to hear the statements put forward by S&#257;rvabhauma Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 6.114</B></A>: According to the instructions of S&#257;rvabhauma Bhatt&#257;c&#257;rya, Gop&#299;n&#257;tha &#256;c&#257;rya went to &#346;r&#299; Caitanya Mah&#257;prabhu and invited Him on the Bhatt&#257;c&#257;rya's behalf.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 6.115</B></A>: The Bhatt&#257;c&#257;rya's statements were discussed before &#346;r&#299; Caitanya Mah&#257;prabhu. Gop&#299;n&#257;tha &#256;c&#257;rya and Mukunda Datta disapproved of the Bhatt&#257;c&#257;rya's statements because they caused mental pain.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 6.116</B></A>: Hearing this, &#346;r&#299; Caitanya Mah&#257;prabhu said, "Do not speak like that. S&#257;rvabhauma Bhatt&#257;c&#257;rya has shown great affection and mercy toward Me.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 6.117</B></A>: "Out of paternal affection for Me, he wants to protect Me and see that I follow the regulative principles of a sanny&#257;s&#299;. What fault is there in this?"</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 6.118</B></A>: The next morning, &#346;r&#299; Caitanya Mah&#257;prabhu and S&#257;rvabhauma Bhatt&#257;c&#257;rya together visited the temple of Lord Jagann&#257;tha. Both of them were in a very pleasant mood.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 6.119</B></A>: When they entered the temple, S&#257;rvabhauma Bhatt&#257;c&#257;rya offered Caitanya Mah&#257;prabhu a seat, while he himself sat down on the floor out of due respect for a sanny&#257;s&#299;.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 6.120</B></A>: He then began to instruct Lord Caitanya Mah&#257;prabhu on Ved&#257;nta philosophy, and out of affection and devotion, he spoke to the Lord as follows.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 6.121</B></A>: The Bhatt&#257;c&#257;rya said, "Hearing Ved&#257;nta philosophy is a sanny&#257;s&#299;'s main business. Therefore without hesitation You should study Ved&#257;nta philosophy, hearing it without cessation from a superior person."</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 6.122</B></A>: Lord Caitanya replied, "You are very merciful to Me, and therefore I think it is My duty to obey your order."</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 6.123</B></A>: Thus for seven days continually, &#346;r&#299; Caitanya Mah&#257;prabhu listened to the Ved&#257;nta philosophy expounded by S&#257;rvabhauma Bhatt&#257;c&#257;rya. However, Caitanya Mah&#257;prabhu did not say anything and did not indicate whether it was right or wrong. He simply sat there and listened to the Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 6.124</B></A>: On the eighth day, S&#257;rvabhauma Bhatt&#257;c&#257;rya said to Caitanya Mah&#257;prabhu, "You have been listening to Ved&#257;nta philosophy from me continually for seven days.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 6.125</B></A>: "You have simply been listening, fixed in Your silence. Since You do not say whether You think it is right or wrong, I cannot know whether You are actually understanding Ved&#257;nta philosophy or not."</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 6.126</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "I am a fool, and consequently I do not study the Ved&#257;nta-s&#363;tra. I am just trying to hear it from you because you have ordered Me.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 6.127</B></A>: "Only for the sake of executing the duties of the renounced order of sanny&#257;sa do I listen. Unfortunately, I cannot in the least understand the meaning you are presenting."</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 6.128</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya replied, "I accept that You do not understand, yet even one who does not understand inquires about the subject matter.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 6.129</B></A>: "You are hearing again and again, yet You keep silent. I cannot understand what is actually within Your mind."</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 6.130</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then revealed His mind, saying, "I can understand the meaning of each s&#363;tra very clearly, but your explanations have simply agitated My mind.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 6.131</B></A>: "The meaning of the aphorisms in the Ved&#257;nta-s&#363;tra contain clear purports in themselves, but other purports you presented simply covered the meaning of the s&#363;tras like a cloud.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 6.132</B></A>: "You do not explain the direct meaning of the Brahma-s&#363;tras. Indeed, it appears that your business is to cover their real meaning."</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 6.133</B></A>: Caitanya Mah&#257;prabhu continued, "The Ved&#257;nta-s&#363;tra is the summary of all the Upanishads; therefore whatever direct meaning is there in the Upanishads is also recorded in the Ved&#257;nta-s&#363;tra, or Vy&#257;sa-s&#363;tra.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 6.134</B></A>: "For each s&#363;tra the direct meaning must be accepted without interpretation. However, you simply abandon the direct meaning and proceed with your imaginative interpretation.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 6.135</B></A>: "Although there is other evidence, the evidence given in the Vedic version must be taken as foremost. Vedic versions understood directly are first-class evidence."</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 6.136</B></A>: Caitanya Mah&#257;prabhu continued, "Conchshells and cow dung are nothing but the bones and the stool of some living entities, but according to the Vedic version they are both considered very pure.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 6.137</B></A>: "The Vedic statements are self-evident. Whatever is stated there must be accepted. If we interpret according to our own imagination, the authority of the Vedas is immediately lost."</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 6.138</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "The Brahma-s&#363;tra, compiled by &#346;r&#299;la Vy&#257;sadeva, is as radiant as the sun. One who tries to interpret its meaning simply covers that sunshine with a cloud.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 6.139</B></A>: "All the Vedas and literature that strictly follows the Vedic principles explain that the Supreme Brahman is the Absolute Truth, the greatest of all, and a feature of the Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 6.140</B></A>: "Actually, the Supreme Absolute Truth is a person, the Supreme Personality of Godhead, full with all opulences. You are trying to explain Him as impersonal and formless.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 6.141</B></A>: "Wherever there is an impersonal description in the Vedas, the Vedas mean to establish that everything belonging to the Supreme Personality of Godhead is transcendental and free of mundane characteristics."</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 6.142</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "'Whatever Vedic mantras describe the Absolute Truth impersonally only prove in the end that the Absolute Truth is a person. The Supreme Lord is understood in two features &#8212; impersonal and personal. If one considers the Supreme Personality of Godhead in both features, he can actually understand the Absolute Truth. He knows that the personal understanding is stronger because we see that everything is full of variety. No one can see anything that is not full of variety.'</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 6.143</B></A>: "Everything in the cosmic manifestation emanates from the Absolute Truth, remains in the Absolute Truth, and after annihilation again enters the Absolute Truth.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 6.144</B></A>: "The personal features of the Supreme Personality of Godhead are categorized in three cases &#8212; namely ablative, instrumental and locative."</P><P CLASS=r><A CLASS=i HREF="145-146.htm"><B>CC Madhya 6.145-146</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "When the Supreme Personality of Godhead wished to become many, He glanced over the material energy. Before the creation there were no mundane eyes or mind; therefore the transcendental nature of the Absolute Truth's mind and eyes is confirmed.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 6.147</B></A>: "The word 'Brahman' indicates the complete Supreme Personality of Godhead, who is &#346;r&#299; Krishna. That is the verdict of all Vedic literature.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 6.148</B></A>: "The confidential meaning of the Vedas is not easily understood by common men; therefore that meaning is supplemented by the words of the Pur&#257;nas.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 6.149</B></A>: "'How greatly fortunate are Nanda Mah&#257;r&#257;ja, the cowherd men and all the inhabitants of Vrajabh&#363;mi! There is no limit to their fortune, because the Absolute Truth, the source of transcendental bliss, the eternal Supreme Brahman, has become their friend.'</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 6.150</B></A>: "The Vedic 'ap&#257;ni-p&#257;da' mantra rejects material hands and legs, yet it states that the Lord goes very fast and accepts everything offered to Him.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 6.151</B></A>: "All these mantras confirm that the Absolute Truth is personal, but the M&#257;y&#257;v&#257;d&#299;s, throwing away the direct meaning, interpret the Absolute Truth as impersonal.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 6.152</B></A>: "Are you describing as formless that Supreme Personality of Godhead whose transcendental form is complete with six transcendental opulences?</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 6.153</B></A>: "The Supreme Personality of Godhead has three primary potencies. Are you trying to prove that He has no potencies?</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 6.154</B></A>: "'The internal potency of the Supreme Lord, Vishnu, is spiritual, as verified by the &#347;&#257;stras. There is another spiritual potency, known as kshetra-jña, or the living entity. The third potency, which is known as nescience, makes the living entity godless and fills him with fruitive activity.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 6.155</B></A>: "'O King, the kshetra-jña-&#347;akti is the living entity. Although he has the facility to live in either the material or spiritual world, he suffers the threefold miseries of material existence because he is influenced by the avidy&#257; [nescience] potency, which covers his constitutional position.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 6.156</B></A>: "'This living entity, covered by the influence of nescience, exists in different forms in the material condition. O King, he is thus proportionately freed from the influence of material energy, to a greater or lesser degree.'</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 6.157</B></A>: "'The Supreme Personality of Godhead is sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. This means that He originally has three potencies &#8212; the pleasure potency, the potency of eternality and the potency of knowledge. Together these are called the cit potency, and they are present in full in the Supreme Lord. For the living entities, who are part and parcel of the Lord, the pleasure potency in the material world is sometimes displeasing and sometimes mixed. This is not the case with the Supreme Personality of Godhead, because He is not under the influence of the material energy or its modes.'</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 6.158</B></A>: "The Supreme Personality of Godhead in His original form is full of eternity, knowledge and bliss. The spiritual potency in these three portions [sat, cit and &#257;nanda] assumes three different forms.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 6.159</B></A>: "The three portions of the spiritual potency are called hl&#257;din&#299; [the bliss portion], sandhin&#299; [the eternity portion] and samvit [the knowledge portion]. We accept knowledge of these as full knowledge of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 6.160</B></A>: "The spiritual potency of the Supreme Personality of Godhead also appears in three phases &#8212; internal, marginal and external. These are all engaged in His devotional service in love.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 6.161</B></A>: "In His spiritual potency, the Supreme Lord enjoys six kinds of opulences. You do not accept this spiritual potency, and this is due to your great impudence.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 6.162</B></A>: "The Lord is the master of the potencies, and the living entity is the servant of them. That is the difference between the Lord and the living entity. However, you declare that the Lord and the living entities are one and the same.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Madhya 6.163</B></A>: "In the Bhagavad-g&#299;t&#257; the living entity is established as the marginal potency of the Supreme Personality of Godhead. Yet you say that the living entity is completely different from the Lord.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 6.164</B></A>: "'Earth, water, fire, air, ether, mind, intelligence and false ego are My eightfold separated energies.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 6.165</B></A>: "'Besides these inferior energies, which are material, there is another energy, a spiritual energy, and this is the living being, O mighty-armed one. The entire material world is sustained by the living entities.'</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 6.166</B></A>: "The transcendental form of the Supreme Personality of Godhead is complete in eternity, cognizance and bliss. However, you describe this transcendental form as a product of material goodness.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 6.167</B></A>: "One who does not accept the transcendental form of the Lord is certainly an agnostic. Such a person should be neither seen nor touched. Indeed, he is subject to be punished by Yamar&#257;ja.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 6.168</B></A>: "The Buddhists do not recognize the authority of the Vedas; therefore they are considered agnostics. However, those who have taken shelter of the Vedic scriptures yet preach agnosticism in accordance with the M&#257;y&#257;v&#257;da philosophy are certainly more dangerous than the Buddhists.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 6.169</B></A>: "&#346;r&#299;la Vy&#257;sadeva presented the Ved&#257;nta philosophy for the deliverance of conditioned souls, but if one hears the commentary of &#346;a&#324;kar&#257;c&#257;rya, everything is spoiled.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 6.170</B></A>: "The Ved&#257;nta-s&#363;tra aims at establishing that the cosmic manifestation has come into being by the transformation of the inconceivable potency of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 6.171</B></A>: "The touchstone, after touching iron, produces volumes of gold without being changed. Similarly, the Supreme Personality of Godhead manifests Himself as the cosmic manifestation by His inconceivable potency, yet He remains unchanged in His eternal, transcendental form.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 6.172</B></A>: "&#346;a&#324;kar&#257;c&#257;rya's theory states that the Absolute Truth is transformed. By accepting this theory, the M&#257;y&#257;v&#257;d&#299; philosophers denigrate &#346;r&#299;la Vy&#257;sadeva by accusing him of error. They thus find fault in the Ved&#257;nta-s&#363;tra and interpret it to try to establish the theory of illusion.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 6.173</B></A>: "The theory of illusion can be applied only when the living entity identifies himself with the body. As far as the cosmic manifestation is concerned, it cannot be called false, although it is certainly temporary.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 6.174</B></A>: "The transcendental vibration omk&#257;ra is the sound form of the Supreme Personality of Godhead. All Vedic knowledge and this cosmic manifestation are produced from this sound representation of the Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 6.175</B></A>: "The subsidiary vibration tat tvam asi ["you are the same"] is meant for the understanding of the living entity, but the principal vibration is omk&#257;ra. Not caring for omk&#257;ra, &#346;a&#324;kar&#257;c&#257;rya has stressed the vibration tat tvam asi."</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 6.176</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu criticized &#346;a&#324;kar&#257;c&#257;rya's &#346;&#257;r&#299;raka-bh&#257;shya as imaginary, and He pointed out hundreds of faults in it. To defend &#346;a&#324;kar&#257;c&#257;rya, however, S&#257;rvabhauma Bhatt&#257;c&#257;rya presented unlimited opposition.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 6.177</B></A>: The Bhatt&#257;c&#257;rya presented various types of false arguments with pseudo logic and tried to defeat his opponent in many ways. However, &#346;r&#299; Caitanya Mah&#257;prabhu refuted all these arguments and established His own conviction.</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 6.178</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "The Supreme Personality of Godhead is the central point of all relationships, acting in devotional service to Him is one's real occupation, and the attainment of love of Godhead is the ultimate goal of life. These three subject matters are described in the Vedic literature.</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 6.179</B></A>: "If one tries to explain the Vedic literature in a different way, he is indulging in imagination. Any interpretation of the self-evident Vedic version is simply imaginary.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 6.180</B></A>: "Actually there is no fault on the part of &#346;a&#324;kar&#257;c&#257;rya. He simply carried out the order of the Supreme Personality of Godhead. He had to imagine some kind of interpretation, and therefore he presented a kind of Vedic literature that is full of atheism.</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 6.181</B></A>: "[Addressing Lord &#346;iva, the Supreme Personality of Godhead said:] 'Please make the general populace averse to Me by imagining your own interpretation of the Vedas. Also, cover Me in such a way that people will take more interest in advancing material civilization just to propagate a population bereft of spiritual knowledge.'</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 6.182</B></A>: "[Lord &#346;iva informed goddess Durg&#257;, the superintendent of the material world:] 'In the Age of Kali I take the form of a br&#257;hmana and explain the Vedas through false scriptures in an atheistic way, similar to Buddhist philosophy.'"</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Madhya 6.183</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya became very much astonished upon hearing this. He became stunned and said nothing.</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Madhya 6.184</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu then told him, "Do not be astonished. Actually, devotional service unto the Supreme Personality of Godhead is the highest perfection of human activity.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 6.185</B></A>: "Even the self-satisfied sages perform devotional service to the Supreme Lord. Such are the transcendental qualities of the Lord. They are full of inconceivable spiritual potency.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 6.186</B></A>: "'Those who are self-satisfied and unattracted by external material desires are also attracted to the loving service of &#346;r&#299; Krishna, whose qualities are transcendental and whose activities are wonderful. Hari, the Personality of Godhead, is called Krishna because He has such transcendentally attractive features.'"</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 6.187</B></A>: After hearing the &#257;tm&#257;r&#257;ma verse, S&#257;rvabhauma Bhatt&#257;c&#257;rya addressed &#346;r&#299; Caitanya Mah&#257;prabhu, "My dear Sir, please explain this verse. I have a great desire to hear Your explanation of it."</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 6.188</B></A>: The Lord replied, "First let Me hear your explanation. After that, I shall try to explain what little I know."</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 6.189</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya then began to explain the &#257;tm&#257;r&#257;ma verse, and according to the principles of logic, he put forward various propositions.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 6.190</B></A>: The Bhatt&#257;c&#257;rya explained the &#257;tm&#257;r&#257;ma verse in nine different ways on the basis of scripture. After hearing his explanation, &#346;r&#299; Caitanya Mah&#257;prabhu, smiling a little, began to speak.</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 6.191</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "My dear Bhatt&#257;c&#257;rya, you are exactly like Brihaspati, the priest of the heavenly kingdom. Indeed, no one within this world has the power to explain the scriptures in such a way.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 6.192</B></A>: "My dear Bhatt&#257;c&#257;rya, you have certainly explained this verse by the prowess of your vast learning, but you should know that, besides this scholarly explanation, there is another purport to this verse."</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 6.193</B></A>: Upon the request of S&#257;rvabhauma Bhatt&#257;c&#257;rya, Lord Caitanya Mah&#257;prabhu began to explain the verse, without touching upon the nine explanations given by the Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 6.194</B></A>: There are eleven words in the &#257;tm&#257;r&#257;ma verse, and &#346;r&#299; Caitanya Mah&#257;prabhu explained each word, one after the other.</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 6.195</B></A>: Lord Caitanya Mah&#257;prabhu took each word specifically and combined it with the word "&#257;tm&#257;r&#257;ma." He thus explained the word "&#257;tm&#257;r&#257;ma" in eighteen different ways.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 6.196</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "The Supreme Personality of Godhead, His different potencies and His transcendental qualities all have inconceivable prowess. It is not possible to explain them fully.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 6.197</B></A>: "These three items attract the mind of a perfect student engaged in spiritual activities and overcome all other processes of spiritual activity."</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 6.198</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu explained the meaning of the verse by giving evidence concerning &#346;ukadeva Gosv&#257;m&#299; and the four rishis Sanaka, Sanat-kum&#257;ra, San&#257;tana and Sanandana. Thus the Lord gave various meanings and explanations.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 6.199</B></A>: Upon hearing Caitanya Mah&#257;prabhu's explanation of the &#257;tm&#257;r&#257;ma verse, S&#257;rvabhauma Bhatt&#257;c&#257;rya was struck with wonder. He then understood Lord &#346;r&#299; Caitanya Mah&#257;prabhu to be Krishna in person, and he thus condemned himself in the following words.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 6.200</B></A>: "Caitanya Mah&#257;prabhu is certainly Lord Krishna Himself. Because I could not understand Him and was very proud of my own learning, I have committed many offenses."</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 6.201</B></A>: When S&#257;rvabhauma Bhatt&#257;c&#257;rya denounced himself as an offender and took shelter of the Lord, the Lord desired to show him mercy.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 6.202</B></A>: To show him mercy, &#346;r&#299; Caitanya Mah&#257;prabhu allowed him to see His Vishnu form. Thus He immediately assumed four hands.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 6.203</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu first showed him the four-handed form and then appeared before him in His original form of Krishna, with a blackish complexion and a flute to His lips.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 6.204</B></A>: When S&#257;rvabhauma Bhatt&#257;c&#257;rya saw the form of Lord Krishna manifested in Caitanya Mah&#257;prabhu, he immediately fell down flat to offer Him obeisances. Then he stood up and with folded hands began to offer prayers.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 6.205</B></A>: By the mercy of the Lord, all truths were revealed to S&#257;rvabhauma Bhatt&#257;c&#257;rya, and he could understand the importance of chanting the holy name and distributing love of Godhead everywhere.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 6.206</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya composed one hundred verses in a very short time. Indeed, not even Brihaspati, the priest of the heavenly planets, could compose verses as quickly.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 6.207</B></A>: After hearing the one hundred verses, &#346;r&#299; Caitanya Mah&#257;prabhu happily embraced S&#257;rvabhauma Bhatt&#257;c&#257;rya, who was immediately overwhelmed in ecstatic love of Godhead and fell unconscious.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 6.208</B></A>: Out of ecstatic love of God, the Bhatt&#257;c&#257;rya shed tears, and his body was stunned. He exhibited an ecstatic mood, and he perspired, shook and trembled. He sometimes danced, sometimes chanted, sometimes cried and sometimes fell down to touch the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Madhya 6.209</B></A>: While S&#257;rvabhauma Bhatt&#257;c&#257;rya was in this ecstasy, Gop&#299;n&#257;tha &#256;c&#257;rya was very pleased. The associates of &#346;r&#299; Caitanya Mah&#257;prabhu all laughed to see the Bhatt&#257;c&#257;rya dance so.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Madhya 6.210</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya told Lord Caitanya Mah&#257;prabhu, "Sir, You have brought all this upon S&#257;rvabhauma Bhatt&#257;c&#257;rya."</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Madhya 6.211</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "You are a devotee. Because of your association, Lord Jagann&#257;tha has shown him mercy."</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Madhya 6.212</B></A>: After this, &#346;r&#299; Caitanya Mah&#257;prabhu pacified the Bhatt&#257;c&#257;rya, and when he was quieted, he offered many prayers to the Lord.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 6.213</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya said, "My dear Sir, You have delivered the entire world, but that is not a very great task. However, You have also delivered me, and that is certainly the work of very wonderful powers.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Madhya 6.214</B></A>: "I had become dull-headed due to reading too many books on logic. Consequently I had become like an iron bar. Nonetheless, You have melted me, and therefore Your influence is very great."</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Madhya 6.215</B></A>: After hearing the prayers offered by S&#257;rvabhauma Bhatt&#257;c&#257;rya, &#346;r&#299; Caitanya Mah&#257;prabhu returned to His residence, and the Bhatt&#257;c&#257;rya, through Gop&#299;n&#257;tha &#256;c&#257;rya, induced the Lord to accept lunch there.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Madhya 6.216</B></A>: Early the following morning, &#346;r&#299; Caitanya Mah&#257;prabhu went to see Lord Jagann&#257;tha in the temple, and He saw the Lord rise from His bed.</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Madhya 6.217</B></A>: The priest there presented Him with garlands and pras&#257;dam that had been offered to Lord Jagann&#257;tha. This pleased Caitanya Mah&#257;prabhu very much.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Madhya 6.218</B></A>: Carefully tying the pras&#257;dam and garlands in a cloth, Caitanya Mah&#257;prabhu hastened to the house of S&#257;rvabhauma Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Madhya 6.219</B></A>: He arrived at the Bhatt&#257;c&#257;rya's house a little before sunrise, just when the Bhatt&#257;c&#257;rya was arising from bed.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Madhya 6.220</B></A>: As S&#257;rvabhauma Bhatt&#257;c&#257;rya arose from bed, he distinctly chanted, "Krishna, Krishna." Lord Caitanya was very pleased to hear him chant the holy name of Krishna.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Madhya 6.221</B></A>: The Bhatt&#257;c&#257;rya noticed &#346;r&#299; Caitanya Mah&#257;prabhu outside, and with great haste he went to Him and offered prayers unto His lotus feet.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Madhya 6.222</B></A>: The Bhatt&#257;c&#257;rya offered a carpet for the Lord to sit upon, and both of them sat there. Then &#346;r&#299; Caitanya Mah&#257;prabhu opened the pras&#257;dam and placed it in the hands of the Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Madhya 6.223</B></A>: At that time the Bhatt&#257;c&#257;rya had not even washed his mouth, nor had he taken his bath or finished his morning duties. Nonetheless, he was very pleased to receive the pras&#257;dam of Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Madhya 6.224</B></A>: By the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu, all the dullness in the mind of S&#257;rvabhauma Bhatt&#257;c&#257;rya was eradicated. After reciting the following two verses, he ate the pras&#257;dam offered to him.</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Madhya 6.225</B></A>: The Bhatt&#257;c&#257;rya said, "'One should eat the mah&#257;-pras&#257;dam of the Lord immediately upon receiving it, even though it is dried up, stale or brought from a distant country. One should consider neither time nor place.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Madhya 6.226</B></A>: "'The pras&#257;dam of Lord Krishna is to be eaten by gentlemen as soon as it is received; there should be no hesitation. There are no regulative principles concerning time and place. This is the order of the Supreme Personality of Godhead.'"</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Madhya 6.227</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was very pleased to see this. He became ecstatic in love of Godhead and embraced S&#257;rvabhauma Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC Madhya 6.228</B></A>: The Lord and the servant embraced each other and began to dance. Simply by touching each other, they became ecstatic.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC Madhya 6.229</B></A>: As they danced and embraced, spiritual symptoms manifested in their bodies. They perspired, trembled and shed tears, and the Lord began to speak in His ecstasy.</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC Madhya 6.230</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Today I have conquered the three worlds very easily. Today I have ascended to the spiritual world."</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC Madhya 6.231</B></A>: Caitanya Mah&#257;prabhu continued, "I think that today all My desires have been fulfilled because I see that S&#257;rvabhauma Bhatt&#257;c&#257;rya has acquired faith in the mah&#257;-pras&#257;dam of Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC Madhya 6.232</B></A>: "Indeed, today you have undoubtedly taken shelter of the lotus feet of Krishna, and Krishna, without reservation, has become very merciful toward you.</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC Madhya 6.233</B></A>: "My dear Bhatt&#257;c&#257;rya, today you have been released from material bondage in the bodily conception of life; you have cut to pieces the shackles of the illusory energy.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC Madhya 6.234</B></A>: "Today your mind has become fit to take shelter of the lotus feet of Krishna because, surpassing the Vedic regulative principles, you have eaten the remnants of food offered to the Lord.</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC Madhya 6.235</B></A>: "'When a person takes shelter of the lotus feet of the Supreme Personality of Godhead without reservation, the unlimited, merciful Lord bestows His causeless mercy upon him. Thus he can pass over the insurmountable ocean of nescience. Those whose intelligence is fixed in the bodily conception, who think, "I am this body," are fit food for dogs and jackals. The Supreme Lord never bestows His mercy upon such people.'"</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC Madhya 6.236</B></A>: After speaking to S&#257;rvabhauma Bhatt&#257;c&#257;rya in this way, &#346;r&#299; Caitanya Mah&#257;prabhu returned to His residence. From that day on, the Bhatt&#257;c&#257;rya was free because his false pride had been dismantled.</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC Madhya 6.237</B></A>: From that day on, S&#257;rvabhauma Bhatt&#257;c&#257;rya did not know anything but the lotus feet of Lord Caitanya Mah&#257;prabhu, and from that day he could explain the revealed scriptures only in accordance with the process of devotional service.</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC Madhya 6.238</B></A>: Seeing that S&#257;rvabhauma Bhatt&#257;c&#257;rya was firmly fixed in the cult of Vaishnavism, Gop&#299;n&#257;tha &#256;c&#257;rya, his brother-in-law, began to dance, clap his hands and chant, "Hari! Hari!"</P><P CLASS=r><A CLASS=i HREF="239.htm"><B>CC Madhya 6.239</B></A>: The next day, the Bhatt&#257;c&#257;rya went to visit the temple of Lord Jagann&#257;tha, but before he reached the temple, he went to see Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="240.htm"><B>CC Madhya 6.240</B></A>: When he met Lord Caitanya Mah&#257;prabhu, the Bhatt&#257;c&#257;rya fell down flat to offer Him respects. After offering various prayers to Him, he spoke of his previous bad disposition with great humility.</P><P CLASS=r><A CLASS=i HREF="241.htm"><B>CC Madhya 6.241</B></A>: Then the Bhatt&#257;c&#257;rya asked Caitanya Mah&#257;prabhu, "Which item is most important in the execution of devotional service?" The Lord replied that the most important item was the chanting of the holy name of the Lord.</P><P CLASS=r><A CLASS=i HREF="242.htm"><B>CC Madhya 6.242</B></A>: "'In this age of quarrel and hypocrisy, the only means of deliverance is the chanting of the holy names of the Lord. There is no other way. There is no other way. There is no other way.'"</P><P CLASS=r><A CLASS=i HREF="243.htm"><B>CC Madhya 6.243</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu very elaborately explained the harer n&#257;ma verse of the Brihan-n&#257;rad&#299;ya Pur&#257;na, and S&#257;rvabhauma Bhatt&#257;c&#257;rya was struck with wonder to hear His explanation.</P><P CLASS=r><A CLASS=i HREF="244.htm"><B>CC Madhya 6.244</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya reminded S&#257;rvabhauma Bhatt&#257;c&#257;rya, "My dear Bhatt&#257;c&#257;rya, what I foretold to you has now taken place."</P><P CLASS=r><A CLASS=i HREF="245.htm"><B>CC Madhya 6.245</B></A>: Offering his obeisances to Gop&#299;n&#257;tha &#256;c&#257;rya, the Bhatt&#257;c&#257;rya said, "Because I am related to you and you are a devotee, by your mercy the Lord has shown mercy to me.</P><P CLASS=r><A CLASS=i HREF="246.htm"><B>CC Madhya 6.246</B></A>: "You are a first-class devotee, whereas I am in the darkness of logical arguments. Because of your relationship with the Lord, the Lord has bestowed His benediction upon me."</P><P CLASS=r><A CLASS=i HREF="247.htm"><B>CC Madhya 6.247</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was very pleased with this humble statement. After embracing the Bhatt&#257;c&#257;rya, He said, "Now go see Lord Jagann&#257;tha in the temple."</P><P CLASS=r><A CLASS=i HREF="248.htm"><B>CC Madhya 6.248</B></A>: After visiting the temple of Lord Jagann&#257;tha, S&#257;rvabhauma Bhatt&#257;c&#257;rya returned home with Jagad&#257;nanda and D&#257;modara.</P><P CLASS=r><A CLASS=i HREF="249.htm"><B>CC Madhya 6.249</B></A>: The Bhatt&#257;c&#257;rya brought large quantities of excellent food remnants blessed by Lord Jagann&#257;tha. All this pras&#257;dam was given to his own br&#257;hmana servant, along with Jagad&#257;nanda and D&#257;modara.</P><P CLASS=r><A CLASS=i HREF="250.htm"><B>CC Madhya 6.250</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya then composed two verses on the leaf of a palm tree. Giving the palm leaf to Jagad&#257;nanda Prabhu, the Bhatt&#257;c&#257;rya requested him to deliver it to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="251.htm"><B>CC Madhya 6.251</B></A>: Jagad&#257;nanda and D&#257;modara then returned to &#346;r&#299; Caitanya Mah&#257;prabhu, bringing Him both the pras&#257;dam and the palm leaf on which the verses were composed. But Mukunda Datta took the palm leaf from the hands of Jagad&#257;nanda before he could deliver it to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="252.htm"><B>CC Madhya 6.252</B></A>: Mukunda Datta then copied the two verses on the wall outside the room. After this, Jagad&#257;nanda took the palm leaf from Mukunda Datta and delivered it to Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="253.htm"><B>CC Madhya 6.253</B></A>: As soon as Lord Caitanya Mah&#257;prabhu read the two verses, He immediately tore up the palm leaf. However, all the devotees read these verses on the outside wall, and they all kept them within their hearts. The verses read as follows.</P><P CLASS=r><A CLASS=i HREF="254.htm"><B>CC Madhya 6.254</B></A>: "Let me take shelter of the Supreme Personality of Godhead, &#346;r&#299; Krishna, who has descended in the form of Lord Caitanya Mah&#257;prabhu to teach us real knowledge, His devotional service and detachment from whatever does not foster Krishna consciousness. He has descended because He is an ocean of transcendental mercy. Let me surrender unto His lotus feet.</P><P CLASS=r><A CLASS=i HREF="255.htm"><B>CC Madhya 6.255</B></A>: "Let my consciousness, which is like a honeybee, take shelter of the lotus feet of the Supreme Personality of Godhead, who has just now appeared as &#346;r&#299; Krishna Caitanya Mah&#257;prabhu to teach the ancient system of devotional service to Himself. This system had almost been lost due to the influence of time."</P><P CLASS=r><A CLASS=i HREF="256.htm"><B>CC Madhya 6.256</B></A>: These two verses composed by S&#257;rvabhauma Bhatt&#257;c&#257;rya will always declare his name and fame as loudly as a pounding drum, for they have become pearl necklaces around the necks of all devotees.</P><P CLASS=r><A CLASS=i HREF="257.htm"><B>CC Madhya 6.257</B></A>: Indeed, S&#257;rvabhauma Bhatt&#257;c&#257;rya became an unalloyed devotee of Caitanya Mah&#257;prabhu; he did not know anything but the service of the Lord.</P><P CLASS=r><A CLASS=i HREF="258.htm"><B>CC Madhya 6.258</B></A>: The Bhatt&#257;c&#257;rya always chanted the holy name of &#346;r&#299; Krishna Caitanya, son of mother &#346;ac&#299; and reservoir of all good qualities. Indeed, chanting the holy names became his meditation.</P><P CLASS=r><A CLASS=i HREF="259.htm"><B>CC Madhya 6.259</B></A>: One day S&#257;rvabhauma Bhatt&#257;c&#257;rya came before Caitanya Mah&#257;prabhu and, after offering obeisances, began to recite a verse.</P><P CLASS=r><A CLASS=i HREF="260.htm"><B>CC Madhya 6.260</B></A>: He began to quote one of Lord Brahm&#257;'s prayers from &#346;r&#299;mad-Bh&#257;gavatam, but he changed two syllables at the end of the verse.</P><P CLASS=r><A CLASS=i HREF="261.htm"><B>CC Madhya 6.261</B></A>: The Bhatt&#257;c&#257;rya recited, "'One who seeks Your compassion and thus tolerates all kinds of adverse conditions due to the karma of his past deeds, who engages always in Your devotional service with his mind, words and body, and who always offers obeisances unto You is certainly a bona fide candidate for becoming Your unalloyed devotee.'"</P><P CLASS=r><A CLASS=i HREF="262.htm"><B>CC Madhya 6.262</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu immediately pointed out, "In that verse the word is 'mukti-pade,' but you have changed it to 'bhakti-pade.' What is your intention?"</P><P CLASS=r><A CLASS=i HREF="263.htm"><B>CC Madhya 6.263</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya replied, "The awakening of pure love of Godhead, which is the result of devotional service, far surpasses liberation from material bondage. For those averse to devotional service, merging into the Brahman effulgence is a kind of punishment."</P><P CLASS=r><A CLASS=i HREF="264-265.htm"><B>CC Madhya 6.264-265</B></A>: The Bhatt&#257;c&#257;rya continued, "The impersonalists, who do not accept the transcendental form of Lord &#346;r&#299; Krishna, and the demons, who are always engaged in blaspheming and fighting with Him, are punished by being merged into the Brahman effulgence. But that does not happen to the person engaged in the devotional service of the Lord.</P><P CLASS=r><A CLASS=i HREF="266.htm"><B>CC Madhya 6.266</B></A>: "There are five kinds of liberation: s&#257;lokya, s&#257;m&#299;pya, s&#257;r&#363;pya, s&#257;rshti and s&#257;yujya.</P><P CLASS=r><A CLASS=i HREF="267.htm"><B>CC Madhya 6.267</B></A>: "If there is a chance to serve the Supreme Personality of Godhead, a pure devotee sometimes accepts the s&#257;lokya, s&#257;r&#363;pya, s&#257;m&#299;pya or s&#257;rshti forms of liberation, but never s&#257;yujya.</P><P CLASS=r><A CLASS=i HREF="268.htm"><B>CC Madhya 6.268</B></A>: "A pure devotee does not like even to hear about s&#257;yujya-mukti, which inspires him with fear and hatred. Indeed, the pure devotee would rather go to hell than merge into the effulgence of the Lord."</P><P CLASS=r><A CLASS=i HREF="269.htm"><B>CC Madhya 6.269</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya continued, "There are two kinds of s&#257;yujya-mukti: merging into the Brahman effulgence and merging into the personal body of the Lord. Merging into the Lord's body is even more abominable than merging into His effulgence."</P><P CLASS=r><A CLASS=i HREF="270.htm"><B>CC Madhya 6.270</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya concluded, "'Even though he is offered all kinds of liberation, the pure devotee does not accept them. He is fully satisfied engaging in the service of the Lord.'"</P><P CLASS=r><A CLASS=i HREF="271.htm"><B>CC Madhya 6.271</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu replied, "The word 'mukti-pade' has another meaning. 'Mukti-pada' directly refers to the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="272.htm"><B>CC Madhya 6.272</B></A>: "All kinds of liberation exist under the feet of the Supreme Personality of Godhead; therefore He is known as mukti-pada. According to another meaning, mukti is the ninth subject, and the Supreme Personality of Godhead is the shelter of liberation.</P><P CLASS=r><A CLASS=i HREF="273.htm"><B>CC Madhya 6.273</B></A>: "Since I can understand Krishna according to these two meanings," Caitanya Mah&#257;prabhu said, "what point is there in changing the verse?"S&#257;rvabhauma Bhatt&#257;c&#257;rya replied, "I was not able to give that reading to the verse.</P><P CLASS=r><A CLASS=i HREF="274.htm"><B>CC Madhya 6.274</B></A>: "Although Your explanation is correct, it should not be used, because there is ambiguity in the word 'mukti-pada.'</P><P CLASS=r><A CLASS=i HREF="275.htm"><B>CC Madhya 6.275</B></A>: "The word 'mukti' refers to five kinds of liberation. But its direct meaning usually conveys the idea of becoming one with the Lord.</P><P CLASS=r><A CLASS=i HREF="276.htm"><B>CC Madhya 6.276</B></A>: "The very sound of the word 'mukti' immediately induces hate and fear, but when we say the word 'bhakti,' we naturally feel transcendental bliss within the mind."</P><P CLASS=r><A CLASS=i HREF="277.htm"><B>CC Madhya 6.277</B></A>: Upon hearing this explanation, the Lord began to laugh and, with great pleasure, immediately embraced S&#257;rvabhauma Bhatt&#257;c&#257;rya very firmly.</P><P CLASS=r><A CLASS=i HREF="278.htm"><B>CC Madhya 6.278</B></A>: Indeed, that very person who had been accustomed to reading and teaching M&#257;y&#257;v&#257;da philosophy was now even hating the word "mukti." This was possible only by the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="279.htm"><B>CC Madhya 6.279</B></A>: As long as it does not turn iron into gold by its touch, no one can recognize an unknown stone to be a touchstone.</P><P CLASS=r><A CLASS=i HREF="280.htm"><B>CC Madhya 6.280</B></A>: Upon seeing transcendental Vaishnavism in S&#257;rvabhauma Bhatt&#257;c&#257;rya, everyone could understand that Lord Caitanya was none other than Krishna, the son of Nanda Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="281.htm"><B>CC Madhya 6.281</B></A>: After this incident, all the inhabitants of Jagann&#257;tha Pur&#299;, headed by K&#257;&#347;&#299; Mi&#347;ra, came to take shelter of the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="282.htm"><B>CC Madhya 6.282</B></A>: Later I shall describe how S&#257;rvabhauma Bhatt&#257;c&#257;rya always engaged in the service of the Lord.</P><P CLASS=r><A CLASS=i HREF="283.htm"><B>CC Madhya 6.283</B></A>: I shall also describe in full detail how S&#257;rvabhauma Bhatt&#257;c&#257;rya perfectly rendered service to &#346;r&#299; Caitanya Mah&#257;prabhu by offering Him alms.</P><P CLASS=r><A CLASS=i HREF="285.htm"><B>CC Madhya 6.285</B></A>: If one hears with faith and love these pastimes concerning Lord Caitanya Mah&#257;prabhu's meeting with S&#257;rvabhauma Bhatt&#257;c&#257;rya, he very soon is freed from the net of speculation and fruitive activity and attains the shelter of &#346;r&#299; Caitanya Mah&#257;prabhu's lotus feet.</P><P CLASS=r><A CLASS=i HREF="286.htm"><B>CC Madhya 6.286</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>