<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 6"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Liberation of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 6 Summary</P><P>A summary of the Sixth Chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya as follows. When &#346;r&#299; Caitanya Mah&#257;prabhu entered the temple of Jagann&#257;tha, He immediately fainted. S&#257;rvabhauma Bhatt&#257;c&#257;rya then took Him to his home. Meanwhile, Gop&#299;n&#257;tha &#256;c&#257;rya, the brother-in-law of S&#257;rvabhauma Bhatt&#257;c&#257;rya, met Mukunda Datta and talked to him about Caitanya Mah&#257;prabhu's acceptance of sanny&#257;sa and His journey to Jagann&#257;tha Pur&#299;. After hearing about &#346;r&#299; Caitanya Mah&#257;prabhu's fainting and His being carried to the house of S&#257;rvabhauma Bhatt&#257;c&#257;rya, people crowded there to see the Lord. &#346;r&#299;la Nity&#257;nanda Prabhu and other devotees then visited the Jagann&#257;tha temple, and when they came back to the house of S&#257;rvabhauma Bhatt&#257;c&#257;rya, &#346;r&#299; Caitanya Mah&#257;prabhu returned to external consciousness. S&#257;rvabhauma Bhatt&#257;c&#257;rya received everyone and distributed mah&#257;-pras&#257;dam with great care. The Bhatt&#257;c&#257;rya then became acquainted with &#346;r&#299; Caitanya Mah&#257;prabhu and arranged accommodations at his aunt's house. His brother-in-law, Gop&#299;n&#257;tha &#256;c&#257;rya, established that Lord Caitanya Mah&#257;prabhu was Krishna Himself, but S&#257;rvabhauma and his many disciples could not accept this. However, Gop&#299;n&#257;tha &#256;c&#257;rya convinced S&#257;rvabhauma that no one can understand the Supreme Personality of Godhead without being favored by Him. He proved by &#347;&#257;stric quotation, quotations from the revealed scriptures, that &#346;r&#299; Caitanya Mah&#257;prabhu was Krishna Himself in person. Still, S&#257;rvabhauma did not take these statements very seriously. Hearing all these arguments, Caitanya Mah&#257;prabhu told His devotees that S&#257;rvabhauma was His spiritual master and that whatever he said out of affection was for everyone's benefit.</P><P>When S&#257;rvabhauma met &#346;r&#299; Caitanya Mah&#257;prabhu, he asked Him to hear Ved&#257;nta philosophy from him. &#346;r&#299; Caitanya Mah&#257;prabhu accepted this proposal, and for seven days He continally heard S&#257;rvabhauma Bhatt&#257;c&#257;rya explain the Ved&#257;nta-s&#363;tra. However, the Lord remained very silent. Because of His silence, the Bhatt&#257;c&#257;rya asked Him whether He was understanding the Ved&#257;nta philosophy, and the Lord replied, "Sir, I can understand Ved&#257;nta philosophy very clearly, but I cannot understand your explanations." There was then a discussion between the Bhatt&#257;c&#257;rya and &#346;r&#299; Caitanya Mah&#257;prabhu concerning the authority of the Vedic scriptures, specifically the Upanishads and Ved&#257;nta-s&#363;tra. The Bhatt&#257;c&#257;rya was an impersonalist, but &#346;r&#299; Caitanya Mah&#257;prabhu proved that the Absolute Truth is the Supreme Personality of Godhead. He proved that the conceptions of the M&#257;y&#257;v&#257;d&#299; philosophers concerning the impersonal Absolute Truth are incorrect.</P><P>The Absolute Truth is neither impersonal nor without power. The greatest mistake made by the M&#257;y&#257;v&#257;d&#299; philosophers is in conceiving the Absolute Truth to be impersonal and without energy. In all the Vedas, the unlimited energies of the Absolute Truth have been accepted. It is also accepted that the Absolute Truth has His transcendental, blissful, eternal form. According to the Vedas, the Lord and the living entity are equal in quality but different quantitatively. The real philosophy of the Absolute Truth states that the Lord and His creation are inconceivably and simultaneously one and different. The conclusion is that the M&#257;y&#257;v&#257;d&#299; philosophers are actually atheists. There was much discussion on this issue between S&#257;rvabhauma and Caitanya Mah&#257;prabhu, but despite all his endeavors, the Bhatt&#257;c&#257;rya was defeated in the end.</P><P>At the request of S&#257;rvabhauma Bhatt&#257;c&#257;rya, &#346;r&#299; Caitanya Mah&#257;prabhu then explained the &#257;tm&#257;r&#257;ma verse of &#346;r&#299;mad-Bh&#257;gavatam in eighteen different ways. When the Bhatt&#257;c&#257;rya came to his senses, &#346;r&#299; Caitanya Mah&#257;prabhu disclosed His real identity. The Bhatt&#257;c&#257;rya then recited one hundred verses in praise of Lord Caitanya Mah&#257;prabhu and offered his obeisances. After this, Gop&#299;n&#257;tha &#256;c&#257;rya and all the others, having seen the wonderful potencies of Lord Caitanya Mah&#257;prabhu, became very joyful.</P><P>One morning after this incident, &#346;r&#299; Caitanya Mah&#257;prabhu received some pras&#257;dam from Jagann&#257;tha and offered it to S&#257;rvabhauma Bhatt&#257;c&#257;rya. Without caring for formality, the Bhatt&#257;c&#257;rya immediately partook of the mah&#257;-pras&#257;dam. On another day, when the Bhatt&#257;c&#257;rya asked &#346;r&#299; Caitanya Mah&#257;prabhu the best way to worship and meditate, the Lord advised him to chant the Hare Krishna mah&#257;-mantra. On another day, the Bhatt&#257;c&#257;rya wanted to change the reading of the tat te 'nukamp&#257;m verse because he did not like the word mukti-pada. He wanted to substitute the word bhakti-pada. &#346;r&#299; Caitanya Mah&#257;prabhu advised S&#257;rvabhauma not to change the reading of &#346;r&#299;mad-Bh&#257;gavatam, because mukti-pada indicated the lotus feet of the Supreme Personality of Godhead, Lord Krishna. Having become a pure devotee, the Bhatt&#257;c&#257;rya said, "Because the meaning is hazy, I still prefer bhakti-pada." At this, &#346;r&#299; Caitanya Mah&#257;prabhu and the other inhabitants of Jagann&#257;tha Pur&#299; became very pleased. S&#257;rvabhauma Bhatt&#257;c&#257;rya thus became a pure Vaishnava, and the other learned scholars there followed him.</P><P CLASS=l><A CLASS=i HREF="../5/161.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>