<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 12"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: The Loving Dealings Between Lord &#346;r&#299; Caitanya Mah&#257;prabhu and Jagad&#257;nanda Pandita</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 12 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 12.1</B></A>: O devotees, may the transcendental life and characteristics of &#346;r&#299; Caitanya Mah&#257;prabhu always be heard, chanted and meditated upon with great happiness.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 12.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu, who is all-merciful! All glories to Nity&#257;nanda Prabhu, who is an ocean of mercy!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 12.3</B></A>: All glories to Advaita &#256;c&#257;rya, who is also an ocean of mercy! All glories to all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu, whose hearts are always filled with mercy!</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 12.4</B></A>: The mind of &#346;r&#299; Caitanya Mah&#257;prabhu was always morose because of a continuously manifested feeling of separation from Krishna.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 12.5</B></A>: The Lord would cry, "O My Lord Krishna, My life and soul! O son of Mah&#257;r&#257;ja Nanda, where shall I go? Where shall I attain You? O Supreme Personality who play with Your flute to Your mouth!"</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 12.6</B></A>: This was His situation day and night. Unable to find peace of mind, He passed His nights with great difficulty in the company of Svar&#363;pa D&#257;modara and R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 12.7</B></A>: Meanwhile, all the devotees journeyed from their homes in Bengal to see &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 12.8</B></A>: Headed by &#346;iv&#257;nanda Sena, Advaita &#256;c&#257;rya and others, all the devotees assembled in Navadv&#299;pa.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 12.9</B></A>: The inhabitants of Kul&#299;na-gr&#257;ma and Khanda village also assembled at Navadv&#299;pa.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 12.10</B></A>: Because Nity&#257;nanda Prabhu was preaching in Bengal, &#346;r&#299; Caitanya Mah&#257;prabhu had ordered Him not to come to Jagann&#257;tha Pur&#299;. That year, however, He went with the rest of the party to see the Lord.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 12.11</B></A>: &#346;r&#299;v&#257;sa Th&#257;kura was also there with his three brothers and his wife, M&#257;lin&#299;. &#256;c&#257;ryaratna was similarly accompanied by his wife.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 12.12</B></A>: The wife of &#346;iv&#257;nanda Sena also came, along with their three sons. R&#257;ghava Pandita joined them, carrying his famous bags of food.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 12.13</B></A>: V&#257;sudeva Datta, Mur&#257;ri Gupta, Vidy&#257;nidhi and many other devotees went to see &#346;r&#299; Caitanya Mah&#257;prabhu. All together, they numbered two or three hundred.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 12.14</B></A>: The devotees first saw &#346;ac&#299;m&#257;t&#257; and took her permission. Then in great happiness they started for Jagann&#257;tha Pur&#299;, congregationally chanting the holy name of the Lord.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 12.15</B></A>: &#346;iv&#257;nanda Sena managed the payment of tolls at different places. Maintaining everyone, he guided all the devotees in great happiness.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 12.16</B></A>: &#346;iv&#257;nanda Sena took care of everyone and gave each devotee places to stay. He knew all the paths leading to Orissa.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 12.17</B></A>: One day when the party was being checked by a toll collector, the devotees were allowed to pass, and &#346;iv&#257;nanda Sena remained behind alone to pay the taxes.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 12.18</B></A>: The party went into a village and waited beneath a tree because no one but &#346;iv&#257;nanda Sena could arrange for their residential quarters.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 12.19</B></A>: Nity&#257;nanda Prabhu meanwhile became very hungry and upset. Because He had not yet obtained a suitable residence, He began calling &#346;iv&#257;nanda Sena ill names.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 12.20</B></A>: "&#346;iv&#257;nanda Sena has not arranged for My residence," He complained, "and I am so hungry I could die. Because he has not come, I curse his three sons to die."</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 12.21</B></A>: Hearing this curse, &#346;iv&#257;nanda Sena's wife began to cry. Just then, &#346;iv&#257;nanda returned from the toll station.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 12.22</B></A>: Crying, his wife informed him, "Lord Nity&#257;nanda has cursed our sons to die because His quarters have not been provided."</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 12.23</B></A>: &#346;iv&#257;nanda Sena replied, "You crazy woman! Why are you needlessly crying? Let my three sons die for all the inconvenience we have caused Nity&#257;nanda Prabhu."</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 12.24</B></A>: After saying this, &#346;iv&#257;nanda Sena went to Nity&#257;nanda Prabhu, who then stood up and kicked him.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 12.25</B></A>: Very pleased at being kicked, &#346;iv&#257;nanda Sena quickly arranged for a milkman's house to be the Lord's residence.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 12.26</B></A>: &#346;iv&#257;nanda Sena touched the lotus feet of Nity&#257;nanda Prabhu and led Him to His residence. After giving the Lord His quarters, &#346;iv&#257;nanda Sena, being very pleased, spoke as follows.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 12.27</B></A>: "Today You have accepted me as Your servant and have properly punished me for my offense.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 12.28</B></A>: "My dear Lord, Your chastising me is Your causeless mercy. Who within the three worlds can understand Your real character?</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 12.29</B></A>: "The dust of Your lotus feet is not attainable even by Lord Brahm&#257;, yet Your lotus feet have touched my wretched body.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 12.30</B></A>: "Today my birth, my family and my activities have all become successful. Today I have achieved the fulfillment of religious principles, economic development, satisfaction of the senses and ultimately devotional service to Lord Krishna."</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 12.31</B></A>: When Lord Nity&#257;nanda heard this, He was very happy. He rose and embraced &#346;iv&#257;nanda Sena in great love.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 12.32</B></A>: Being very much pleased by Nity&#257;nanda Prabhu's behavior, &#346;iv&#257;nanda Sena began to arrange residential quarters for all the Vaishnavas, headed by Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 12.33</B></A>: One of &#346;r&#299; Nity&#257;nanda Prabhu's characteristics is His contradictory nature. When He becomes angry and kicks someone, it is actually for his benefit.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 12.34</B></A>: &#346;iv&#257;nanda Sena's nephew, &#346;r&#299;k&#257;nta, the son of his sister, felt offended, and he commented on the matter when his uncle was absent.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 12.35</B></A>: "My uncle is well known as one of the associates of &#346;r&#299; Caitanya Mah&#257;prabhu, but Lord Nity&#257;nanda Prabhu asserts His superiority by kicking him."</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 12.36</B></A>: After saying this, &#346;r&#299;k&#257;nta, who was only a boy, left the group and traveled on alone to the residence of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 12.37</B></A>: When &#346;r&#299;k&#257;nta offered obeisances to the Lord, he was still wearing his shirt and coat. Therefore Govinda told him, "My dear &#346;r&#299;k&#257;nta, first take off these garments."</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 12.38</B></A>: As Govinda was warning &#346;r&#299;k&#257;nta, &#346;r&#299; Caitanya Mah&#257;prabhu said, "Don't bother him. Let &#346;r&#299;k&#257;nta do whatever he likes, for he has come here in a distressed state of mind."</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 12.39</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu inquired from &#346;r&#299;k&#257;nta about all the Vaishnavas, and the boy informed the Lord about them, naming them one after another.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 12.40</B></A>: When &#346;r&#299;k&#257;nta Sena heard the Lord say "He is distressed," he could understand that the Lord is omniscient.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 12.41</B></A>: As he described the Vaishnavas, therefore, he did not mention Lord Nity&#257;nanda's kicking &#346;iv&#257;nanda Sena. Meanwhile, all the devotees arrived and went to meet the Lord.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 12.42</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu received them all, just as He had in previous years. The women, however, saw the Lord from a distance.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 12.43</B></A>: The Lord again arranged for the residential quarters of all the devotees and thereafter called them to partake of the remnants of food offered to Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 12.44</B></A>: &#346;iv&#257;nanda Sena introduced his three sons to &#346;r&#299; Caitanya Mah&#257;prabhu. Because they were his sons, the Lord showed the boys great mercy.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 12.45</B></A>: Lord Caitanya asked the youngest son's name, and &#346;iv&#257;nanda Sena informed the Lord that his name was Param&#257;nanda d&#257;sa.</P><P CLASS=r><A CLASS=i HREF="46-47.htm"><B>CC Antya 12.46-47</B></A>: Once before when &#346;iv&#257;nanda Sena had visited &#346;r&#299; Caitanya Mah&#257;prabhu at His residence, the Lord had told him, "When this son is born, give him the name Pur&#299; d&#257;sa."</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 12.48</B></A>: The son was in the womb of &#346;iv&#257;nanda's wife, and when &#346;iv&#257;nanda returned home the son was born.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 12.49</B></A>: The child was named Param&#257;nanda d&#257;sa in accordance with the Lord's order, and the Lord jokingly called him Pur&#299; d&#257;sa.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 12.50</B></A>: When &#346;iv&#257;nanda Sena introduced the child to &#346;r&#299; Caitanya Mah&#257;prabhu, the Lord put His toe in the child's mouth.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 12.51</B></A>: No one can cross over the ocean of &#346;iv&#257;nanda Sena's good fortune, for the Lord considered &#346;iv&#257;nanda's whole family His own.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 12.52</B></A>: The Lord ate lunch in the company of all the devotees, and after washing His hands and mouth He gave an order to Govinda.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 12.53</B></A>: "As long as &#346;iv&#257;nanda Sena's wife and children stay in Jagann&#257;tha Pur&#299;," He said, "they must be given the remnants of My food."</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 12.54</B></A>: There was a resident of Nadia named Parame&#347;vara, who was a confectioner living near the home of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 12.55</B></A>: When the Lord was a boy, He would visit the house of Parame&#347;vara Modaka again and again. The confectioner would supply the Lord milk and sweetmeats, and the Lord would eat them.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 12.56</B></A>: Parame&#347;vara Modaka had been affectionate toward the Lord since His childhood, and he was one of those who came that year to see the Lord at Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 12.57</B></A>: When he offered his obeisances to the Lord, he said, "I am the same Parame&#347;vara." Upon seeing him, the Lord asked him questions with great affection.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 12.58</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Parame&#347;vara, may you be blessed. It is very good that you have come here."Parame&#347;vara then informed the Lord, "Mukund&#257;ra M&#257;t&#257; has also come."</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 12.59</B></A>: Hearing the name of Mukund&#257;ra M&#257;t&#257;, Lord Caitanya hesitated, but because of affection for Parame&#347;vara, He did not say anything.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 12.60</B></A>: An intimate relationship sometimes makes a person overstep formal etiquette. Thus Parame&#347;vara actually pleased the Lord in His heart by his simple and affectionate behavior.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 12.61</B></A>: All the devotees engaged in the cleansing ceremony of the Gundic&#257; temple and danced in front of the Ratha-y&#257;tr&#257; chariot, just as they had done in the past.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 12.62</B></A>: For four consecutive months, the devotees observed all the festivals. The wives, such as M&#257;lin&#299;, extended invitations for lunch to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 12.63</B></A>: From Bengal the devotees had brought varieties of Bengali food that &#346;r&#299; Caitanya Mah&#257;prabhu liked. They also cooked various grains and vegetables in their homes and offered them to the Lord.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 12.64</B></A>: During the day, &#346;r&#299; Caitanya Mah&#257;prabhu engaged in various activities with His devotees, but at night He felt great separation from Krishna and used to cry.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 12.65</B></A>: In this way the Lord spent the four months of the rainy season in various pastimes, and then He ordered the Bengali devotees to return to their homes.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 12.66</B></A>: All the devotees from Bengal would regularly invite &#346;r&#299; Caitanya Mah&#257;prabhu for lunch, and the Lord would speak to them in very sweet words.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 12.67</B></A>: "All of you come to see Me every year," the Lord said. "To come here and then return must certainly give you great trouble.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 12.68</B></A>: "I would like to forbid you to do this, but I enjoy your company so much that My desire for your association only increases.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 12.69</B></A>: "I ordered &#346;r&#299; Nity&#257;nanda Prabhu not to leave Bengal, but He has transgressed My order and come to see Me. What can I say?</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 12.70</B></A>: "Out of His causeless mercy upon Me, Advaita &#256;c&#257;rya has also come here. I am indebted to Him for His affectionate behavior. This debt is impossible for Me to liquidate.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 12.71</B></A>: "All My devotees come here just for Me. Leaving aside their homes and families, they travel by very difficult paths to come here in great haste.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 12.72</B></A>: "There is no fatigue or trouble for Me, for I stay here at N&#299;l&#257;cala, Jagann&#257;tha Pur&#299;, and do not move at all. This is the favor of all of you.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 12.73</B></A>: "I am a mendicant and have no money. How can I clear My debt for the favor you have shown Me?</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 12.74</B></A>: "I have only this body, and therefore I surrender it unto you. Now, if you wish, you may sell it anywhere you like. It is your property."</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 12.75</B></A>: When all the devotees heard these sweet words of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, their hearts melted, and they began to shed incessant tears.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 12.76</B></A>: Catching hold of His devotees, the Lord embraced them all and began to cry and cry.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 12.77</B></A>: Unable to leave, everyone remained there, and five to seven more days thus passed by.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 12.78</B></A>: Advaita Prabhu and Lord Nity&#257;nanda Prabhu submitted these words at the lotus feet of the Lord: "The entire world is naturally obligated to You for Your transcendental attributes.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 12.79</B></A>: "Yet You bind Your devotees again with Your sweet words. Under these circumstances, who can go anywhere?"</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 12.80</B></A>: Then &#346;r&#299; Caitanya Mah&#257;prabhu peacefully calmed them all and bade each of them farewell.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 12.81</B></A>: The Lord specifically advised Nity&#257;nanda Prabhu, "You should not come here again and again. You will have My association in Bengal."</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 12.82</B></A>: The devotees of &#346;r&#299; Caitanya Mah&#257;prabhu began their journey crying, while the Lord remained morosely at His residence.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 12.83</B></A>: The Lord bound everyone by His transcendental mercy. Who can repay his debt for the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu?</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 12.84</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu is the fully independent Personality of Godhead and makes everyone dance as He likes. Leaving His company, therefore, all the devotees returned to their homes in different parts of the country.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 12.85</B></A>: As a wooden doll dances to the will of a puppeteer, everything is accomplished by the will of the Lord. Who can understand the characteristics of the Supreme Personality of Godhead?</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 12.86</B></A>: The previous year, Jagad&#257;nanda Pandita, following the Lord's order, had returned to the city of Nadia to see &#346;ac&#299;m&#257;t&#257;.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 12.87</B></A>: When he arrived, he offered prayers at her lotus feet and then offered her the cloth and pras&#257;dam of Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 12.88</B></A>: He offered obeisances to &#346;ac&#299;m&#257;t&#257; in the name of Lord Caitanya Mah&#257;prabhu and informed her of all the Lord's submissive prayers to her.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 12.89</B></A>: Jagad&#257;nanda's coming pleased mother &#346;ac&#299; very much. As he talked of Lord Caitanya Mah&#257;prabhu, she listened day and night.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Antya 12.90</B></A>: Jagad&#257;nanda Pandita said, "My dear mother, sometimes the Lord comes here and eats all the food you have offered.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Antya 12.91</B></A>: "After eating the food, the Lord says, 'Today Mother has fed Me up to My neck.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 12.92</B></A>: "'I go there and eat the food My mother offers, but she cannot understand that I am eating it directly. She thinks that this is a dream.'"</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 12.93</B></A>: &#346;ac&#299;m&#257;t&#257; said, "I wish Nim&#257;i would eat all the nice vegetables I cook. That is my desire.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 12.94</B></A>: "Sometimes I think that Nim&#257;i has eaten them, but afterwards I think that I was only dreaming."</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 12.95</B></A>: In this way, Jagad&#257;nanda Pandita and mother &#346;ac&#299; talked day and night about the happiness of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 12.96</B></A>: Jagad&#257;nanda Pandita met all the other devotees in Nadia. They were all very happy to have him present.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 12.97</B></A>: Jagad&#257;nanda Pandita thereafter went to meet Advaita &#256;c&#257;rya, who also was very happy to have him.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 12.98</B></A>: V&#257;sudeva Datta and Mur&#257;ri Gupta were so pleased to see Jagad&#257;nanda Pandita that they kept him at their homes and would not allow him to leave.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 12.99</B></A>: They heard confidential narrations about &#346;r&#299; Caitanya Mah&#257;prabhu from the mouth of Jagad&#257;nanda Pandita and forgot themselves in the great happiness of hearing about the Lord.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 12.100</B></A>: Whenever Jagad&#257;nanda Pandita went to visit a devotee's house, that devotee immediately forgot himself in great happiness.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 12.101</B></A>: All glories to Jagad&#257;nanda Pandita! He is so favored by &#346;r&#299; Caitanya Mah&#257;prabhu that anyone who meets him thinks, "Now I have gotten the association of &#346;r&#299; Caitanya Mah&#257;prabhu directly."</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 12.102</B></A>: Jagad&#257;nanda Pandita stayed at the house of &#346;iv&#257;nanda Sena for some time, and they prepared about sixteen seers of scented sandalwood oil.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 12.103</B></A>: They filled a large earthen pot with the aromatic oil, and with great care Jagad&#257;nanda Pandita brought it to N&#299;l&#257;cala, Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Antya 12.104</B></A>: This oil was placed in the care of Govinda, and Jagad&#257;nanda requested him, "Please rub this oil on the body of the Lord."</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Antya 12.105</B></A>: Govinda therefore told &#346;r&#299; Caitanya Mah&#257;prabhu, "Jagad&#257;nanda Pandita has brought some scented sandalwood oil.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Antya 12.106</B></A>: "It is his desire that Your Lordship apply a little of this oil on Your head so that blood pressure due to bile and air will be considerably diminished.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Antya 12.107</B></A>: "He prepared a large jug of it in Bengal, and with great care he has brought it here."</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Antya 12.108</B></A>: The Lord replied, "A sanny&#257;s&#299; has no use for oil, especially perfumed oil such as this. Take it out immediately."</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Antya 12.109</B></A>: "Deliver this oil to the temple of Jagann&#257;tha, where it may be burned in the lamps. In this way, Jagad&#257;nanda's labor in manufacturing the oil will be perfectly successful."</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Antya 12.110</B></A>: When Govinda informed Jagad&#257;nanda Pandita of this message, Jagad&#257;nanda remained silent, not saying even a word.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Antya 12.111</B></A>: When ten days had passed, Govinda again told &#346;r&#299; Caitanya Mah&#257;prabhu, "It is the desire of Jagad&#257;nanda Pandita that Your Lordship accept the oil."</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Antya 12.112</B></A>: When the Lord heard this, He angrily said, "Why not keep a masseur to massage Me?</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Antya 12.113</B></A>: "Have I taken sanny&#257;sa for such happiness? Accepting this oil would bring My ruination, and all of you would laugh.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Antya 12.114</B></A>: "If someone passing on the road smelled this oil on My head, he would think Me a d&#257;r&#299; sanny&#257;s&#299;, a tantric sanny&#257;s&#299; who keeps women."</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Antya 12.115</B></A>: Hearing these words of &#346;r&#299; Caitanya Mah&#257;prabhu, Govinda remained silent. The next morning, Jagad&#257;nanda went to see the Lord.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Antya 12.116</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said to Jagad&#257;nanda Pandita, "My dear Pandita, you have brought Me some oil from Bengal, but since I am in the renounced order, I cannot accept it.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Antya 12.117</B></A>: "Deliver the oil to the temple of Jagann&#257;tha so that it may be burned in the lamps. Thus your labor in preparing the oil will be fruitful."</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Antya 12.118</B></A>: Jagad&#257;nanda Pandita replied, "Who tells You all these false stories? I never brought any oil from Bengal."</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Antya 12.119</B></A>: After saying this, Jagad&#257;nanda Pandita took the jug of oil from the room and threw it down before &#346;r&#299; Caitanya Mah&#257;prabhu in the courtyard and broke it.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Antya 12.120</B></A>: After breaking the jug, Jagad&#257;nanda Pandita returned to his residence, bolted the door and lay down.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Antya 12.121</B></A>: Three days later, &#346;r&#299; Caitanya Mah&#257;prabhu went to the door of his room and said, "My dear Jagad&#257;nanda Pandita, please get up.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Antya 12.122</B></A>: "I want you personally to cook My lunch today. I am going now to see the Lord in the temple. I shall return at noon."</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Antya 12.123</B></A>: After &#346;r&#299; Caitanya Mah&#257;prabhu said this and left, Jagad&#257;nanda Pandita got up from his bed, bathed and began to cook varieties of vegetables.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Antya 12.124</B></A>: After finishing His noontime ritualistic duties, the Lord arrived for lunch. Jagad&#257;nanda Pandita washed the Lord's feet and gave the Lord a sitting place.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Antya 12.125</B></A>: He had cooked fine rice, mixed it with ghee and piled it high on a banana leaf. There were also varieties of vegetables, placed all around in pots made of banana tree bark.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Antya 12.126</B></A>: On the rice and vegetables were tulas&#299; flowers, and in front of the Lord were cakes, sweet rice and other pras&#257;dam of Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Antya 12.127</B></A>: The Lord said, "Spread another leaf with a helping of rice and vegetables so that today you and I may take lunch together."</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Antya 12.128</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu kept His hands raised and would not accept the pras&#257;dam until Jagad&#257;nanda Pandita, with great affection and love, spoke the following words.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Antya 12.129</B></A>: "Please first take pras&#257;dam Yourself, and I shall eat later. I shall not refuse Your request."</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Antya 12.130</B></A>: In great happiness, &#346;r&#299; Caitanya Mah&#257;prabhu then accepted the lunch. When He had tasted the vegetables, He again began to speak.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Antya 12.131</B></A>: "Even when you cook in an angry mood," He said, "the food is very delicious. This shows how pleased Krishna is with you.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Antya 12.132</B></A>: "Because He will personally eat the food, Krishna makes you cook so nicely.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Antya 12.133</B></A>: "You offer such nectarean rice to Krishna. Who can estimate the limit of your fortune?"</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Antya 12.134</B></A>: Jagad&#257;nanda Pandita replied, "He who will eat has cooked this. As far as I am concerned, I simply collect the ingredients."</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Antya 12.135</B></A>: Jagad&#257;nanda Pandita continued to offer the Lord varieties of vegetables. Out of fear, the Lord said nothing but continued eating happily.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Antya 12.136</B></A>: Jagad&#257;nanda Pandita eagerly forced the Lord to eat so much that He ate ten times more than on other days.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Antya 12.137</B></A>: Again and again when the Lord wished to get up, Jagad&#257;nanda Pandita would feed Him more vegetables.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Antya 12.138</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu dared not forbid him to feed Him more. He just continued eating, fearful that Jagad&#257;nanda would fast if He stopped.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Antya 12.139</B></A>: At last the Lord respectfully submitted, "My dear Jagad&#257;nanda, you have already made Me eat ten times more than I am used to. Now please stop."</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Antya 12.140</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu stood up and washed His hands and mouth, while Jagad&#257;nanda Pandita brought spices, a garland and sandalwood pulp.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Antya 12.141</B></A>: Accepting the sandalwood pulp and garland, the Lord sat down and said, "Now, in front of Me, you must eat."</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Antya 12.142</B></A>: Jagad&#257;nanda replied, "My Lord, You go take rest. I shall take pras&#257;dam after I finish making some arrangements.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Antya 12.143</B></A>: "R&#257;m&#257;i Pandita and Raghun&#257;tha Bhatta did the cooking, and I want to give them some rice and vegetables."</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Antya 12.144</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then told Govinda, "You remain here. When the Pandita has taken his food, come inform Me."</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Antya 12.145</B></A>: After &#346;r&#299; Caitanya Mah&#257;prabhu had said this and left, Jagad&#257;nanda Pandita spoke to Govinda.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Antya 12.146</B></A>: "Go quickly and massage the Lord's feet," he said. "You may tell Him, 'The Pandita has just sat down to take his meal.'</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Antya 12.147</B></A>: "I shall keep some remnants of the Lord's food for you. When He is asleep, come and take your portion."</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Antya 12.148</B></A>: Jagad&#257;nanda Pandita thus distributed remnants of the Lord's food to R&#257;m&#257;i, Nand&#257;i, Govinda and Raghun&#257;tha Bhatta.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Antya 12.149</B></A>: He also personally ate the remnants of food left by &#346;r&#299; Caitanya Mah&#257;prabhu. Then the Lord again sent Govinda.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Antya 12.150</B></A>: The Lord told him, "Go see whether Jagad&#257;nanda Pandita is eating. Then quickly return and let Me know."</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Antya 12.151</B></A>: Seeing that Jagad&#257;nanda Pandita was indeed eating, Govinda informed the Lord, who then became peaceful and went to sleep.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Antya 12.152</B></A>: The affectionate loving exchanges between Jagad&#257;nanda Pandita and Lord &#346;r&#299; Caitanya Mah&#257;prabhu continued in this manner, exactly like the exchanges between Satyabh&#257;m&#257; and Lord Krishna related in &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Antya 12.153</B></A>: Who can estimate the limit of Jagad&#257;nanda Pandita's fortune? He himself is the example of his own great fortune.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Antya 12.154</B></A>: Anyone who hears about the loving exchanges between Jagad&#257;nanda Pandita and &#346;r&#299; Caitanya Mah&#257;prabhu, or who reads Jagad&#257;nanda's book Prema-vivarta, can understand what love is. Moreover, he achieves ecstatic love of Krishna.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Antya 12.155</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>