<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 12"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Loving Dealings Between Lord &#346;r&#299; Caitanya Mah&#257;prabhu and Jagad&#257;nanda Pandita</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 12 Summary</P><P>A summary of the Twelfth Chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya as follows. This chapter discusses the transformations of ecstatic love that &#346;r&#299; Caitanya Mah&#257;prabhu exhibited day and night. The devotees from Bengal again journeyed to Jagann&#257;tha Pur&#299; to see &#346;r&#299; Caitanya Mah&#257;prabhu. As usual, the leader was &#346;iv&#257;nanda Sena, who traveled with his wife and children. Because arrangements were delayed en route and Lord Nity&#257;nanda did not have a suitable place to reside, He became somewhat disturbed. Thus He became very angry with &#346;iv&#257;nanda Sena, who was in charge of the affairs of the party, and kicked him in loving anger. &#346;iv&#257;nanda Sena felt highly favored to have been kicked by Nity&#257;nanda Prabhu, but his nephew &#346;r&#299;k&#257;nta Sena became upset and therefore left their company. He met &#346;r&#299; Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299; before the rest of the party arrived.</P><P>That year a devotee named Parame&#347;vara d&#257;sa Modaka also went with his family to see &#346;r&#299; Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299;. The devotees often invited &#346;r&#299; Caitanya Mah&#257;prabhu to eat with them. When the Lord bade them all farewell, He talked very pleasingly with them. The year before, Jagad&#257;nanda Pandita had been sent to &#346;ac&#299;m&#257;t&#257; with pras&#257;dam and cloth. This year he returned to Pur&#299; with a big pot of floral-scented sandalwood oil to massage the Lord's head. The Lord, however, would not accept the oil, and because of His refusal, Jagad&#257;nanda Pandita broke the pot in front of Him and began to fast. The Lord tried to pacify him and asked Jagad&#257;nanda Pandita to cook for Him. Jagad&#257;nanda Pandita became so pleased when &#346;r&#299; Caitanya Mah&#257;prabhu accepted his cooking that he broke his fast.</P><P CLASS=l><A CLASS=i HREF="../11/108.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>