<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 10 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 10 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Pastimes of the Supreme Lord, R&#257;macandra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.10.11</P><P CLASS=c>raksho-'dhamena vrikavad vipine 'samaksham</P><P CLASS=c>vaideha-r&#257;ja-duhitary apay&#257;pit&#257;y&#257;m</P><P CLASS=c>bhr&#257;tr&#257; vane kripanavat priyay&#257; viyuktah</P><P CLASS=c>str&#299;-sa&#324;gin&#257;m gatim iti prathayam&#347; cac&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raksah">rakshah</A>-<A CLASS=v HREF="http://vedabase.net/a/adhamena">adhamena</A> &#8212; by the most wicked among R&#257;kshasas, <A HREF="http://vedabase.net/r/ravana">R&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/v/vrka">vrika</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> tiger; <A CLASS=v HREF="http://vedabase.net/v/vipine">vipine</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/a/asamaksam">asamaksham</A> &#8212; unprotected; <A CLASS=v HREF="http://vedabase.net/v/vaideha">vaideha</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/d/duhitari">duhitari</A> &#8212; by this condition of mother <A HREF="http://vedabase.net/s/sita">S&#299;t&#257;</A>, the daughter of the King of <A HREF="http://vedabase.net/v/videha">Videha</A>; <A CLASS=v HREF="http://vedabase.net/a/apayapitayam">apay&#257;pit&#257;y&#257;m</A> &#8212; having been kidnapped; <A CLASS=v HREF="http://vedabase.net/b/bhratra">bhr&#257;tr&#257;</A> &#8212; with His brother; <A CLASS=v HREF="http://vedabase.net/v/vane">vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/k/krpana">kripana</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if <A HREF="http://vedabase.net/a/a">a</A> very distressed person; <A CLASS=v HREF="http://vedabase.net/p/priyaya">priyay&#257;</A> &#8212; by his dear wife; <A CLASS=v HREF="http://vedabase.net/v/viyuktah">viyuktah</A> &#8212; separated; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sanginam">sa&#324;gin&#257;m</A> &#8212; of persons attracted <A HREF="http://vedabase.net/t/to">to</A> or connected with women; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; destination; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/prathayan">prathayan</A> &#8212; giving <A HREF="http://vedabase.net/a/an">an</A> example; <A CLASS=v HREF="http://vedabase.net/c/cacara">cac&#257;ra</A> &#8212; wandered.</P><P CLASS=t>TRANSLATION</P><P>When R&#257;macandra entered the forest and Lakshmana was also absent, the worst of the R&#257;kshasas, R&#257;vana, kidnapped S&#299;t&#257;dev&#299;, the daughter of the King of Videha, just as a tiger seizes unprotected sheep when the shepherd is absent. Then Lord R&#257;macandra wandered in the forest with His brother Lakshmana as if very much distressed due to separation from His wife. Thus He showed by His personal example the condition of a person attached to women.</P><P CLASS=t>PURPORT</P><P>In this verse the words str&#299;-sa&#324;gin&#257;m gatim iti indicate that the condition of a person attached to women was shown by the Lord Himself. According to moral instructions, grihe n&#257;r&#299;m vivarjayet: when one goes on a tour, one should not bring his wife. Formerly men used to travel without conveyances, but still, as far as possible, when one leaves home one should not take his wife with him, especially if one is in such a condition as Lord R&#257;macandra when banished by the order of His father. Whether in the forest or at home, if one is attached to women this attachment is always troublesome, as shown by the Supreme Personality of Godhead by His personal example.</P><P>Of course, this is the material side of str&#299;-sa&#324;g&#299;, but the situation of Lord R&#257;macandra is spiritual, for He does not belong to the material world. N&#257;r&#257;yanah paro 'vyakt&#257;t: N&#257;r&#257;yana is beyond the material creation. Because He is the creator of the material world, He is not subject to the conditions of the material world. The separation of Lord R&#257;macandra from S&#299;t&#257; is spiritually understood as vipralambha, which is an activity of the hl&#257;din&#299; potency of the Supreme Personality of Godhead belonging to the &#347;ri&#324;g&#257;ra-rasa, the mellow of conjugal love in the spiritual world. In the spiritual world the Supreme Personality of Godhead has all the dealings of love, displaying the symptoms called s&#257;ttvika, sañc&#257;r&#299;, vil&#257;pa, m&#363;rcch&#257; and unm&#257;da. Thus when Lord R&#257;macandra was separated from S&#299;t&#257;, all these spiritual symptoms were manifested. The Lord is neither impersonal nor impotent. Rather, He is sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], the eternal form of knowledge and bliss. Thus He has all the symptoms of spiritual bliss. Feeling separation from one's beloved is also an item of spiritual bliss. As explained by &#346;r&#299;la Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, r&#257;dh&#257;-krishna-pranaya-vikritir hl&#257;din&#299;-&#347;aktih: the dealings of love between R&#257;dh&#257; and Krishna are displayed as the pleasure potency of the Lord. The Lord is the original source of all pleasure, the reservoir of all pleasure. Lord R&#257;macandra, therefore, manifested the truth both spiritually and materially. Materially those who are attached to women suffer, but spiritually when there are feelings of separation between the Lord and His pleasure potency the spiritual bliss of the Lord increases. This is further explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/11.htm">9.11</A>):</P><P>avaj&#257;nanti m&#257;m m&#363;dh&#257;</P><P CLASS=n>m&#257;nush&#299;m tanum &#257;&#347;ritam</P><P CLASS=n>param bh&#257;vam aj&#257;nanto</P><P CLASS=n>mama bh&#363;ta-mahe&#347;varam</P><P>One who does not know the spiritual potency of the Supreme Personality of Godhead thinks of the Lord as an ordinary human being. But the Lord's mind, intelligence and senses can never be affected by material conditions. This fact is further explained in the Skanda Pur&#257;na, as quoted by Madhv&#257;c&#257;rya:</P><P>nitya-p&#363;rna-sukha-jñ&#257;na-</P><P CLASS=n>svar&#363;po 'sau yato vibhuh</P><P CLASS=n>ato 'sya r&#257;ma ity &#257;khy&#257;</P><P CLASS=n>tasya duhkham kuto 'nv api</P><P CLASS=n>tath&#257;pi loka-&#347;iksh&#257;rtham</P><P CLASS=n>aduhkho duhkha-vartivat</P><P CLASS=n>antarhit&#257;m loka-drishty&#257;</P><P CLASS=n>s&#299;t&#257;m &#257;s&#299;t smarann iva</P><P CLASS=n>jñ&#257;pan&#257;rtham punar nitya-</P><P CLASS=n>sambandhah sv&#257;tmanah &#347;riy&#257;h</P><P CLASS=n>ayodhy&#257;y&#257; vinirgacchan</P><P CLASS=n>sarva-lokasya ce&#347;varah</P><P CLASS=n>pratyaksham tu &#347;riy&#257; s&#257;rdham</P><P CLASS=n>jag&#257;m&#257;n&#257;dir avyayah</P><P CLASS=n>nakshatra-m&#257;sa-ganitam</P><P CLASS=n>trayoda&#347;a-sahasrakam</P><P CLASS=n>brahmaloka-samam cakre</P><P CLASS=n>samastam kshiti-mandalam</P><P CLASS=n>r&#257;mo r&#257;mo r&#257;ma iti</P><P CLASS=n>sarvesh&#257;m abhavat tad&#257;</P><P CLASS=n>sarvoramamayo loko</P><P CLASS=n>yad&#257; r&#257;mas tv ap&#257;layat</P><P>It was actually impossible for R&#257;vana to take away S&#299;t&#257;. The form of S&#299;t&#257; taken by R&#257;vana was an illusory representation of mother S&#299;t&#257; &#8212; maya-s&#299;t&#257;. When S&#299;t&#257; was tested in the fire, this m&#257;y&#257;-s&#299;t&#257; was burnt, and the real S&#299;t&#257; came out of the fire.</P><P>A further understanding to be derived from this example is that a woman, however powerful she may be in the material world, must be given protection, for as soon as she is unprotected she will be exploited by R&#257;kshasas like R&#257;vana. Here the words vaideha-r&#257;ja-duhitari indicate that before mother S&#299;t&#257; was married to Lord R&#257;macandra she was protected by her father, Vaideha-r&#257;ja. And when she was married she was protected by her husband. Therefore the conclusion is that a woman should always be protected. According to the Vedic rule, there is no scope for a woman's being independent (asamaksham), for a woman cannot protect herself independently.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>