<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 10 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 10 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Pastimes of the Supreme Lord, R&#257;macandra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.10.15</P><P CLASS=c>k&#257;mam pray&#257;hi jahi vi&#347;ravaso 'vameham</P><P CLASS=c>trailokya-r&#257;vanam av&#257;pnuhi v&#299;ra patn&#299;m</P><P CLASS=c>badhn&#299;hi setum iha te ya&#347;aso vitatyai</P><P CLASS=c>g&#257;yanti dig-vijayino yam upetya bh&#363;p&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> You like; <A CLASS=v HREF="http://vedabase.net/p/prayahi">pray&#257;hi</A> &#8212; You may <A HREF="http://vedabase.net/g/go">go</A> over my water; <A CLASS=v HREF="http://vedabase.net/j/jahi">jahi</A> &#8212; just conquer; <A CLASS=v HREF="http://vedabase.net/v/visravasah">vi&#347;ravasah</A> &#8212; of Vi&#347;rav&#257; <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/a/avameham">avameham</A> &#8212; pollution, like urine; <A CLASS=v HREF="http://vedabase.net/t/trailokya">trailokya</A> &#8212; for the three worlds; <A CLASS=v HREF="http://vedabase.net/r/ravanam">r&#257;vanam</A> &#8212; the person known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/r/ravana">R&#257;vana</A>, the cause of weeping; <A CLASS=v HREF="http://vedabase.net/a/avapnuhi">av&#257;pnuhi</A> &#8212; regain; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great hero; <A CLASS=v HREF="http://vedabase.net/p/patnim">patn&#299;m</A> &#8212; Your wife; <A CLASS=v HREF="http://vedabase.net/b/badhnihi">badhn&#299;hi</A> &#8212; just construct; <A CLASS=v HREF="http://vedabase.net/s/setum">setum</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> bridge; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here (on this water); <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of Your good self; <A CLASS=v HREF="http://vedabase.net/y/yasasah">ya&#347;asah</A> &#8212; fame; <A CLASS=v HREF="http://vedabase.net/v/vitatyai">vitatyai</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> expand; <A CLASS=v HREF="http://vedabase.net/g/gayanti">g&#257;yanti</A> &#8212; will glorify; <A CLASS=v HREF="http://vedabase.net/d/dik">dik</A>-<A CLASS=v HREF="http://vedabase.net/v/vijayinah">vijayinah</A> &#8212; great heroes who have conquered all directions; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; which (bridge); <A CLASS=v HREF="http://vedabase.net/u/upetya">upetya</A> &#8212; coming near; <A CLASS=v HREF="http://vedabase.net/b/bhupah">bh&#363;p&#257;h</A> &#8212; great kings.</P><P CLASS=t>TRANSLATION</P><P>My Lord, You may use my water as You like. Indeed, You may cross it and go to the abode of R&#257;vana, who is the great source of disturbance and crying for the three worlds. He is the son of Vi&#347;rav&#257;, but is condemned like urine. Please go kill him and thus regain Your wife, S&#299;t&#257;dev&#299;. O great hero, although my water presents no impediment to Your going to La&#324;k&#257;, please construct a bridge over it to spread Your transcendental fame. Upon seeing this wonderfully uncommon deed of Your Lordship, all the great heroes and kings in the future will glorify You.</P><P CLASS=t>PURPORT</P><P>It is said that a son and urine emanate from the same source &#8212; the genitals. When a son is a devotee or a great learned person, the seminal discharge for begetting a son is successful, but if the son is unqualified and brings no glory to his family, he is no better than urine. Here R&#257;vana is compared to urine because he was a cause of disturbances to the three worlds. Thus the ocean personified wanted him killed by Lord R&#257;macandra.</P><P>One feature of the Supreme Personality of Godhead Lord R&#257;macandra is omnipotence. The Lord can act without regard to material impediments or inconveniences, but to prove that He is the Supreme Personality of Godhead and was not merely advertised as Godhead or elected by popular vote, He constructed a wonderful bridge over the ocean. Nowadays it has become fashionable to create some artificial God who performs no uncommon activities; a little magic will bewilder a foolish person into selecting an artificial God because he does not understand how powerful God is. Lord R&#257;macandra, however, constructed a bridge over the water with stone by making the stone float. This is proof of God's uncommonly wonderful power. Why should someone be accepted as God without displaying extraordinary potency by doing something never to be done by any common man? We accept Lord R&#257;macandra as the Supreme Personality of Godhead because He constructed this bridge, and we accept Lord Krishna as the Supreme Personality of Godhead because He lifted Govardhana Hill when He was only seven years old. We should not accept any rascal as God or an incarnation of God, for God displays special features in His various activities. Therefore, the Lord Himself says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna." The activities of the Lord are not common; they are all transcendentally wonderful and not able to be performed by any other living being. The symptoms of the Lord's activities are all mentioned in the &#347;&#257;stras, and after one understands them one can accept the Lord as He is.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>