<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 10 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 10 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Pastimes of the Supreme Lord, R&#257;macandra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.10.16</P><P CLASS=c>baddhvodadhau raghu-patir vividh&#257;dri-k&#363;taih</P><P CLASS=c>setum kap&#299;ndra-kara-kampita-bh&#363;ruh&#257;&#324;gaih</P><P CLASS=c>sugr&#299;va-n&#299;la-hanumat-pramukhair an&#299;kair</P><P CLASS=c>la&#324;k&#257;m vibh&#299;shana-dri&#347;&#257;vi&#347;ad agra-dagdh&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/baddhva">baddhv&#257;</A> &#8212; after constructing; <A CLASS=v HREF="http://vedabase.net/u/udadhau">udadhau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water of the ocean; <A CLASS=v HREF="http://vedabase.net/r/raghu">raghu</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>; <A CLASS=v HREF="http://vedabase.net/v/vividha">vividha</A> &#8212; varieties of; <A CLASS=v HREF="http://vedabase.net/a/adri">adri</A>-<A CLASS=v HREF="http://vedabase.net/k/kutaih">k&#363;taih</A> &#8212; with peaks of great mountains; <A CLASS=v HREF="http://vedabase.net/s/setum">setum</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> bridge; <A CLASS=v HREF="http://vedabase.net/k/kapi">kapi</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; of powerful monkeys; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A>-<A CLASS=v HREF="http://vedabase.net/k/kampita">kampita</A> &#8212; moved by the great hands; <A CLASS=v HREF="http://vedabase.net/b/bhuruha">bh&#363;ruha</A>-<A CLASS=v HREF="http://vedabase.net/a/angaih">a&#324;gaih</A> &#8212; with the trees and plants; <A CLASS=v HREF="http://vedabase.net/s/sugriva">sugr&#299;va</A> &#8212; <A HREF="http://vedabase.net/s/sugriva">Sugr&#299;va</A>; <A CLASS=v HREF="http://vedabase.net/n/nila">n&#299;la</A> &#8212; <A HREF="http://vedabase.net/n/nila">N&#299;la</A>; <A CLASS=v HREF="http://vedabase.net/h/hanumat">hanumat</A> &#8212; <A HREF="http://vedabase.net/h/hanuman">Hanum&#257;n</A>; <A CLASS=v HREF="http://vedabase.net/p/pramukhaih">pramukhaih</A> &#8212; led by; <A CLASS=v HREF="http://vedabase.net/a/anikaih">an&#299;kaih</A> &#8212; with such soldiers; <A CLASS=v HREF="http://vedabase.net/l/lankam">la&#324;k&#257;m</A> &#8212; <A HREF="http://vedabase.net/l/lanka">La&#324;k&#257;</A>, the kingdom of <A HREF="http://vedabase.net/r/ravana">R&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/v/vibhisana">vibh&#299;shana</A>-<A CLASS=v HREF="http://vedabase.net/d/drsa">dri&#347;&#257;</A> &#8212; by the direction of <A HREF="http://vedabase.net/v/vibhisana">Vibh&#299;shana</A>, the brother of <A HREF="http://vedabase.net/r/ravana">R&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/a/avisat">&#257;vi&#347;at</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/a/agra">agra</A>-<A CLASS=v HREF="http://vedabase.net/d/dagdham">dagdh&#257;m</A> &#8212; which was previously burnt (by the monkey soldier <A HREF="http://vedabase.net/h/hanuman">Hanum&#257;n</A>).</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: After constructing a bridge over the ocean by throwing into the water the peaks of mountains whose trees and other vegetation had been shaken by the hands of great monkeys, Lord R&#257;macandra went to La&#324;k&#257; to release S&#299;t&#257;dev&#299; from the clutches of R&#257;vana. With the direction and help of Vibh&#299;shana, R&#257;vana's brother, the Lord, along with the monkey soldiers, headed by Sugr&#299;va, N&#299;la and Hanum&#257;n, entered R&#257;vana's kingdom, La&#324;k&#257;, which had previously been burnt by Hanum&#257;n.</P><P CLASS=t>PURPORT</P><P>Great mountain peaks covered with trees and plants were thrown into the sea by the monkey soldiers and began to float by the supreme will of the Lord. By the supreme will of the Lord, many great planets float weightlessly in space like swabs of cotton. If this is possible, why should great mountain peaks not be able to float on water? This is the omnipotence of the Supreme Personality of Godhead. He can do anything and everything He likes, because He is not under the control of the material nature; indeed, material nature is controlled by Him. May&#257;dhyakshena prakritih s&#363;yate sacar&#257;caram: [<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>] only under His direction does prakriti, or material nature, work. Similar information is given in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/52.htm">5.52</A>):</P><P>yasy&#257;jñay&#257; bhramati sambhrita-k&#257;la-cakro</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>Describing how material nature works, the Brahma-samhit&#257; says that the sun moves as desired by the Supreme Personality of Godhead. Consequently, for Lord R&#257;macandra to construct a bridge over the Indian Ocean with the help of monkey soldiers who threw great mountain peaks into the water is not at all wonderful; it is wonderful only in the sense that it has kept the name and fame of Lord R&#257;macandra eternally celebrated.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>