<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 10 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 10 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Pastimes of the Supreme Lord, R&#257;macandra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.10.20</P><P CLASS=c>te 'n&#299;kap&#257; raghupater abhipatya sarve</P><P CLASS=c>dvandvam var&#363;tham ibha-patti-rath&#257;&#347;va-yodhaih</P><P CLASS=c>jaghnur drumair giri-gadeshubhir a&#324;gad&#257;dy&#257;h</P><P CLASS=c>s&#299;t&#257;bhimarsha-hata-ma&#324;gala-r&#257;vane&#347;&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/a/anika">an&#299;ka</A>-<A CLASS=v HREF="http://vedabase.net/p/pah">p&#257;h</A> &#8212; the commanders of the soldiers; <A CLASS=v HREF="http://vedabase.net/r/raghupateh">raghupateh</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>; <A CLASS=v HREF="http://vedabase.net/a/abhipatya">abhipatya</A> &#8212; chasing the enemy; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/d/dvandvam">dvandvam</A> &#8212; fighting; <A CLASS=v HREF="http://vedabase.net/v/varutham">var&#363;tham</A> &#8212; the soldiers of <A HREF="http://vedabase.net/r/ravana">R&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/i/ibha">ibha</A> &#8212; by elephants; <A CLASS=v HREF="http://vedabase.net/p/patti">patti</A> &#8212; by infantry; <A CLASS=v HREF="http://vedabase.net/r/ratha">ratha</A> &#8212; by chariots; <A CLASS=v HREF="http://vedabase.net/a/asva">a&#347;va</A> &#8212; by horses; <A CLASS=v HREF="http://vedabase.net/y/yodhaih">yodhaih</A> &#8212; by such warriors; <A CLASS=v HREF="http://vedabase.net/j/jaghnuh">jaghnuh</A> &#8212; killed them; <A CLASS=v HREF="http://vedabase.net/d/drumaih">drumaih</A> &#8212; by throwing big trees; <A CLASS=v HREF="http://vedabase.net/g/giri">giri</A> &#8212; by peaks of mountains; <A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A> &#8212; by clubs; <A CLASS=v HREF="http://vedabase.net/i/isubhih">ishubhih</A> &#8212; by arrows; <A CLASS=v HREF="http://vedabase.net/a/angada">a&#324;gada</A>-<A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dy&#257;h</A> &#8212; all the soldiers of Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>, headed by <A HREF="http://vedabase.net/a/angada">A&#324;gada</A> and others; <A CLASS=v HREF="http://vedabase.net/s/sita">s&#299;t&#257;</A> &#8212; of mother <A HREF="http://vedabase.net/s/sita">S&#299;t&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/abhimarsa">abhimarsha</A> &#8212; by the anger; <A CLASS=v HREF="http://vedabase.net/h/hata">hata</A> &#8212; <A HREF="http://vedabase.net/h/had">had</A> been condemned; <A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A> &#8212; whose auspiciousness; <A CLASS=v HREF="http://vedabase.net/r/ravana">r&#257;vana</A>-<A CLASS=v HREF="http://vedabase.net/i/isan">&#299;&#347;&#257;n</A> &#8212; the followers or dependents of <A HREF="http://vedabase.net/r/ravana">R&#257;vana</A>.</P><P CLASS=t>TRANSLATION</P><P>A&#324;gada and the other commanders of the soldiers of R&#257;macandra faced the elephants, infantry, horses and chariots of the enemy and hurled against them big trees, mountain peaks, clubs and arrows. Thus the soldiers of Lord R&#257;macandra killed R&#257;vana's soldiers, who had lost all good fortune because R&#257;vana had been condemned by the anger of mother S&#299;t&#257;.</P><P CLASS=t>PURPORT</P><P>The soldiers Lord R&#257;macandra recruited in the jungle were all monkeys and did not have proper equipment with which to fight the soldiers of R&#257;vana, for R&#257;vana's soldiers were equipped with weapons of modern warfare whereas the monkeys could only throw stones, mountain peaks and trees. It was only Lord R&#257;macandra and Lakshmana who shot some arrows. But because the soldiers of R&#257;vana were condemned by the curse of mother S&#299;t&#257;, the monkeys were able to kill them simply by throwing stones and trees. There are two kinds of strength &#8212; daiva and purush&#257;k&#257;ra. Daiva refers to the strength achieved from the Transcendence, and purush&#257;k&#257;ra refers to the strength organized by one's own intelligence and power. Transcendental power is always superior to the power of the materialist. Depending on the mercy of the Supreme Lord, one must fight one's enemies even though one may not be equipped with modern weapons. Therefore Krishna instructed Arjuna, m&#257;m anusmara yudhya ca: [<A CLASS=v HREF="../../../bg/8/7.htm">Bg. 8.7</A>] "Think of Me and fight." We should fight our enemy to the best of our ability, but for victory we must depend on the mercy of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>