<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 10 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 10 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Pastimes of the Supreme Lord, R&#257;macandra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.10.22</P><P CLASS=c>r&#257;mas tam &#257;ha purush&#257;da-pur&#299;sha yan nah</P><P CLASS=c>k&#257;nt&#257;samaksham asat&#257;pahrit&#257; &#347;vavat te</P><P CLASS=c>tyakta-trapasya phalam adya jugupsitasya</P><P CLASS=c>yacch&#257;mi k&#257;la iva kartur ala&#324;ghya-v&#299;ryah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/ramah">r&#257;mah</A> &#8212; Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto him, <A HREF="http://vedabase.net/r/ravana">R&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/ada">ada</A>-<A CLASS=v HREF="http://vedabase.net/p/purisa">pur&#299;sha</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> the stool of the <A HREF="http://vedabase.net/m/man">man</A>-eaters (R&#257;kshasas); <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/k/kanta">k&#257;nt&#257;</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/a/asamaksam">asamaksham</A> &#8212; helpless because of My absence; <A CLASS=v HREF="http://vedabase.net/a/asata">asat&#257;</A> &#8212; by you, the most sinful; <A CLASS=v HREF="http://vedabase.net/a/apahrta">apahrit&#257;</A> &#8212; was kidnapped; <A CLASS=v HREF="http://vedabase.net/s/sva">&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> dog who takes food from the kitchen <A HREF="http://vedabase.net/i/in">in</A> the absence of the proprietor; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/t/tyakta">tyakta</A>-<A CLASS=v HREF="http://vedabase.net/t/trapasya">trapasya</A> &#8212; because you <A HREF="http://vedabase.net/a/are">are</A> shameless; <A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall give you the result today; <A CLASS=v HREF="http://vedabase.net/j/jugupsitasya">jugupsitasya</A> &#8212; of you, the most abominable; <A CLASS=v HREF="http://vedabase.net/y/yacchami">yacch&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall punish you; <A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like death; <A CLASS=v HREF="http://vedabase.net/k/kartuh">kartuh</A> &#8212; of you, who <A HREF="http://vedabase.net/a/are">are</A> the performer of all sinful activities; <A CLASS=v HREF="http://vedabase.net/a/alanghya">ala&#324;ghya</A>-<A CLASS=v HREF="http://vedabase.net/v/viryah">v&#299;ryah</A> &#8212; but <A HREF="http://vedabase.net/i/i">I</A>, being omnipotent, never fail <A HREF="http://vedabase.net/i/in">in</A> My attempt.</P><P CLASS=t>TRANSLATION</P><P>Lord R&#257;macandra said to R&#257;vana: You are the most abominable of the man-eaters. Indeed, you are like their stool. You resemble a dog, for as a dog steals eatables from the kitchen in the absence of the householder, in My absence you kidnapped My wife, S&#299;t&#257;dev&#299;. Therefore as Yamar&#257;ja punishes sinful men, I shall also punish you. You are most abominable, sinful and shameless. Today, therefore, I, whose attempt never fails, shall punish you.</P><P CLASS=t>PURPORT</P><P>Na ca daiv&#257;t param balam: no one can surpass the strength of the Transcendence. R&#257;vana was so sinful and shameless that he did not know what the result would be of kidnapping mother S&#299;t&#257;, the pleasure potency of R&#257;macandra. This is the disqualification of the R&#257;kshasas. Asatyam apratishtham te jagad &#257;hur an&#299;&#347;varam [<A CLASS=v HREF="../../../bg/16/8.htm">Bg. 16.8</A>]. The R&#257;kshasas are unaware that the Supreme Lord is the ruler of the creation. They think that everything has come about by chance or accident and that there is no ruler, king or controller. Therefore the R&#257;kshasas act independently, as they like, going even so far as to kidnap the goddess of fortune. This policy of R&#257;vana's is extremely dangerous for the materialist; indeed, it brings ruin to the materialistic civilization. Nonetheless, because atheists are R&#257;kshasas, they dare to do things that are most abominable, and thus they are punished without fail. Religion consists of the orders of the Supreme Lord, and one who carries out these orders is religious. One who fails to carry out the Lord's orders is irreligious, and he is to be punished.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>