<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 10 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 10 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Pastimes of the Supreme Lord, R&#257;macandra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.10.23</P><P CLASS=c>evam kshipan dhanushi sandhitam utsasarja</P><P CLASS=c>b&#257;nam sa vajram iva tad-dhridayam bibheda</P><P CLASS=c>so 'srig vaman da&#347;a-mukhair nyapatad vim&#257;n&#257;d</P><P CLASS=c>dh&#257;heti jalpati jane sukrit&#299;va riktah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/k/ksipan">kshipan</A> &#8212; chastising (<A HREF="http://vedabase.net/r/ravana">R&#257;vana</A>); <A CLASS=v HREF="http://vedabase.net/d/dhanusi">dhanushi</A> &#8212; on the bow; <A CLASS=v HREF="http://vedabase.net/s/sandhitam">sandhitam</A> &#8212; fixed <A HREF="http://vedabase.net/a/an">an</A> arrow; <A CLASS=v HREF="http://vedabase.net/u/utsasarja">utsasarja</A> &#8212; released (toward him); <A CLASS=v HREF="http://vedabase.net/b/banam">b&#257;nam</A> &#8212; the arrow; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that arrow; <A CLASS=v HREF="http://vedabase.net/v/vajram">vajram</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> thunderbolt; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; the heart of <A HREF="http://vedabase.net/r/ravana">R&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/b/bibheda">bibheda</A> &#8212; pierced; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>, <A HREF="http://vedabase.net/r/ravana">R&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/a/asrk">asrik</A> &#8212; blood; <A CLASS=v HREF="http://vedabase.net/v/vaman">vaman</A> &#8212; vomiting; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhaih">mukhaih</A> &#8212; through the ten mouths; <A CLASS=v HREF="http://vedabase.net/n/nyapatat">nyapatat</A> &#8212; fell down; <A CLASS=v HREF="http://vedabase.net/v/vimanat">vim&#257;n&#257;t</A> &#8212; from his airplane; <A CLASS=v HREF="http://vedabase.net/h/haha">h&#257;h&#257;</A> &#8212; alas, what happened; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/j/jalpati">jalpati</A> &#8212; roaring; <A CLASS=v HREF="http://vedabase.net/j/jane">jane</A> &#8212; when all the people present there; <A CLASS=v HREF="http://vedabase.net/s/sukrti">sukrit&#299;</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> pious <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/r/riktah">riktah</A> &#8212; when the results of his pious activities <A HREF="http://vedabase.net/a/are">are</A> finished.</P><P CLASS=t>TRANSLATION</P><P>After thus rebuking R&#257;vana, Lord R&#257;macandra fixed an arrow to His bow, aimed at R&#257;vana, and released the arrow, which pierced R&#257;vana's heart like a thunderbolt. Upon seeing this, R&#257;vana's followers raised a tumultuous sound, crying, "Alas! Alas! What has happened? What has happened?" as R&#257;vana, vomiting blood from his ten mouths, fell from his airplane, just as a pious man falls to earth from the heavenly planets when the results of his pious activities are exhausted.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/21.htm">9.21</A>) it is said, ksh&#299;ne punye martya-lokam vi&#347;anti: "When the results of their pious activities are exhausted, those who have enjoyed in the heavenly planets fall again to earth." The fruitive activities of this material world are such that whether one acts piously or impiously one must remain within the material world according to different conditions, for neither pious nor impious actions can relieve one from m&#257;y&#257;'s clutches of repeated birth and death. Somehow or other, R&#257;vana was raised to an exalted position as the king of a great kingdom with all material opulences, but because of his sinful act of kidnapping mother S&#299;t&#257;, all the results of his pious activities were destroyed. If one offends an exalted personality, especially the Supreme Personality of Godhead, one certainly becomes most abominable; bereft of the results of pious activities, one must fall down like R&#257;vana and other demons. It is therefore advised that one transcend both pious and impious activities and remain in the pure state of freedom from all designations (sarvop&#257;dhi-vinirmuktam tat-paratvena nirmalam [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]). When one is fixed in devotional service, he is above the material platform. On the material platform there are higher and lower positions, but when one is above the material platform he is always fixed in a spiritual position (sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate [<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>]). R&#257;vana or those like him may be very powerful and opulent in this material world, but theirs is not a secure position, because, after all, they are bound by the results of their karma (karman&#257; daiva-netrena). We should not forget that we are completely dependent on the laws of nature.</P><P>prakriteh kriyam&#257;n&#257;ni</P><P CLASS=n>gunaih karm&#257;ni sarva&#347;ah</P><P CLASS=n>aha&#324;k&#257;ra-vim&#363;dh&#257;tm&#257;</P><P CLASS=n>kart&#257;ham iti manyate</P><P>"The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself the doer of activities that are in actuality carried out by nature." (<A CLASS=v HREF="../../../bg/3/27.htm">Bg. 3.27</A>) One should not be proud of one's exalted position and act like R&#257;vana, thinking oneself independent of material nature's laws.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>