<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 10 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 10 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Pastimes of the Supreme Lord, R&#257;macandra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.10.27</P><P CLASS=c>na vai veda mah&#257;-bh&#257;ga</P><P CLASS=c>bhav&#257;n k&#257;ma-va&#347;am gatah</P><P CLASS=c>tejo 'nubh&#257;vam s&#299;t&#257;y&#257;</P><P CLASS=c>yena n&#299;to da&#347;&#257;m im&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; did know; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaga">bh&#257;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> greatly fortunate one; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/v/vasam">va&#347;am</A> &#8212; influenced by lusty desires; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; having become; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah</A> &#8212; by influence; <A CLASS=v HREF="http://vedabase.net/a/anubhavam">anubh&#257;vam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> result of such influence; <A CLASS=v HREF="http://vedabase.net/s/sitayah">s&#299;t&#257;y&#257;h</A> &#8212; of mother <A HREF="http://vedabase.net/s/sita">S&#299;t&#257;</A>; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/n/nitah">n&#299;tah</A> &#8212; brought into; <A CLASS=v HREF="http://vedabase.net/d/dasam">da&#347;&#257;m</A> &#8212; condition; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; like this (destruction).</P><P CLASS=t>TRANSLATION</P><P>O greatly fortunate one, you came under the influence of lusty desires, and therefore you could not understand the influence of mother S&#299;t&#257;. Now, because of her curse, you have been reduced to this state, having been killed by Lord R&#257;macandra.</P><P CLASS=t>PURPORT</P><P>Not only was mother S&#299;t&#257; powerful, but any woman who follows in the footsteps of mother S&#299;t&#257; can also become similarly powerful. There are many instances of this in the history of Vedic literature. Whenever we find a description of ideal chaste women, mother S&#299;t&#257; is among them. Mandodar&#299;, the wife of R&#257;vana, was also very chaste. Similarly, Draupad&#299; was one of five exalted chaste women. As a man must follow great personalities like Brahm&#257; and N&#257;rada, a woman must follow the path of such ideal women as S&#299;t&#257;, Mandodar&#299; and Draupad&#299;. By staying chaste and faithful to her husband, a woman enriches herself with supernatural power. It is a moral principle that one should not be influenced by lusty desires for another's wife. M&#257;trivat para-d&#257;reshu: an intelligent person must look upon another's wife as being like his mother. This is a moral injunction from C&#257;nakya-&#347;loka (10).</P><P>m&#257;trivat para-d&#257;reshu</P><P CLASS=n>para-dravyeshu loshtravat</P><P CLASS=n>&#257;tmavat sarva-bh&#363;teshu</P><P CLASS=n>yah pa&#347;yati sa panditah</P><P>"One who considers another's wife as his mother, another's possessions as a lump of dirt and treats all other living beings as he would himself, is considered to be learned." Thus R&#257;vana was condemned not only by Lord R&#257;macandra but even by his own wife, Mandodar&#299;. Because she was a chaste woman, she knew the power of another chaste woman, especially such a wife as mother S&#299;t&#257;dev&#299;.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>