<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 10 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 10 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Pastimes of the Supreme Lord, R&#257;macandra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.10.3</P><P CLASS=c>tasy&#257;nucaritam r&#257;jann</P><P CLASS=c>rishibhis tattva-dar&#347;ibhih</P><P CLASS=c>&#347;rutam hi varnitam bh&#363;ri</P><P CLASS=c>tvay&#257; s&#299;t&#257;-pater muhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of Him, the Supreme Personality of Godhead Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A> and His brothers; <A CLASS=v HREF="http://vedabase.net/a/anucaritam">anucaritam</A> &#8212; transcendental activities; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King (<A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>); <A CLASS=v HREF="http://vedabase.net/r/rsibhih">rishibhih</A> &#8212; by great sages or saintly persons; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/d/darsibhih">dar&#347;ibhih</A> &#8212; by persons who know the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/s/srutam">&#347;rutam</A> &#8212; have all been heard; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/varnitam">varnitam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> they have been <A HREF="http://vedabase.net/s/so">so</A> nicely described; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/s/sita">s&#299;t&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/pateh">pateh</A> &#8212; of Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>, the husband of mother <A HREF="http://vedabase.net/s/sita">S&#299;t&#257;</A>; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A> than often.</P><P CLASS=t>TRANSLATION</P><P>O King Par&#299;kshit, the transcendental activities of Lord R&#257;macandra have been described by great saintly persons who have seen the truth. Because you have heard again and again about Lord R&#257;macandra, the husband of mother S&#299;t&#257;, I shall describe these activities only in brief. Please listen.</P><P CLASS=t>PURPORT</P><P>Modern R&#257;kshasas, posing as educationally advanced merely because they have doctorates, have tried to prove that Lord R&#257;macandra is not the Supreme Personality of Godhead but an ordinary person. But those who are learned and spiritually advanced will never accept such notions; they will accept the descriptions of Lord R&#257;macandra and His activities only as presented by tattva-dar&#347;&#299;s, those who know the Absolute Truth. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/34.htm">4.34</A>) the Supreme Personality of Godhead advises:</P><P>tad viddhi pranip&#257;tena</P><P CLASS=n>paripra&#347;nena sevay&#257;</P><P CLASS=n>upadekshyanti te jñ&#257;nam</P><P CLASS=n>jñ&#257;ninas tattva-dar&#347;inah</P><P>"Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth." Unless one is tattva-dar&#347;&#299;, in complete knowledge of the Absolute Truth, one cannot describe the activities of the Personality of Godhead. Therefore although there are many so-called R&#257;m&#257;yanas, or histories of Lord R&#257;macandra's activities, some of them are not actually authoritative. Sometimes Lord R&#257;macandra's activities are described in terms of one's own imaginations, speculations or material sentiments. But the characteristics of Lord R&#257;macandra should not be handled as something imaginary. While describing the history of Lord R&#257;macandra, &#346;ukadeva Gosv&#257;m&#299; told Mah&#257;r&#257;ja Par&#299;kshit, "You have already heard about the activities of Lord R&#257;macandra." Apparently, therefore, five thousand years ago there were many R&#257;m&#257;yanas, or histories of Lord R&#257;macandra's activities, and there are many still. But we must select only those books written by tattva-dar&#347;&#299;s (jñ&#257;ninas tattva-dar&#347;inah), not the books of so-called scholars who claim knowledge only on the basis of a doctorate. This is a warning by &#346;ukadeva Gosv&#257;m&#299;. Rishibhis tattva-dar&#347;ibhih. Although the R&#257;m&#257;yana composed by V&#257;lm&#299;ki is a huge literature, the same activities are summarized here by &#346;ukadeva Gosv&#257;m&#299; in a few verses.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>