<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 10 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 10 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Pastimes of the Supreme Lord, R&#257;macandra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.10.50</P><P CLASS=c>agrah&#299;d &#257;sanam bhr&#257;tr&#257;</P><P CLASS=c>pranipatya pras&#257;ditah</P><P CLASS=c>praj&#257;h sva-dharma-nirat&#257;</P><P CLASS=c>varn&#257;&#347;rama-gun&#257;nvit&#257;h</P><P CLASS=c>jugopa pitrivad r&#257;mo</P><P CLASS=c>menire pitaram ca tam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/agrahit">agrah&#299;t</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/a/asanam">&#257;sanam</A> &#8212; the throne of the state; <A CLASS=v HREF="http://vedabase.net/b/bhratra">bhr&#257;tr&#257;</A> &#8212; by His brother (<A HREF="http://vedabase.net/b/bharata">Bharata</A>); <A CLASS=v HREF="http://vedabase.net/p/pranipatya">pranipatya</A> &#8212; after fully surrendering unto Him; <A CLASS=v HREF="http://vedabase.net/p/prasaditah">pras&#257;ditah</A> &#8212; having been pleased; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; and the citizens; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/n/niratah">nirat&#257;h</A> &#8212; fully engaged <A HREF="http://vedabase.net/i/in">in</A> their respective occupational duties; <A CLASS=v HREF="http://vedabase.net/v/varnasrama">varn&#257;&#347;rama</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the system of <A HREF="http://vedabase.net/v/varna">varna</A> and <A HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/anvitah">anvit&#257;h</A> &#8212; all of them being qualified <A HREF="http://vedabase.net/i/in">in</A> that process; <A CLASS=v HREF="http://vedabase.net/j/jugopa">jugopa</A> &#8212; the Lord protected them; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; exactly like <A HREF="http://vedabase.net/a/a">a</A> father; <A CLASS=v HREF="http://vedabase.net/r/ramah">r&#257;mah</A> &#8212; Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>; <A CLASS=v HREF="http://vedabase.net/m/menire">menire</A> &#8212; they considered; <A CLASS=v HREF="http://vedabase.net/p/pitaram">pitaram</A> &#8212; exactly like <A HREF="http://vedabase.net/a/a">a</A> father; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him, Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>.</P><P CLASS=t>TRANSLATION</P><P>Being pleased by the full surrender and submission of Lord Bharata, Lord R&#257;macandra then accepted the throne of the state. He cared for the citizens exactly like a father, and the citizens, being fully engaged in their occupational duties of varna and &#257;&#347;rama, accepted Him as their father.</P><P CLASS=t>PURPORT</P><P>People are very fond of the pattern of R&#257;ma-r&#257;jya, and even today politicians sometimes form a party called R&#257;ma-r&#257;jya, but unfortunately they have no obedience to Lord R&#257;ma. It is sometimes said that people want the kingdom of God without God. Such an aspiration, however, is never to be fulfilled. Good government can exist when the relationship between the citizens and the government is like that exemplified by Lord R&#257;macandra and His citizens. Lord R&#257;macandra ruled His kingdom exactly as a father takes care of his children, and the citizens, being obliged to the good government of Lord R&#257;macandra, accepted the Lord as their father. Thus the relationship between the citizens and the government should be exactly like that between father and son. When the sons in a family are well trained, they are obedient to the father and mother, and when the father is well qualified, he takes good care of the children. As indicated here by the words sva-dharma-nirat&#257; varn&#257;&#347;rama-gun&#257;n-vit&#257;h, the people were good citizens because they accepted the institution of varna and &#257;&#347;rama, which arranges society in the varna divisions of br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra and the &#257;&#347;rama divisions of brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa. This is actual human civilization. People must be trained according to the different varn&#257;&#347;rama occupational duties. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>), c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah: the four varnas must be established according to varying qualities and work. The first principle for good government is that it must institute this varn&#257;&#347;rama system. The purpose of varn&#257;&#347;rama is to enable people to become God conscious. Varn&#257;&#347;ram&#257;c&#257;ravat&#257; purushena parah pum&#257;n vishnur &#257;r&#257;dhyate. The entire varn&#257;&#347;rama scheme is intended to enable people to become Vaishnavas. Vishnur asya devat&#257;. When people worship Lord Vishnu as the Supreme Lord, they become Vaishnavas. Thus people should be trained to become Vaishnavas through the system of varna and &#257;&#347;rama, as they were during the reign of Lord R&#257;macandra, when everyone was fully trained to follow the varn&#257;&#347;rama principles.</P><P>Simply enforcing laws and ordinances cannot make the citizens obedient and lawful. That is impossible. Throughout the entire world there are so many states, legislative assemblies and parliaments, but still the citizens are rogues and thieves. Good citizenship, therefore, cannot be enforced; the citizens must be trained. As there are schools and colleges to train students to become chemical engineers, lawyers or specialists in many other departments of knowledge, there must be schools and colleges to train students to become br&#257;hmanas, kshatriyas, vai&#347;yas, &#347;&#363;dras, brahmac&#257;r&#299;s, grihasthas, v&#257;naprasthas and sanny&#257;s&#299;s. This will provide the preliminary condition for good citizenship (varn&#257;&#347;rama-gun&#257;n-vit&#257;h). Generally speaking, if the king or president is a r&#257;jarshi, the relationship between the citizens and the chief executive will be clear, and there will be no possibility of disruption in the state, because the number of thieves and rogues will decrease. In Kali-yuga, however, because the varn&#257;&#347;rama system is neglected, people are generally thieves and rogues. In the system of democracy, such thieves and rogues naturally collect money from other thieves and rogues, and thus there is chaos in every government, and no one is happy. But here the example of good government is to be found in the reign of Lord R&#257;macandra. If people follow this example, there will be good government all over the world.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>