<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 10 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 10 Verse 51"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Pastimes of the Supreme Lord, R&#257;macandra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.10.51</P><P CLASS=c>tret&#257;y&#257;m vartam&#257;n&#257;y&#257;m</P><P CLASS=c>k&#257;lah krita-samo 'bhavat</P><P CLASS=c>r&#257;me r&#257;jani dharma-jñe</P><P CLASS=c>sarva-bh&#363;ta-sukh&#257;vahe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tretayam">tret&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/t/treta">Tret&#257;</A>-<A HREF="http://vedabase.net/y/yuga">yuga</A>; <A CLASS=v HREF="http://vedabase.net/v/vartamanayam">vartam&#257;n&#257;y&#257;m</A> &#8212; although situated <A HREF="http://vedabase.net/i/in">in</A> that period; <A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> &#8212; the period; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; with <A HREF="http://vedabase.net/s/satya">Satya</A>-<A HREF="http://vedabase.net/y/yuga">yuga</A>; <A CLASS=v HREF="http://vedabase.net/s/samah">samah</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/a/abhavat">abhavat</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/s/so">so</A> became; <A CLASS=v HREF="http://vedabase.net/r/rame">r&#257;me</A> &#8212; because of Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>'s being present; <A CLASS=v HREF="http://vedabase.net/r/rajani">r&#257;jani</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the ruling king; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/j/jne">jñe</A> &#8212; because <A HREF="http://vedabase.net/h/he">He</A> was fully religious; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/a/avahe">&#257;vahe</A> &#8212; giving full happiness.</P><P CLASS=t>TRANSLATION</P><P>Lord R&#257;macandra became King during Tret&#257;-yuga, but because of His good government, the age was like Satya-yuga. Everyone was religious and completely happy.</P><P CLASS=t>PURPORT</P><P>Among the four yugas &#8212; Satya, Tret&#257;, Dv&#257;para and Kali &#8212; the Kali-yuga is the worst, but if the process of varn&#257;&#347;rama-dharma is introduced, even in this age of Kali, the situation of Satya-yuga can be invoked. The Hare Krishna movement, or Krishna consciousness movement, is meant for this purpose.</P><P>kaler dosha-nidhe r&#257;jann</P><P CLASS=n>asti hy eko mah&#257;n gunah</P><P CLASS=n>k&#299;rtan&#257;d eva krishnasya</P><P CLASS=n>mukta-sa&#324;gah param vrajet</P><P>"My dear King, although Kali-yuga is full of faults, there is still one good quality about this age: simply by chanting the Hare Krishna mah&#257;-mantra, one can become free from material bondage and be promoted to the transcendental kingdom." (Bh&#257;g. <A CLASS=v HREF="../../../sb/12/3/51.htm">12.3.51</A>) If people take to this sa&#324;k&#299;rtana movement of chanting Hare Krishna, Hare R&#257;ma, they will certainly be freed from the contamination of Kali-yuga, and the people of this age will be happy, as people were in Satya-yuga, the golden age. Anyone, anywhere, can easily take to this Hare Krishna movement; one need only chant the Hare Krishna mah&#257;-mantra, observe the rules and regulations, and stay free from the contamination of sinful life. Even if one is sinful and cannot give up sinful life immediately, if he chants the Hare Krishna mah&#257;-mantra with devotion and faith he will certainly be freed from all sinful activities, and his life will be successful. Param vijayate &#347;r&#299;-krishna-sa&#324;k&#299;rtanam. This is the blessing of Lord R&#257;macandra, who has appeared in this age of Kali as Lord Gaurasundara.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>