<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 10 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 10 Verse 53"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Pastimes of the Supreme Lord, R&#257;macandra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.10.53</P><P CLASS=c>n&#257;dhi-vy&#257;dhi-jar&#257;-gl&#257;ni-</P><P CLASS=c>duhkha-&#347;oka-bhaya-klam&#257;h</P><P CLASS=c>mrityu&#347; c&#257;nicchat&#257;m n&#257;s&#299;d</P><P CLASS=c>r&#257;me r&#257;jany adhokshaje</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/adhi">&#257;dhi</A> &#8212; <A HREF="http://vedabase.net/a/adhyatmika">adhy&#257;tmika</A>, adhibhautika and <A HREF="http://vedabase.net/a/adhidaivika">adhidaivika</A> sufferings (that is, sufferings from the body and mind, from other living entities and from nature); <A CLASS=v HREF="http://vedabase.net/v/vyadhi">vy&#257;dhi</A> &#8212; diseases; <A CLASS=v HREF="http://vedabase.net/j/jara">jar&#257;</A> &#8212; old <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/g/glani">gl&#257;ni</A> &#8212; bereavement; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; grief; <A CLASS=v HREF="http://vedabase.net/s/soka">&#347;oka</A> &#8212; lamentation; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/k/klamah">klam&#257;h</A> &#8212; and fatigue; <A CLASS=v HREF="http://vedabase.net/m/mrtyuh">mrityuh</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/anicchatam">anicchat&#257;m</A> &#8212; of those who did not like <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; there was not; <A CLASS=v HREF="http://vedabase.net/r/rame">r&#257;me</A> &#8212; during the rule of Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>; <A CLASS=v HREF="http://vedabase.net/r/rajani">r&#257;jani</A> &#8212; because of His being the king; <A CLASS=v HREF="http://vedabase.net/a/adhoksaje">adhokshaje</A> &#8212; the Supreme Personality of Godhead, who is beyond this material world.</P><P CLASS=t>TRANSLATION</P><P>When Lord R&#257;macandra, the Supreme Personality of Godhead, was the King of this world, all bodily and mental suffering, disease, old age, bereavement, lamentation, distress, fear and fatigue were completely absent. There was even no death for those who did not want it.</P><P CLASS=t>PURPORT</P><P>All these facilities existed because of Lord R&#257;macandra's presence as the King of the entire world. A similar situation could be introduced immediately, even in this age called Kali, the worst of all ages. It is said, kali-k&#257;le n&#257;ma-r&#363;pe krishna-avat&#257;ra: Krishna descends in this Kali-yuga in the form of His holy name &#8212; Hare Krishna, Hare R&#257;ma. If we chant offenselessly, R&#257;ma and Krishna are still present in this age. The kingdom of R&#257;ma was immensely popular and beneficial, and the spreading of this Hare Krishna movement can immediately introduce a similar situation, even in this Kali-yuga.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>