<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 10"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Pastimes of the Supreme Lord, R&#257;macandra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.10 Summary</P><P>This Tenth Chapter describes how Lord R&#257;macandra appeared in the dynasty of Mah&#257;r&#257;ja Khatv&#257;&#324;ga. It also describes the Lord's activities, telling how He killed R&#257;vana and returned to Ayodhy&#257;, the capital of His kingdom.</P><P>The son of Mah&#257;r&#257;ja Khatv&#257;&#324;ga was D&#299;rghab&#257;hu, and his son was Raghu. The son of Raghu was Aja, the son of Aja was Da&#347;aratha, and the son of Da&#347;aratha was Lord R&#257;macandra, the Supreme Personality of Godhead. When the Lord descended into this world in His full quadruple expansion &#8212; as Lord R&#257;macandra, Lakshmana, Bharata and &#346;atrughna &#8212; great sages like V&#257;lm&#299;ki who were actually in knowledge of the Absolute Truth described His transcendental pastimes. &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; describes these pastimes in brief.</P><P>Lord R&#257;macandra went with Vi&#347;v&#257;mitra and killed R&#257;kshasas like M&#257;r&#299;ca. After breaking the stout and strong bow known as Haradhanu, the Lord married mother S&#299;t&#257; and cut down the prestige of Para&#347;ur&#257;ma. To obey the order of His father, He entered the forest, accompanied by Lakshmana and S&#299;t&#257;. There He cut off the nose of &#346;&#363;rpanakh&#257; and killed the associates of R&#257;vana, headed by Khara and D&#363;shana. R&#257;vana's kidnapping of S&#299;t&#257;dev&#299; was the beginning of this demon's misfortune. When M&#257;r&#299;ca assumed the form of a golden deer, Lord R&#257;macandra went to bring the deer to please S&#299;t&#257;dev&#299;, but in the meantime R&#257;vana took advantage of the Lord's absence to kidnap her. When S&#299;t&#257;dev&#299; was kidnapped, Lord R&#257;macandra, accompanied by Lakshmana, searched for her throughout the forest. In the course of this search, They met Jat&#257;yu. Then the Lord killed the demon Kabandha and the commander V&#257;li and established a friendly relationship with Sugr&#299;va. After organizing the military strength of the monkeys and going with them to the shore of the sea, the Lord awaited the arrival of Samudra, the ocean personified, but when Samudra did not come, the Lord, the master of Samudra, became angry. Then Samudra came to the Lord with great haste and surrendered to Him, wanting to help Him in every way. The Lord then attempted to bridge the ocean, and, with the help of advice from Vibh&#299;shana, He attacked R&#257;vana's capital, La&#324;k&#257;. Previously, Hanum&#257;n, the eternal servant of the Lord, had set fire to La&#324;k&#257;, and now, with the help of Lakshmana, the forces of Lord R&#257;macandra killed all the R&#257;kshasa soldiers. Then Lord R&#257;macandra personally killed R&#257;vana. Mandodar&#299; and other wives lamented for R&#257;vana, and in accordance with Lord R&#257;macandra's order, Vibh&#299;shana performed the funeral ceremonies for all the dead in the family. Lord R&#257;macandra then gave Vibh&#299;shana the right to rule La&#324;k&#257; and also granted him a long duration of life. The Lord delivered S&#299;t&#257;dev&#299; from the A&#347;oka forest and carried her in a flower airplane to His capital Ayodhy&#257;, where He was received by His brother Bharata. When Lord R&#257;macandra entered Ayodhy&#257;, Bharata brought His wooden shoes, Vibh&#299;shana and Sugr&#299;va held a whisk and fan, Hanum&#257;n carried an umbrella, &#346;atrughna carried the Lord's bow and two quivers, and S&#299;t&#257;dev&#299; carried a waterpot containing water from holy places. A&#324;gada carried a sword, and J&#257;mbav&#257;n (Rikshar&#257;ja) carried a shield. After Lord R&#257;macandra, accompanied by Lord Lakshmana and mother S&#299;t&#257;dev&#299;, met all His relatives, the great sage Vasishtha enthroned Him as King. The chapter ends with a short description of Lord R&#257;macandra's rule in Ayodhy&#257;.</P><P CLASS=l><A CLASS=i HREF="../9/49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>