<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 16 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 16 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Krishna Chastises the Serpent K&#257;liya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.16.16</P><P CLASS=c>t&#257;ms tath&#257; k&#257;tar&#257;n v&#299;kshya</P><P CLASS=c>bhagav&#257;n m&#257;dhavo balah</P><P CLASS=c>prahasya kiñcin nov&#257;ca</P><P CLASS=c>prabh&#257;va-jño 'nujasya sah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> such <A HREF="http://vedabase.net/a/a">a</A> condition; <A CLASS=v HREF="http://vedabase.net/k/kataran">k&#257;tar&#257;n</A> &#8212; distressed; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/madhavah">m&#257;dhavah</A> &#8212; the master of all mystic knowledge; <A CLASS=v HREF="http://vedabase.net/b/balah">balah</A> &#8212; Lord <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/p/prahasya">prahasya</A> &#8212; gently smiling; <A CLASS=v HREF="http://vedabase.net/k/kincit">kiñcit</A> &#8212; anything at all; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; did not; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; say; <A CLASS=v HREF="http://vedabase.net/p/prabhava">prabh&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/j/jnah">jñah</A> &#8212; knowing the power; <A CLASS=v HREF="http://vedabase.net/a/anujasya">anujasya</A> &#8212; of His younger brother; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Lord Balar&#257;ma, the master of all transcendental knowledge, smiled and said nothing when He saw the residents of Vrind&#257;vana in such distress, since He understood the extraordinary power of His younger brother.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Balar&#257;ma is the plenary expansion of Lord Krishna and is thus nondifferent from Him. They are, in fact, the same Absolute Truth manifest in separate forms. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, Lord Balar&#257;ma was laughing because He thought, "Krishna never cares to play with Me in My form of &#346;esha N&#257;ga, but now He is playing with this ordinary, mundane snake named K&#257;liya."</P><P>The question may arise as to why Krishna and Balar&#257;ma allowed Their loving devotees to suffer such great anguish during Krishna's temporary imprisonment within the coils of K&#257;liya. It must be remembered that because the inhabitants of Vrind&#257;vana were completely liberated souls, they did not experience material emotions. When they saw their beloved Krishna in apparent danger, their love for Him intensified to the highest degree, and thus they merged completely into the ecstasy of love for Him. The whole situation has to be seen from the spiritual point of view, or it will not be seen at all.</P><P CLASS=l><A CLASS=i HREF="13-15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>