<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 16 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 16 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Krishna Chastises the Serpent K&#257;liya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.16.26</P><P CLASS=c>evam paribhrama-hataujasam unnat&#257;msam</P><P CLASS=c>&#257;namya tat-prithu-&#347;irahsv adhir&#363;dha &#257;dyah</P><P CLASS=c>tan-m&#363;rdha-ratna-nikara-spar&#347;&#257;ti-t&#257;mra-</P><P CLASS=c>p&#257;d&#257;mbujo 'khila-kal&#257;di-gurur nanarta</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/p/paribhrama">paribhrama</A> &#8212; because of the Lord's moving around him; <A CLASS=v HREF="http://vedabase.net/h/hata">hata</A> &#8212; spoiled; <A CLASS=v HREF="http://vedabase.net/o/ojasam">ojasam</A> &#8212; whose strength; <A CLASS=v HREF="http://vedabase.net/u/unnata">unnata</A> &#8212; raised high; <A CLASS=v HREF="http://vedabase.net/a/amsam">amsam</A> &#8212; whose shoulders; <A CLASS=v HREF="http://vedabase.net/a/anamya">&#257;namya</A> &#8212; making him bend down; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/p/prthu">prithu</A>-<A CLASS=v HREF="http://vedabase.net/s/sirahsu">&#347;irahsu</A> &#8212; onto the broad heads; <A CLASS=v HREF="http://vedabase.net/a/adhirudhah">adhir&#363;dhah</A> &#8212; having climbed up; <A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dyah</A> &#8212; the ultimate origin of everything; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/m/murdha">m&#363;rdha</A> &#8212; on the heads; <A CLASS=v HREF="http://vedabase.net/r/ratna">ratna</A>-<A CLASS=v HREF="http://vedabase.net/n/nikara">nikara</A> &#8212; the numerous jewels; <A CLASS=v HREF="http://vedabase.net/s/sparsa">spar&#347;a</A> &#8212; because of touching; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/t/tamra">t&#257;mra</A> &#8212; very much reddened; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/ambujah">ambujah</A> &#8212; whose lotus feet; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/k/kala">kal&#257;</A> &#8212; of all arts; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; the original spiritual master; <A CLASS=v HREF="http://vedabase.net/n/nanarta">nanarta</A> &#8212; began <A HREF="http://vedabase.net/t/to">to</A> dance.</P><P CLASS=t>TRANSLATION</P><P>Having severely depleted the serpent's strength with His relentless circling, &#346;r&#299; Krishna, the origin of everything, pushed down K&#257;liya's raised shoulders and mounted his broad serpentine heads. Thus Lord &#346;r&#299; Krishna, the original master of all fine arts, began to dance, His lotus feet deeply reddened by the touch of the numerous jewels upon the serpent's heads.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Hari-vam&#347;a states, &#347;irah sa krishno jagr&#257;ha sva-hasten&#257;vanamya: "Krishna grabbed K&#257;liya's head with His hand and forced it to bow down." Most people in this world are quite reluctant to bow down to the Supreme Person, the Absolute Truth. In the contaminated state called material consciousness, we conditioned souls become proud of our insignificant position and are thus reluctant to bow our heads before the Lord. Yet just as Lord Krishna forcibly pushed K&#257;liya's heads down and thus defeated him, the Supreme Lord's energy in the form of irresistible time kills all conditioned souls and thus forces them to bow down their arrogant heads. We should therefore give up the artificial position of material life and become faithful servants of the Supreme Lord, enthusiastically bowing down at His lotus feet.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains that Lord Krishna's lotus feet became red like copper because of their contact with the numerous hard jewels upon the heads of K&#257;liya. Lord Krishna, with those glowing reddish feet, then began to demonstrate His artistic skill by dancing on the unsteady, moving surface of the serpent's hoods. This extraordinary demonstration of dancing skill was meant for the pleasure of the young women of Vrind&#257;vana, who at this phase of their relationship with Krishna were seriously falling in love with Him.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>