<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 16 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 16 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Krishna Chastises the Serpent K&#257;liya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.16.31</P><P CLASS=c>krishnasya garbha-jagato 'ti-bhar&#257;vasannam</P><P CLASS=c>p&#257;rshni-prah&#257;ra-parirugna-phan&#257;tapatram</P><P CLASS=c>drishtv&#257;him &#257;dyam upasedur amushya patnya</P><P CLASS=c>&#257;rt&#257;h &#347;lathad-vasana-bh&#363;shana-ke&#347;a-bandh&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsnasya">krishnasya</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/g/garbha">garbha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whose abdomen; <A CLASS=v HREF="http://vedabase.net/j/jagatah">jagatah</A> &#8212; is found the entire universe; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/b/bhara">bhara</A> &#8212; by the extreme weight; <A CLASS=v HREF="http://vedabase.net/a/avasannam">avasannam</A> &#8212; fatigued; <A CLASS=v HREF="http://vedabase.net/p/parsni">p&#257;rshni</A> &#8212; of His heels; <A CLASS=v HREF="http://vedabase.net/p/prahara">prah&#257;ra</A> &#8212; by the striking; <A CLASS=v HREF="http://vedabase.net/p/parirugna">parirugna</A> &#8212; shattered; <A CLASS=v HREF="http://vedabase.net/p/phana">phan&#257;</A> &#8212; his hoods; <A CLASS=v HREF="http://vedabase.net/a/atapatram">&#257;tapatram</A> &#8212; which were like umbrellas; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/a/ahim">ahim</A> &#8212; the serpent; <A CLASS=v HREF="http://vedabase.net/a/adyam">&#257;dyam</A> &#8212; the primeval Lord; <A CLASS=v HREF="http://vedabase.net/u/upaseduh">upaseduh</A> &#8212; approached; <A CLASS=v HREF="http://vedabase.net/a/amusya">amushya</A> &#8212; of <A HREF="http://vedabase.net/k/kaliya">K&#257;liya</A>; <A CLASS=v HREF="http://vedabase.net/p/patnyah">patnyah</A> &#8212; the wives; <A CLASS=v HREF="http://vedabase.net/a/artah">&#257;rt&#257;h</A> &#8212; feeling distressed; <A CLASS=v HREF="http://vedabase.net/s/slathat">&#347;lathat</A> &#8212; disarrayed; <A CLASS=v HREF="http://vedabase.net/v/vasana">vasana</A> &#8212; their clothing; <A CLASS=v HREF="http://vedabase.net/b/bhusana">bh&#363;shana</A> &#8212; ornaments; <A CLASS=v HREF="http://vedabase.net/k/kesa">ke&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhah">bandh&#257;h</A> &#8212; and the locks of their hair.</P><P CLASS=t>TRANSLATION</P><P>When K&#257;liya's wives saw how the serpent had become so fatigued from the excessive weight of Lord Krishna, who carries the entire universe in His abdomen, and how K&#257;liya's umbrellalike hoods had been shattered by the striking of Krishna's heels, they felt great distress. With their clothing, ornaments and hair scattered in disarray, they then approached the eternal Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, K&#257;liya's wives had been disgusted with their husband because of his demoniac activities. They had been thinking, "If this atheist is killed by the punishment of the Supreme Personality of Godhead, then let him be killed. We will become widows and engage in the worship of the Supreme Lord." But then the ladies noticed K&#257;liya's facial expression and other bodily features, and they understood that K&#257;liya had indeed taken shelter of the Lord within his mind. Seeing that he was manifesting symptoms of humility, remorse, regret and doubt, they thought, "Just see how fortunate we are! Our husband has now become a Vaishnava. Therefore we must now endeavor to protect him." They felt affection for their repentant husband and severe distress because of his miserable position, and thus all together they went into the presence of the Supreme Lord.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>