<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 16 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 16 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Krishna Chastises the Serpent K&#257;liya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.16.35</P><P CLASS=c>tapah sutaptam kim anena p&#363;rvam</P><P CLASS=c>nirasta-m&#257;nena ca m&#257;na-dena</P><P CLASS=c>dharmo 'tha v&#257; sarva-jan&#257;nukampay&#257;</P><P CLASS=c>yato bhav&#257;ms tushyati sarva-j&#299;vah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/t/taptam">taptam</A> &#8212; properly performed; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/anena">anena</A> &#8212; by this <A HREF="http://vedabase.net/k/kaliya">K&#257;liya</A>; <A CLASS=v HREF="http://vedabase.net/p/purvam">p&#363;rvam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> previous lives; <A CLASS=v HREF="http://vedabase.net/n/nirasta">nirasta</A>-<A CLASS=v HREF="http://vedabase.net/m/manena">m&#257;nena</A> &#8212; being free from false pride; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/mana">m&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/d/dena">dena</A> &#8212; giving respect <A HREF="http://vedabase.net/t/to">to</A> others; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religious duty; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or else; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> all persons; <A CLASS=v HREF="http://vedabase.net/a/anukampaya">anukampay&#257;</A> &#8212; with compassion; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your good self; <A CLASS=v HREF="http://vedabase.net/t/tusyati">tushyati</A> &#8212; is satisfied; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;vah</A> &#8212; the source of life for all beings.</P><P CLASS=t>TRANSLATION</P><P>Did our husband carefully perform austerities in a previous life, with his mind free of pride and full of respect for others? Is that why You are pleased with him? Or did he in some previous existence carefully execute religious duties with compassion for all living beings, and is that why You, the life of all living beings, are now satisfied with Him?</P><P CLASS=t>PURPORT</P><P>In this regard &#346;r&#299;la Prabhup&#257;da comments in his Krishna, the Supreme Personality of Godhead, Volume 1, Chapter Sixteen: "The N&#257;ga-patn&#299;s confirm that one cannot come in contact with Krishna without having executed pious activities in devotional service in one's previous lives. As Lord Caitanya advised in His &#346;iksh&#257;shtaka, one has to execute devotional service by humbly chanting the Hare Krishna mantra, thinking oneself lower than the straw in the street and not expecting honor for oneself but offering all kinds of honor to others. The N&#257;ga-patn&#299;s were astonished that, although K&#257;liya had the body of a serpent as the result of grievous sinful activities, at the same time he was in contact with the Lord to the extent that the Lord's lotus feet were touching his hoods. Certainly this was not the ordinary result of pious activities. These two contradictory facts astonished them."</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>