<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 16 Verses 65-67</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 16 Verses 65-67"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Krishna Chastises the Serpent K&#257;liya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.16.65-67</P><P CLASS=c>divy&#257;mbara-sra&#324;-manibhih</P><P CLASS=c>par&#257;rdhyair api bh&#363;shanaih</P><P CLASS=c>divya-gandh&#257;nulepai&#347; ca</P><P CLASS=c>mahatyotpala-m&#257;lay&#257;</P><P CLASS=c>p&#363;jayitv&#257; jagan-n&#257;tham</P><P CLASS=c>pras&#257;dya garuda-dhvajam</P><P CLASS=c>tatah pr&#299;to 'bhyanujñ&#257;tah</P><P CLASS=c>parikramy&#257;bhivandya tam</P><P CLASS=c>sa-kalatra-suhrit-putro</P><P CLASS=c>dv&#299;pam abdher jag&#257;ma ha</P><P CLASS=c>tadaiva s&#257;mrita-jal&#257;</P><P CLASS=c>yamun&#257; nirvish&#257;bhavat</P><P CLASS=c>anugrah&#257;d bhagavatah</P><P CLASS=c>kr&#299;d&#257;-m&#257;nusha-r&#363;pinah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/divya">divya</A> &#8212; divine; <A CLASS=v HREF="http://vedabase.net/a/ambara">ambara</A> &#8212; with clothing; <A CLASS=v HREF="http://vedabase.net/s/srak">srak</A> &#8212; garlands; <A CLASS=v HREF="http://vedabase.net/m/manibhih">manibhih</A> &#8212; and jewels; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/ardhyaih">ardhyaih</A> &#8212; most valuable; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhusanaih">bh&#363;shanaih</A> &#8212; ornaments; <A CLASS=v HREF="http://vedabase.net/d/divya">divya</A> &#8212; divine; <A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A> &#8212; with scents; <A CLASS=v HREF="http://vedabase.net/a/anulepaih">anulepaih</A> &#8212; and ointments; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well; <A CLASS=v HREF="http://vedabase.net/m/mahatya">mahaty&#257;</A> &#8212; fine; <A CLASS=v HREF="http://vedabase.net/u/utpala">utpala</A> &#8212; of lotuses; <A CLASS=v HREF="http://vedabase.net/m/malaya">m&#257;lay&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> garland; <A CLASS=v HREF="http://vedabase.net/p/pujayitva">p&#363;jayitv&#257;</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/n/natham">n&#257;tham</A> &#8212; the Lord of the universe; <A CLASS=v HREF="http://vedabase.net/p/prasadya">pras&#257;dya</A> &#8212; satisfying; <A CLASS=v HREF="http://vedabase.net/g/garuda">garuda</A>-<A CLASS=v HREF="http://vedabase.net/d/dhvajam">dhvajam</A> &#8212; Him whose flag is marked with the emblem of <A HREF="http://vedabase.net/g/garuda">Garuda</A>; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/p/pritah">pr&#299;tah</A> &#8212; feeling happy; <A CLASS=v HREF="http://vedabase.net/a/abhyanujnatah">abhyanujñ&#257;tah</A> &#8212; given permission <A HREF="http://vedabase.net/t/to">to</A> leave; <A CLASS=v HREF="http://vedabase.net/p/parikramya">parikramya</A> &#8212; circumambulating; <A CLASS=v HREF="http://vedabase.net/a/abhivandya">abhivandya</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Him; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/k/kalatra">kalatra</A> &#8212; his wives; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A> &#8212; friends; <A CLASS=v HREF="http://vedabase.net/p/putrah">putrah</A> &#8212; and children; <A CLASS=v HREF="http://vedabase.net/d/dvipam">dv&#299;pam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the island; <A CLASS=v HREF="http://vedabase.net/a/abdheh">abdheh</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sea; <A CLASS=v HREF="http://vedabase.net/j/jagama">jag&#257;ma</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> went; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; at that very moment; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A> &#8212; nectarean; <A CLASS=v HREF="http://vedabase.net/j/jala">jal&#257;</A> &#8212; her water; <A CLASS=v HREF="http://vedabase.net/y/yamuna">yamun&#257;</A> &#8212; the river <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/nirvisa">nirvish&#257;</A> &#8212; free from poison; <A CLASS=v HREF="http://vedabase.net/a/abhavat">abhavat</A> &#8212; she became; <A CLASS=v HREF="http://vedabase.net/a/anugrahat">anugrah&#257;t</A> &#8212; by the mercy; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/krida">kr&#299;d&#257;</A> &#8212; for pleasure pastimes; <A CLASS=v HREF="http://vedabase.net/m/manusa">m&#257;nusha</A> &#8212; humanlike; <A CLASS=v HREF="http://vedabase.net/r/rupinah">r&#363;pinah</A> &#8212; manifesting <A HREF="http://vedabase.net/a/a">a</A> form.</P><P CLASS=t>TRANSLATION</P><P>K&#257;liya worshiped the Lord of the universe by offering Him fine garments, along with necklaces, jewels and other valuable ornaments, wonderful scents and ointments, and a large garland of lotus flowers. Having thus pleased the Lord, whose flag is marked with the emblem of Garuda, K&#257;liya felt satisfied. Receiving the Lord's permission to leave, K&#257;liya circumambulated Him and offered Him obeisances. Then, taking his wives, friends and children, he went to his island in the sea. The very moment K&#257;liya left, the Yamun&#257; was immediately restored to her original condition, free from poison and full of nectarean water. This happened by the mercy of the Supreme Personality of Godhead, who was manifesting a humanlike form to enjoy His pastimes.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has commented extensively on this verse. To explain the word manibhih &#8212; "(K&#257;liya worshiped the Lord) with jewels" &#8212; the &#257;c&#257;rya has quoted from the &#346;r&#299; R&#257;dh&#257;-krishna-ganodde&#347;a-d&#299;pik&#257;, by R&#363;pa Gosv&#257;m&#299;, as follows:</P><P>kaustubh&#257;khyo manir yena</P><P CLASS=n>pravi&#347;ya hradam auragam</P><P CLASS=n>k&#257;liya-preyasi-vrinda-</P><P CLASS=n>hastair &#257;tmopah&#257;ritah</P><P>"The Lord had made His Kaustubha gem enter the serpent's lake, and then He arranged for it to be presented to Himself by the hands of K&#257;liya's wives." In other words, because Lord Krishna wanted to act just like an ordinary human being, He made the transcendental Kaustubha gem invisible and caused it to enter within K&#257;liya's treasury. Then when the appropriate moment came for K&#257;liya to worship the Lord with many different jewels and ornaments, the serpent's wives, unaware of the Lord's transcendental trick, presented Him with the Kaustubha gem, thinking it was simply one of the jewels in their possession.</P><P>The &#257;c&#257;rya has further commented that the reason Lord Krishna is described in this verse as garuda-dhvaja, "He whose flag is marked by the symbol of His carrier, Garuda," is that K&#257;liya also desired to become Lord Krishna's carrier. Garuda and the serpents are originally related as brothers, and therefore K&#257;liya wanted to indicate to Lord Krishna, "If You ever have to go to a distant place, You should also think of me as Your personal carrier. I am the servant of Your servant, and in the wink of an eye I can travel hundreds of millions of yojanas." Thus the Pur&#257;nas narrate that in the course of Lord Krishna's eternal cycle of pastimes, when Kamsa orders the Lord to come to Mathur&#257;, He sometimes goes there mounted upon K&#257;liya.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Sixteenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Krishna Chastises the Serpent K&#257;liya."</P><P CLASS=l><A CLASS=i HREF="64.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../17/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>