<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 12"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Expansions of Advaita &#256;c&#257;rya and Gad&#257;dhara Pandita</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 12.12</P><P CLASS=c>dh&#257;nya-r&#257;&#347;i m&#257;pe yaiche p&#257;tn&#257; sahite</P><P CLASS=c>pa&#347;c&#257;te p&#257;tn&#257; ud&#257;ñ&#257; samsk&#257;ra karite</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhanya">dh&#257;nya</A>-<A CLASS=v HREF="http://vedabase.net/r/rasi">r&#257;&#347;i</A> &#8212; heaps of paddy; <A CLASS=v HREF="http://vedabase.net/m/mape">m&#257;pe</A> &#8212; measures; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/p/patna">p&#257;tn&#257;</A> &#8212; useless straw; <A CLASS=v HREF="http://vedabase.net/s/sahite">sahite</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/p/pascate">pa&#347;c&#257;te</A> &#8212; later; <A CLASS=v HREF="http://vedabase.net/p/patna">p&#257;tn&#257;</A> &#8212; useless straw; <A CLASS=v HREF="http://vedabase.net/u/udana">ud&#257;ñ&#257;</A> &#8212; fanning; <A CLASS=v HREF="http://vedabase.net/s/samskara">samsk&#257;ra</A> &#8212; purification; <A CLASS=v HREF="http://vedabase.net/k/karite">karite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>.</P><P CLASS=t>TRANSLATION</P><P>Paddy is mixed with straw at first, and one must fan it to separate the paddy from the straw.</P><P CLASS=t>PURPORT</P><P>This analogy given by Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; is very appropriate. In the case of the Gaud&#299;ya Matha members, one can apply a similar process. There are many disciples of Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, but to judge who is actually his disciple, to divide the useful from the useless, one must measure the activities of such disciples in executing the will of the spiritual master. Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura tried his best to spread the cult of &#346;r&#299; Caitanya Mah&#257;prabhu to countries outside India. When he was present he patronized the disciples to go outside India to preach the cult of &#346;r&#299; Caitanya Mah&#257;prabhu, but they were unsuccessful because within their minds they were not actually serious about preaching His cult in foreign countries; they simply wanted to take credit for having gone to foreign lands and utilize this recognition in India by advertising themselves as repatriated preachers. Many sv&#257;m&#299;s have adopted this hypocritical means of preaching for the last eighty years or more, but no one could preach the real cult of Krishna consciousness all over the world. They merely came back to India falsely advertising that they had converted all the foreigners to the ideas of Ved&#257;nta or Krishna consciousness, and then they collected funds in India and lived satisfied lives of material comfort. As one fans paddy to separate the real paddy from useless straw, by accepting the criterion recommended by Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; one can very easily understand who is a genuine world-preacher and who is useless.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>