<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 17"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Expansions of Advaita &#256;c&#257;rya and Gad&#257;dhara Pandita</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 12.17</P><P CLASS=c>pañcama varshera b&#257;laka kahe siddh&#257;ntera s&#257;ra</P><P CLASS=c>&#347;uniy&#257; p&#257;il&#257; &#257;c&#257;rya santosha ap&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pancama">pañcama</A> &#8212; five; <A CLASS=v HREF="http://vedabase.net/v/varsera">varshera</A> &#8212; years; <A CLASS=v HREF="http://vedabase.net/b/balaka">b&#257;laka</A> &#8212; small boy; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; says; <A CLASS=v HREF="http://vedabase.net/s/siddhantera">siddh&#257;ntera</A> &#8212; conclusive; <A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A> &#8212; essence; <A CLASS=v HREF="http://vedabase.net/s/suniya">&#347;uniy&#257;</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/p/paila">p&#257;il&#257;</A> &#8212; got; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A> &#8212; <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/s/santosa">santosha</A> &#8212; satisfaction; <A CLASS=v HREF="http://vedabase.net/a/apara">ap&#257;ra</A> &#8212; very much.</P><P CLASS=t>TRANSLATION</P><P>When Advaita &#256;c&#257;rya heard this statement from His five-year-old son Acyut&#257;nanda, He felt great satisfaction because of his conclusive judgment.</P><P CLASS=t>PURPORT</P><P>Commenting on verses 13 through 17, Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura gives an extensive description of the descendants of Advaita &#256;c&#257;rya. The Caitanya-bh&#257;gavata, Antya-khanda, Chapter One, states that Acyut&#257;nanda was the eldest son of Advaita &#256;c&#257;rya. The Sanskrit book Advaita-carita states, "Advaita &#256;c&#257;rya Prabhu had three sons who were devotees of Lord Caitanya. Their names were Acyuta, Krishna Mi&#347;ra and Gop&#257;la d&#257;sa, and they were all born of the womb of His wife, S&#299;t&#257;dev&#299;. Advaita &#256;c&#257;rya also had three more sons, whose names were Balar&#257;ma, Svar&#363;pa and Jagad&#299;&#347;a. Thus there were six sons of Advaita &#256;c&#257;rya." Among the six sons, three were strict followers of Lord Caitanya Mah&#257;prabhu, and of these three, Acyut&#257;nanda was the eldest.</P><P>Advaita Prabhu married in the beginning of the fifteenth century &#346;ak&#257;bda (late fifteenth century A.D.). When Lord Caitanya Mah&#257;prabhu wanted to visit the village of R&#257;makeli while going from Jagann&#257;tha Pur&#299; to Vrind&#257;vana during the &#346;ak&#257;bda years 1433 and 1434 (A.D. 1511 and 1512), Acyut&#257;nanda was only five years old. The Caitanya-bh&#257;gavata, Antya-khanda, Fourth Chapter, describes Acyut&#257;nanda at that time as pañca-varsha vayasa madhura digambara, "only five years old and standing naked." Therefore it is to be concluded that Acyut&#257;nanda was born sometime in the year 1428 (A.D. 1506). Before the birth of Acyut&#257;nanda, Advaita Prabhu's wife, S&#299;t&#257;dev&#299;, came to see Lord Caitanya Mah&#257;prabhu at His birth. Thus it is not impossible that she had the other three sons by Advaita within the twenty-one years between 1407 and 1428 &#346;ak&#257;bda (A.D. 1486 and 1507). In an unauthorized book of the name S&#299;t&#257;dvaita-carita, published in Bengali in the unauthorized newspaper Nity&#257;nanda-d&#257;yin&#299; in 1792 &#346;ak&#257;bda (A.D. 1870), it is mentioned that Acyut&#257;nanda was a class friend of &#346;r&#299; Caitanya Mah&#257;prabhu. According to Caitanya-bh&#257;gavata, this statement is not at all valid. When Caitanya Mah&#257;prabhu accepted the renounced order of sanny&#257;sa in the year 1431 &#346;ak&#257;bda (A.D. 1509), He came to the house of Advaita Prabhu at &#346;&#257;ntipura. At that time, as stated in the Caitanya-bh&#257;gavata, Antya-khanda, Chapter One, Acyut&#257;nanda was only three years old. The Caitanya-bh&#257;gavata further states that the naked child, the son of Advaita Prabhu, immediately came and fell down at the lotus feet of Lord &#346;r&#299; Caitanya Mah&#257;prabhu. The Lord immediately took him on His lap, although he was not very clean, having dust all over his body. Lord Caitanya said, "My dear Acyuta, Advaita &#256;c&#257;rya is My father, and thus we are brothers."</P><P>Before &#346;r&#299; Caitanya Mah&#257;prabhu exhibited His spiritual forms during His residence at Navadv&#299;pa, He asked &#346;r&#299; R&#257;ma Pandita, &#346;r&#299;v&#257;sa Th&#257;kura's brother, to go to &#346;&#257;ntipura and bring back Advaita &#256;c&#257;rya. Acyut&#257;nanda joined his father at that time. It is said, advaitera tanaya 'acyut&#257;nanda' n&#257;ma/ parama-b&#257;laka, seho k&#257;nde avir&#257;ma. Acyut&#257;nanda also joined in crying in transcendental bliss. Again, when Lord Caitanya beat Advaita &#256;c&#257;rya for explaining &#346;r&#299;mad-Bh&#257;gavatam from an impersonalist viewpoint opposed to the principles of bhakti-yoga, Acyut&#257;nanda was also present. Therefore all these incidents must have occurred only two or three years before Lord Caitanya accepted the sanny&#257;sa order. As mentioned above, in the Caitanya-bh&#257;gavata, Antya-khanda, Chapter One, it is stated that Acyut&#257;nanda, the son of Advaita &#256;c&#257;rya, offered his obeisances to the Lord. Therefore it should be concluded that from the very beginning of his life Acyut&#257;nanda was a great devotee of Lord Caitanya Mah&#257;prabhu.</P><P>There is no information that Acyut&#257;nanda ever married, but he is described as the biggest branch of the Advaita &#256;c&#257;rya family. From a book named &#346;&#257;kh&#257;-nirnay&#257;mrita it is understood that Acyut&#257;nanda was a disciple of Gad&#257;dhara Pandita and that he took shelter of Lord Caitanya in Jagann&#257;tha Pur&#299; and engaged in devotional service. The Caitanya-carit&#257;mrita, &#256;di-l&#299;l&#257;, Chapter Ten, states that Acyut&#257;nanda, the son of Advaita &#256;c&#257;rya, lived in Jagann&#257;tha Pur&#299;, taking shelter of Lord Caitanya Mah&#257;prabhu. Gad&#257;dhara Pandita, in the last years of his life, also lived with Lord Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299;. There is no doubt, therefore, that Acyut&#257;nanda was a disciple of Pandita Gad&#257;dhara. In the accounts of Lord Caitanya Mah&#257;prabhu's dancing in front of the car during the Ratha-y&#257;tr&#257; festival, Acyut&#257;nanda's name is to be found many times. It is stated that in the party of Advaita &#256;c&#257;rya from &#346;&#257;ntipura, Acyut&#257;nanda was dancing and others were singing. At that time the boy was only six years old. Text 87 of the Gaura-ganodde&#347;a-d&#299;pik&#257;, compiled by &#346;r&#299; Kavi-karnap&#363;ra, describes Acyut&#257;nanda as a disciple of Gad&#257;dhara Pandita and a great and dear devotee of Lord Caitanya Mah&#257;prabhu. According to the opinion of some, he was an incarnation of K&#257;rttikeya, the son of Lord &#346;iva, and according to others he was formerly the gop&#299; named Acyut&#257;. The Gaura-ganodde&#347;a-d&#299;pik&#257; (88) supports both these opinions. Another book, Narottama-vil&#257;sa, compiled by &#346;r&#299; Narahari d&#257;sa, mentions Acyut&#257;nanda's presence during the festival at Khetari. According to &#346;r&#299; Narahari d&#257;sa, during the last days of his life Acyut&#257;nanda stayed in his house at &#346;&#257;ntipura, but during the presence of Lord Caitanya Mah&#257;prabhu he lived at Jagann&#257;tha Pur&#299; with Gad&#257;dhara Pandita.</P><P>Of the six sons of Advaita &#256;c&#257;rya, three, Acyut&#257;nanda, Krishna Mi&#347;ra and Gop&#257;la d&#257;sa, lived faithfully in the service of Caitanya Mah&#257;prabhu. Since Acyut&#257;nanda did not accept a wife, he had no issue. The second son of Advaita &#256;c&#257;rya, Krishna Mi&#347;ra, had two sons, Raghun&#257;tha Cakravart&#299; and Dola-govinda. The descendants of Raghun&#257;tha still live in &#346;&#257;ntipura, in the neighborhoods of Madana-gop&#257;la-p&#257;da, Ganakara, Mrij&#257;pura and Kum&#257;rakh&#257;li. Dola-govinda had three sons, namely C&#257;&#324;da, Kandarpa and Gop&#299;n&#257;tha. The descendants of Kandarpa live in Maldah, in the village Jik&#257;b&#257;d&#299;. Gop&#299;n&#257;tha had three sons, &#346;r&#299;vallabha, Pr&#257;navallabha and Ke&#347;ava. The descendants of &#346;r&#299;vallabha live in the villages known as Ma&#347;iy&#257;d&#257;r&#257; (Mahishader&#257;), D&#257;mukadiy&#257; and Cand&#299;pura. There is a genealogical table for the family of &#346;r&#299; Vallabha beginning from his eldest son, Ga&#324;g&#257;-n&#257;r&#257;yana. The descendants of &#346;r&#299; Vallabha's youngest son, R&#257;magop&#257;la, still live in D&#257;mukadiy&#257;, Cand&#299;pura, &#346;olam&#257;ri, and so on. The descendants of Pr&#257;navallabha and Ke&#347;ava live in Uthal&#299;. The son of Pr&#257;navallabha was Ratne&#347;vara, and his son was Krishnar&#257;ma, whose youngest son was Lakshm&#299;-n&#257;r&#257;yana. His son was Navaki&#347;ora, and Navaki&#347;ora's second son was R&#257;mamohana, whose eldest son was Jagabandhu and whose third son, V&#299;racandra, accepted the sanny&#257;sa order and established a Deity of Lord Caitanya Mah&#257;prabhu in Katwa. These two sons of R&#257;mamohana were known as Bada Prabhu and Chota Prabhu, and they inaugurated the circumambulation of Navadv&#299;pa-dh&#257;ma. One may refer to the Vaishnava-mañjush&#257; for the complete genealogical table of Advaita Prabhu in the line of Krishna Mi&#347;ra.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>