<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 27"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Expansions of Advaita &#256;c&#257;rya and Gad&#257;dhara Pandita</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 12.27</P><P CLASS=c>&#257;c&#257;ryera &#257;ra putra &#8212; &#347;r&#299;-balar&#257;ma</P><P CLASS=c>&#257;ra putra &#8212; 'svar&#363;pa'-&#347;&#257;kh&#257;, 'jagad&#299;&#347;a' n&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/acaryera">&#257;c&#257;ryera</A> &#8212; of <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/balarama">balar&#257;ma</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> &#8212; another son; <A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A> &#8212; <A HREF="http://vedabase.net/s/svarupa">Svar&#363;pa</A>; <A CLASS=v HREF="http://vedabase.net/s/sakha">&#347;&#257;kh&#257;</A> &#8212; branch; <A CLASS=v HREF="http://vedabase.net/j/jagadisa">jagad&#299;&#347;a</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/j/jagadisa">Jagad&#299;&#347;a</A>.</P><P CLASS=t>TRANSLATION</P><P>The other sons of Advaita &#256;c&#257;rya were &#346;r&#299; Balar&#257;ma, Svar&#363;pa and Jagad&#299;&#347;a.</P><P CLASS=t>PURPORT</P><P>The Sanskrit book Advaita-carita states that Balar&#257;ma, Svar&#363;pa and Jagad&#299;&#347;a were the fourth, fifth and sixth sons of Advaita &#256;c&#257;rya. Therefore &#346;r&#299; Advaita &#256;c&#257;rya had six sons. Balar&#257;ma, Svar&#363;pa and Jagad&#299;&#347;a, being sm&#257;rtas, or M&#257;y&#257;v&#257;d&#299;s, were rejected by Vaishnava society. Sometimes M&#257;y&#257;v&#257;d&#299;s pose themselves as Vaishnavas, or worshipers of Lord Vishnu, but actually they do not believe in Lord Vishnu as the Supreme Personality of Godhead, for they consider demigods like Lord &#346;iva, Durg&#257;, the sun-god and Gane&#347;a equal to Him. They are generally known as pañcop&#257;saka-sm&#257;rtas, and one should not count them among the Vaishnavas.</P><P>Balar&#257;ma had three wives and nine sons. The youngest son of his first wife was known as Madhus&#363;dana Gosv&#257;m&#299;. He took the title Bhatt&#257;c&#257;rya and accepted the path of the sm&#257;rta or M&#257;y&#257;v&#257;da philosophy. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura notes that the son of Gosv&#257;m&#299; Bhatt&#257;c&#257;rya, &#346;r&#299; R&#257;dh&#257;ramana Gosv&#257;m&#299; Bhatt&#257;c&#257;rya, refused the title gosv&#257;m&#299; because it is generally meant for sanny&#257;s&#299;s, those who have taken the renounced order of life. One who is still in family life should not misuse the title gosv&#257;m&#299;. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura did not recognize the caste gosv&#257;m&#299;s because they were not in the line of the six gosv&#257;m&#299;s in the renounced order who were direct disciples of Lord Caitanya Mah&#257;prabhu &#8212; namely &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;, &#346;r&#299;la Bhatta Raghun&#257;tha Gosv&#257;m&#299;, &#346;r&#299; Gop&#257;la Bhatta Gosv&#257;m&#299;, &#346;r&#299; J&#299;va Gosv&#257;m&#299; and &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura said that the grihastha &#257;&#347;rama, or the status of family life, is a sort of concession for sense gratification. Therefore a grihastha should not falsely adopt the title gosv&#257;m&#299;. The ISKCON movement has never conferred the title gosv&#257;m&#299; upon a householder. Although all the sanny&#257;s&#299;s we have initiated in ISKCON are young, we have awarded them the titles of the renounced order of life, sv&#257;m&#299; and gosv&#257;m&#299;, because they have completely dedicated their lives to preach the cult of &#346;r&#299; Caitanya Mah&#257;prabhu. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura mentions that not only do the householder caste gosv&#257;m&#299;s disrespect the title gosv&#257;m&#299;, but also, following the principles of the sm&#257;rta Raghunandana, they exhibit great foolishness by burning a straw image of Advaita &#256;c&#257;rya in a &#347;r&#257;ddha ceremony, thus acting like R&#257;kshasas and disrespecting the Hari-bhakti-vil&#257;sa, which is the guide for Vaishnavas. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura says that sometimes these sm&#257;rta caste gosv&#257;m&#299;s write books on Vaishnava philosophy or commentaries on the original scriptures, but a pure devotee should cautiously avoid reading them.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>