<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 35"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Expansions of Advaita &#256;c&#257;rya and Gad&#257;dhara Pandita</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 12.35</P><P CLASS=c>&#299;&#347;varera dainya kari' kariy&#257;che bhiksh&#257;</P><P CLASS=c>ataeva danda kari' kar&#257;iba &#347;iksh&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/isvarera">&#299;&#347;varera</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/dainya">dainya</A> &#8212; poverty; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; establishing; <A CLASS=v HREF="http://vedabase.net/k/kariyache">kariy&#257;che</A> &#8212; has done; <A CLASS=v HREF="http://vedabase.net/b/bhiksa">bhiksh&#257;</A> &#8212; begging; <A CLASS=v HREF="http://vedabase.net/a/ataeva">ataeva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/d/danda">danda</A> &#8212; punishment; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; giving him; <A CLASS=v HREF="http://vedabase.net/k/karaiba">kar&#257;iba</A> &#8212; shall cause; <A CLASS=v HREF="http://vedabase.net/s/siksa">&#347;iksh&#257;</A> &#8212; instruction.</P><P CLASS=t>TRANSLATION</P><P>"But he has made the incarnation of Godhead a poverty-stricken beggar. Therefore I shall punish him in order to correct him."</P><P CLASS=t>PURPORT</P><P>To describe a man as an incarnation of God, or N&#257;r&#257;yana, and at the same time present him as poverty-stricken is contradictory, and it is the greatest offense. The M&#257;y&#257;v&#257;d&#299; philosophers, engaged in the missionary work of spoiling the Vedic culture by preaching that everyone is God, describe a poverty-stricken man as daridra-n&#257;r&#257;yana, or "poor N&#257;r&#257;yana." Lord Caitanya Mah&#257;prabhu never accepted such foolish and unauthorized ideas. He strictly warned, m&#257;y&#257;v&#257;di-bh&#257;shya &#347;unile haya sarva-n&#257;&#347;a: "Anyone who follows the principles of M&#257;y&#257;v&#257;da philosophy is certainly doomed." Such a fool needs to be reformed by punishment.</P><P>Although it is contradictory to say that the Supreme Personality of Godhead or His incarnation is poverty-stricken, we find in the revealed scriptures that when the Lord incarnated as V&#257;mana, He begged some land from Mah&#257;r&#257;ja Bali. Everyone knows, however, that V&#257;manadeva was not at all poverty-stricken. His begging from Mah&#257;r&#257;ja Bali was a device to favor him. When Mah&#257;r&#257;ja Bali actually gave the land, V&#257;manadeva exhibited His all-powerful position by covering the three worlds with three steps. One should not accept the so-called daridra-n&#257;r&#257;yanas as incarnations, because they are completely unable to show the opulence of the genuine incarnations of God.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>