<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 51"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Expansions of Advaita &#256;c&#257;rya and Gad&#257;dhara Pandita</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 12.51</P><P CLASS=c>mana dushta ha-ile nahe krishnera smarana</P><P CLASS=c>krishna-smriti vinu haya nishphala j&#299;vana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mana">mana</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/d/dusta">dushta</A> &#8212; polluted; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ile">ile</A> &#8212; becoming; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; is not possible; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/smarana">smarana</A> &#8212; remembrance; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/s/smrti">smriti</A> &#8212; remembrance of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/v/vinu">vinu</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/n/nisphala">nishphala</A> &#8212; without any result; <A CLASS=v HREF="http://vedabase.net/j/jivana">j&#299;vana</A> &#8212; life.</P><P CLASS=t>TRANSLATION</P><P>"When one's mind is polluted, it is very difficult to remember Krishna, and when remembrance of Lord Krishna is hampered, one's life is unproductive.</P><P CLASS=t>PURPORT</P><P>A devotee should always be alert, keeping his mind in a sanguine state so that he can always remember Lord &#346;r&#299; Krishna. The &#347;&#257;stras state, smartavyah satatam vishnuh: in devotional life one should always remember Lord Vishnu. &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; also advised Mah&#257;r&#257;ja Par&#299;kshit, smartavyo nitya&#347;ah. In the Second Canto, First Chapter, of &#346;r&#299;mad-Bh&#257;gavatam, &#346;ukadeva Gosv&#257;m&#299; advised Par&#299;kshit Mah&#257;r&#257;ja:</P><P>tasm&#257;d bh&#257;rata sarv&#257;tm&#257; bhagav&#257;n &#299;&#347;varo harih</P><P CLASS=n>&#347;rotavyah k&#299;rtitavya&#347; ca smartavya&#347; cecchat&#257;bhayam</P><P>"O descendant of King Bharata, one who desires to be free from all miseries must hear about, glorify and also remember the Supreme Personality of Godhead, who is the Supersoul, the controller and the savior from all miseries." (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/1/5.htm">2.1.5</A>) This is the summary of all the activities of a Vaishnava, and the same instruction is repeated here (krishna-smriti vinu haya nishphala j&#299;vana). &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; states in his Bhakti-ras&#257;mrita-sindhu, avyartha-k&#257;latvam: [Cc.<A CLASS=v HREF="../../../cc/madhya/23/18.htm">Madhya 23.18-19</A>] A Vaishnava must be very alert not to waste even a second of his valuable lifetime. This is a symptom of a Vaishnava. But association with pounds-and-shillings men, or vishay&#299;s, materialists who are simply interested in sense gratification, pollutes one's mind and hampers such continuous remembrance of Lord Krishna. &#346;r&#299; Caitanya Mah&#257;prabhu therefore advised, asat-sa&#324;ga-ty&#257;ga &#8212; ei vaishnava-&#257;c&#257;ra: a Vaishnava should behave in such a way as to never associate with nondevotees or materialists (Cc. <A CLASS=v HREF="../../../cc/madhya/22/87.htm">Madhya 22.87</A>). One can avoid such association simply by always remembering Krishna within his heart.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>