<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 70</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 70"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Expansions of Advaita &#256;c&#257;rya and Gad&#257;dhara Pandita</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 12.70</P><P CLASS=c>caitanya-rahita deha &#8212; &#347;ushkak&#257;shtha-sama</P><P CLASS=c>j&#299;vitei mrita sei, maile dande yama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/r/rahita">rahita</A> &#8212; without consciousness; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/s/suska">&#347;ushka</A>-<A CLASS=v HREF="http://vedabase.net/k/kastha">k&#257;shtha</A>-<A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; exactly like dry wood; <A CLASS=v HREF="http://vedabase.net/j/jivitei">j&#299;vitei</A> &#8212; while living; <A CLASS=v HREF="http://vedabase.net/m/mrta">mrita</A> &#8212; dead; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/maile">maile</A> &#8212; after death; <A CLASS=v HREF="http://vedabase.net/d/dande">dande</A> &#8212; punishes; <A CLASS=v HREF="http://vedabase.net/y/yama">yama</A> &#8212; Yamar&#257;ja.</P><P CLASS=t>TRANSLATION</P><P>A person without Krishna consciousness is no better than dry wood or a dead body. He is understood to be dead while living, and after death he is punishable by Yamar&#257;ja.</P><P CLASS=t>PURPORT</P><P>In the &#346;r&#299;mad-Bh&#257;gavatam, Sixth Canto, Third Chapter, twenty-ninth verse, Yamar&#257;ja, the superintendent of death, tells his assistants what class of men they should bring before him. There he states, "A person whose tongue never describes the qualities and holy name of the Supreme Personality of Godhead, whose heart never throbs as he remembers Krishna and His lotus feet, and whose head never bows in obeisances to the Supreme Lord must be brought before me for punishment." In other words, nondevotees are brought before Yamar&#257;ja for punishment, and thus material nature awards them various types of bodies. After death, which is deh&#257;ntara, a change of body, nondevotees are brought before Yamar&#257;ja for justice. By the judgment of Yamar&#257;ja, material nature gives them bodies suitable for the reactions of their past activities. This is the process of deh&#257;ntara, or transmigration of the self from one body to another. Krishna conscious devotees, however, are not subject to be judged by Yamar&#257;ja. For devotees there is an open road, as confirmed in the Bhagavad-g&#299;t&#257;. After giving up the body (tyaktv&#257; deham), a devotee never again has to accept another material body, for in a spiritual body he goes back home, back to Godhead. The punishments of Yamar&#257;ja are meant for persons who are not Krishna conscious.</P><P CLASS=l><A CLASS=i HREF="69.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="71.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>