<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 73</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 73"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Expansions of Advaita &#256;c&#257;rya and Gad&#257;dhara Pandita</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 12.73</P><P CLASS=c>ye ye laila &#347;r&#299;-acyut&#257;nandera mata</P><P CLASS=c>sei &#257;c&#257;ryera gana &#8212; mah&#257;-bh&#257;gavata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/l/laila">laila</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/a/acyutanandera">acyut&#257;nandera</A> &#8212; of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/a/acyutananda">Acyut&#257;nanda</A>; <A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/a/acaryera">&#257;c&#257;ryera</A> <A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; descendants of <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> all great devotees.</P><P CLASS=t>TRANSLATION</P><P>The descendants of Advaita &#256;c&#257;rya who accepted the path of &#346;r&#299; Acyut&#257;nanda were all great devotees.</P><P CLASS=t>PURPORT</P><P>In this connection, &#346;r&#299;la Bhaktivinoda Th&#257;kura, in his Amrita-prav&#257;ha-bh&#257;shya, gives this short note: "&#346;r&#299; Advaita &#256;c&#257;rya is one of the important trunks of the bhakti-kalpataru, or desire tree of devotional service. Lord &#346;r&#299; Caitanya Mah&#257;prabhu, as a gardener, poured water on the root of the bhakti tree and thus nourished all its trunks and branches. But nevertheless, under the spell of m&#257;y&#257;, the most unfortunate condition of a living entity, some of the branches, not accepting the gardener who poured water on them, considered the trunk the only cause of the great bhakti-kalpataru. In other words, the branches or descendants of Advaita &#256;c&#257;rya who considered Advaita &#256;c&#257;rya the original cause of the devotional creeper, and who thus neglected or disobeyed the instructions of &#346;r&#299; Caitanya Mah&#257;prabhu, deprived themselves of the effect of being watered and thus dried up and died. It is further to be understood that not only the misguided descendants of Advaita &#256;c&#257;rya but anyone who has no connection with Caitanya Mah&#257;prabhu &#8212; even if he is independently a great sanny&#257;s&#299;, learned scholar or ascetic &#8212; is like a dead branch of a tree."</P><P>This analysis by &#346;r&#299; Bhaktivinoda Th&#257;kura, supporting the statements of &#346;r&#299; Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, depicts the position of the present so-called Hindu religion, which, being predominantly conducted by the M&#257;y&#257;v&#257;da philosophy, has become a hodgepodge institution of various concocted ideas. M&#257;y&#257;v&#257;d&#299;s greatly fear the Krishna consciousness movement and accuse it of spoiling the Hindu religion because it accepts people from all parts of the world and all religious sects and scientifically engages them in the daiva-varn&#257;&#347;rama-dharma. As we have explained several times, however, we find no such word as "Hindu" in the Vedic literature. The word most probably came from Afghanistan, a predominantly Muslim country, and originally referred to a pass in Afghanistan known as Hindukush, which is still a part of a trade route between India and various Muslim countries.</P><P>The actual Vedic system of religion is called varn&#257;&#347;rama-dharma, as confirmed in the Vishnu Pur&#257;na:</P><P>varn&#257;&#347;ram&#257;c&#257;ra-vat&#257; purushena parah pum&#257;n</P><P CLASS=n>vishnur &#257;r&#257;dhyate panth&#257; n&#257;nyat tat-tosha-k&#257;ranam</P><P>(Vishnu Pur&#257;na <A CLASS=v HREF="http://vedabase.net/todo/purana3/8/9">3.8.9</A>)</P><P>The Vedic literature recommends that a human being follow the principles of varn&#257;&#347;rama-dharma. Accepting the process of varn&#257;&#347;rama-dharma will make a person's life successful because this will connect him with the Supreme Personality of Godhead, who is the goal of human life. Therefore the Krishna consciousness movement is meant for all of humanity. Although human society has different sections or subdivisions, all human beings belong to one species, and therefore we accept that they all have the ability to understand their constitutional position in connection with the Supreme Personality of Godhead, Vishnu. &#346;r&#299; Caitanya Mah&#257;prabhu confirms, j&#299;vera 'svar&#363;pa' haya &#8212; krishnera nitya-d&#257;sa: [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>]. "Every living entity is an eternal part, an eternal servant, of the Supreme Personality of Godhead." Every living entity who attains the human form of life can understand the importance of his position and thus become eligible to become a devotee of Lord Krishna. We take it for granted, therefore, that all humanity should be educated in Krishna consciousness. Indeed, in all parts of the world, in every country where we preach the sa&#324;k&#299;rtana movement, we find that people very easily accept the Hare Krishna mah&#257;-mantra without hesitation. The visible effect of this chanting is that the members of the Hare Krishna movement, regardless of their backgrounds, all give up the four principles of sinful life and come to an elevated standard of devotion.</P><P>Although posing as great scholars, ascetics, householders and sv&#257;m&#299;s, the so-called followers of the Hindu religion are all useless, dried-up branches of the Vedic religion. They are impotent; they cannot do anything to spread the Vedic culture for the benefit of human society. The essence of the Vedic culture is the message of &#346;r&#299; Caitanya Mah&#257;prabhu. Lord Caitanya instructed:</P><P>y&#257;re dekha, t&#257;re kaha 'krishna' upade&#347;a</P><P CLASS=n>&#257;m&#257;ra &#257;jñ&#257;ya guru hañ&#257; t&#257;ra' ei de&#347;a</P><P>(Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>)</P><P>One should simply instruct everyone he meets regarding the principles of krishna-kath&#257;, as expressed in Bhagavad-g&#299;t&#257; As It Is and &#346;r&#299;mad-Bh&#257;gavatam. One who has no interest in krishna-kath&#257; or the cult of &#346;r&#299; Caitanya Mah&#257;prabhu is like dry, useless wood with no living force. The ISKCON branch, being directly watered by &#346;r&#299; Caitanya Mah&#257;prabhu, is becoming undoubtedly successful, whereas the disconnected branches of the so-called Hindu religion that are envious of ISKCON are drying up and dying.</P><P CLASS=l><A CLASS=i HREF="72.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="74.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>