<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 8"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Expansions of Advaita &#256;c&#257;rya and Gad&#257;dhara Pandita</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 12.8</P><P CLASS=c>prathame ta' eka-mata &#257;c&#257;ryera gana</P><P CLASS=c>p&#257;che dui-mata haila daivera k&#257;rana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prathame">prathame</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning; <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; however; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; one opinion; <A CLASS=v HREF="http://vedabase.net/a/acaryera">&#257;c&#257;ryera</A> &#8212; of <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; followers; <A CLASS=v HREF="http://vedabase.net/p/pache">p&#257;che</A> &#8212; later; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; two opinions; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/d/daivera">daivera</A> &#8212; of providence; <A CLASS=v HREF="http://vedabase.net/k/karana">k&#257;rana</A> &#8212; the cause.</P><P CLASS=t>TRANSLATION</P><P>At first all the followers of Advaita &#256;c&#257;rya shared a single opinion. But later they followed two different opinions, as ordained by providence.</P><P CLASS=t>PURPORT</P><P>The words daivera k&#257;rana indicate that by dint of providence, or by God's will, the followers of Advaita &#256;c&#257;rya divided into two parties. Such disagreement among the disciples of one &#257;c&#257;rya is also found among the members of the Gaud&#299;ya Matha. In the beginning, during the presence of Om Vishnup&#257;da Paramahamsa Parivr&#257;jak&#257;c&#257;rya Ashtottara-&#347;ata &#346;r&#299; &#346;r&#299;mad Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura Prabhup&#257;da, all the disciples worked in agreement; but just after his disappearance, they disagreed. One party strictly followed the instructions of Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, but another group created their own concoction about executing his desires. Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, at the time of his departure, requested all his disciples to form a governing body and conduct missionary activities cooperatively. He did not instruct a particular man to become the next &#257;c&#257;rya. But just after his passing away, his leading secretaries made plans, without authority, to occupy the post of &#257;c&#257;rya, and they split into two factions over who the next &#257;c&#257;rya would be. Consequently, both factions were as&#257;ra, or useless, because they had no authority, having disobeyed the order of the spiritual master. Despite the spiritual master's order to form a governing body and execute the missionary activities of the Gaud&#299;ya Matha, the two unauthorized factions began litigation that is still going on after forty years with no decision.</P><P>Therefore, we do not belong to any faction. But because the two parties, busy dividing the material assets of the Gaud&#299;ya Matha institution, stopped the preaching work, we took up the mission of Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura and Bhaktivinoda Th&#257;kura to preach the cult of Caitanya Mah&#257;prabhu all over the world, under the protection of all the predecessor &#257;c&#257;ryas, and we find that our humble attempt has been successful. We followed the principles especially explained by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura in his commentary on the Bhagavad-g&#299;t&#257; verse beginning vyavas&#257;y&#257;tmik&#257; buddhir ekeha kuru-nandana. According to this instruction of Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, it is the duty of a disciple to follow strictly the orders of his spiritual master. The secret of success in advancement in spiritual life is the firm faith of the disciple in the orders of his spiritual master. The Vedas confirm this:</P><P>yasya deve par&#257; bhaktir yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h prak&#257;&#347;ante mah&#257;tmanah</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]</P><P>"To one who has staunch faith in the words of the spiritual master and the words of the Supreme Personality of Godhead, the secret of success in Vedic knowledge is revealed." The Krishna consciousness movement is being propagated according to this principle, and therefore our preaching work is going on successfully, in spite of the many impediments offered by antagonistic demons, because we are getting positive help from our previous &#257;c&#257;ryas. One must judge every action by its result. The members of the self-appointed &#257;c&#257;rya's party who occupied the property of the Gaud&#299;ya Matha are satisfied, but they could make no progress in preaching. Therefore by the result of their actions one should know that they are as&#257;ra, or useless, whereas the success of the ISKCON party, the International Society for Krishna Consciousness, which strictly follows guru and Gaur&#257;&#324;ga, is increasing daily all over the world. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura wanted to print as many books as possible and distribute them all over the world. We have tried our best in this connection, and we are getting results beyond our expectations.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>