<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 87</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 12 Verse 87"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Expansions of Advaita &#256;c&#257;rya and Gad&#257;dhara Pandita</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 12.87</P><P CLASS=c>amogha pandita, hasti-gop&#257;la, caitanya-vallabha</P><P CLASS=c>yadu g&#257;&#324;guli &#257;ra ma&#324;gala vaishnava</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/amogha">amogha</A> <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> &#8212; <A HREF="http://vedabase.net/a/amogha">Amogha</A> <A HREF="http://vedabase.net/p/pandita">Pandita</A>; <A CLASS=v HREF="http://vedabase.net/h/hasti">hasti</A>-<A CLASS=v HREF="http://vedabase.net/g/gopala">gop&#257;la</A> &#8212; Hastigop&#257;la; <A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/v/vallabha">vallabha</A> &#8212; <A HREF="http://vedabase.net/c/caitanya">Caitanya</A>-<A HREF="http://vedabase.net/v/vallabha">vallabha</A>; <A CLASS=v HREF="http://vedabase.net/y/yadu">yadu</A> <A CLASS=v HREF="http://vedabase.net/g/ganguli">g&#257;&#324;guli</A> &#8212; <A HREF="http://vedabase.net/y/yadu">Yadu</A> <A HREF="http://vedabase.net/g/ganguli">G&#257;&#324;guli</A>; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A> <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A> &#8212; <A HREF="http://vedabase.net/m/mangala">Ma&#324;gala</A> <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A>.</P><P CLASS=t>TRANSLATION</P><P>The twenty-eighth branch was Amogha Pandita; the twenty-ninth, Hastigop&#257;la; the thirtieth, Caitanya-vallabha; the thirty-first, Yadu G&#257;&#324;guli; and the thirty-second, Ma&#324;gala Vaishnava.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "&#346;r&#299; Ma&#324;gala Vaishnava was a resident of the village Titakan&#257; in the district of Mur&#347;id&#257;b&#257;d. His forefathers were &#347;&#257;ktas who worshiped the goddess Kir&#299;te&#347;var&#299;. It is said that Ma&#324;gala Vaishnava, formerly a staunch brahmac&#257;r&#299;, left home and later married the daughter of his disciple Pr&#257;nan&#257;tha Adhik&#257;r&#299; in the village of Mayan&#257;d&#257;la. The descendants of this family are known as the Th&#257;kuras of K&#257;&#324;dad&#257;, which is a village in the district of Burdwan near Katwa. Scattered descendants of Ma&#324;gala Vaishnava, thirty-six families altogether, still live there. Among the celebrated disciples of Ma&#324;gala Th&#257;kura are Pr&#257;nan&#257;tha Adhik&#257;r&#299;, Purushottama Cakravart&#299; of the village of K&#257;&#324;dad&#257;, and Nrisimha-pras&#257;da Mitra, whose family members are well-known mrida&#324;ga players. Sudh&#257;krishna Mitra and Nikuñjavih&#257;r&#299; Mitra are both especially famous mrida&#324;ga players. In the family of Purushottama Cakravart&#299; there are famous persons like Kuñjavih&#257;r&#299; Cakravart&#299; and R&#257;dh&#257;vallabha Cakravart&#299;, who now live in the district of Birbhum. They professionally recite songs from Caitanya-ma&#324;gala. It is said that when Ma&#324;gala Th&#257;kura was constructing a road from Bengal to Jagann&#257;tha Pur&#299;, he found a Deity of R&#257;dh&#257;vallabha while digging a lake. At that time he was living in the locality of K&#257;&#324;dad&#257;, in the village named R&#257;n&#299;pura. The &#347;&#257;lagr&#257;ma-&#347;il&#257; personally worshiped by Ma&#324;gala Th&#257;kura still exists in the village of K&#257;&#324;dad&#257;. A temple has been constructed there for the worship of Vrind&#257;vana-candra. Ma&#324;gala Th&#257;kura had three sons &#8212; R&#257;dhik&#257;pras&#257;da, Gop&#299;ramana and &#346;y&#257;maki&#347;ora. The descendants of these three sons are still living."</P><P CLASS=l><A CLASS=i HREF="86.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="88.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>