<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 12"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: The Expansions of Advaita &#256;c&#257;rya and Gad&#257;dhara Pandita</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC &#256;di 12 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC &#256;di 12.1</B></A>: The followers of &#346;r&#299; Advaita Prabhu were of two kinds. Some were real followers, and the others were false. Rejecting the false followers, I offer my respectful obeisances to &#346;r&#299; Advaita &#256;c&#257;rya's real followers, whose life and soul was &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC &#256;di 12.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda! All glories to &#346;r&#299; Advaita Prabhu! All of Them are glorious.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC &#256;di 12.3</B></A>: I offer my respectful obeisances to the all-glorious Advaita Prabhu, who forms the second branch of the eternal Caitanya tree, and to His followers, who form His subbranches.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC &#256;di 12.4</B></A>: &#346;r&#299; Advaita Prabhu was the second big branch of the tree. There are many subbranches, but it is impossible to mention them all.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC &#256;di 12.5</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was also the gardener, and as He poured the water of His mercy on the tree, all the branches and subbranches grew, day after day.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC &#256;di 12.6</B></A>: The fruits of love of Godhead that grew on those branches of the Caitanya tree were so large that they flooded the entire world with love of Krishna.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC &#256;di 12.7</B></A>: As the trunk and branches were watered, the branches and subbranches spread lavishly, and the tree grew full with fruits and flowers.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC &#256;di 12.8</B></A>: At first all the followers of Advaita &#256;c&#257;rya shared a single opinion. But later they followed two different opinions, as ordained by providence.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC &#256;di 12.9</B></A>: Some of the disciples strictly accepted the orders of the &#257;c&#257;rya, and others deviated, independently concocting their own opinions under the spell of daiv&#299;-m&#257;y&#257;.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC &#256;di 12.10</B></A>: The order of the spiritual master is the active principle in spiritual life. Anyone who disobeys the order of the spiritual master immediately becomes useless.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC &#256;di 12.11</B></A>: There is no need to name those who are useless. I have mentioned them only to distinguish them from the useful devotees.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC &#256;di 12.12</B></A>: Paddy is mixed with straw at first, and one must fan it to separate the paddy from the straw.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC &#256;di 12.13</B></A>: A big branch of Advaita &#256;c&#257;rya was His son Acyut&#257;nanda. From the beginning of his life he engaged in the service of the lotus feet of Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC &#256;di 12.14</B></A>: When Acyut&#257;nanda heard from his father that Ke&#347;ava Bh&#257;rat&#299; was the spiritual master of Lord Caitanya Mah&#257;prabhu, he was very unhappy.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC &#256;di 12.15</B></A>: He told his father, "Your instruction that Ke&#347;ava Bh&#257;rat&#299; is the spiritual master of Caitanya Mah&#257;prabhu will spoil the entire country.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC &#256;di 12.16</B></A>: "Lord Caitanya Mah&#257;prabhu is the spiritual master of the fourteen worlds, but You say that someone else is His spiritual master. This is not supported by any revealed scripture."</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC &#256;di 12.17</B></A>: When Advaita &#256;c&#257;rya heard this statement from His five-year-old son Acyut&#257;nanda, He felt great satisfaction because of his conclusive judgment.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC &#256;di 12.18</B></A>: Krishna Mi&#347;ra was a son of Advaita &#256;c&#257;rya. Lord Caitanya Mah&#257;prabhu always sat in his heart.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC &#256;di 12.19</B></A>: &#346;r&#299; Gop&#257;la was another son of &#346;r&#299; Advaita &#256;c&#257;rya Prabhu. Now just hear about his characteristics, for they are all very wonderful.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC &#256;di 12.20</B></A>: When Lord Caitanya personally cleansed the Gundic&#257;-mandira in Jagann&#257;tha Pur&#299;, Gop&#257;la danced in front of the Lord with great love and happiness.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC &#256;di 12.21</B></A>: While Lord Caitanya Mah&#257;prabhu and Advaita Prabhu chanted the Hare Krishna mantra and danced, there were various ecstatic symptoms in Their bodies, and Their minds were very pleased.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC &#256;di 12.22</B></A>: While all of them danced, Gop&#257;la, dancing and dancing, fainted and fell to the ground unconscious.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC &#256;di 12.23</B></A>: Advaita &#256;c&#257;rya Prabhu became very unhappy. Taking His son on His lap, He began to chant the Nrisimha mantra for his protection.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC &#256;di 12.24</B></A>: Advaita &#256;c&#257;rya chanted various mantras, but Gop&#257;la did not come to consciousness. Thus all the Vaishnavas present cried in sorrow at His plight.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC &#256;di 12.25</B></A>: Lord Caitanya Mah&#257;prabhu then put His hand on the chest of Gop&#257;la and told him, "My dear Gop&#257;la, get up and chant the holy name of the Lord!"</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC &#256;di 12.26</B></A>: When he heard this sound and felt the touch of the Lord, Gop&#257;la immediately got up, and all the Vaishnavas chanted the Hare Krishna mah&#257;-mantra in jubilation.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC &#256;di 12.27</B></A>: The other sons of Advaita &#256;c&#257;rya were &#346;r&#299; Balar&#257;ma, Svar&#363;pa and Jagad&#299;&#347;a.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC &#256;di 12.28</B></A>: Advaita &#256;c&#257;rya's very confidential servant named Kamal&#257;k&#257;nta Vi&#347;v&#257;sa knew all the dealings of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC &#256;di 12.29</B></A>: When Kamal&#257;k&#257;nta Vi&#347;v&#257;sa was in Jagann&#257;tha Pur&#299;, he sent a note through someone to Mah&#257;r&#257;ja Prat&#257;parudra.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC &#256;di 12.30</B></A>: No one knew of that note, but somehow or other it reached the hands of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC &#256;di 12.31</B></A>: That note established Advaita &#256;c&#257;rya as an incarnation of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC &#256;di 12.32</B></A>: But it also mentioned that Advaita &#256;c&#257;rya had recently incurred a debt of about three hundred rupees that Kamal&#257;k&#257;nta Vi&#347;v&#257;sa wanted to liquidate.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC &#256;di 12.33</B></A>: Lord Caitanya Mah&#257;prabhu became unhappy upon reading the note, although His face still shone as brightly as the moon. Thus, smiling, He spoke as follows.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC &#256;di 12.34</B></A>: "He has established Advaita &#256;c&#257;rya as an incarnation of the Supreme Personality of Godhead. There is nothing wrong in this, for He is indeed the Lord Himself.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC &#256;di 12.35</B></A>: "But he has made the incarnation of Godhead a poverty-stricken beggar. Therefore I shall punish him in order to correct him."</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC &#256;di 12.36</B></A>: The Lord ordered Govinda, "From today on, do not allow that b&#257;uliy&#257; Kamal&#257;k&#257;nta Vi&#347;v&#257;sa to come here."</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC &#256;di 12.37</B></A>: When Kamal&#257;k&#257;nta Vi&#347;v&#257;sa heard about this punishment by &#346;r&#299; Caitanya Mah&#257;prabhu, he was very unhappy, but when Advaita Prabhu heard about it, He was greatly pleased.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC &#256;di 12.38</B></A>: Seeing Kamal&#257;k&#257;nta Vi&#347;v&#257;sa unhappy, Advaita &#256;c&#257;rya Prabhu told him, "You are greatly fortunate to have been punished by the Supreme Lord, the Personality of Godhead, Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC &#256;di 12.39</B></A>: "Formerly Lord Caitanya Mah&#257;prabhu always respected Me as His senior, but I did not like such respect. Therefore, My mind being afflicted by unhappiness, I made a plan.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC &#256;di 12.40</B></A>: "Thus I expounded the Yoga-v&#257;&#347;ishtha, which considers liberation the ultimate goal of life. For this the Lord became angry at Me and treated Me with apparent disrespect.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC &#256;di 12.41</B></A>: "When chastised by Lord Caitanya, I was very happy to receive a punishment similar to that awarded &#346;r&#299; Mukunda.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC &#256;di 12.42</B></A>: "A similar punishment was awarded to mother &#346;ac&#299;dev&#299;. Who could be more fortunate than she to receive such punishment?"</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC &#256;di 12.43</B></A>: After pacifying Kamal&#257;k&#257;nta Vi&#347;v&#257;sa in this way, &#346;r&#299; Advaita &#256;c&#257;rya Prabhu went to see Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC &#256;di 12.44</B></A>: &#346;r&#299; Advaita &#256;c&#257;rya told Lord Caitanya, "I cannot understand Your transcendental pastimes. You have shown more favor to Kamal&#257;k&#257;nta than You generally show to Me.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC &#256;di 12.45</B></A>: "The favor You have shown Kamal&#257;k&#257;nta is so great that even to Me You have never shown such favor. What offense have I committed at Your lotus feet so as not to be shown such favor?"</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC &#256;di 12.46</B></A>: Hearing this, Lord Caitanya Mah&#257;prabhu laughed with satisfaction and immediately called Kamal&#257;k&#257;nta Vi&#347;v&#257;sa.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC &#256;di 12.47</B></A>: Advaita &#256;c&#257;rya then said to Caitanya Mah&#257;prabhu, "Why have You called back this man and allowed him to see You? He has cheated Me in two ways."</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC &#256;di 12.48</B></A>: When Caitanya Mah&#257;prabhu heard this, His mind was satisfied. Only They could understand each other's minds.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC &#256;di 12.49</B></A>: Lord Caitanya Mah&#257;prabhu instructed Kamal&#257;k&#257;nta, "You are a b&#257;uliy&#257;, one who does not know things as they are. Why do you act in this way? Why do you invade the privacy of Advaita &#256;c&#257;rya and damage His religious principles?</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC &#256;di 12.50</B></A>: "Advaita &#256;c&#257;rya, My spiritual master, should never accept charity from rich men or kings, because if a spiritual master accepts money or grains from such materialists his mind becomes polluted.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC &#256;di 12.51</B></A>: "When one's mind is polluted, it is very difficult to remember Krishna, and when remembrance of Lord Krishna is hampered, one's life is unproductive.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC &#256;di 12.52</B></A>: "Thus one becomes unpopular in the eyes of the people in general, for this damages his religiosity and fame. A Vaishnava, especially one who acts as a spiritual master, must not act in such a way. One should always be conscious of this fact."</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC &#256;di 12.53</B></A>: When Caitanya Mah&#257;prabhu gave this instruction to Kamal&#257;k&#257;nta, all present considered it to be meant for everyone. Thus Advaita &#256;c&#257;rya was greatly pleased.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC &#256;di 12.54</B></A>: Only Lord Caitanya Mah&#257;prabhu could understand the intentions of Advaita &#256;c&#257;rya, and Advaita &#256;c&#257;rya appreciated the grave instruction of Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC &#256;di 12.55</B></A>: In this statement there are many confidential considerations. I do not write of them all, fearing an unnecessary increase in the volume of the book.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC &#256;di 12.56</B></A>: The fifth branch of Advaita &#256;c&#257;rya was &#346;r&#299; Yadunandana &#256;c&#257;rya, who had so many branches and subbranches that it is impossible to write of them.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC &#256;di 12.57</B></A>: &#346;r&#299; Yadunandana &#256;c&#257;rya was a student of V&#257;sudeva Datta, and he received all his mercy. Therefore he could accept Lord Caitanya's lotus feet, from all angles of vision, as the supreme shelter.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC &#256;di 12.58</B></A>: Bh&#257;gavata &#256;c&#257;rya, Vishnud&#257;sa &#256;c&#257;rya, Cakrap&#257;ni &#256;c&#257;rya and Ananta &#256;c&#257;rya were the sixth, seventh, eighth and ninth branches of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC &#256;di 12.59</B></A>: Nandin&#299;, K&#257;madeva, Caitanya d&#257;sa, Durlabha Vi&#347;v&#257;sa and Vanam&#257;l&#299; d&#257;sa were the tenth, eleventh, twelfth, thirteenth and fourteenth branches of &#346;r&#299; Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC &#256;di 12.60</B></A>: Jagann&#257;tha Kara, Bhavan&#257;tha Kara, Hriday&#257;nanda Sena and Bhol&#257;n&#257;tha d&#257;sa were the fifteenth, sixteenth, seventeenth and eighteenth branches of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC &#256;di 12.61</B></A>: Y&#257;dava d&#257;sa, Vijaya d&#257;sa, Jan&#257;rdana d&#257;sa, Ananta d&#257;sa, K&#257;nu Pandita and N&#257;r&#257;yana d&#257;sa were the nineteenth, twentieth, twenty-first, twenty-second, twenty-third and twenty-fourth branches of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC &#256;di 12.62</B></A>: &#346;r&#299;vatsa Pandita, Harid&#257;sa Brahmac&#257;r&#299;, Purushottama Brahmac&#257;r&#299; and Krishnad&#257;sa were the twenty-fifth, twenty-sixth, twenty-seventh and twenty-eighth branches of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC &#256;di 12.63</B></A>: Purushottama Pandita, Raghun&#257;tha, Vanam&#257;l&#299; Kavicandra and Vaidyan&#257;tha were the twenty-ninth, thirtieth, thirty-first and thirty-second branches of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC &#256;di 12.64</B></A>: Lokan&#257;tha Pandita, Mur&#257;ri Pandita, &#346;r&#299; Haricarana and M&#257;dhava Pandita were the thirty-third, thirty-fourth, thirty-fifth and thirty-sixth branches of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC &#256;di 12.65</B></A>: Vijaya Pandita and &#346;r&#299;r&#257;ma Pandita were two important branches of Advaita &#256;c&#257;rya. There are innumerable branches, but I am unable to mention them all.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC &#256;di 12.66</B></A>: The Advaita &#256;c&#257;rya branch received the water supplied by the original gardener, &#346;r&#299; Caitanya Mah&#257;prabhu. In this way, the subbranches were nourished, and their fruits and flowers grew luxuriantly.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC &#256;di 12.67</B></A>: After the disappearance of Lord Caitanya Mah&#257;prabhu, some of the branches, for unfortunate reasons, deviated from His path.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC &#256;di 12.68</B></A>: Some branches did not accept the original trunk that vitalized and maintained the entire tree. When they thus became ungrateful, the original trunk was angry at them.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC &#256;di 12.69</B></A>: Thus Lord Caitanya did not sprinkle upon them the water of His mercy, and they gradually withered and died.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC &#256;di 12.70</B></A>: A person without Krishna consciousness is no better than dry wood or a dead body. He is understood to be dead while living, and after death he is punishable by Yamar&#257;ja.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC &#256;di 12.71</B></A>: Not only the misguided descendants of Advaita &#256;c&#257;rya but anyone who is against the cult of &#346;r&#299; Caitanya Mah&#257;prabhu should be considered an atheist subject to be punished by Yamar&#257;ja.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC &#256;di 12.72</B></A>: Be he a learned scholar, a great ascetic, a successful householder or a famous sanny&#257;s&#299;, one who is against the cult of &#346;r&#299; Caitanya Mah&#257;prabhu is destined to suffer the punishment meted out by Yamar&#257;ja.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC &#256;di 12.73</B></A>: The descendants of Advaita &#256;c&#257;rya who accepted the path of &#346;r&#299; Acyut&#257;nanda were all great devotees.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC &#256;di 12.74</B></A>: By the mercy of Advaita &#256;c&#257;rya, the devotees who strictly followed the path of Caitanya Mah&#257;prabhu attained the shelter of Lord Caitanya's lotus feet without difficulty.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC &#256;di 12.75</B></A>: It should be concluded, therefore, that the path of Acyut&#257;nanda is the essence of spiritual life. Those who did not follow this path simply scattered.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC &#256;di 12.76</B></A>: I therefore offer my respectful obeisances millions of times to Acyut&#257;nanda's actual followers, whose life and soul was &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC &#256;di 12.77</B></A>: Thus I have briefly described the three branches [Acyut&#257;nanda, Krishna Mi&#347;ra and Gop&#257;la] of &#346;r&#299; Advaita &#256;c&#257;rya's descendants.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC &#256;di 12.78</B></A>: There are multifarious branches and subbranches of Advaita &#256;c&#257;rya. It is very difficult to enumerate them fully. I have simply given a glimpse of the whole trunk and its branches and subbranches.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC &#256;di 12.79</B></A>: After describing the branches and subbranches of Advaita &#256;c&#257;rya, I shall now attempt to describe some of the descendants of &#346;r&#299; Gad&#257;dhara Pandita, the most important among the branches.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC &#256;di 12.80</B></A>: The chief branches of &#346;r&#299; Gad&#257;dhara Pandita were (1) &#346;r&#299; Dhruv&#257;nanda, (2) &#346;r&#299;dhara Brahmac&#257;r&#299;, (3) Harid&#257;sa Brahmac&#257;r&#299; and (4) Raghun&#257;tha Bh&#257;gavata &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC &#256;di 12.81</B></A>: The fifth branch was Ananta &#256;c&#257;rya; the sixth, Kavi Datta; the seventh, Nayana Mi&#347;ra; the eighth, Ga&#324;g&#257;mantr&#299;; the ninth, M&#257;mu Th&#257;kura; and the tenth, Kanth&#257;bharana.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC &#256;di 12.82</B></A>: The eleventh branch of Gad&#257;dhara Gosv&#257;m&#299; was Bh&#363;garbha Gos&#257;ñi, and the twelfth was Bh&#257;gavata d&#257;sa. Both of them went to Vrind&#257;vana and resided there for life.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC &#256;di 12.83</B></A>: The thirteenth branch was V&#257;n&#299;n&#257;tha Brahmac&#257;r&#299;, and the fourteenth was Vallabha-caitanya d&#257;sa. Both of these great personalities were always filled with love of Krishna.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC &#256;di 12.84</B></A>: The fifteenth branch was &#346;r&#299;n&#257;tha Cakravart&#299;; the sixteenth, Uddhava; the seventeenth, Jit&#257;mitra; and the eighteenth, Jagann&#257;tha d&#257;sa.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC &#256;di 12.85</B></A>: The nineteenth branch was &#346;r&#299; Hari &#256;c&#257;rya; the twentieth, S&#257;dipuriy&#257; Gop&#257;la; the twenty-first, Krishnad&#257;sa Brahmac&#257;r&#299;; and the twenty-second, Pushpagop&#257;la.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC &#256;di 12.86</B></A>: The twenty-third branch was &#346;r&#299;harsha; the twenty-fourth, Raghu Mi&#347;ra; the twenty-fifth, Lakshm&#299;n&#257;tha Pandita; the twenty-sixth, Ba&#324;gav&#257;t&#299; Caitanya d&#257;sa; and the twenty-seventh, Raghun&#257;tha.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC &#256;di 12.87</B></A>: The twenty-eighth branch was Amogha Pandita; the twenty-ninth, Hastigop&#257;la; the thirtieth, Caitanya-vallabha; the thirty-first, Yadu G&#257;&#324;guli; and the thirty-second, Ma&#324;gala Vaishnava.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC &#256;di 12.88</B></A>: &#346;iv&#257;nanda Cakravart&#299;, the thirty-third branch, who always lived in Vrind&#257;vana with firm conviction, is considered an important branch of Gad&#257;dhara Pandita.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC &#256;di 12.89</B></A>: Thus I have briefly described the branches and subbranches of Gad&#257;dhara Pandita. There are still many more that I have not mentioned here.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC &#256;di 12.90</B></A>: All the followers of Gad&#257;dhara Pandita are considered great devotees because they have Lord &#346;r&#299; Caitanya Mah&#257;prabhu as their life and soul.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC &#256;di 12.91</B></A>: Simply by remembering the names of all these branches and subbranches of the three trunks I have described [Nity&#257;nanda, Advaita and Gad&#257;dhara], one attains freedom from the entanglement of material existence.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC &#256;di 12.92</B></A>: Simply by remembering the names of all these Vaishnavas, one can attain the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu. Indeed, simply by remembering their holy names, one achieves the fulfillment of all desires.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC &#256;di 12.93</B></A>: Therefore, offering my obeisances at the lotus feet of them all, I shall describe the pastimes of the gardener, &#346;r&#299; Caitanya Mah&#257;prabhu, in chronological order.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC &#256;di 12.94</B></A>: The ocean of the pastimes of Lord Caitanya Mah&#257;prabhu is immeasurable and unfathomable. Who can have the courage to measure that great ocean?</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC &#256;di 12.95</B></A>: It is not possible to dip into that great ocean, but its sweet mellow fragrance attracts my mind. I therefore stand on the shore of that ocean to try to taste but a drop of it.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC &#256;di 12.96</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>