<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 12"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Expansions of Advaita &#256;c&#257;rya and Gad&#257;dhara Pandita</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 12 Summary</P><P>Bhaktivinoda Th&#257;kura gives a summary of the Twelfth Chapter in his Amrita-prav&#257;ha-bh&#257;shya. The Twelfth Chapter describes the followers of Advaita Prabhu, among whom the followers of Acyut&#257;nanda, the son of Advaita &#256;c&#257;rya, are understood to be the pure followers who received the cream of the philosophy &#346;r&#299; Advaita &#256;c&#257;rya enunciated. Other so-called descendants and followers of Advaita &#256;c&#257;rya are not to be recognized. This chapter also includes narrations concerning the son of Advaita &#256;c&#257;rya named Gop&#257;la Mi&#347;ra and Advaita &#256;c&#257;rya's servant named Kamal&#257;k&#257;nta Vi&#347;v&#257;sa. In his early life Gop&#257;la fainted during the cleansing of the Gundic&#257;-mandira at Jagann&#257;tha Pur&#299; and thus became a recipient of the mercy of Lord Caitanya Mah&#257;prabhu. The story of Kamal&#257;k&#257;nta Vi&#347;v&#257;sa concerns his borrowing three hundred rupees from Prat&#257;parudra Mah&#257;r&#257;ja to clear a debt of Advaita &#256;c&#257;rya's, for which &#346;r&#299; Caitanya Mah&#257;prabhu chastised him when He came to know of it. Kamal&#257;k&#257;nta Vi&#347;v&#257;sa was then purified by the request of &#346;r&#299; Advaita &#256;c&#257;rya. After describing the descendants of Advaita &#256;c&#257;rya, the chapter concludes by describing the followers of Gad&#257;dhara Pandita Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="../11/61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>