<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 17 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 17 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Descent of the River Ganges</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.17.13</P><P CLASS=c>yatra ha deva-patayah svaih svair gana-n&#257;yakair vihita-mah&#257;rhan&#257;h sarvartu-kusuma-stabaka-phala-kisalaya-&#347;riy&#257;namyam&#257;na-vitapa-lat&#257;-vitapibhir upa&#347;umbham&#257;na-rucira-k&#257;nan&#257;&#347;ram&#257;yatana-varsha-giri-dron&#299;shu tath&#257; c&#257;mala-jal&#257;&#347;ayeshu vikaca-vividha-nava-vanaruh&#257;moda-mudita-r&#257;ja-hamsa-jala-kukkuta-k&#257;randava-s&#257;rasa-cakrav&#257;k&#257;dibhir madhukara-nikar&#257;kritibhir upak&#363;jiteshu jala-kr&#299;d&#257;dibhir vicitra-vinodaih sulalita-sura-sundar&#299;n&#257;m k&#257;ma-kalila-vil&#257;sa-h&#257;sa-l&#299;l&#257;valok&#257;krishta-mano-drishtayah svairam viharanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> those eight tracts of land; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/p/patayah">patayah</A> &#8212; the lords of the demigods, such <A HREF="http://vedabase.net/a/as">as</A> Lord <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/s/svaih">svaih</A> <A CLASS=v HREF="http://vedabase.net/s/svaih">svaih</A> &#8212; by their own respective; <A CLASS=v HREF="http://vedabase.net/g/gana">gana</A>-<A CLASS=v HREF="http://vedabase.net/n/nayakaih">n&#257;yakaih</A> &#8212; leaders of the servants; <A CLASS=v HREF="http://vedabase.net/v/vihita">vihita</A> &#8212; furnished with; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/arhanah">arhan&#257;h</A> &#8212; valuable gifts, such <A HREF="http://vedabase.net/a/as">as</A> sandalwood pulp and garlands; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/r/rtu">ritu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all seasons; <A CLASS=v HREF="http://vedabase.net/k/kusuma">kusuma</A>-<A CLASS=v HREF="http://vedabase.net/s/stabaka">stabaka</A> &#8212; of bunches of flowers; <A CLASS=v HREF="http://vedabase.net/p/phala">phala</A> &#8212; of fruits; <A CLASS=v HREF="http://vedabase.net/k/kisalaya">kisalaya</A>-<A CLASS=v HREF="http://vedabase.net/s/sriya">&#347;riy&#257;</A> &#8212; by the opulences of shoots; <A CLASS=v HREF="http://vedabase.net/a/anamyamana">&#257;namyam&#257;na</A> &#8212; being bent down; <A CLASS=v HREF="http://vedabase.net/v/vitapa">vitapa</A> &#8212; whose branches; <A CLASS=v HREF="http://vedabase.net/l/lata">lat&#257;</A> &#8212; and creepers; <A CLASS=v HREF="http://vedabase.net/v/vitapibhih">vitapibhih</A> &#8212; by many trees; <A CLASS=v HREF="http://vedabase.net/u/upasumbhamana">upa&#347;umbham&#257;na</A> &#8212; being fully decorated; <A CLASS=v HREF="http://vedabase.net/r/rucira">rucira</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/k/kanana">k&#257;nana</A> &#8212; gardens; <A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>-<A CLASS=v HREF="http://vedabase.net/a/ayatana">&#257;yatana</A> &#8212; and many hermitages; <A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A>-<A CLASS=v HREF="http://vedabase.net/g/giri">giri</A>-<A CLASS=v HREF="http://vedabase.net/d/dronisu">dron&#299;shu</A> &#8212; the valleys between the mountains designating the borders of the tracts of land; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/amala">amala</A>-<A CLASS=v HREF="http://vedabase.net/j/jala">jala</A>-<A CLASS=v HREF="http://vedabase.net/a/asayesu">&#257;&#347;ayeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> lakes with clear water; <A CLASS=v HREF="http://vedabase.net/v/vikaca">vikaca</A> &#8212; just fructified; <A CLASS=v HREF="http://vedabase.net/v/vividha">vividha</A> &#8212; varieties; <A CLASS=v HREF="http://vedabase.net/n/nava">nava</A>-<A CLASS=v HREF="http://vedabase.net/v/vanaruha">vanaruha</A>-<A CLASS=v HREF="http://vedabase.net/a/amoda">&#257;moda</A> &#8212; by the fragrance of lotus flowers; <A CLASS=v HREF="http://vedabase.net/m/mudita">mudita</A> &#8212; enthused; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/h/hamsa">hamsa</A> &#8212; great swans; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A>-<A CLASS=v HREF="http://vedabase.net/k/kukkuta">kukkuta</A> &#8212; water fowl; <A CLASS=v HREF="http://vedabase.net/k/karandava">k&#257;randava</A> &#8212; aquatic birds called k&#257;randavas; <A CLASS=v HREF="http://vedabase.net/s/sarasa">s&#257;rasa</A> &#8212; cranes; <A CLASS=v HREF="http://vedabase.net/c/cakravaka">cakrav&#257;ka</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by birds known <A HREF="http://vedabase.net/a/as">as</A> cakrav&#257;kas and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/m/madhukara">madhukara</A>-<A CLASS=v HREF="http://vedabase.net/n/nikara">nikara</A>-<A CLASS=v HREF="http://vedabase.net/a/akrtibhih">&#257;kritibhih</A> &#8212; by the bumblebees; <A CLASS=v HREF="http://vedabase.net/u/upakujitesu">upak&#363;jiteshu</A> &#8212; which were <A HREF="http://vedabase.net/m/made">made</A> <A HREF="http://vedabase.net/t/to">to</A> resound; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A>-<A CLASS=v HREF="http://vedabase.net/k/krida">kr&#299;d&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; such <A HREF="http://vedabase.net/a/as">as</A> water sports; <A CLASS=v HREF="http://vedabase.net/v/vicitra">vicitra</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/v/vinodaih">vinodaih</A> &#8212; by pastimes; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/l/lalita">lalita</A> &#8212; attractive; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/s/sundarinam">sundar&#299;n&#257;m</A> &#8212; of the women of the demigods; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; from lust; <A CLASS=v HREF="http://vedabase.net/k/kalila">kalila</A> &#8212; born; <A CLASS=v HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A> &#8212; pastimes; <A CLASS=v HREF="http://vedabase.net/h/hasa">h&#257;sa</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/avaloka">avaloka</A> &#8212; by playful glances; <A CLASS=v HREF="http://vedabase.net/a/akrsta">&#257;krishta</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; whose minds <A HREF="http://vedabase.net/a/are">are</A> attracted; <A CLASS=v HREF="http://vedabase.net/d/drstayah">drishtayah</A> &#8212; and whose vision is attracted; <A CLASS=v HREF="http://vedabase.net/s/svairam">svairam</A> &#8212; very freely; <A CLASS=v HREF="http://vedabase.net/v/viharanti">viharanti</A> &#8212; engage <A HREF="http://vedabase.net/i/in">in</A> sportive enjoyment.</P><P CLASS=t>TRANSLATION</P><P>In each of those tracts of land, there are many gardens filled with flowers and fruits according to the season, and there are beautifully decorated hermitages as well. Between the great mountains demarcating the borders of those lands lie enormous lakes of clear water filled with newly grown lotus flowers. Aquatic birds such as swans, ducks, water chickens, and cranes become greatly excited by the fragrance of lotus flowers, and the charming sound of bumblebees fills the air. The inhabitants of those lands are important leaders among the demigods. Always attended by their respective servants, they enjoy life in gardens alongside the lakes. In this pleasing situation, the wives of the demigods smile playfully at their husbands and look upon them with lusty desires. All the demigods and their wives are constantly supplied with sandalwood pulp and flower garlands by their servants. In this way, all the residents of the eight heavenly varshas enjoy, attracted by the activities of the opposite sex.</P><P CLASS=t>PURPORT</P><P>Here is a description of the lower heavenly planets. The inhabitants of those planets enjoy life in a pleasing atmosphere of clear lakes filled with newly grown lotus flowers and gardens filled with fruits, flowers, various kinds of birds and humming bees. In that atmosphere they enjoy life with their very beautiful wives, who are always sexually stimulated. Nonetheless, they are all devotees of the Supreme Personality of Godhead, as will be explained in subsequent verses. The inhabitants of this earth also desire such heavenly enjoyment, but when they somehow or other achieve imitation pleasures like sex and intoxication, they completely forget the service of the Supreme Lord. In the heavenly planets, however, although the residents enjoy superior sense gratification, they never forget their positions as eternal servants of the Supreme Being.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>