<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 17 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 17 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Descent of the River Ganges</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.17.14</P><P CLASS=c>navasv api varsheshu bhagav&#257;n n&#257;r&#257;yano mah&#257;-purushah purush&#257;n&#257;m tad-anugrah&#257;y&#257;tma-tattva-vy&#363;hen&#257;tman&#257;dy&#257;pi sannidh&#299;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/navasu">navasu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the nine; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/varsesu">varsheshu</A> &#8212; tracts of land known <A HREF="http://vedabase.net/a/as">as</A> varshas; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/p/purusanam">purush&#257;n&#257;m</A> &#8212; unto His various devotees; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/anugrahaya">anugrah&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> show His mercy; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/v/vyuhena">vy&#363;hena</A> &#8212; by expansions of Himself <A HREF="http://vedabase.net/i/in">in</A> the quadruple forms <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, <A HREF="http://vedabase.net/s/sankarsana">Sa&#324;karshana</A>, <A HREF="http://vedabase.net/p/pradyumna">Pradyumna</A> and <A HREF="http://vedabase.net/a/aniruddha">Aniruddha</A>; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; until now; <A CLASS=v HREF="http://vedabase.net/s/sannidhiyate">sannidh&#299;yate</A> &#8212; is near the devotees for accepting their services.</P><P CLASS=t>TRANSLATION</P><P>To show mercy to His devotees in each of these nine tracts of land, the Supreme Personality of Godhead known as N&#257;r&#257;yana expands Himself in His quadruple principles of V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha. In this way He remains near His devotees to accept their service.</P><P CLASS=t>PURPORT</P><P>In this connection, Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura informs us that the demigods worship the Supreme Lord in His various Deity forms (arc&#257;-vigraha) because except in the spiritual world, the Supreme Personality of Godhead cannot be directly worshiped in person. In the material world, the Lord is always worshiped as the arc&#257;-vigraha, or Deity in the temple. There is no difference between the arc&#257;-vigraha and the original person, and therefore those who are engaged in worshiping the Deity in the temple in full opulence, even on this planet, should be understood to be directly in touch with the Supreme Personality of Godhead without a doubt. As enjoined in the &#347;&#257;stras, arcye vishnau &#347;il&#257;-dh&#299;r gurushu nara-matih: "No one should treat the Deity in the temple as stone or metal. nor should one think that the spiritual master is an ordinary human being." One should strictly follow this &#347;&#257;stric injunction and worship the Deity, the Supreme Personality of Godhead, without offenses. The spiritual master is the direct representative of the Lord, and no one should consider him an ordinary human being. By avoiding offenses against the Deity and the spiritual master, one can advance in spiritual life, or Krishna consciousness.</P><P>In this regard, the following quotation appears in the Laghu-bh&#257;gavat&#257;mrita:</P><P>p&#257;dme tu parama-vyomnah</P><P CLASS=n>p&#363;rv&#257;dye dik-catushtaye</P><P CLASS=n>v&#257;sudev&#257;dayo vy&#363;ha&#347;</P><P CLASS=n>catv&#257;rah kathit&#257;h kram&#257;t</P><P CLASS=n>tath&#257; p&#257;da-vibh&#363;tau ca</P><P CLASS=n>nivasanti kram&#257;di me</P><P CLASS=n>jal&#257;vriti-stha-vaikuntha-</P><P CLASS=n>sthita vedavat&#299;-pure</P><P CLASS=n>satyordhve vaishnave loke</P><P CLASS=n>nity&#257;khye dv&#257;rak&#257;-pure</P><P CLASS=n>&#347;uddhod&#257;d uttare &#347;veta-</P><P CLASS=n>dv&#299;pe cair&#257;vat&#299;-pure</P><P CLASS=n>ksh&#299;r&#257;mbudhi-sthit&#257;nte</P><P CLASS=n>kroda-parya&#324;ka-dh&#257;mani</P><P CLASS=n>s&#257;tvat&#299;ye kvacit tantre</P><P CLASS=n>nava vy&#363;h&#257;h prak&#299;rtit&#257;h</P><P CLASS=n>catv&#257;ro v&#257;sudev&#257;dy&#257;</P><P CLASS=n>n&#257;r&#257;yana-nrisimhakau</P><P CLASS=n>hayagr&#299;vo mah&#257;-krodo</P><P CLASS=n>brahm&#257; ceti navodit&#257;h</P><P CLASS=n>tatra brahm&#257; tu vijñeyah</P><P CLASS=n>p&#363;rvokta-vidhay&#257; harih</P><P>"In the Padma Pur&#257;na it is said that in the spiritual world the Lord personally expands in all directions and is worshiped as V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha. The same God is represented by the Deity in this material world, which is only one quarter of His creation. V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha are also present in the four directions of this material world. There is a Vaikunthaloka covered with water in this material world, and on that planet is a place called Vedavat&#299;, where V&#257;sudeva is located. Another planet known as Vishnuloka is situated above Satyaloka, and there Sa&#324;karshana is present. Similarly, in Dv&#257;rak&#257;-pur&#299;, Pradyumna is the predominator. On the island known as &#346;vetadv&#299;pa, there is an ocean of milk, and in the midst of that ocean is a place called Air&#257;vat&#299;-pura, where Aniruddha lies on Ananta. In some of the s&#257;tvata-tantras, there is a description of the nine varshas and the predominating Deity worshiped in each: (1) V&#257;sudeva, (2) Sa&#324;karshana, (3) Pradyumna, (4) Aniruddha, (5) N&#257;r&#257;yana, (6) Nrisimha, (7) Hayagr&#299;va, (8) Mah&#257;var&#257;ha, and (9) Brahm&#257;. "The Lord Brahm&#257; mentioned in this connection is the Supreme Personality of Godhead. When there is no fit human being to empower as Lord Brahm&#257;, the Lord Himself takes the position of Lord Brahm&#257;. Tatra brahm&#257; tu vijñeyah p&#363;rvokta-vidhay&#257; harih. That Brahm&#257; mentioned here is Hari Himself.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>