<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 17 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 17 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Descent of the River Ganges</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.17.16</P><P CLASS=c>bhav&#257;n&#299;-n&#257;thaih str&#299;-gan&#257;rbuda-sahasrair avarudhyam&#257;no bhagavata&#347; catur-m&#363;rter mah&#257;-purushasya tur&#299;y&#257;m t&#257;mas&#299;m m&#363;rtim prakritim &#257;tmanah sa&#324;karshana-samjñ&#257;m &#257;tma-sam&#257;dhi-r&#363;pena sannidh&#257;pyaitad abhigrinan bhava upadh&#257;vati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhavani">bhav&#257;n&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/nathaih">n&#257;thaih</A> &#8212; by the company of <A HREF="http://vedabase.net/b/bhavani">Bhav&#257;n&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; of females; <A CLASS=v HREF="http://vedabase.net/a/arbuda">arbuda</A>-<A CLASS=v HREF="http://vedabase.net/s/sahasraih">sahasraih</A> &#8212; by ten billion; <A CLASS=v HREF="http://vedabase.net/a/avarudhyamanah">avarudhyam&#257;nah</A> &#8212; always being served; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/m/murteh">m&#363;rteh</A> &#8212; the Supreme Personality of Godhead, who is expanded <A HREF="http://vedabase.net/i/in">in</A> four; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusasya">purushasya</A> &#8212; of the Supreme Person; <A CLASS=v HREF="http://vedabase.net/t/turiyam">tur&#299;y&#257;m</A> &#8212; the fourth expansion; <A CLASS=v HREF="http://vedabase.net/t/tamasim">t&#257;mas&#299;m</A> &#8212; related <A HREF="http://vedabase.net/t/to">to</A> the mode of ignorance; <A CLASS=v HREF="http://vedabase.net/m/murtim">m&#363;rtim</A> &#8212; the form; <A CLASS=v HREF="http://vedabase.net/p/prakrtim">prakritim</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the source; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of himself (Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>); <A CLASS=v HREF="http://vedabase.net/s/sankarsana">sa&#324;karshana</A>-<A CLASS=v HREF="http://vedabase.net/s/samjnam">samjñ&#257;m</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/s/sankarsana">Sa&#324;karshana</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/samadhi">sam&#257;dhi</A>-<A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pena</A> &#8212; by meditating upon Him <A HREF="http://vedabase.net/i/in">in</A> trance; <A CLASS=v HREF="http://vedabase.net/s/sannidhapya">sannidh&#257;pya</A> &#8212; bringing Him near; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/abhigrnan">abhigrinan</A> &#8212; clearly chanting; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/u/upadhavati">upadh&#257;vati</A> &#8212; worships.</P><P CLASS=t>TRANSLATION</P><P>In Il&#257;vrita-varsha, Lord &#346;iva is always encircled by ten billion maidservants of goddess Durg&#257;, who minister to him. The quadruple expansion of the Supreme Lord is composed of V&#257;sudeva, Pradyumna, Aniruddha and Sa&#324;karshana. Sa&#324;karshana, the fourth expansion, is certainly transcendental, but because his activities of destruction in the material world are in the mode of ignorance, He is known as t&#257;mas&#299;, the Lord's form in the mode of ignorance. Lord &#346;iva knows that Sa&#324;karshana is the original cause of his own existence, and thus he always meditates upon Him in trance by chanting the following mantra.</P><P CLASS=t>PURPORT</P><P>Sometimes we see a picture of Lord &#346;iva engaged in meditation. This verse explains that Lord &#346;iva is always meditating upon Lord Sa&#324;karshana in trance. Lord &#346;iva is in charge of the destruction of the material world. Lord Brahm&#257; creates the material world, Lord Vishnu maintains it, and Lord &#346;iva destroys it. Because destruction is in the mode of ignorance, Lord &#346;iva and his worshipable Deity, Sa&#324;karshana, are technically called t&#257;mas&#299;. Lord &#346;iva is the incarnation of tamo-guna. Since both Lord &#346;iva and Sa&#324;karshana are always enlightened and situated in the transcendental position, they have nothing to do with the modes of material nature &#8212; goodness, passion and ignorance &#8212; but because their activities involve them with the mode of ignorance, they are sometimes called t&#257;mas&#299;.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>