<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 17 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 17 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Descent of the River Ganges</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.17.20</P><P CLASS=c>asad-dri&#347;o yah pratibh&#257;ti m&#257;yay&#257;</P><P CLASS=c>ksh&#299;beva madhv-&#257;sava-t&#257;mra-locanah</P><P CLASS=c>na n&#257;ga-vadhvo 'rhana &#299;&#347;ire hriy&#257;</P><P CLASS=c>yat-p&#257;dayoh spar&#347;ana-dharshitendriy&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> person with polluted vision; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/p/pratibhati">pratibh&#257;ti</A> &#8212; appears; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; the influence of <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/k/ksibah">ksh&#299;bah</A> &#8212; one who is inebriated or angry; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A> &#8212; by honey; <A CLASS=v HREF="http://vedabase.net/a/asava">&#257;sava</A> &#8212; and liquor; <A CLASS=v HREF="http://vedabase.net/t/tamra">t&#257;mra</A>-<A CLASS=v HREF="http://vedabase.net/l/locanah">locanah</A> &#8212; having eyes reddish like copper; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/n/naga">n&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/v/vadhvah">vadhvah</A> &#8212; the wives of the serpent demon; <A CLASS=v HREF="http://vedabase.net/a/arhane">arhane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> worshiping; <A CLASS=v HREF="http://vedabase.net/i/isire">&#299;&#347;ire</A> &#8212; were unable <A HREF="http://vedabase.net/t/to">to</A> proceed; <A CLASS=v HREF="http://vedabase.net/h/hriya">hriy&#257;</A> &#8212; because of bashfulness; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/p/padayoh">p&#257;dayoh</A> &#8212; of whose lotus feet; <A CLASS=v HREF="http://vedabase.net/s/sparsana">spar&#347;ana</A> &#8212; by the touching; <A CLASS=v HREF="http://vedabase.net/d/dharsita">dharshita</A> &#8212; agitated; <A CLASS=v HREF="http://vedabase.net/i/indriyah">indriy&#257;h</A> &#8212; whose senses.</P><P CLASS=t>TRANSLATION</P><P>For persons with impure vision, the Supreme Lord's eyes appear like those of someone who indiscriminately drinks intoxicating beverages. Thus bewildered, such unintelligent persons become angry at the Supreme Lord, and due to their angry mood the Lord Himself appears angry and very fearful. However, this is an illusion. When the wives of the serpent demon were agitated by the touch of the Lord's lotus feet, due to shyness they could proceed no further in their worship of Him. Yet the Lord remained unagitated by their touch, for He is equipoised in all circumstances. Therefore who will not worship the Supreme Personality of Godhead ?</P><P CLASS=t>PURPORT</P><P>Anyone who remains unagitated, even in the presence of cause for agitation, is called dh&#299;ra, or equipoised. The Supreme Personality of Godhead, being always in a transcendental position, is never agitated by anything. Therefore someone who wants to become dh&#299;ra must take shelter of the lotus feet of the Lord. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/13.htm">2.13</A>) Krishna says, dh&#299;ras tatra na muhyati: a person who is equipoised in all circumstances is never bewildered. Prahl&#257;da Mah&#257;r&#257;ja is a perfect example of a dh&#299;ra. When the fierce form of Nrisimhadeva appeared in order to kill Hiranyaka&#347;ipu, Prahl&#257;da was unagitated. He remained calm and quiet, whereas others, including even Lord Brahm&#257;, were frightened by the features of the Lord.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>