<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 17 Verses 22-23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 17 Verses 22-23"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Descent of the River Ganges</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.17.22-23</P><P CLASS=c>yasy&#257;dya &#257;s&#299;d guna-vigraho mah&#257;n</P><P CLASS=c>vijñ&#257;na-dhishnyo bhagav&#257;n ajah kila</P><P CLASS=c>yat-sambhavo 'ham tri-vrit&#257; sva-tejas&#257;</P><P CLASS=c>vaik&#257;rikam t&#257;masam aindriyam srije</P><P CLASS=c>ete vayam yasya va&#347;e mah&#257;tmanah</P><P CLASS=c>sthit&#257;h &#347;akunt&#257; iva s&#363;tra-yantrit&#257;h</P><P CLASS=c>mah&#257;n aham vaikrita-t&#257;masendriy&#257;h</P><P CLASS=c>srij&#257;ma sarve yad-anugrah&#257;d idam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; from whom; <A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dyah</A> &#8212; the beginning; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/vigrahah">vigrahah</A> &#8212; the incarnation of the material qualities; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; the total material energy; <A CLASS=v HREF="http://vedabase.net/v/vijnana">vijñ&#257;na</A> &#8212; of full knowledge; <A CLASS=v HREF="http://vedabase.net/d/dhisnyah">dhishnyah</A> &#8212; the reservoir; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; from whom; <A CLASS=v HREF="http://vedabase.net/s/sambhavah">sambhavah</A> &#8212; born; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vrta">vrit&#257;</A> &#8212; having three varieties according <A HREF="http://vedabase.net/t/to">to</A> the three modes of nature; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by my material strength; <A CLASS=v HREF="http://vedabase.net/v/vaikarikam">vaik&#257;rikam</A> &#8212; all the demigods; <A CLASS=v HREF="http://vedabase.net/t/tamasam">t&#257;masam</A> &#8212; material elements; <A CLASS=v HREF="http://vedabase.net/a/aindriyam">aindriyam</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/s/srje">srije</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> create; <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; all of these; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/v/vase">va&#347;e</A> &#8212; under the control; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; great personalities; <A CLASS=v HREF="http://vedabase.net/s/sthitah">sthit&#257;h</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/s/sakuntah">&#347;akunt&#257;h</A> &#8212; vultures; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/sutra">s&#363;tra</A>-<A CLASS=v HREF="http://vedabase.net/y/yantritah">yantrit&#257;h</A> &#8212; bound by rope; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; the <A HREF="http://vedabase.net/m/mahat">mahat</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/v/vaikrta">vaikrita</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/t/tamasa">t&#257;masa</A> &#8212; the five material elements; <A CLASS=v HREF="http://vedabase.net/i/indriyah">indriy&#257;h</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/s/srjamah">srij&#257;mah</A> &#8212; we create; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all of us; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/a/anugrahat">anugrah&#257;t</A> &#8212; by the mercy; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this material world.</P><P CLASS=t>TRANSLATION</P><P>From that Supreme Personality of Godhead appears Lord Brahm&#257;, whose body is made from the total material energy, the reservoir of intelligence predominated by the passionate mode of material nature. From Lord Brahm&#257;, I myself am born as a representation of false ego known as Rudra. By my own power I create all the other demigods, the five elements and the senses. Therefore, I worship the Supreme Personality of Godhead, who is greater than any of us and under whose control are situated all the demigods, material elements and senses, and even Lord Brahm&#257; and I myself, like birds bound by a rope. Only by the Lord's grace can we create, maintain and annihilate the material world. Therefore I offer my respectful obeisances unto the Supreme Being.</P><P CLASS=t>PURPORT</P><P>A summary of creation is given in this verse. From Sa&#324;karshana, Mah&#257;-Vishnu expands, and from Mah&#257;-Vishnu, Garbhodaka&#347;&#257;y&#299; Vishnu expands. Lord Brahm&#257;, who was born of Garbhodaka&#347;&#257;y&#299; Vishnu, fathers Lord &#346;iva, from whom all the other demigods gradually evolve. Lord Brahm&#257;, Lord &#346;iva and Lord Vishnu are incarnations of the different material qualities. Lord Vishnu is actually above all material qualities, but He accepts control of sattva-guna (the mode of goodness) to maintain the universe. Lord Brahm&#257; is born from the mahat-tattva. Brahm&#257; creates the entire universe, Lord Vishnu maintains it, and Lord &#346;iva annihilates it. The Supreme Personality of Godhead controls all the most important demigods &#8212; especially Lord Brahm&#257; and Lord &#346;iva &#8212; exactly as the owner of a bird controls it by binding it with a rope. Sometimes vultures are controlled in this way.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>