<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 17 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 17 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Descent of the River Ganges</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.17.3</P><P CLASS=c>tatah sapta rishayas tat prabh&#257;v&#257;bhijñ&#257; y&#257;m nanu tapasa &#257;tyantik&#299; siddhir et&#257;vat&#299; bhagavati sarv&#257;tmani v&#257;sudeve 'nuparata-bhakti-yoga-l&#257;bhenaivopekshit&#257;ny&#257;rth&#257;tma-gatayo muktim iv&#257;gat&#257;m mumukshava iva sabahu-m&#257;nam ady&#257;pi jat&#257;-j&#363;tair udvahanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A> <A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; the seven great sages (beginning with <A HREF="http://vedabase.net/m/marici">Mar&#299;ci</A>); <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/p/prabhava">prabh&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/a/abhijnah">abhijñ&#257;h</A> &#8212; who knew very well the influence of the Ganges River; <A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> &#8212; this Ganges water; <A CLASS=v HREF="http://vedabase.net/n/nanu">nanu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/tapasah">tapasah</A> &#8212; of our austerities; <A CLASS=v HREF="http://vedabase.net/a/atyantiki">&#257;tyantik&#299;</A> &#8212; the ultimate; <A CLASS=v HREF="http://vedabase.net/s/siddhih">siddhih</A> &#8212; perfection; <A CLASS=v HREF="http://vedabase.net/e/etavati">et&#257;vat&#299;</A> &#8212; this much; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the all-pervading; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/anuparata">anuparata</A> &#8212; continuous; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; of the mystic process of devotional service; <A CLASS=v HREF="http://vedabase.net/l/labhena">l&#257;bhena</A> &#8212; simply by achieving this platform; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/u/upeksita">upekshita</A> &#8212; neglected; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/g/gatayah">gatayah</A> &#8212; all other means of perfection (namely religion, economic development, sense gratification and liberation); <A CLASS=v HREF="http://vedabase.net/m/muktim">muktim</A> &#8212; liberation from material bondage; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/agatam">&#257;gat&#257;m</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/m/mumuksavah">mumukshavah</A> &#8212; persons desiring liberation; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/m/manam">m&#257;nam</A> &#8212; with great honor; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even now; <A CLASS=v HREF="http://vedabase.net/j/jata">jat&#257;</A>-<A CLASS=v HREF="http://vedabase.net/j/jutaih">j&#363;taih</A> &#8212; with matted locks of hair; <A CLASS=v HREF="http://vedabase.net/u/udvahanti">udvahanti</A> &#8212; they carry.</P><P CLASS=t>TRANSLATION</P><P>The seven great sages [Mar&#299;ci, Vasishtha, Atri and so on] reside on planets beneath Dhruvaloka. Well aware of the influence of the water of the Ganges, to this day they keep Ganges water on the tufts of hair on their heads. They have concluded that this is the ultimate wealth, the perfection of all austerities, and the best means of prosecuting transcendental life. Having obtained uninterrupted devotional service to the Supreme Personality of Godhead, they neglect all other beneficial processes like religion, economic development, sense gratification and even merging into the Supreme. Just as jñ&#257;n&#299;s think that merging into the existence of the Lord is the highest truth, these seven exalted personalities accept devotional service as the perfection of life.</P><P CLASS=t>PURPORT</P><P>Transcendentalists are divided into two primary groups: the nirvi&#347;esha-v&#257;d&#299;s, or impersonalists, and the bhaktas, or devotees. The impersonalists do not accept spiritual varieties of life. They want to merge into the existence of the Supreme Lord in His Brahman feature (the brahmajyoti). The devotees, however, desire to take part in the transcendental activities of the Supreme Lord. In the upper planetary system, the topmost planet is Dhruvaloka, and beneath Dhruvaloka are the seven planets occupied by the great sages, beginning with Mar&#299;ci, Vasishtha and Atri. All these sages regard devotional service as the highest perfection of life. Therefore they all carry the holy water of the Ganges on their heads. This verse proves that for one who has achieved the platform of pure devotional service, nothing else is important, even so-called liberation (kaivalya). &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; states that only by achieving pure devotional service of the Lord can one give up all other engagements as insignificant. Prabodh&#257;nanda Sarasvat&#299; confirms his statement as follows:</P><P>kaivalyam narak&#257;yate tri-da&#347;a-p&#363;r &#257;k&#257;&#347;a-pushp&#257;yate</P><P CLASS=n>durd&#257;ntendriya-k&#257;la-sarpa-patal&#299; protkh&#257;ta-damshtr&#257;yate</P><P CLASS=n>vi&#347;vam p&#363;rna-sukh&#257;yate vidhi-mahendr&#257;di&#347; ca k&#299;t&#257;yate</P><P CLASS=n>yat k&#257;runya-kat&#257;ksha-vaibhavavat&#257;m tam gauram eva stumah</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu has perfectly enunciated and broadcast the process of bhakti-yoga. Consequently, for one who has taken shelter at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, the highest perfection of the M&#257;y&#257;v&#257;d&#299;s, kaivalya, or becoming one with the Supreme, is considered hellish, to say nothing of the karm&#299;s' aspiration to be promoted to the heavenly planets. Devotees consider such goals to be worthless phantasmagoria. There are also yog&#299;s, who try to control their senses, but they can never succeed without coming to the stage of devotional service. The senses are compared to poisonous snakes, but the senses of a bhakta engaged in the service of the Lord are like snakes with their poisonous fangs removed. The yog&#299; tries to suppress his senses, but even great mystics like Vi&#347;v&#257;mitra fail in the attempt. Vi&#347;v&#257;mitra was conquered by his senses when he was captivated by Menak&#257; during his meditation. She later gave birth to &#346;akuntal&#257;. The wisest persons in the world, therefore, are the bhakti-yog&#299;s, as Lord Krishna confirms in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/47.htm">6.47</A>):</P><P>yogin&#257;m api sarvesh&#257;m</P><P CLASS=n>mad-gaten&#257;ntar&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=n>sa me yuktatamo matah</P><P>"Of all yog&#299;s, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all."</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>