<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 17 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 17 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Descent of the River Ganges</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.17.9</P><P CLASS=c>tathaiv&#257;lakanand&#257; dakshinena brahma-sadan&#257;d bah&#363;ni giri-k&#363;t&#257;ny atikramya hemak&#363;t&#257;d dhaimak&#363;t&#257;ny ati-rabhasatara-ramhas&#257; luthayant&#299; bh&#257;ratam abhivarsham dakshinasy&#257;m di&#347;i jaladhim abhipravi&#347;ati yasy&#257;m sn&#257;n&#257;rtham c&#257;gacchatah pumsah pade pade '&#347;vamedha-r&#257;jas&#363;y&#257;d&#299;n&#257;m phalam na durlabham iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/a/alakananda">alakanand&#257;</A> &#8212; the branch known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/alakananda">Alakanand&#257;</A>; <A CLASS=v HREF="http://vedabase.net/d/daksinena">dakshinena</A> &#8212; by the southern side; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/sadanat">sadan&#257;t</A> &#8212; from the city known <A HREF="http://vedabase.net/a/as">as</A> Brahmapur&#299;; <A CLASS=v HREF="http://vedabase.net/b/bahuni">bah&#363;ni</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/g/giri">giri</A>-<A CLASS=v HREF="http://vedabase.net/k/kutani">k&#363;t&#257;ni</A> &#8212; the tops of mountains; <A CLASS=v HREF="http://vedabase.net/a/atikramya">atikramya</A> &#8212; crossing over; <A CLASS=v HREF="http://vedabase.net/h/hemakutat">hemak&#363;t&#257;t</A> &#8212; from Hemak&#363;ta Mountain; <A CLASS=v HREF="http://vedabase.net/h/haimakutani">haimak&#363;t&#257;ni</A> &#8212; and Himak&#363;ta; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/r/rabhasatara">rabhasatara</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A> fiercely; <A CLASS=v HREF="http://vedabase.net/r/ramhasa">ramhas&#257;</A> &#8212; with great force; <A CLASS=v HREF="http://vedabase.net/l/luthayanti">luthayant&#299;</A> &#8212; plundering; <A CLASS=v HREF="http://vedabase.net/b/bharatam">bh&#257;ratam</A> <A CLASS=v HREF="http://vedabase.net/a/abhivarsam">abhivarsham</A> &#8212; on all sides of <A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>-<A HREF="http://vedabase.net/v/varsa">varsha</A>; <A CLASS=v HREF="http://vedabase.net/d/daksinasyam">dakshinasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the southern; <A CLASS=v HREF="http://vedabase.net/d/disi">di&#347;i</A> &#8212; direction; <A CLASS=v HREF="http://vedabase.net/j/jaladhim">jaladhim</A> &#8212; the ocean of salt water; <A CLASS=v HREF="http://vedabase.net/a/abhipravisati">abhipravi&#347;ati</A> &#8212; enters into; <A CLASS=v HREF="http://vedabase.net/y/yasyam">yasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/s/snana">sn&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; for bathing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/agacchatah">&#257;gacchatah</A> &#8212; of one who is coming; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; at every step; <A CLASS=v HREF="http://vedabase.net/a/asvamedha">a&#347;vamedha</A>-<A CLASS=v HREF="http://vedabase.net/r/rajasuya">r&#257;jas&#363;ya</A>-<A CLASS=v HREF="http://vedabase.net/a/adinam">&#257;d&#299;n&#257;m</A> &#8212; of great sacrifices like the <A HREF="http://vedabase.net/a/asvamedha">A&#347;vamedha</A> <A HREF="http://vedabase.net/y/yajna">yajña</A> and <A HREF="http://vedabase.net/r/rajasuya">R&#257;jas&#363;ya</A> <A HREF="http://vedabase.net/y/yajna">yajña</A>; <A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; the result; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/d/durlabham">durlabham</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> obtain; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>Similarly, the branch of the Ganges known as Alakanand&#257; flows from the southern side of Brahmapur&#299; [Brahma-sadana]. Passing over the tops of mountains in various lands, it falls down with fierce force upon the peaks of the mountains Hemak&#363;ta and Himak&#363;ta. After inundating the tops of those mountains, the Ganges falls down onto the tract of land known as Bh&#257;rata-varsha, which she also inundates. Then the Ganges flows into the ocean of salt water in the south. Persons who come to bathe in this river are fortunate. It is not very difficult for them to achieve with every step the results of performing great sacrifices like the R&#257;jas&#363;ya and A&#347;vamedha yajñas.</P><P CLASS=t>PURPORT</P><P>The place where the Ganges flows into the salt water of the Bay of Bengal is still known as Ga&#324;g&#257;-s&#257;gara, or the meeting place of the Ganges and the Bay of Bengal. On Makara-sa&#324;kr&#257;nti, in the month of January-February, thousands of people still go there to bathe, hoping to be liberated. That they can actually be liberated in this way is confirmed herein. For those who bathe in the Ganges at any time, the results of great sacrifices like the A&#347;vamedha and R&#257;jas&#363;ya yajñas are not at all difficult to achieve. Most people in India are still inclined to bathe in the Ganges, and there are many places where they can do so. At Pray&#257;ga (Allahabad), many thousands of people gather during the month of January to bathe in the confluence of the Ganges and Yamun&#257;. Afterward, many of them go to the confluence of the Bay of Bengal and the Ganges to take bath there. Thus it is a special facility for all the people of India that they can bathe in the water of the Ganges at so many places of pilgrimage.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>