<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 17"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Descent of the River Ganges</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.17 Summary</P><P>The Seventeenth Chapter describes the origin of the Ganges River and how it flows in and around Il&#257;vrita-varsha. There is also a description of the prayers Lord &#346;iva offers to Lord Sa&#324;karshana, part of the quadruple expansions of the Supreme Personality of Godhead. Lord Vishnu once approached Bali Mah&#257;r&#257;ja while the King was performing a sacrifice. The Lord appeared before him as Trivikrama, or V&#257;mana, and begged alms from the King in the form of three steps of land. With two steps, Lord V&#257;mana covered all three planetary systems and pierced the covering of the universe with the toes of His left foot. A few drops of water from the Causal Ocean leaked through this hole and fell on the head of Lord &#346;iva, where they remained for one thousand millenniums. These drops of water are the sacred Ganges River. It first flows onto the heavenly planets, which are located on the soles of Lord Vishnu's feet. The Ganges River is known by many names, such as the Bh&#257;g&#299;rath&#299; and the J&#257;hnav&#299;. It purifies Dhruvaloka and the planets of the seven sages because both Dhruva and the sages have no other desire than to serve the Lord's lotus feet.</P><P>The Ganges River, emanating from the lotus feet of the Lord, inundates the heavenly planets, especially the moon, and then flows through Brahmapur&#299; atop Mount Meru. Here the river divides into four branches (known as S&#299;t&#257;, Alakanand&#257;, Cakshu and Bhadr&#257;), which then flow down to the ocean of salt water. The branch known as S&#299;t&#257; flows through &#346;ekhara-parvata and Gandham&#257;dana-parvata and then flows down to Bhadr&#257;&#347;va-varsha, where it mixes with the ocean of salt water in the West. The Cakshu branch flows through M&#257;lyav&#257;n-giri and, after reaching Ketum&#257;la-varsha, mixes with the ocean of salt water in the West. The branch known as Bhadr&#257; flows onto Mount Meru, Mount Kumuda, and the N&#299;la, &#346;veta and &#346;ri&#324;gav&#257;n mountains before it reaches Kuru-de&#347;a, where it flows into the ocean of salt water in the north. The Alakanand&#257; branch flows through Brahm&#257;laya, crosses over many mountains, including Hemak&#363;ta and Himak&#363;ta, and then reaches Bh&#257;rata-varsha, where it flows into the southern side of the ocean of salt water. Many other rivers and their branches flow through the nine varshas.</P><P>The tract of land known as Bh&#257;rata-varsha is the field of activities, and the other eight varshas are for persons who are meant to enjoy heavenly comfort. In each of these eight beautiful provinces, the celestial denizens enjoy various standards of material comfort and pleasure. A different incarnation of the Supreme Personality of Godhead distributes His mercy in each of the nine varshas of Jamb&#363;dv&#299;pa.</P><P>In the Il&#257;vrita-varsha, Lord &#346;iva is the only male. There he lives with his wife, Bhav&#257;n&#299;, who is attended by many maidservants. If any other male enters that province, Bhav&#257;n&#299; curses him to become a woman. Lord &#346;iva worships Lord Sa&#324;karshana by offering various prayers, one of which is as follows: "My dear Lord, please liberate all Your devotees from material life and bind all the nondevotees to the material world. Without Your mercy, no one can be released from the bondage of material existence."</P><P CLASS=l><A CLASS=i HREF="../16/29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>