<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 16 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 16 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Executing the Payo-vrata Process of Worship</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.16.19</P><P CLASS=c>kva deho bhautiko 'n&#257;tm&#257;</P><P CLASS=c>kva c&#257;tm&#257; prakriteh parah</P><P CLASS=c>kasya ke pati-putr&#257;dy&#257;</P><P CLASS=c>moha eva hi k&#257;ranam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; where is; <A CLASS=v HREF="http://vedabase.net/d/dehah">dehah</A> &#8212; this material body; <A CLASS=v HREF="http://vedabase.net/b/bhautikah">bhautikah</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of five elements; <A CLASS=v HREF="http://vedabase.net/a/anatma">an&#257;tm&#257;</A> &#8212; not the spirit soul; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; where is; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the spirit soul; <A CLASS=v HREF="http://vedabase.net/p/prakrteh">prakriteh</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the material world; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/k/kasya">kasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/k/ke">ke</A> &#8212; who is; <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A> &#8212; husband; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dy&#257;h</A> &#8212; or son and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/m/mohah">mohah</A> &#8212; illusion; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/karanam">k&#257;ranam</A> &#8212; cause.</P><P CLASS=t>TRANSLATION</P><P>Ka&#347;yapa Muni continued: What is this material body, made of five elements? It is different from the spirit soul. Indeed, the spirit soul is completely different from the material elements from which the body is made. But because of bodily attachment, one is regarded as a husband or son. These illusory relationships are caused by misunderstanding.</P><P CLASS=t>PURPORT</P><P>The spirit soul (&#257;tm&#257; or j&#299;va) is certainly different from the body, which is a combination of five material elements. This is a simple fact, but it is not understood unless one is spiritually educated. Ka&#347;yapa Muni met his wife, Aditi, in the heavenly planets, but the same misconception extends throughout the entire universe and is also here on earth. There are different grades of living entities, but all of them are more or less under the impression of the bodily conception of life. In other words, all living entities in this material world are more or less devoid of spiritual education. The Vedic civilization, however, is based on spiritual education, and spiritual education is the special basis on which Bhagavad-g&#299;t&#257; was spoken to Arjuna. In the beginning of Bhagavad-g&#299;t&#257;, Krishna instructed Arjuna to understand that the spirit soul is different from the body.</P><P>dehino 'smin yath&#257; dehe</P><P CLASS=n>kaum&#257;ram yauvanam jar&#257;</P><P CLASS=n>tath&#257; deh&#257;ntara-pr&#257;ptir</P><P CLASS=n>dh&#299;ras tatra na muhyati</P><P>"As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change." (<A CLASS=v HREF="../../../bg/2/13.htm">Bg. 2.13</A>) Unfortunately, this spiritual education is completely absent from modern human civilization. No one understands his real self-interest, which lies with the spirit soul, not with the material body. Education means spiritual education. To work hard in the bodily conception of life, without spiritual education, is to live like an animal. N&#257;yam deho deha-bh&#257;j&#257;m nri-loke kasht&#257;n k&#257;m&#257;n arhate vid-bhuj&#257;m ye (Bh&#257;g. <A CLASS=v HREF="../../../sb/5/5/1.htm">5.5.1</A>). People are working so hard simply for bodily comforts, without education regarding the spirit soul. Thus they are living in a very risky civilization, for it is a fact that the spirit soul has to transmigrate from one body to another (tath&#257; deh&#257;ntara-pr&#257;ptih). Without spiritual education, people are kept in dark ignorance and do not know what will happen to them after the annihilation of the present body. They are working blindly, and blind leaders are directing them. Andh&#257; yath&#257;ndhair upan&#299;yam&#257;n&#257;s te 'p&#299;&#347;a-tantry&#257;m uru-d&#257;mni baddh&#257;h (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/31.htm">7.5.31</A>). A foolish person does not know that he is completely under the bondage of material nature and that after death material nature will impose upon him a certain type of body, which he will have to accept. He does not know that although in his present body he may be a very important man, he may next get the body of an animal or tree because of his ignorant activities in the modes of material nature. Therefore the Krishna consciousness movement is trying to give the true light of spiritual existence to all living entities. This movement is not very difficult to understand, and people must take advantage of it, for it will save them from the risky life of irresponsibility.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>