<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 16 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 16 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Executing the Payo-vrata Process of Worship</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.16.20</P><P CLASS=c>upatishthasva purusham</P><P CLASS=c>bhagavantam jan&#257;rdanam</P><P CLASS=c>sarva-bh&#363;ta-guh&#257;-v&#257;sam</P><P CLASS=c>v&#257;sudevam jagad-gurum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/upatisthasva">upatishthasva</A> &#8212; just try <A HREF="http://vedabase.net/t/to">to</A> worship; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/b/bhagavantam">bhagavantam</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/j/janardanam">jan&#257;rdanam</A> &#8212; who can kill all the enemies; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/g/guha">guh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vasam">v&#257;sam</A> &#8212; living within the <A HREF="http://vedabase.net/c/core">core</A> of the heart of everyone; <A CLASS=v HREF="http://vedabase.net/v/vasudevam">v&#257;sudevam</A> &#8212; <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, <A HREF="http://vedabase.net/k/krsna">Krishna</A>, who is all-pervading and is the son of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/g/gurum">gurum</A> &#8212; the spiritual master and teacher of the whole world.</P><P CLASS=t>TRANSLATION</P><P>My dear Aditi, engage in devotional service to the Supreme Personality of Godhead, who is the master of everything, who can subdue everyone's enemies, and who sits within everyone's heart. Only that Supreme Person &#8212; Krishna, or V&#257;sudeva &#8212; can bestow all auspicious benedictions upon everyone, for He is the spiritual master of the universe.</P><P CLASS=t>PURPORT</P><P>With these words, Ka&#347;yapa Muni tried to pacify his wife. Aditi made her appeal to her material husband. Of course, that is nice, but actually a material relative cannot do anything good for anyone. If anything good can be done, it is done by the Supreme Personality of Godhead, V&#257;sudeva. Therefore, Ka&#347;yapa Muni advised his wife, Aditi, to begin worshiping Lord V&#257;sudeva, who is situated in everyone's heart. He is the friend of everyone and is known as Jan&#257;rdana because He can kill all enemies. There are three modes of material nature &#8212; goodness, passion and ignorance &#8212; and above material nature, transcendental to material nature, is another existence, which is called &#347;uddha-sattva. In the material world, the mode of goodness is considered the best, but because of material contamination, even the mode of goodness is sometimes overpowered by the modes of passion and ignorance. But when one transcends the competition between these modes and engages himself in devotional service, he rises above the three modes of material nature. In that transcendental position, one is situated in pure consciousness. Sattvam vi&#347;uddham vasudeva-&#347;abditam (Bh&#257;g. <A CLASS=v HREF="../../../sb/4/3/23.htm">4.3.23</A>). Above material nature is the position called vasudeva, or freedom from material contamination. Only in that position can one perceive the Supreme Personality of Godhead, V&#257;sudeva. Thus the vasudeva condition fulfills a spiritual necessity. V&#257;sudevah sarvam iti sa mah&#257;tm&#257; sudurlabhah [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]. When one realizes V&#257;sudeva, the Supreme Personality of Godhead, he becomes most exalted.</P><P>Param&#257;tm&#257; (V&#257;sudeva) is situated in everyone's heart, as confirmed in Bhagavad-g&#299;t&#257;. The Lord says:</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted and who worship Me with love, I give the understanding by which they can come to Me." (<A CLASS=v HREF="../../../bg/10/10.htm">Bg. 10.10</A>)</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>hrid-de&#347;e 'rjuna tishthati</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna." (<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>)</P><P>bhokt&#257;ram yajña-tapas&#257;m</P><P CLASS=n>sarva-loka-mahe&#347;varam</P><P CLASS=n>suhridam sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>jñ&#257;tv&#257; m&#257;m &#347;&#257;ntim ricchati</P><P>"The sages, knowing Me as the ultimate purpose of all sacrifices and austerities, the Supreme Lord of all planets and demigods and the benefactor and well-wisher of all living entities, attain peace from the pangs of material miseries." (<A CLASS=v HREF="../../../bg/5/29.htm">Bg. 5.29</A>)</P><P>Whenever one is perplexed, let him take shelter of the lotus feet of V&#257;sudeva, Krishna, who will give the devotee intelligence to help him surpass all difficulties and return home, back to Godhead. Ka&#347;yapa Muni advised his wife to seek shelter at the lotus feet of V&#257;sudeva, Krishna, so that all her problems would be very easily solved. Thus Ka&#347;yapa Muni was an ideal spiritual master. He was not so foolish that he would present himself as an exalted personality, as good as God. He was actually a bona fide guru because he advised his wife to seek shelter at the lotus feet of V&#257;sudeva. One who trains his subordinate or disciple to worship V&#257;sudeva is the truly bona fide spiritual master. The word jagad-gurum is very important in this regard. Ka&#347;yapa Muni did not falsely declare himself to be jagad-guru, although he actually was jagad-guru because he advocated the cause of V&#257;sudeva. Actually, V&#257;sudeva is jagad-guru, as clearly stated here (v&#257;sudevam jagad-gurum). One who teaches the instructions of V&#257;sudeva, Bhagavad-g&#299;t&#257;, is as good as v&#257;sudevam jagad-gurum. But when one who does not teach this instruction &#8212; as it is &#8212; declares himself jagad-guru, he simply cheats the public. Krishna is jagad-guru, and one who teaches the instruction of Krishna as it is, on behalf of Krishna, may be accepted as jagad-guru. One who manufactures his own theories cannot be accepted; he becomes jagad-guru falsely.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>