<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 16 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 16 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Executing the Payo-vrata Process of Worship</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.16.25</P><P CLASS=c>ph&#257;lgunasy&#257;male pakshe</P><P CLASS=c>dv&#257;da&#347;&#257;ham payo-vratam</P><P CLASS=c>arcayed aravind&#257;ksham</P><P CLASS=c>bhakty&#257; paramay&#257;nvitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/phalgunasya">ph&#257;lgunasya</A> &#8212; of the month of <A HREF="http://vedabase.net/p/phalguna">Ph&#257;lguna</A> (February and March); <A CLASS=v HREF="http://vedabase.net/a/amale">amale</A> &#8212; during the bright; <A CLASS=v HREF="http://vedabase.net/p/pakse">pakshe</A> &#8212; fortnight; <A CLASS=v HREF="http://vedabase.net/d/dvadasa">dv&#257;da&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; for twelve days, ending with <A HREF="http://vedabase.net/d/dvadasi">Dv&#257;da&#347;&#299;</A>, the day after <A HREF="http://vedabase.net/e/ekadasi">Ek&#257;da&#347;&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/payah">payah</A>-<A CLASS=v HREF="http://vedabase.net/v/vratam">vratam</A> &#8212; accepting the vow of taking only milk; <A CLASS=v HREF="http://vedabase.net/a/arcayet">arcayet</A> &#8212; one should worship; <A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A>-<A CLASS=v HREF="http://vedabase.net/a/aksam">aksham</A> &#8212; the lotus-eyed Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; with devotion; <A CLASS=v HREF="http://vedabase.net/p/paramaya">paramay&#257;</A> &#8212; unalloyed; <A CLASS=v HREF="http://vedabase.net/a/anvitah">anvitah</A> &#8212; surcharged.</P><P CLASS=t>TRANSLATION</P><P>In the bright fortnight of the month of Ph&#257;lguna [February and March], for twelve days ending with Dv&#257;da&#347;&#299;, one should observe the vow of subsisting only on milk and should worship the lotus-eyed Supreme Personality of Godhead with all devotion.</P><P CLASS=t>PURPORT</P><P>Worshiping the Supreme Lord Vishnu with devotion means following arcana-m&#257;rga.</P><P>&#347;ravanam k&#299;rtanam vishnoh</P><P CLASS=n>smaranam p&#257;da-sevanam</P><P CLASS=n>arcanam vandanam d&#257;syam</P><P CLASS=n>sakhyam &#257;tma-nivedanam</P><P CLASS=n>[<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]</P><P>One should install the Deity of Lord Vishnu or Krishna and worship Him nicely by dressing Him, decorating Him with flower garlands, and offering Him all kinds of fruits, flowers and cooked food, nicely prepared with ghee, sugar and grains. One should also offer a flame, incense and so on, while ringing a bell, as prescribed. This is called worship of the Lord. Here it is recommended that one observe the vow of subsisting only by drinking milk. This is called payo-vrata. As we generally perform devotional service on Ek&#257;da&#347;&#299; by not eating grains, it is generally recommended that on Dv&#257;da&#347;&#299; one not consume anything but milk. payo-vrata and arcana devotional service to the Supreme Lord should be performed with a pure devotional attitude (bhakty&#257;). Without bhakti, one cannot worship the Supreme Personality of Godhead. Bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>]. If one wants to know the Supreme Personality of Godhead and be directly connected with Him, knowing what He wants to eat and how He is satisfied, one must take to the process of bhakti. As recommended here also, bhakty&#257; paramay&#257;nvitah: one should be surcharged with unalloyed devotional service.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>