<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 16 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 16 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Executing the Payo-vrata Process of Worship</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.16.5</P><P CLASS=c>api v&#257;ku&#347;alam kiñcid</P><P CLASS=c>griheshu griha-medhini</P><P CLASS=c>dharmasy&#257;rthasya k&#257;masya</P><P CLASS=c>yatra yogo hy ayogin&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> wondering; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/a/akusalam">aku&#347;alam</A> &#8212; inauspiciousness; <A CLASS=v HREF="http://vedabase.net/k/kincit">kiñcit</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/g/grhesu">griheshu</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/m/medhini">medhini</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my wife, who <A HREF="http://vedabase.net/a/are">are</A> attached <A HREF="http://vedabase.net/t/to">to</A> household life; <A CLASS=v HREF="http://vedabase.net/d/dharmasya">dharmasya</A> &#8212; of the principles of religion; <A CLASS=v HREF="http://vedabase.net/a/arthasya">arthasya</A> &#8212; of the economic condition; <A CLASS=v HREF="http://vedabase.net/k/kamasya">k&#257;masya</A> &#8212; of satisfaction of desires; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/y/yogah">yogah</A> &#8212; the result of meditation; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/ayoginam">ayogin&#257;m</A> &#8212; even of those who <A HREF="http://vedabase.net/a/are">are</A> not transcendentalists.</P><P CLASS=t>TRANSLATION</P><P>O my wife, who are very much attached to household life, if the principles of religion, economic development and satisfaction of the senses are properly followed in household life, one's activities are as good as those of a transcendentalist. I wonder whether there have been any discrepancies in following these principles.</P><P CLASS=t>PURPORT</P><P>In this verse, Aditi has been addressed by her husband, Ka&#347;yapa Muni, as griha-medhini, which means "one who is satisfied in household life for sense gratification." Generally, those who are in household life pursue sense gratification in the field of activities performed for material results. Such grihamedh&#299;s have only one aim in life &#8212; sense gratification. Therefore it is said, yan maithun&#257;di-grihamedhi-sukham hi tuccham: [<A CLASS=v HREF="../../7/9/45.htm">SB 7.9.45</A>] the householder's life is based on sense gratification, and therefore the happiness derived from it is very meager. Nonetheless, the Vedic process is so comprehensive that even in householder life one can adjust his activities according to the regulative principles of dharma, artha, k&#257;ma and moksha. One's aim should be to achieve liberation, but because one cannot at once give up sense gratification, in the &#347;&#257;stras there are injunctions prescribing how to follow the principles of religion, economic development and sense gratification. As explained in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/9.htm">1.2.9</A>), dharmasya hy &#257;pavargyasya n&#257;rtho 'rth&#257;yopakalpate: "All occupational engagements are certainly meant for ultimate liberation. They should never be performed for material gain." Those who are in household life should not think that religion is meant to improve the process of the householder's sense gratification. Household life is also meant for advancement in spiritual understanding, by which one can ultimately gain liberation from the material clutches. One should remain in household life with the aim of understanding the ultimate goal of life (tattva jijñ&#257;s&#257;). Then household life is as good as the life of a yogi. Ka&#347;yapa Muni therefore inquired from his wife whether the principles of religion, economic development and sense gratification were being properly followed in terms of the &#347;&#257;stric injunctions. As soon as one deviates from the injunctions of the &#347;&#257;stra, the purpose of household life is immediately lost in confusion.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>