<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 16 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 16 Verse 55"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Executing the Payo-vrata Process of Worship</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.16.55</P><P CLASS=c>dakshin&#257;m gurave dady&#257;d</P><P CLASS=c>ritvigbhya&#347; ca yath&#257;rhatah</P><P CLASS=c>ann&#257;dyen&#257;&#347;va-p&#257;k&#257;m&#347; ca</P><P CLASS=c>pr&#299;nayet samup&#257;gat&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/daksinam">dakshin&#257;m</A> &#8212; some contribution of money or gold; <A CLASS=v HREF="http://vedabase.net/g/gurave">gurave</A> &#8212; unto the spiritual master; <A CLASS=v HREF="http://vedabase.net/d/dadyat">dady&#257;t</A> &#8212; one should give; <A CLASS=v HREF="http://vedabase.net/r/rtvigbhyah">ritvigbhyah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and <A HREF="http://vedabase.net/t/to">to</A> the priests engaged by the spiritual master; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/arhatah">arhatah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> far <A HREF="http://vedabase.net/a/as">as</A> possible; <A CLASS=v HREF="http://vedabase.net/a/anna">anna</A>-<A CLASS=v HREF="http://vedabase.net/a/adyena">adyena</A> &#8212; by distributing <A HREF="http://vedabase.net/p/prasada">pras&#257;da</A>; <A CLASS=v HREF="http://vedabase.net/a/asva">&#257;&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/p/pakan">p&#257;k&#257;n</A> &#8212; even <A HREF="http://vedabase.net/t/to">to</A> the cand&#257;las, persons habituated <A HREF="http://vedabase.net/t/to">to</A> eating the flesh of dogs; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/prinayet">pr&#299;nayet</A> &#8212; one should please; <A CLASS=v HREF="http://vedabase.net/s/samupagatan">samup&#257;gat&#257;n</A> &#8212; because they have assembled there for the ceremony.</P><P CLASS=t>TRANSLATION</P><P>One should satisfy the spiritual master and assistant priests by giving them cloth, ornaments, cows and also some monetary contribution. And by distributing pras&#257;da one should satisfy everyone assembled, including even the lowest of men, the cand&#257;las [eaters of dog flesh].</P><P CLASS=t>PURPORT</P><P>In the Vedic system, pras&#257;da is distributed, as recommended here, without discrimination as to who may take the pras&#257;da. Regardless of whether one be a br&#257;hmana, &#347;&#363;dra, vai&#347;ya, kshatriya, or even the lowest of men, a cand&#257;la, he should be welcome to accept pras&#257;da. However, when the cand&#257;las, the lower class or poorer class, are taking pras&#257;da, this does not mean that they have become N&#257;r&#257;yana or Vishnu. N&#257;r&#257;yana is situated in everyone's heart, but this does not mean N&#257;r&#257;yana is a cand&#257;la or poor man. The M&#257;y&#257;v&#257;da philosophy of accepting a poor man as N&#257;r&#257;yana is the most envious and atheistic movement in Vedic culture. This mentality should be completely given up. Everyone should be given the opportunity to take pras&#257;da, but this does not mean that everyone has the right to become N&#257;r&#257;yana.</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>