<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 16"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Executing the Payo-vrata Process of Worship</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.16 Summary</P><P>As described in this chapter, because Aditi, the mother of the demigods, was very afflicted, her husband, Ka&#347;yapa Muni, told her how to observe vows in austerities for the benefit of her sons.</P><P>Since the demigods were not visible in the heavenly kingdom, their mother, Aditi, because of separation from them, was very much aggrieved. One day after many, many years, the great sage Ka&#347;yapa emerged from a trance of meditation and returned to his &#257;&#347;rama. He saw that the &#257;&#347;rama was no longer beautiful and that his wife was very morose. Everywhere in the &#257;&#347;rama, he saw signs of lamentation. The great sage therefore inquired from his wife about the well-being of the &#257;&#347;rama and asked her why she looked so morose. After Aditi informed Ka&#347;yapa Muni about the &#257;&#347;rama's well-being, she told him that she was lamenting for the absence of her sons. She then requested him to tell her how her sons could return and reoccupy their positions. She wanted all good fortune for her sons. Moved by Aditi's request, Ka&#347;yapa Muni instructed her in the philosophy of self-realization, the difference between matter and spirit, and how to be unaffected by material loss. But when he saw that Aditi was not satisfied even after he had given these instructions, he advised her to worship V&#257;sudeva, Jan&#257;rdana. He assured her that only Lord V&#257;sudeva could satisfy her and fulfill all her desires. When Aditi then expressed her desire to worship Lord V&#257;sudeva, Praj&#257;pati Ka&#347;yapa told her about a process of worship known as payo-vrata, which is executed in twelve days. Lord Brahm&#257; had instructed him how to satisfy Lord Krishna by this process, and thus he advised his wife to observe this vow and its regulative principles.</P><P CLASS=l><A CLASS=i HREF="../15/36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>