<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 51 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 51 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 51: <A CLASS=v HREF="index.htm">The Deliverance of Mucukunda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.51.19</P><P CLASS=c>k&#257;lo bal&#299;y&#257;n balin&#257;m</P><P CLASS=c>bhagav&#257;n &#299;&#347;varo 'vyayah</P><P CLASS=c>praj&#257;h k&#257;layate kr&#299;dan</P><P CLASS=c>pa&#347;u-p&#257;lo yath&#257; pa&#347;&#363;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/b/baliyan">bal&#299;y&#257;n</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A> powerful; <A CLASS=v HREF="http://vedabase.net/b/balinam">balin&#257;m</A> &#8212; than the powerful; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/avyayah">avyayah</A> &#8212; inexhaustible; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; mortal creatures; <A CLASS=v HREF="http://vedabase.net/k/kalayate">k&#257;layate</A> &#8212; causes <A HREF="http://vedabase.net/t/to">to</A> move; <A CLASS=v HREF="http://vedabase.net/k/kridan">kr&#299;dan</A> &#8212; playing; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A>-<A CLASS=v HREF="http://vedabase.net/p/palah">p&#257;lah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> herdsman; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/pasun">pa&#347;&#363;n</A> &#8212; domestic animals.</P><P CLASS=t>TRANSLATION</P><P>"Inexhaustible time, stronger than the strong, is the Supreme Personality of Godhead Himself. Like a herdsman moving his animals along, He moves mortal creatures as His pastime.</P><P CLASS=t>PURPORT</P><P>The universe is created to gradually rectify the contaminated souls trying to exploit material nature. The Lord moves the conditioned souls along, according to their karma, through the various stages of spiritual rectification. Thus the Lord is like a herdsman (the word pa&#347;u-p&#257;la literally means "protector of animals"), who moves the creatures under his protection to various pastures and watering spots in order to protect them and sustain them. A further analogy is that of a doctor, who moves the patient under his care to various areas of a hospital for diverse kinds of examination and treatment. Similarly, the Lord brings us through the network of material existence in a gradual cleansing process so that we can enjoy our eternal life of bliss and knowledge as His enlightened associates. Thus all of Mucukunda's relatives, friends and co-workers had long ago been swept away by the force of time, which of course is Krishna Himself.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>