<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 51 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 51 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 51: <A CLASS=v HREF="index.htm">The Deliverance of Mucukunda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.51.44</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>ity uktas tam pranamy&#257;ha</P><P CLASS=c>mucukundo mud&#257;nvitah</P><P CLASS=c>jñ&#257;tv&#257; n&#257;r&#257;yanam devam</P><P CLASS=c>garga-v&#257;kyam anusmaran</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/uktah">uktah</A> &#8212; addressed; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Him; <A CLASS=v HREF="http://vedabase.net/p/pranamya">pranamya</A> &#8212; after bowing down; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/m/mucukundah">mucukundah</A> &#8212; <A HREF="http://vedabase.net/m/mucukunda">Mucukunda</A>; <A CLASS=v HREF="http://vedabase.net/m/muda">mud&#257;</A> &#8212; with joy; <A CLASS=v HREF="http://vedabase.net/a/anvitah">anvitah</A> &#8212; filled; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; knowing (Him) <A HREF="http://vedabase.net/t/to">to</A> be; <A CLASS=v HREF="http://vedabase.net/n/narayanam">n&#257;r&#257;yanam</A> <A CLASS=v HREF="http://vedabase.net/d/devam">devam</A> &#8212; <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>, the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/g/garga">garga</A>-<A CLASS=v HREF="http://vedabase.net/v/vakyam">v&#257;kyam</A> &#8212; the words of the sage <A HREF="http://vedabase.net/g/garga">Garga</A>; <A CLASS=v HREF="http://vedabase.net/a/anusmaran">anusmaran</A> &#8212; remembering.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: Mucukunda bowed down to the Lord when he heard this. Remembering the words of the sage Garga, he joyfully recognized Krishna to be the Supreme Lord, N&#257;r&#257;yana. The King then addressed Him as follows.</P><P CLASS=t>PURPORT</P><P>Although the Lord here appears as four-handed N&#257;r&#257;yana, we may say that Mucukunda was addressing &#346;r&#299; Krishna. All of this is taking place within the context of krishna-l&#299;l&#257;, the pastimes of Lord Krishna. It is well known to Vaishnavas that the four-handed forms of Vishnu, or N&#257;r&#257;yana, are expansions of &#346;r&#299; Krishna. Thus within the pastimes of Lord Krishna there may also appear vishnu-l&#299;l&#257;, the activities of Vishnu. Such are the qualities and activities of the Supreme Godhead. Deeds that for us would be extraordinary and even impossible are commonplace, effortless pastimes for the Supreme Personality of Godhead.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; informs us that Mucukunda was aware of the prediction of the ancient sage Garga that in the twenty-eighth millennium the Supreme Lord would descend. According to &#256;c&#257;rya Vi&#347;van&#257;tha, Garga Muni further informed Mucukunda that he would personally see the Lord. Now it was all happening.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>