<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 51 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 51 Verse 53"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 51: <A CLASS=v HREF="index.htm">The Deliverance of Mucukunda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.51.53</P><P CLASS=c>bhav&#257;pavargo bhramato yad&#257; bhavej</P><P CLASS=c>janasya tarhy acyuta sat-sam&#257;gamah</P><P CLASS=c>sat-sa&#324;gamo yarhi tadaiva sad-gatau</P><P CLASS=c>par&#257;vare&#347;e tvayi j&#257;yate matih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; of material existence; <A CLASS=v HREF="http://vedabase.net/a/apavargah">apavargah</A> &#8212; the cessation; <A CLASS=v HREF="http://vedabase.net/b/bhramatah">bhramatah</A> &#8212; who has been wandering; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; occurs; <A CLASS=v HREF="http://vedabase.net/j/janasya">janasya</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/t/tarhi">tarhi</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> infallible Lord; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; of saintly devotees; <A CLASS=v HREF="http://vedabase.net/s/samagamah">sam&#257;gamah</A> &#8212; the association; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/s/sangamah">sangamah</A> &#8212; saintly association; <A CLASS=v HREF="http://vedabase.net/y/yarhi">yarhi</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; of the saintly; <A CLASS=v HREF="http://vedabase.net/g/gatau">gatau</A> &#8212; who is the goal; <A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; of superior (the causes of material creation); <A CLASS=v HREF="http://vedabase.net/a/avara">avara</A> &#8212; and inferior (their products); <A CLASS=v HREF="http://vedabase.net/i/ise">&#299;&#347;e</A> &#8212; for the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; Yourself; <A CLASS=v HREF="http://vedabase.net/j/jayate">j&#257;yate</A> &#8212; is born; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; devotion.</P><P CLASS=t>TRANSLATION</P><P>When the material life of a wandering soul has ceased, O Acyuta, he may attain the association of Your devotees. And when he associates with them, there awakens in him devotion unto You, who are the goal of the devotees and the Lord of all causes and their effects.</P><P CLASS=t>PURPORT</P><P>&#256;c&#257;ryas J&#299;va Gosv&#257;m&#299; and Vi&#347;van&#257;tha Cakravart&#299; agree on the following point: Although it is stated here that when material life ceases one attains the association of devotees, in fact it is the association of the Lord's devotees that enables one to transcend material existence. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; explains this apparent inversion of sequence by quoting the K&#257;vya-prak&#257;&#347;a (<A CLASS=v HREF="http://vedabase.net/todo/prakasa/10/153">10.153</A>) as follows: k&#257;rya-k&#257;ranayo&#347; ca paurv&#257;parya-viparyayo vijñey&#257;ti&#347;ayoktih sy&#257;t sa. "A statement in which the logical order of a cause and its effect is reversed should be understood as ati&#347;ayokti, emphasis by extreme assertion." &#346;r&#299;la J&#299;va Gosv&#257;m&#299; cites the following commentary on this statement: k&#257;ranasya &#347;&#299;ghra-k&#257;r&#299;t&#257;m vaktum k&#257;ryasya p&#363;rvam uktau. "To express the swift action of a cause, one may assert the result before the cause."</P><P>In this connection &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; points out that the merciful association of the Lord's devotees makes possible our determination to become Krishna conscious. And the &#257;c&#257;rya agrees with &#346;r&#299;la J&#299;va Gosv&#257;m&#299; that this verse is an instance of ati&#347;ayokti.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>