<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 51"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 51: <A CLASS=v HREF="index.htm">The Deliverance of Mucukunda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.51 Summary</P><P>This chapter describes how Lord &#346;r&#299; Krishna caused Mucukunda to kill K&#257;layavana with his harsh glance, and it also relates the conversation between Mucukunda and Lord Krishna.</P><P>After placing His family members safely within the Dv&#257;rak&#257; fortress, &#346;r&#299; Krishna went out of Mathur&#257;. He appeared like the rising moon. K&#257;layavana saw that Krishna's brilliantly effulgent body matched N&#257;rada's description of the Lord, and thus the Yavana knew He was the Personality of Godhead. Seeing that the Lord carried no weapons, K&#257;layavana put his own weapons aside and ran toward Him from behind, wanting to fight with Him. &#346;r&#299; Krishna ran from the Yavana, staying just barely beyond K&#257;layavana's grasp at every step and eventually leading him a long distance toward a mountain cave. As K&#257;layavana ran, he hurled insults at the Lord, but he could not grasp Him, since his stock of impious karma was not yet depleted. &#346;r&#299; Krishna entered the cave, whereupon K&#257;layavana followed after Him and saw a man lying on the ground. Taking him for &#346;r&#299; Krishna, K&#257;layavana kicked him. The man had been sleeping for a very long time, and now, having been violently awakened, he looked around angrily in all directions and saw K&#257;layavana. The man stared harshly at him, igniting a fire in K&#257;layavana's body and in a moment burning him to ashes.</P><P>This extraordinary person was a son of Mandh&#257;t&#257;'s named Mucukunda. He was devoted to brahminical culture and always true to his vow. Previously, he had spent many long years helping to protect the demigods from the demons. When the demigods had eventually obtained K&#257;rttikeya as their protector, they allowed Mucukunda to retire, offering him any boon other than liberation, which only Lord Vishnu can bestow. Mucukunda had chosen from the demigods the benediction of being covered by sleep, and thus since then he had been lying asleep within the cave.</P><P>Upon K&#257;layavana's immolation, &#346;r&#299; Krishna showed Himself to Mucukunda, who was struck with wonder at seeing Krishna's incomparable beauty. Mucukunda asked Lord Krishna who He was and also explained to the Lord his own identity. Mucukunda said, "After growing weary from remaining awake for a long time, I was enjoying my sleep here in this cave when some stranger disturbed me and, suffering the reaction of his sins, was burnt to ashes. O Lord, O vanquisher of all enemies, it is my great fortune that I now have the vision of Your beautiful form."</P><P>Lord &#346;r&#299; Krishna then told Mucukunda who He was and offered him a boon. The wise Mucukunda, understanding the futility of material life, asked only that he might be allowed to take shelter of Lord &#346;r&#299; Krishna's lotus feet.</P><P>Pleased at this request, the Lord said to Mucukunda, "My devotees are never enticed by material benedictions offered to them; only nondevotees, namely yog&#299;s and speculative philosophers, are interested in material benedictions, having mundane desires in their hearts. My dear Mucukunda, you will have perpetual devotion for Me. Now, always remaining surrendered to Me, go perform penances to eradicate the sinful reactions incurred from the killing you had to do in your role as a warrior. In your next life you will become a first-class br&#257;hmana and attain Me." Thus the Lord offered Mucukunda His blessings.</P><P CLASS=l><A CLASS=i HREF="../50/57.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>