<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 28 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 28 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Jñ&#257;na-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.28.44</P><P CLASS=c>yoga-cary&#257;m im&#257;m yog&#299;</P><P CLASS=c>vicaran mad-ap&#257;&#347;rayah</P><P CLASS=c>n&#257;ntar&#257;yair vihanyeta</P><P CLASS=c>nihsprihah sva-sukh&#257;nubh&#363;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/c/caryam">cary&#257;m</A> &#8212; the prescribed process of <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/y/yogi">yog&#299;</A> &#8212; the practitioner; <A CLASS=v HREF="http://vedabase.net/v/vicaran">vicaran</A> &#8212; executing; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/a/apasrayah">ap&#257;&#347;rayah</A> &#8212; having taken shelter of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/antarayaih">antar&#257;yaih</A> &#8212; by obstacles; <A CLASS=v HREF="http://vedabase.net/v/vihanyeta">vihanyeta</A> &#8212; is checked; <A CLASS=v HREF="http://vedabase.net/n/nihsprhah">nihsprihah</A> &#8212; free from hankering; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; of the soul; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A> &#8212; the happiness; <A CLASS=v HREF="http://vedabase.net/a/anubhuh">anubh&#363;h</A> &#8212; experiencing within.</P><P CLASS=t>TRANSLATION</P><P>The yog&#299; who has taken shelter of Me remains free from hankering because he experiences the happiness of the soul within. Thus while executing this process of yoga, he is never defeated by obstacles.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, the Supreme Lord has briefly described to Uddhava the essential wisdom of all the Upanishads, with the conclusion that pure devotional service to the Lord is the real means of ultimate liberation. In this regard &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura emphasizes that although hatha-yog&#299;s and r&#257;ja-yog&#299;s try to make progress along their prescribed paths, they confront obstacles and often fail to achieve their desired goals. However, one who surrenders to the Supreme Lord will certainly be victorious on his spiritual path back home, back to Godhead.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Eleventh Canto, Twenty-eighth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Jñ&#257;na-yoga."</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../29/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>