<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 28 Verses 6-7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 28 Verses 6-7"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Jñ&#257;na-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.28.6-7</P><P CLASS=c>&#257;tmaiva tad idam vi&#347;vam</P><P CLASS=c>srijyate srijati prabhuh</P><P CLASS=c>tr&#257;yate tr&#257;ti vi&#347;v&#257;tm&#257;</P><P CLASS=c>hriyate harat&#299;&#347;varah</P><P CLASS=c>tasm&#257;n na hy &#257;tmano 'nyasm&#257;d</P><P CLASS=c>anyo bh&#257;vo nir&#363;pitah</P><P CLASS=c>nir&#363;pite 'yam tri-vidh&#257;</P><P CLASS=c>nirm&#363;la bh&#257;tir &#257;tmani</P><P CLASS=c>idam guna-mayam viddhi</P><P CLASS=c>tri-vidham m&#257;yay&#257; kritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; universe; <A CLASS=v HREF="http://vedabase.net/s/srjyate">srijyate</A> &#8212; is created; <A CLASS=v HREF="http://vedabase.net/s/srjati">srijati</A> &#8212; and creates; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/t/trayate">tr&#257;yate</A> &#8212; is protected; <A CLASS=v HREF="http://vedabase.net/t/trati">tr&#257;ti</A> &#8212; protects; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Soul of all that be; <A CLASS=v HREF="http://vedabase.net/h/hriyate">hriyate</A> &#8212; is withdrawn; <A CLASS=v HREF="http://vedabase.net/h/harati">harati</A> &#8212; withdraws; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; than Him; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; than the Soul; <A CLASS=v HREF="http://vedabase.net/a/anyasmat">anyasm&#257;t</A> &#8212; who is distinct; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;vah</A> &#8212; entity; <A CLASS=v HREF="http://vedabase.net/n/nirupitah">nir&#363;pitah</A> &#8212; is ascertained; <A CLASS=v HREF="http://vedabase.net/n/nirupite">nir&#363;pite</A> &#8212; thus established; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vidha">vidh&#257;</A> &#8212; threefold; <A CLASS=v HREF="http://vedabase.net/n/nirmula">nirm&#363;l&#257;</A> &#8212; without basis; <A CLASS=v HREF="http://vedabase.net/b/bhatih">bh&#257;tih</A> &#8212; appearance; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; within the Supersoul; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; consisting of the modes of nature; <A CLASS=v HREF="http://vedabase.net/v/viddhi">viddhi</A> &#8212; you should know; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vidham">vidham</A> &#8212; threefold; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the illusory energy; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; created.</P><P CLASS=t>TRANSLATION</P><P>The Supersoul alone is the ultimate controller and creator of this world, and thus He alone is also the created. Similarly, the Soul of all existence Himself both maintains and is maintained, withdraws and is withdrawn. No other entity can be properly ascertained as separate from Him, the Supreme Soul, who nonetheless is distinct from everything and everyone else. The appearance of the threefold material nature, which is perceived within Him, has no actual basis. Rather, you should understand that this material nature, composed of the three modes, is simply the product of His illusory potency.</P><P CLASS=t>PURPORT</P><P>The Absolute Truth, Lord &#346;r&#299; Krishna, expands His external potency and thus creates the material cosmos. As with the sun globe and its expanded rays, the Lord and His expanded potency are simultaneously one and different. Although to conditioned souls material duality seems to be based on the modes of nature, the entire material manifestation is actually nondifferent from the Lord and is of one ultimately spiritual nature. The modes of nature create sense objects, demigods, human beings, animals, friends, enemies and so forth. But in reality, everything is simply an expansion of the potency of the Supreme Lord.</P><P>Foolishly, the conditioned soul tries to lord it over material nature, but the Lord Himself, being nondifferent from that nature, is its only true proprietor. In several places the &#346;r&#299;mad-Bh&#257;gavatam has given the example of the spider spinning its web by expanding thread from its own mouth. Similarly, through His own potency the Lord manifests the material world, maintains it and eventually withdraws it within Himself. Although the Lord is the unique Supreme Personality of Godhead, above everyone and everything, He is simultaneously and inconceivably nondifferent from everything. Therefore it is the Lord Himself who is manifested when the Lord creates, it is the Lord Himself who is maintained when the Lord maintains, and it is the Lord Himself who is withdrawn at the time of annihilation.</P><P>Although the Lord is nondifferent from both His spiritual abode and His material creation, still the spiritual abode, Vaikuntha, is always superior to the material manifestation. Both matter and spirit are energies of the Lord, yet the spiritual energy is molded into the eternal forms of bliss and knowledge, whereas the temporary forms of matter are symbols of ignorance and frustration for the conditioned souls who covet them. The Supreme Lord is Himself the reservoir of all pleasure and is thus dear to His devotees. The presumption that the Lord cannot give us complete pleasure is due to our misidentifying Him as a product of the material modes of nature. As a result, we pursue false happiness in the deadly embrace of m&#257;y&#257; and thus deviate from our eternal loving relationship with Lord Krishna.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>