<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 19 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 19 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Performing the Pumsavana Ritualistic Ceremony</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.19.13</P><P CLASS=c>guna-vyaktir iyam dev&#299;</P><P CLASS=c>vyañjako guna-bhug bhav&#257;n</P><P CLASS=c>tvam hi sarva-&#347;ar&#299;ry &#257;tm&#257;</P><P CLASS=c>&#347;r&#299;h &#347;ar&#299;rendriy&#257;&#347;ay&#257;h</P><P CLASS=c>n&#257;ma-r&#363;pe bhagavat&#299;</P><P CLASS=c>pratyayas tvam ap&#257;&#347;rayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/vyaktih">vyaktih</A> &#8212; the reservoir of qualities; <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/devi">dev&#299;</A> &#8212; goddess; <A CLASS=v HREF="http://vedabase.net/v/vyanjakah">vyañjakah</A> &#8212; manifester; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuk">bhuk</A> &#8212; the <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A> of the qualities; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/sariri">&#347;ar&#299;r&#299;</A> <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul of all living entities; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/s/sarira">&#347;ar&#299;ra</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/a/asayah">&#257;&#347;ay&#257;h</A> &#8212; and the mind; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; and form; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavat&#299;</A> &#8212; <A HREF="http://vedabase.net/l/laksmi">Lakshm&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/pratyayah">pratyayah</A> &#8212; the cause of manifestation; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/apasrayah">ap&#257;&#347;rayah</A> &#8212; the support.</P><P CLASS=t>TRANSLATION</P><P>Mother Lakshm&#299;, who is here, is the reservoir of all spiritual qualities, whereas You manifest and enjoy all these qualities. Indeed, You are actually the enjoyer of everything. You live as the Supersoul of all living entities, aid the goddess of fortune is the form of their bodies, senses and minds. She also has a holy name and form, whereas You are the support of all such names and forms and the cause for their manifestation.</P><P CLASS=t>PURPORT</P><P>Madhv&#257;c&#257;rya, the &#257;c&#257;rya of the Tattvav&#257;d&#299;s, has described this verse in the following way: "Vishnu is described as yajña personified, and mother Lakshm&#299; is described as spiritual activities and the original form of worship. In fact, they represent spiritual activities and the Supersoul of all yajña. Lord Vishnu is the Supersoul even of Lakshm&#299;dev&#299;, but no one can be the Supersoul of Lord Vishnu, for Lord Vishnu Himself is the spiritual Supersoul of everyone."</P><P>According to Madhv&#257;c&#257;rya, there are two tattvas, or factors. One is independent, and the other is dependent. The first tattva is the Supreme Lord, Vishnu, and the second is the j&#299;va-tattva. Lakshm&#299;dev&#299;, being dependent on Lord Vishnu, is sometimes counted among the j&#299;vas. The Gaud&#299;ya Vaishnavas, however, describe Lakshm&#299;dev&#299; in accordance with the following two verses from the Prameya-ratn&#257;val&#299; of Baladeva Vidy&#257;bh&#363;shana. The first verse is a quotation from the Vishnu Pur&#257;na.</P><P>nityaiva s&#257; jagan-m&#257;t&#257;</P><P CLASS=n>vishnoh &#347;r&#299;r anap&#257;yin&#299;</P><P CLASS=n>yath&#257; sarva-gato vishnus</P><P CLASS=n>tathaiveyam dvijottama</P><P CLASS=n>vishnoh syuh &#347;aktayas tisras</P><P CLASS=n>t&#257;su y&#257; k&#299;rtit&#257; par&#257;</P><P CLASS=n>saiva &#347;r&#299;s tad-abhinneti</P><P CLASS=n>pr&#257;ha &#347;ishy&#257;n prabhur mah&#257;n</P><P>"O best of the br&#257;hmanas, Lakshm&#299;j&#299; is the constant companion of the Supreme Personality of Godhead, Vishnu, and therefore she is called anap&#257;yin&#299;. She is the mother of all creation. As Lord Vishnu is all-pervading, His spiritual potency, mother Lakshm&#299;, is also all-pervading." Lord Vishnu has three principal potencies &#8212; internal, external and marginal. &#346;r&#299; Caitanya Mah&#257;prabhu has accepted par&#257;-&#347;akti, the spiritual energy of the Lord, as being identical with the Lord. Thus she is also included in the independent vishnu-tattva."</P><P>In the K&#257;nti-m&#257;l&#257; commentary on the Prameya-ratn&#257;val&#299; there is this statement: nanu kvacit nitya-mukta j&#299;vatvam lakshmy&#257;h sv&#299;kritam, tatr&#257;ha &#8212; pr&#257;heti. nityaiveti padye sarva-vy&#257;pti-kathanena kal&#257;k&#257;shthety &#257;di-padya-dvaye, &#347;uddho 'p&#299;ty ukt&#257; ca mah&#257;prabhun&#257; sva&#347;ishy&#257;n prati lakshmy&#257; bhagavad-advaitam upadishtam. kvacid yat tasy&#257;s tu dvaitam uktam, tat tu tad-&#257;vishta-nitya-mukta j&#299;vam &#257;d&#257;ya sa&#324;gatamas tu. "Although some authoritative Vaishnava disciplic successions count the goddess of fortune among the ever-liberated living entities (j&#299;vas) in Vaikuntha, &#346;r&#299; Caitanya Mah&#257;prabhu, in accordance with the statement in the Vishnu Pur&#257;na, has described Lakshm&#299; as being identical with the vishnu-tattva. The correct conclusion is that the descriptions of Lakshm&#299; as being different from Vishnu are stated when an eternally liberated living entity is imbued with the quality of Lakshm&#299;; they do not pertain to mother Lakshm&#299;, the eternal consort of Lord Vishnu."</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>