<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 19 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 19 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Performing the Pumsavana Ritualistic Ceremony</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.19.6</P><P CLASS=c>vishnu-patni mah&#257;-m&#257;ye</P><P CLASS=c>mah&#257;purusha-lakshane</P><P CLASS=c>pr&#299;yeth&#257; me mah&#257;-bh&#257;ge</P><P CLASS=c>loka-m&#257;tar namo 'stu te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/p/patni">patni</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> wife of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/maye">m&#257;ye</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> energy of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/l/laksane">lakshane</A> &#8212; possessing the qualities and opulences of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/p/priyethah">pr&#299;yeth&#257;h</A> &#8212; kindly be pleased; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; upon <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhage">bh&#257;ge</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> goddess of fortune; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/m/matah">m&#257;tah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> mother of the world; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; may there be; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto you.</P><P CLASS=t>TRANSLATION</P><P>[After profusely offering obeisances unto Lord Vishnu, the devotee should offer respectful obeisances unto mother Lakshm&#299;, the goddess of fortune, and pray as follows.] O wife of Lord Vishnu, O internal energy of Lord Vishnu, you are as good as Lord Vishnu Himself, for you have all of His qualities and opulences. O goddess of fortune, please be kind to me. O mother of the entire world, I offer my respectful obeisances unto you.</P><P CLASS=t>PURPORT</P><P>The Lord has multifarious potencies (par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate). Since mother Lakshm&#299;, the goddess of fortune, is the Lord's very precious potency, she is addressed here as mah&#257;-m&#257;ye. The word m&#257;y&#257; means &#347;akti. Lord Vishnu, the Supreme, cannot exhibit His power everywhere without His principal energy. It is said, &#347;akti &#347;aktim&#257;n abheda: the power and the powerful are identical. Therefore mother Lakshm&#299;, the goddess of fortune, is the constant companion of Lord Vishnu; they remain together constantly. One cannot keep Lakshm&#299; in one's home without Lord Vishnu. To think that one can do so is very dangerous. To keep Lakshm&#299;, or the riches of the Lord, without the service of the Lord is always dangerous, for then Lakshm&#299; becomes the illusory energy. With Lord Vishnu, however, Lakshm&#299; is the spiritual energy.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>