<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 19 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 19 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Performing the Pumsavana Ritualistic Ceremony</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.19.9</P><P CLASS=c>&#347;riyam vishnum ca varad&#257;v</P><P CLASS=c>&#257;&#347;ish&#257;m prabhav&#257;v ubhau</P><P CLASS=c>bhakty&#257; samp&#363;jayen nityam</P><P CLASS=c>yad&#299;cchet sarva-sampadah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sriyam">&#347;riyam</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/v/visnum">vishnum</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vara">vara</A>-<A CLASS=v HREF="http://vedabase.net/d/dau">dau</A> &#8212; the bestowers of benedictions; <A CLASS=v HREF="http://vedabase.net/a/asisam">&#257;&#347;ish&#257;m</A> &#8212; of blessings; <A CLASS=v HREF="http://vedabase.net/p/prabhavau">prabhavau</A> &#8212; the sources; <A CLASS=v HREF="http://vedabase.net/u/ubhau">ubhau</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; with devotion; <A CLASS=v HREF="http://vedabase.net/s/sampujayet">samp&#363;jayet</A> &#8212; should worship; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; daily; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/i/icchet">icchet</A> &#8212; desires; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sampadah">sampadah</A> &#8212; opulences.</P><P CLASS=t>TRANSLATION</P><P>If one desires all opulences, his duty is to daily worship Lord Vishnu with His wife, Lakshm&#299;. With great devotion one should worship Him according to the above-mentioned process. Lord Vishnu and the goddess of fortune are an immensely powerful combination. They are the bestowers of all benedictions and the sources of all good fortune. Therefore the duty of everyone is to worship Lakshm&#299;-N&#257;r&#257;yana.</P><P CLASS=t>PURPORT</P><P>Lakshm&#299;-N&#257;r&#257;yana &#8212; Lord Vishnu and mother Lakshm&#299; &#8212; are always situated in everyone's heart (&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]). However, because nondevotees do not realize that Lord Vishnu stays with His eternal consort, Lakshm&#299;, within the hearts of all living entities, they are not endowed with the opulence of Lord Vishnu. Unscrupulous men sometimes address a poor man as daridra-n&#257;r&#257;yana, or "poor N&#257;r&#257;yana." This is most unscientific. Lord Vishnu and Lakshm&#299; are always situated in everyone's heart, but this does not mean that everyone is N&#257;r&#257;yana, especially not those in poverty. This is a most abominable term to use in connection with N&#257;r&#257;yana. N&#257;r&#257;yana never becomes poor, and therefore He can never be called daridra-n&#257;r&#257;yana. N&#257;r&#257;yana is certainly situated in everyone's heart, but He is neither poor nor rich. Only unscrupulous persons who do not know the opulence of N&#257;r&#257;yana try to afflict Him with poverty.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>