<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 19"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Performing the Pumsavana Ritualistic Ceremony</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.19 Summary</P><P>This chapter explains how Diti, Ka&#347;yapa Muni's wife, executed Ka&#347;yapa Muni's instructions on devotional service. During the first day of the bright fortnight of the moon in the month of Agrah&#257;yana (November-December), every woman, following in the footsteps of Diti and following the instructions of her own husband, should begin this pumsavana-vrata. In the morning, after washing her teeth, bathing and thus becoming purified, she should hear about the birth mystery of the Maruts. Then, covering her body with a white dress and being properly ornamented, before breakfast she should worship Lord Vishnu and mother Lakshm&#299;, the goddess of fortune, Lord Vishnu's wife, by glorifying Lord Vishnu for His mercy, patience, prowess, ability, greatness and other glories and for how He can bestow all mystic benedictions. While offering the Lord all paraphernalia for worship, such as ornaments, a sacred thread, scents, nice flowers, incense and water for bathing and washing His feet, hands and mouth, one should invite the Lord with this mantra: om namo bhagavate mah&#257;-purush&#257;ya mah&#257;nubh&#257;v&#257;ya mah&#257;vibh&#363;tipataye saha mah&#257;-vibh&#363;tibhir balim upahar&#257;mi. Then one should offer twelve oblations in the fire while chanting this mantra: om namo bhagavate mah&#257;-purush&#257;ya mah&#257;vibh&#363;ti-pataye sv&#257;h&#257;. One should offer obeisances while chanting this mantra ten times. Then one should chant the Lakshm&#299;-N&#257;r&#257;yana mantra.</P><P>If either a pregnant woman or her husband regularly discharges this devotional service, both of them will receive the result. After continuing this process for one full year, the chaste wife should fast on the p&#363;rnim&#257;, the full-moon day, of K&#257;rttika. On the following day, the husband should worship the Lord as before and then observe a festival by cooking nice food and distributing pras&#257;da to the br&#257;hmanas. Then, with the permission of the br&#257;hmanas, the husband and wife should take pras&#257;da. This chapter ends by glorifying the results of the pumsavana function.</P><P CLASS=l><A CLASS=i HREF="../18/78.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>