<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 1 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 1 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The First Step in God Realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.1.10</P><P CLASS=c>tad aham te 'bhidh&#257;sy&#257;mi</P><P CLASS=c>mah&#257;-paurushiko bhav&#257;n</P><P CLASS=c>yasya &#347;raddadhat&#257;m &#257;&#347;u</P><P CLASS=c>sy&#257;n mukunde matih sat&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/a/abhidhasyami">abhidh&#257;sy&#257;mi</A> &#8212; shall recite; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/paurusikah">paurushikah</A> &#8212; the most sincere devotee of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; your good self; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/s/sraddadhatam">&#347;raddadhat&#257;m</A> &#8212; of one who gives full respect and attention; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/s/so">so</A> becomes; <A CLASS=v HREF="http://vedabase.net/m/mukunde">mukunde</A> &#8212; unto the Lord, who awards salvation; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; faith; <A CLASS=v HREF="http://vedabase.net/s/sati">sat&#299;</A> &#8212; unflinching.</P><P CLASS=t>TRANSLATION</P><P>That very &#346;r&#299;mad-Bh&#257;gavatam I shall recite before you because you are the most sincere devotee of Lord Krishna. One who gives full attention and respect to hearing &#346;r&#299;mad-Bh&#257;gavatam achieves unflinching faith in the Supreme Lord, the giver of salvation.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;mad-Bh&#257;gavatam is recognized Vedic wisdom, and the system of receiving Vedic knowledge is called avaroha-panth&#257;, or the process of receiving transcendental knowledge through bona fide disciplic succession. For advancement of material knowledge there is a need for personal ability and researching aptitude, but in the case of spiritual knowledge, all progress depends more or less on the mercy of the spiritual master. The spiritual master must be satisfied with the disciple; only then is knowledge automatically manifest before the student of spiritual science. The process should not, however, be misunderstood to be something like magical feats whereby the spiritual master acts like a magician and injects spiritual knowledge into his disciple, as if surcharging him with an electrical current. The bona fide spiritual master reasonably explains everything to the disciple on the authorities of Vedic wisdom. The disciple can receive such teachings not exactly intellectually, but by submissive inquiries and a service attitude. The idea is that both the spiritual master and the disciple must be bona fide. In this case, the spiritual master, &#346;ukadeva Gosv&#257;m&#299;, is ready to recite exactly what he has learned from his great father &#346;r&#299;la Vy&#257;sadeva, and the disciple, Mah&#257;r&#257;ja Par&#299;kshit, is a great devotee of Lord Krishna. A devotee of Lord Krishna is he who believes sincerely that by becoming a devotee of the Lord one becomes fully equipped with everything spiritual. This teaching is imparted by the Lord Himself in the pages of the Bhagavad-g&#299;t&#257;, in which it is clearly described that the Lord (&#346;r&#299; Krishna) is everything, and that to surrender unto Him solely and wholly makes one the most perfectly pious man. This unflinching faith in Lord Krishna prepares one to become a student of &#346;r&#299;mad-Bh&#257;gavatam, and one who hears &#346;r&#299;mad-Bh&#257;gavatam from a devotee like &#346;ukadeva Gosv&#257;m&#299; is sure to attain salvation at the end, as Mah&#257;r&#257;ja Par&#299;kshit did. The professional reciter of &#346;r&#299;mad-Bh&#257;gavatam and the pseudodevotees whose faith is based on one week's hearing are different from &#346;ukadeva Gosv&#257;m&#299; and Mah&#257;r&#257;ja Par&#299;kshit. &#346;r&#299;la Vy&#257;sadeva explained &#346;r&#299;mad-Bh&#257;gavatam unto &#346;ukadeva Gosv&#257;m&#299; from the very beginning of the janm&#257;dy asya [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>] verse, and so &#346;ukadeva Gosv&#257;m&#299; also explained it to the Ding. Lord Krishna is described as the Mah&#257;purusha in the &#346;r&#299;mad-Bh&#257;gavatam (Canto Eleven) in His devotional feature as Lord &#346;r&#299; Caitanya Mah&#257;prabhu. &#346;r&#299; Caitanya Mah&#257;prabhu is Lord Krishna Himself in His devotional attitude, descended on earth to bestow special favors upon the fallen souls of this age of Kali. There are two verses particularly suitable to offer as prayers to this Mah&#257;purusha feature of Lord Krishna.</P><P>dhyeyam sad&#257; paribhava-ghnam abh&#299;shta-doham</P><P CLASS=n>t&#299;rth&#257;spadam &#347;iva-viriñci-nutam &#347;aranyam</P><P CLASS=n>bhrity&#257;rti-ham pranata-p&#257;la bhav&#257;bdhi-potam</P><P CLASS=n>vande mah&#257;-purusha te caran&#257;ravindam</P><P CLASS=n>tyaktv&#257; su-dustyaja-surepsita-r&#257;jya-lakshm&#299;m</P><P CLASS=n>dharmishtha &#257;rya-vacas&#257; yad ag&#257;d aranyam</P><P CLASS=n>m&#257;y&#257;-mrigam dayitayepsitam anvadh&#257;vad</P><P CLASS=n>vande mah&#257;-purusha te caran&#257;ravindam</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/11/5/33.htm">11.5.33-34</A>)</P><P>In other words, purusha means the enjoyer, and mah&#257;purusha means the supreme enjoyer, or the Supreme Personality of Godhead &#346;r&#299; Krishna. One who deserves to approach the Supreme Lord &#346;r&#299; Krishna is called the mah&#257;-paurushika. Anyone who hears &#346;r&#299;mad-Bh&#257;gavatam attentively from its bona fide reciter is sure to become a sincere devotee of the Lord, who is able to award liberation. There was none so attentive as Mah&#257;r&#257;ja Par&#299;kshit in the matter of hearing &#346;r&#299;mad-Bh&#257;gavatam, and there was none so qualified as &#346;ukadeva Gosv&#257;m&#299; to recite the text of &#346;r&#299;mad-Bh&#257;gavatam. Therefore, anyone who follows in the footsteps of either the ideal reciter or the ideal hearer, &#346;ukadeva Gosv&#257;m&#299; and Mah&#257;r&#257;ja Par&#299;kshit respectively, will undoubtedly attain salvation like them. Mah&#257;r&#257;ja Par&#299;kshit attained salvation by hearing only, and &#346;ukadeva Gosv&#257;m&#299; attained salvation only by reciting. Recitation and hearing are two processes out of nine devotional activities, and by strenuously following the principles, either in all or by parts, one can attain the absolute plane. So the complete text of &#346;r&#299;mad-Bh&#257;gavatam, beginning with the janm&#257;dy asya [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>] verse up to the last one in the Twelfth Canto, was spoken by &#346;ukadeva Gosv&#257;m&#299; for the attainment of salvation by Mah&#257;r&#257;ja Par&#299;kshit. In the Padma Pur&#257;na, it is mentioned that Gautama Muni advised Mah&#257;r&#257;ja Ambar&#299;sha to hear regularly &#346;r&#299;mad-Bh&#257;gavatam as it was recited by &#346;ukadeva Gosv&#257;m&#299;, and herein it is confirmed that Mah&#257;r&#257;ja Ambar&#299;sha heard &#346;r&#299;mad-Bh&#257;gavatam from the very beginning to the end, as it was spoken by &#346;ukadeva Gosv&#257;m&#299;. One who is actually interested in the Bh&#257;gavatam, therefore, must not play with it by reading or hearing a portion from here and a portion from there; one must follow in the footsteps of great kings like Mah&#257;r&#257;ja Ambar&#299;sha or Mah&#257;r&#257;ja Par&#299;kshit and hear it from a bona fide representative of &#346;ukadeva Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>