<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 1 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 1 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The First Step in God Realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.1.12</P><P CLASS=c>kim pramattasya bahubhih</P><P CLASS=c>parokshair h&#257;yanair iha</P><P CLASS=c>varam muh&#363;rtam viditam</P><P CLASS=c>ghatate &#347;reyase yatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/p/pramattasya">pramattasya</A> &#8212; of the bewildered; <A CLASS=v HREF="http://vedabase.net/b/bahubhih">bahubhih</A> &#8212; by many; <A CLASS=v HREF="http://vedabase.net/p/paroksaih">parokshaih</A> &#8212; inexperienced; <A CLASS=v HREF="http://vedabase.net/h/hayanaih">h&#257;yanaih</A> &#8212; years; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/v/varam">varam</A> &#8212; better; <A CLASS=v HREF="http://vedabase.net/m/muhurtam">muh&#363;rtam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> moment; <A CLASS=v HREF="http://vedabase.net/v/viditam">viditam</A> &#8212; conscious; <A CLASS=v HREF="http://vedabase.net/g/ghatate">ghatate</A> &#8212; one can try for; <A CLASS=v HREF="http://vedabase.net/s/sreyase">&#347;reyase</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of the supreme interest; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; by that.</P><P CLASS=t>TRANSLATION</P><P>What is the value of a prolonged life which is wasted, inexperienced by years in this world? Better a moment of full consciousness, because that gives one a start in searching after his supreme interest.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; instructed Mah&#257;r&#257;ja Par&#299;kshit about the importance of the chanting of the holy name of the Lord by every progressive gentleman. In order to encourage the Ding, who had only seven remaining days of life, &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; asserted that there is no use in living hundreds of years without any knowledge of the problems of life &#8212; better to live for a moment with full consciousness of the supreme interest to be fulfilled. The supreme interest of life is eternal, with full knowledge and bliss. Those who are bewildered by the external features of the material world and are engaged in the animal propensities of the eat-drink-and-be-merry type of life are simply wasting their lives by the unseen passing away of valuable years. We should know in perfect consciousness that human life is bestowed upon the conditioned soul to achieve spiritual success, and the easiest possible procedure to attain this end is to chant the holy name of the Lord. In the previous verse, we have discussed this point to a certain extent, and we may further be enlightened on the different types of offenses committed unto the feet of the holy name. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; Prabhu has quoted many passages from authentic scriptures and has ably supported the statements in the matter of offenses at the feet of the holy name. From Vishnu-y&#257;mala Tantra, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has proven that one can be liberated from the effects of all sins simply by chanting the holy name of the Lord. Quoting from the M&#257;rkandeya Pur&#257;na, &#346;r&#299; Gosv&#257;m&#299;j&#299; says that one should neither blaspheme the devotee of the Lord nor indulge in hearing others who are engaged in belittling a devotee of the Lord. A devotee should try to restrict the vilifier by cutting out his tongue, and being unable to do so, one should commit suicide rather than hear the blaspheming of the devotee of the Lord. The conclusion is that one should neither hear nor allow vilification of a devotee of the Lord. As far as distinguishing the Lord's holy name from the names of the demigods, the revealed scriptures disclose (<A CLASS=v HREF="../../../bg/10/41.htm">Bg. 10.41</A>) that all extraordinarily powerful beings are but parts and parcels of the supreme energetic, Lord Krishna. Except for the Lord Himself, everyone is subordinate; no one is independent of the Lord. Since no one is more powerful than or equal to the energy of the Supreme Lord, no one's name can be as powerful as that of the Lord. By chanting the Lord's holy name, one can derive all the stipulated energy synchronized from all sources. Therefore, one should not equalize the supreme holy name of the Lord with any other name. Brahm&#257;, &#346;iva or any other powerful god can never be equal to the Supreme Lord Vishnu. The powerful holy name of the Lord can certainly deliver one from sinful effects, but one who desires to utilize this transcendental potency of the holy name of the Lord in one's sinister activities is the most degraded person in the world. Such persons are never excused by the Lord or by any agent of the Lord. One should, therefore, utilize one's life in glorifying the Lord by all means, without any offense. Such activity of life, even for a moment, is never to be compared to a prolonged life of ignorance, like the lives of the tree and other living entities who may live for thousands of years without prosecuting spiritual advancement.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>