<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 1 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 1 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The First Step in God Realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.1.13</P><P CLASS=c>khatv&#257;&#324;go n&#257;ma r&#257;jarshir</P><P CLASS=c>jñ&#257;tveyatt&#257;m ih&#257;yushah</P><P CLASS=c>muh&#363;rt&#257;t sarvam utsrijya</P><P CLASS=c>gatav&#257;n abhayam harim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/khatvangah">khatv&#257;&#324;gah</A> &#8212; King <A HREF="http://vedabase.net/k/khatvanga">Khatv&#257;&#324;ga</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; saintly king; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; by knowing; <A CLASS=v HREF="http://vedabase.net/i/iyattam">iyatt&#257;m</A> &#8212; duration; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/a/ayusah">&#257;yushah</A> &#8212; of one's life; <A CLASS=v HREF="http://vedabase.net/m/muhurtat">muh&#363;rt&#257;t</A> &#8212; within only <A HREF="http://vedabase.net/a/a">a</A> moment; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/u/utsrjya">utsrijya</A> &#8212; leaving aside; <A CLASS=v HREF="http://vedabase.net/g/gatavan">gatav&#257;n</A> &#8212; <A HREF="http://vedabase.net/h/had">had</A> undergone; <A CLASS=v HREF="http://vedabase.net/a/abhayam">abhayam</A> &#8212; fully safe; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; the Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>The saintly King Khatv&#257;&#324;ga, after being informed that the duration of his life would be only a moment more, at once freed himself from all material activities and took shelter of the supreme safety, the Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>A fully responsible man should always be conscious of the prime duty of the present human form of life. The activities to meet the immediate necessities of material life are not everything. One should always be alert in his duty for attainment of the best situation in the next life. Human life is meant for preparing ourselves for that prime duty. Mah&#257;r&#257;ja Khatv&#257;&#324;ga is mentioned herein as a saintly king because even within the responsibility of the state management, he was not at all forgetful of the prime duty of life. Such was the case with other r&#257;jarshis (saintly kings), like Mah&#257;r&#257;ja Yudhishthira and Mah&#257;r&#257;ja Par&#299;kshit. They were all exemplary personalities on account of their being alert in discharging their prime duty. Mah&#257;r&#257;ja Khatv&#257;&#324;ga was invited by the demigods in the higher planets to fight demons, and as a king he fought the battles to the full satisfaction of the demigods. The demigods, being fully satisfied with him, wanted to give him some benediction for material enjoyment, but Mah&#257;r&#257;ja Khatv&#257;&#324;ga, being very much alert to his prime duty, inquired from the demigods about his remaining duration of life. This means that he was not as anxious to accumulate some material benediction from the demigods as he was to prepare himself for the next life. He was informed by the demigods, however, that his life would last only a moment longer. The king at once left the heavenly kingdom, which is always full of material enjoyment of the highest standard, and coming down to this earth, took ultimate shelter of the all-safe Personality of Godhead. He was successful in his great attempt and achieved liberation. This attempt, even for a moment, by the saintly king, was successful because he was always alert to his prime duty. Mah&#257;r&#257;ja Par&#299;kshit was thus encouraged by the great &#346;ukadeva Gosv&#257;m&#299;, even though he had only seven days left in his life to execute the prime duty of hearing the glories of the Lord in the form of &#346;r&#299;mad-Bh&#257;gavatam. By the will of the Lord, Mah&#257;r&#257;ja Par&#299;kshit instantly met the great &#346;ukadeva Gosv&#257;m&#299;, and thus the great treasure of spiritual success left by him is nicely mentioned in the &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>