<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 1 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 1 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The First Step in God Realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.1.24</P><P CLASS=c>vi&#347;eshas tasya deho 'yam</P><P CLASS=c>sthavishtha&#347; ca sthav&#299;yas&#257;m</P><P CLASS=c>yatredam vyajyate vi&#347;vam</P><P CLASS=c>bh&#363;tam bhavyam bhavac ca sat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visesah">vi&#347;eshah</A> &#8212; personal; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/d/dehah">dehah</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sthavisthah">sthavishthah</A> &#8212; grossly material; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sthaviyasam">sthav&#299;yas&#257;m</A> &#8212; of all matter; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; all these phenomena; <A CLASS=v HREF="http://vedabase.net/v/vyajyate">vyajyate</A> &#8212; is experienced; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; universe; <A CLASS=v HREF="http://vedabase.net/b/bhutam">bh&#363;tam</A> &#8212; past; <A CLASS=v HREF="http://vedabase.net/b/bhavyam">bhavyam</A> &#8212; future; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A> &#8212; present; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; resultant.</P><P CLASS=t>TRANSLATION</P><P>This gigantic manifestation of the phenomenal material world as a whole is the personal body of the Absolute Truth, wherein the universal resultant past, present and future of material time is experienced.</P><P CLASS=t>PURPORT</P><P>Anything, either material or spiritual, is but an expansion of the energy of the Supreme Personality of Godhead, and as stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/13.htm">13.13</A>), the omnipotent Lord has His transcendental eyes, heads and other bodily parts distributed everywhere. He can see, hear, touch or manifest Himself anywhere and everywhere, for He is present everywhere as the Supersoul of all infinitesimal souls, although He has His particular abode in the absolute world. The relative world is also His phenomenal representation because it is nothing but an expansion of His transcendental energy. Although He is in His abode, His energy is distributed everywhere, just as the sun is localized as well as expanded everywhere, since the rays of the sun, being nondifferent from the sun, are accepted as expansions of the sun disc. In the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana1/22/52">1.22.52</A>) it is said that as fire expands its rays and heat from one place, similarly the Supreme Spirit, the Personality of Godhead, expands Himself by His manifold energy everywhere and anywhere. The phenomenal manifestation of the gigantic universe is only a part of His vir&#257;t body. Less intelligent men cannot conceive of the transcendental all-spiritual form of the Lord, but they are astounded by His different energies, just as the aborigines are struck with wonder by the manifestation of lightning, a gigantic mountain or a hugely expanded banyan tree. The aborigines praise the strength of the tiger and the elephant because of their superior energy and strength. The asuras cannot recognize the existence of the Lord, although there are vivid descriptions of the Lord in the revealed scriptures, although the Lord incarnates and exhibits His uncommon strength and energy, and although He is accepted as the Supreme Personality of Godhead by learned scholars and saints like Vy&#257;sadeva, N&#257;rada, Asita and Devala in the past and by Arjuna in the Bhagavad-g&#299;t&#257;, as also by the &#257;c&#257;ryas like &#346;a&#324;kara, R&#257;m&#257;nuja, Madhva and Lord &#346;r&#299; Caitanya in the modern age. The asuras do not accept any evidential proof from the revealed scriptures, nor do they recognize the authority of the great &#257;c&#257;ryas. They want to see with their own eyes at once. Therefore they can see the gigantic body of the Lord as vir&#257;t, which will answer their challenge, and since they are accustomed to paying homage to superior material strength like that of the tiger, elephant and lightning, they can offer respect to the vir&#257;t-r&#363;pa. Lord Krishna, by the request of Arjuna, exhibited His vir&#257;t-r&#363;pa for the asuras. A pure devotee of the Lord, being unaccustomed to looking into such a mundane gigantic form of the Lord, requires special vision for the purpose. The Lord, therefore, favored Arjuna with special vision for looking into His vir&#257;t-r&#363;pa, which is described in the Eleventh Chapter of the Bhagavad-g&#299;t&#257;. This vir&#257;t-r&#363;pa of the Lord was especially manifested, not for the benefit of Arjuna, but for that unintelligent class of men who accept anyone and everyone as an incarnation of the Lord and so mislead the general mass of people. For them, the indication is that one should ask the cheap incarnation to exhibit his vir&#257;t-r&#363;pa and thus be established as an incarnation. The vir&#257;t-r&#363;pa manifestation of the Lord is simultaneously a challenge to the atheist and a favor for the asuras, who can think of the Lord as vir&#257;t and thus gradually cleanse the dirty things from their hearts in order to become qualified to actually see the transcendental form of the Lord in the near future. This is a favor of the all-merciful Lord to the atheists and the gross materialists.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>