<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 1 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 1 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The First Step in God Realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.1.25</P><P CLASS=c>anda-ko&#347;e &#347;ar&#299;re 'smin</P><P CLASS=c>sapt&#257;varana-samyute</P><P CLASS=c>vair&#257;jah purusho yo 'sau</P><P CLASS=c>bhagav&#257;n dh&#257;ran&#257;&#347;rayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anda">anda</A>-<A CLASS=v HREF="http://vedabase.net/k/kose">ko&#347;e</A> &#8212; within the universal shell; <A CLASS=v HREF="http://vedabase.net/s/sarire">&#347;ar&#299;re</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body of; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A> &#8212; sevenfold; <A CLASS=v HREF="http://vedabase.net/a/avarana">&#257;varana</A> &#8212; coverings; <A CLASS=v HREF="http://vedabase.net/s/samyute">samyute</A> &#8212; having <A HREF="http://vedabase.net/s/so">so</A> done; <A CLASS=v HREF="http://vedabase.net/v/vairajah">vair&#257;jah</A> &#8212; the gigantic universal; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; form of the Lord; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/dharana">dh&#257;ran&#257;</A> &#8212; conception; <A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; object of.</P><P CLASS=t>TRANSLATION</P><P>The gigantic universal form of the Personality of Godhead, within the body of the universal shell, which is covered by sevenfold material elements, is the subject for the vir&#257;t conception.</P><P CLASS=t>PURPORT</P><P>Simultaneously, the Lord has multifarious other forms, and all of them are identical with the original fountainhead form of the Lord, &#346;r&#299; Krishna. In the Bhagavad-g&#299;t&#257;, it has been proven that the original transcendental and eternal form of the Lord is &#346;r&#299; Krishna, the Absolute Personality of Godhead, but by His inconceivable internal potency, &#257;tma-m&#257;y&#257;, He can expand Himself by multifarious forms and incarnations simultaneously, without being diminished in His full potency. He is complete, and although innumerable complete forms emanate from Him, He is still complete, without any loss. That is His spiritual or internal potency. In the Eleventh Chapter of the Bhagavad-g&#299;t&#257;, the personality of Godhead, Lord Krishna, manifested His vir&#257;t-r&#363;pa just to convince the less intelligent class of men, who cannot conceive of the Lord as appearing just like a human being, that He factually has the potency of His claim to be the Supreme Absolute person without any rival or superior. Materialistic men can think, although very imperfectly, of the huge universal space, comprehending an innumerable number of planets as big as the sun. They can see only the circular sky overhead, without any information that this universe, as well as many other hundreds of thousands of universes, are each covered by sevenfold material coverings of water, fire, air, sky, ego, noumenon and material nature, just like a huge football, pumped and covered, floating on the water of the Causal Ocean, wherein the Lord is lying as Mah&#257;-Vishnu. All the universes in seed are emanating from the breathing of the Mah&#257;-Vishnu, who is but part of a partial expansion of the Lord, and all the universes presided over by the Brahm&#257;s vanish when the Mah&#257;-Vishnu withdraws His great breath. In this way, the material worlds are being created and vanished by the supreme will of the Lord. The poor foolish materialist can just imagine how ignorantly he puts forward an insignificant creature to become His rival incarnation, simply on the allegations of a dying man. The vir&#257;t-r&#363;pa was particularly exhibited by the Lord just to give lessons to such foolish men, so that one can accept a person as the incarnation of Godhead only if such a person is able to exhibit such a vir&#257;t-r&#363;pa as Lord Krishna did. The materialistic person may concentrate his mind upon the vir&#257;t or gigantic form of the Lord in his own interest and as recommended by &#346;ukadeva Gosv&#257;m&#299;, but he must be on his guard not to be misled by pretenders who claim to be the identical person as Lord Krishna but are not able to act like Him or exhibit the vir&#257;t-r&#363;pa, comprehending the whole of the universe.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>