<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 1 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 1 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The First Step in God Realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.1.26</P><P CLASS=c>p&#257;t&#257;lam etasya hi p&#257;da-m&#363;lam</P><P CLASS=c>pathanti p&#257;rshni-prapade ras&#257;talam</P><P CLASS=c>mah&#257;talam vi&#347;va-srijo 'tha gulphau</P><P CLASS=c>tal&#257;talam vai purushasya ja&#324;ghe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/patalam">p&#257;t&#257;lam</A> &#8212; the planets at the bottom of the universe; <A CLASS=v HREF="http://vedabase.net/e/etasya">etasya</A> &#8212; of His; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; exactly; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; soles of the feet; <A CLASS=v HREF="http://vedabase.net/p/pathanti">pathanti</A> &#8212; they study <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/p/parsni">p&#257;rshni</A> &#8212; the heels; <A CLASS=v HREF="http://vedabase.net/p/prapade">prapade</A> &#8212; the toes; <A CLASS=v HREF="http://vedabase.net/r/rasatalam">ras&#257;talam</A> &#8212; the planets named <A HREF="http://vedabase.net/r/rasatala">Ras&#257;tala</A>; <A CLASS=v HREF="http://vedabase.net/m/mahatalam">mah&#257;talam</A> &#8212; the planets named Mah&#257;tala; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/s/srjah">srijah</A> &#8212; of the creator of the universe; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/g/gulphau">gulphau</A> &#8212; the ankles; <A CLASS=v HREF="http://vedabase.net/t/talatalam">tal&#257;talam</A> &#8212; the planets named Tal&#257;tala; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> they <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/p/purusasya">purushasya</A> &#8212; of the gigantic person; <A CLASS=v HREF="http://vedabase.net/j/janghe">ja&#324;ghe</A> &#8212; the shanks.</P><P CLASS=t>TRANSLATION</P><P>Persons who have realized it have studied that the planets known as P&#257;t&#257;la constitute the bottoms of the feet of the universal Lord, and the heels and the toes are the Ras&#257;tala planets. The ankles are the Mah&#257;tala planets, and His shanks constitute the Tal&#257;tala planets.</P><P CLASS=t>PURPORT</P><P>Outside the bodily existence of the Supreme Personality of Godhead, the manifested cosmic existence has no reality. Everything and anything of the manifested world rests on Him, as confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>), but that does not imply that everything and anything in the vision of a materialist is the Supreme Personality. The conception of the universal form of the Lord gives a chance to the materialist to think of the Supreme Lord, but the materialist must know for certain that his visualization of the world in a spirit of lording over it is not God realization. The materialistic view of exploitation of the material resources is occasioned by the illusion of the external energy of the Lord, and as such, if anyone wants to realize the Supreme Truth by conceiving of the universal form of the Lord, he must cultivate the service attitude. Unless the service attitude is revived, the conception of vir&#257;t realization will have very little effect on the seer. The transcendental Lord, in any conception of His form, is never a part of the material creation. He keeps His identity as Supreme Spirit in all circumstances and is never affected by the three material qualities, for everything material is contaminated. The Lord always exists by His internal energy.</P><P>The universe is divided into fourteen planetary systems. Seven planetary systems, called Bh&#363;r, Bhuvar, Svar, Mahar, Janas, Tapas and Satya, are upward planetary systems, one above the other. There are also seven planetary systems downward, known as Atala, Vitala, Sutala, Tal&#257;tala, Mah&#257;tala, Ras&#257;tala and P&#257;t&#257;la, gradually, one below the other. In this verse, the description begins from the bottom because it is in the line of devotion that the Lord's bodily description should begin from His feet. &#346;ukadeva Gosv&#257;m&#299; is a recognized devotee of the Lord, and he is exactly correct in the description.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>