<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 1 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 1 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The First Step in God Realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.1.28</P><P CLASS=c>urah-sthalam jyotir-an&#299;kam asya</P><P CLASS=c>gr&#299;v&#257; mahar vadanam vai jano 'sya</P><P CLASS=c>tapo var&#257;t&#299;m vidur &#257;di-pumsah</P><P CLASS=c>satyam tu &#347;&#299;rsh&#257;ni sahasra-&#347;&#299;rshnah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/urah">urah</A> &#8212; high; <A CLASS=v HREF="http://vedabase.net/s/sthalam">sthalam</A> &#8212; place (the chest); <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A>-<A CLASS=v HREF="http://vedabase.net/a/anikam">an&#299;kam</A> &#8212; the luminary planets; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/g/griva">gr&#299;v&#257;</A> &#8212; the neck; <A CLASS=v HREF="http://vedabase.net/m/mahah">mahah</A> &#8212; the planetary system above the luminaries; <A CLASS=v HREF="http://vedabase.net/v/vadanam">vadanam</A> &#8212; mouth; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; exactly; <A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> &#8212; the planetary system above Mahar; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; the planetary system above the Janas; <A CLASS=v HREF="http://vedabase.net/v/varatim">var&#257;t&#299;m</A> &#8212; forehead; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; is known; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; the original; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; personality; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; the topmost planetary system; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/s/sirsani">&#347;&#299;rsh&#257;ni</A> &#8212; the head; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A> &#8212; one thousand; <A CLASS=v HREF="http://vedabase.net/s/sirsnah">&#347;&#299;rshnah</A> &#8212; one with heads.</P><P CLASS=t>TRANSLATION</P><P>The chest of the Original Personality of the gigantic form is the luminary planetary system, His neck is the Mahar planets, His mouth is the Janas planets, and His forehead is the Tapas planetary system. The topmost planetary system, known as Satyaloka, is the head of He who has one thousand heads.</P><P CLASS=t>PURPORT</P><P>The effulgent luminary planets like the sun and the moon are situated almost in the midplace of the universe, and as such they are to be known as the chest of the original gigantic form of the Lord. And above the luminary planets, called also the heavenly places of the universal directorate demigods, are the Mahar, Janas and Tapas planetary systems, and, above all, the Satyaloka planetary system, where the chief directors of the modes of material nature reside, namely Vishnu, Brahm&#257; and &#346;iva. This Vishnu is known as the Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, and He acts as the Supersoul in every living being. There are innumerable universes floating on the Causal Ocean, and in each of them the representation of the vir&#257;t form of the Lord is there along with innumerable suns, moons, heavenly demigods, Brahm&#257;s, Vishnus and &#346;ivas, all of them situated in one part of the inconceivable potency of Lord Krishna, as stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/42.htm">10.42</A>).</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>