<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 1 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 1 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The First Step in God Realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.1.29</P><P CLASS=c>indr&#257;dayo b&#257;hava &#257;hur usr&#257;h</P><P CLASS=c>karnau di&#347;ah &#347;rotram amushya &#347;abdah</P><P CLASS=c>n&#257;satya-dasrau paramasya n&#257;se</P><P CLASS=c>ghr&#257;no 'sya gandho mukham agnir iddhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/indra">indra</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; demigods headed by the heavenly king, <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/b/bahavah">b&#257;havah</A> &#8212; arms; <A CLASS=v HREF="http://vedabase.net/a/ahuh">&#257;huh</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> called; <A CLASS=v HREF="http://vedabase.net/u/usrah">usr&#257;h</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/k/karnau">karnau</A> &#8212; the ears; <A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah</A> &#8212; the four directions; <A CLASS=v HREF="http://vedabase.net/s/srotram">&#347;rotram</A> &#8212; the sense of hearing; <A CLASS=v HREF="http://vedabase.net/a/amusya">amushya</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/s/sabdah">&#347;abdah</A> &#8212; sound; <A CLASS=v HREF="http://vedabase.net/n/nasatya">n&#257;satya</A>-<A CLASS=v HREF="http://vedabase.net/d/dasrau">dasrau</A> &#8212; the demigods known <A HREF="http://vedabase.net/a/as">as</A> the A&#347;vin&#299;-kum&#257;ras; <A CLASS=v HREF="http://vedabase.net/p/paramasya">paramasya</A> &#8212; of the Supreme; <A CLASS=v HREF="http://vedabase.net/n/nase">n&#257;se</A> &#8212; nostrils; <A CLASS=v HREF="http://vedabase.net/g/ghranah">ghr&#257;nah</A> &#8212; the sense of smell; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/g/gandhah">gandhah</A> &#8212; fragrance; <A CLASS=v HREF="http://vedabase.net/m/mukham">mukham</A> &#8212; the mouth; <A CLASS=v HREF="http://vedabase.net/a/agnih">agnih</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/i/iddhah">iddhah</A> &#8212; blazing.</P><P CLASS=t>TRANSLATION</P><P>His arms are the demigods headed by Indra, the ten directional sides are His ears, and physical sound is His sense of hearing. His nostrils are the two A&#347;vin&#299;-kum&#257;ras, and material fragrance is His sense of smell. His mouth is the blazing fire.</P><P CLASS=t>PURPORT</P><P>The description of the gigantic form of the Personality of Godhead made in the Eleventh Chapter of the Bhagavad-g&#299;t&#257; is further explained here in the &#346;r&#299;mad-Bh&#257;gavatam. The description in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/11/30.htm">11.30</A>) runs as follows: "O Vishnu, I see You devouring all people in Your blazing mouths and covering all the universe by Your immeasurable rays. Scorching the worlds, You are manifest." In that way, &#346;r&#299;mad-Bh&#257;gavatam is the postgraduate study for the student of the Bhagavad-g&#299;t&#257;. Both of them are the science of Krishna, the Absolute Truth, and so they are interdependent.</P><P>The conception of the vir&#257;t-purusha, or the gigantic form of the Supreme Lord, is said to include all the dominating demigods as well as the dominated living beings. Even the minutest part of a living being is controlled by the empowered agency of the Lord. Since the demigods are included in the gigantic form of the Lord, worship of the Lord, whether in His gigantic material conception or in His eternal transcendental form as Lord &#346;r&#299; Krishna, also appeases the demigods and all the other parts and parcels, as much as watering the root of a tree distributes energy to all of the tree's other parts. Consequently, for a materialist also, worship of the universal gigantic form of the Lord leads one to the right path. One need not risk being misled by approaching many demigods for fulfillment of different desires. The real entity is the Lord Himself, and all others are imaginary, for everything is included in Him only.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>