<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 1 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 1 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The First Step in God Realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.1.36</P><P CLASS=c>vay&#257;msi tad-vy&#257;karanam vicitram</P><P CLASS=c>manur man&#299;sh&#257; manujo niv&#257;sah</P><P CLASS=c>gandharva-vidy&#257;dhara-c&#257;ran&#257;psarah</P><P CLASS=c>svara-smrit&#299;r asur&#257;n&#299;ka-v&#299;ryah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vayamsi">vay&#257;msi</A> &#8212; varieties of birds; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/v/vyakaranam">vy&#257;karanam</A> &#8212; vocables; <A CLASS=v HREF="http://vedabase.net/v/vicitram">vicitram</A> &#8212; artistic; <A CLASS=v HREF="http://vedabase.net/m/manuh">manuh</A> &#8212; the father of mankind; <A CLASS=v HREF="http://vedabase.net/m/manisa">man&#299;sh&#257;</A> &#8212; thoughts; <A CLASS=v HREF="http://vedabase.net/m/manujah">manujah</A> &#8212; mankind (the sons of <A HREF="http://vedabase.net/m/manu">Manu</A>); <A CLASS=v HREF="http://vedabase.net/n/nivasah">niv&#257;sah</A> &#8212; residence; <A CLASS=v HREF="http://vedabase.net/g/gandharva">gandharva</A> &#8212; the human beings named Gandharvas; <A CLASS=v HREF="http://vedabase.net/v/vidyadhara">vidy&#257;dhara</A> &#8212; the Vidy&#257;dharas; <A CLASS=v HREF="http://vedabase.net/c/carana">c&#257;rana</A> &#8212; the C&#257;ranas; <A CLASS=v HREF="http://vedabase.net/a/apsarah">apsarah</A> &#8212; the angels; <A CLASS=v HREF="http://vedabase.net/s/svara">svara</A> &#8212; musical rhythm; <A CLASS=v HREF="http://vedabase.net/s/smrtih">smrit&#299;h</A> &#8212; remembrance; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A>-<A CLASS=v HREF="http://vedabase.net/a/anika">an&#299;ka</A> &#8212; the demoniac soldiers; <A CLASS=v HREF="http://vedabase.net/v/viryah">v&#299;ryah</A> &#8212; prowess.</P><P CLASS=t>TRANSLATION</P><P>Varieties of birds are indications of His masterful artistic sense. Manu, the father of mankind, is the emblem of His standard intelligence, and humanity is His residence. The celestial species of human beings, like the Gandharvas, Vidy&#257;dharas, C&#257;ranas and angels, all represent His musical rhythm, and the demoniac soldiers are representations of His wonderful prowess.</P><P CLASS=t>PURPORT</P><P>The aesthetic sense of the Lord is manifested in the artistic, colorful creation of varieties of birds like the peacock, parrot and cuckoo. The celestial species of human beings, like the Gandharvas and Vidy&#257;dharas, can sing wonderfully and can entice even the minds of the heavenly demigods. Their musical rhythm represents the musical sense of the Lord. How then can He be impersonal? His musical taste, artistic sense and standard intelligence, which is never fallible, are different signs of His supreme personality. The Manu-samhit&#257; is the standard lawbook for humanity, and every human being is advised to follow this great book of social knowledge. Human society is the residential quarters for the Lord. This means that the human being is meant for God realization and association with God. This life is a chance for the conditioned soul to regain his eternal God consciousness and thus fulfill the mission of life. Mah&#257;r&#257;ja Prahl&#257;da is the right type of representative of the Lord in the family of asuras. None of the living beings is away from the Lord's gigantic body. Each and every one has a particular duty in relation to the supreme body. Disruption in the matter of discharging the specific duty assigned to each and every living being is the cause of disharmony between one living being and another, but when the relation is reestablished in relation with the Supreme Lord, there is complete unity between all living beings, even up to the limit of the wild animals and human society. Lord Caitanya Mah&#257;prabhu displayed this living unity in the jungle of Madhya Pradesh, where even the tigers, elephants and many other ferocious animals perfectly cooperated in glorifying the Supreme Lord. That is the way to peace and amity all over the world.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>