<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 1 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 1 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The First Step in God Realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.1.37</P><P CLASS=c>brahm&#257;nanam kshatra-bhujo mah&#257;tm&#257;</P><P CLASS=c>vid &#363;rur a&#324;ghri-&#347;rita-krishna-varnah</P><P CLASS=c>n&#257;n&#257;bhidh&#257;bh&#299;jya-ganopapanno</P><P CLASS=c>dravy&#257;tmakah karma vit&#257;na-yogah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/ananam">&#257;nanam</A> &#8212; the face; <A CLASS=v HREF="http://vedabase.net/k/ksatra">kshatra</A> &#8212; the kshatriyas; <A CLASS=v HREF="http://vedabase.net/b/bhujah">bhujah</A> &#8212; the arms; <A CLASS=v HREF="http://vedabase.net/m/mahatma">mah&#257;tm&#257;</A> &#8212; the <A HREF="http://vedabase.net/v/virat">vir&#257;t</A>-<A HREF="http://vedabase.net/p/purusa">purusha</A>; <A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; the vai&#347;yas; <A CLASS=v HREF="http://vedabase.net/u/uruh">&#363;ruh</A> &#8212; the thighs; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/s/srita">&#347;rita</A> &#8212; under the protection of His feet; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/v/varnah">varnah</A> &#8212; the &#347;&#363;dras; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/a/abhidha">abhidh&#257;</A> &#8212; by names; <A CLASS=v HREF="http://vedabase.net/a/abhijya">abh&#299;jya</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/u/upapannah">upapannah</A> &#8212; being overtaken; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakah">&#257;tmakah</A> &#8212; with feasible goods; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/v/vitana">vit&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/y/yogah">yogah</A> &#8212; performances of sacrifice.</P><P CLASS=t>TRANSLATION</P><P>The vir&#257;t-purusha's face is the br&#257;hmanas, His arms are the kshatriyas, His thighs are the vai&#347;yas, and the &#347;&#363;dras are under the protection of His feet. All the worshipable demigods are also overtaken by Him, and it is the duty of everyone to perform sacrifices with feasible goods to appease the Lord.</P><P CLASS=t>PURPORT</P><P>Monotheism is practically suggested here. Offering sacrifices to many demigods under different names is mentioned in the Vedic literatures, but the suggestion made in this verse is that all those varieties of demigods are included in the form of the Supreme Personality of Godhead; they are only the parts and parcels of the original whole. Similarly, the divisions of the orders of human society, namely the br&#257;hmanas (the intelligent class), the kshatriyas (the administrators), the vai&#347;yas (the mercantile community) and the &#347;&#363;dras (the laborer class), are all included in the body of the Supreme. As such, sacrifice by every one of them in terms of pleasing the Supreme by feasible goods is recommended. Generally, the sacrifice is offered with clarified butter and grains, but with the progress of time, human society has produced varieties of goods by transforming materials supplied by God's material nature. Human society, therefore, must learn to offer sacrifices not only with clarified butter, but also with other manufactured goods in the propagation of the Lord's glory, and that will bring about perfection in human society. The intelligent class of men, or br&#257;hmanas, may give direction for such sacrifices in consultation with the previous &#257;c&#257;ryas; the administrators may give all facilities to perform such sacrifices; the vai&#347;ya class or mercantile community, who produce such goods, may offer them for sacrifice; and the &#347;&#363;dra class may offer their manual labor for the successful termination of such sacrifice. Thus by the cooperation of all classes of human beings, the sacrifice recommended in this age, namely the sacrifice of congregational chanting of the holy name of the Lord, may be executed for the common welfare of all the people of the world.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>