<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 1 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 1 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The First Step in God Realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.1.39</P><P CLASS=c>sa sarva-dh&#299;-vritty-anubh&#363;ta-sarva</P><P CLASS=c>&#257;tm&#257; yath&#257; svapna-janekshitaikah</P><P CLASS=c>tam satyam &#257;nanda-nidhim bhajeta</P><P CLASS=c>n&#257;nyatra sajjed yata &#257;tma-p&#257;tah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (the Supreme Person); <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhi">dh&#299;</A>-<A CLASS=v HREF="http://vedabase.net/v/vrtti">vritti</A> &#8212; the process of realization by all sorts of intelligence; <A CLASS=v HREF="http://vedabase.net/a/anubhuta">anubh&#363;ta</A> &#8212; cognizant; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; everyone; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/svapna">svapna</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person dreaming; <A CLASS=v HREF="http://vedabase.net/i/iksita">&#299;kshita</A> &#8212; seen by; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; one and the <A HREF="http://vedabase.net/s/same">same</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; the Supreme Truth; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/n/nidhim">nidhim</A> &#8212; the ocean of bliss; <A CLASS=v HREF="http://vedabase.net/b/bhajeta">bhajeta</A> &#8212; must one worship; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; anything else; <A CLASS=v HREF="http://vedabase.net/s/sajjet">sajjet</A> &#8212; be attached; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; whereby; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/p/patah">p&#257;tah</A> &#8212; degradation of oneself.</P><P CLASS=t>TRANSLATION</P><P>One should concentrate his mind upon the Supreme Personality of Godhead, who alone distributes Himself in so many manifestations just as ordinary persons create thousands of manifestations in dreams. One must concentrate the mind on Him, the only all-blissful Absolute Truth. Otherwise one will be misled and will cause his own degradation.</P><P CLASS=t>PURPORT</P><P>In this verse, the process of devotional service is indicated by the great Gosv&#257;m&#299;, &#346;r&#299;la &#346;ukadeva. He tries to impress upon us that instead of diverting our attention to several branches of self-realization, we should concentrate upon the Supreme Personality of Godhead as the supreme object of realization, worship and devotion. Self-realization is, as it were, offering a fight for eternal life against the material struggle for existence, and therefore by the illusory grace of the external energy, the yog&#299; or the devotee is faced with many allurements which can entangle a great fighter again in the bondage of material existence. A yog&#299; can attain miraculous successes in material achievements, such as anim&#257; and laghim&#257;, by which one can become more minute than the minutest or lighter than the lightest, or in the ordinary sense, one may achieve material benedictions in the shape of wealth and women. But one is warned against such allurements because entanglement again in such illusory pleasure means degradation of the self and further imprisonment in the material world. By this warning, one should follow one's vigilant intelligence only.</P><P>The Supreme Lord is one, and His expansions are various. He is therefore the Supersoul of everything. When a man sees anything, he must know that his seeing is secondary and the Lord's seeing is primary. One cannot see anything without the Lord's having first seen it. That is the instruction of the Vedas and the Upanishads. So whatever we see or do, the Supersoul of all acts of seeing or doing is the Lord. This theory of simultaneous oneness and difference between the individual soul and the Supersoul is propounded by Lord &#346;r&#299; Caitanya Mah&#257;prabhu as the philosophy of acintya-bhed&#257;bheda-tattva. The vir&#257;t-r&#363;pa, or the gigantic feature of the Supreme Lord, includes everything materially manifested, and therefore the vir&#257;t or gigantic feature of the Lord is the Supersoul of all living and nonliving entities. But the vir&#257;t-r&#363;pa is also the manifestation of N&#257;r&#257;yana or Vishnu, and going further on and on one will eventually see that Lord Krishna is the ultimate Supersoul of everything that be. The conclusion is that one should unhesitatingly become a worshiper of Lord Krishna, or, for that matter, His plenary expansion N&#257;r&#257;yana, and none else. In the Vedic hymns, it is clearly said that first of all N&#257;r&#257;yana cast a glance over matter and thus there was creation. Before creation, there was neither Brahm&#257; nor &#346;iva, and what to speak of others. &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya has definitely accepted this, that N&#257;r&#257;yana is beyond the material creation and that all others are within the material creation. The whole material creation, therefore, is one with and different from N&#257;r&#257;yana, simultaneously, and this supports the acintya-bhed&#257;bheda-tattva philosophy of Lord &#346;r&#299; Caitanya Mah&#257;prabhu. Being an emanation from the glancing potency of N&#257;r&#257;yana, the whole material creation is nondifferent from Him. But because it is the effect of His external energy (bahira&#324;g&#257; m&#257;y&#257;) and is aloof from the internal potency (&#257;tma-m&#257;y&#257;), the whole material creation is different from Him at the same time. The example given in this verse very nicely is that of the dreaming man. The dreaming man creates many things in his dream, and thus he himself becomes the entangled seer of the dream and is also affected by the consequences. This material creation is also exactly a dreamlike creation of the Lord, but He, being the transcendental Supersoul, is neither entangled nor affected by the reactions of such a dreamlike creation. He is always in His transcendental position, but essentially He is everything, and nothing is apart from Him. As a part of Him, one should therefore concentrate on Him only, without deviation; otherwise one is sure to be overcome by the potencies of the material creation, one after another. It is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/7.htm">9.7</A>) as follows:</P><P>sarva-bh&#363;t&#257;ni kaunteya</P><P CLASS=n>prakritim y&#257;nti m&#257;mik&#257;m</P><P CLASS=n>kalpa-kshaye punas t&#257;ni</P><P CLASS=n>kalp&#257;dau visrij&#257;my aham</P><P>"O son of Kunt&#299;, at the end of the millennium every material manifestation enters into My nature, and at the beginning of another millennium, by My potency, I again create."</P><P>The human life, however, is an opportunity to get out of this repetition of creation and annihilation. It is a means whereby one may escape the Lord's external potency and enter into His internal potency.</P><P>Thus end the Bhaktivedanta purports of the Second Canto, First Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The First Step in God Realization."</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../2/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>