<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 1 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 1 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The First Step in God Realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.1.8</P><P CLASS=c>idam bh&#257;gavatam n&#257;ma</P><P CLASS=c>pur&#257;nam brahma-sammitam</P><P CLASS=c>adh&#299;tav&#257;n dv&#257;par&#257;dau</P><P CLASS=c>pitur dvaip&#257;yan&#257;d aham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhagavatam">bh&#257;gavatam</A> &#8212; <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/p/puranam">pur&#257;nam</A> &#8212; Vedic supplement; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/sammitam">sammitam</A> &#8212; approved <A HREF="http://vedabase.net/a/as">as</A> the essence of the Vedas; <A CLASS=v HREF="http://vedabase.net/a/adhitavan">adh&#299;tav&#257;n</A> &#8212; studied; <A CLASS=v HREF="http://vedabase.net/d/dvapara">dv&#257;para</A>-<A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; at the end of the <A HREF="http://vedabase.net/d/dvapara">Dv&#257;para</A>-<A HREF="http://vedabase.net/y/yuga">yuga</A>; <A CLASS=v HREF="http://vedabase.net/p/pituh">pituh</A> &#8212; from my father; <A CLASS=v HREF="http://vedabase.net/d/dvaipayanat">dvaip&#257;yan&#257;t</A> &#8212; <A HREF="http://vedabase.net/d/dvaipayana">Dvaip&#257;yana</A> Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; myself.</P><P CLASS=t>TRANSLATION</P><P>At the end of the Dv&#257;para-yuga, I studied this great supplement of Vedic literature named &#346;r&#299;mad-Bh&#257;gavatam, which is equal to all the Vedas, from my father, &#346;r&#299;la Dvaip&#257;yana Vy&#257;sadeva.</P><P CLASS=t>PURPORT</P><P>The statement made by &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; that the topmost transcendentalist, who is beyond the jurisdiction of regulations and restrictions, mainly takes to the task of hearing about and glorifying the Personality of Godhead, is verified by his personal example. &#346;ukadeva Gosv&#257;m&#299;, being a recognized liberated soul and the topmost transcendentalist, was accepted by all of the topmost sages present in the meeting during the last seven days of Mah&#257;r&#257;ja Par&#299;kshit. He cites from the example of his life that he himself was attracted by the transcendental activities of the Lord, and he studied &#346;r&#299;mad-Bh&#257;gavatam from his great father, &#346;r&#299; Dvaip&#257;yana Vy&#257;sadeva. &#346;r&#299;mad-Bh&#257;gavatam, or, for that matter, any other scientific literature, cannot be studied at home by one's own intellectual capacity. Medical books of anatomy or physiology are available in the market, but no one can become a qualified medical practitioner simply by reading such books at home. One has to be admitted to the medical college and study the books under the guidance of learned professors. Similarly, &#346;r&#299;mad-Bh&#257;gavatam, the postgraduate study of the science of Godhead, can only be learned by studying it at the feet of a realized soul like &#346;r&#299;la Vy&#257;sadeva. Although &#346;ukadeva Gosv&#257;m&#299; was a liberated soul from the very day of his birth, he still had to take lessons of &#346;r&#299;mad-Bh&#257;gavatam from his great father, Vy&#257;sadeva, who compiled the &#346;r&#299;mad-Bh&#257;gavatam under the instruction of another great soul, &#346;r&#299; N&#257;rada Muni. Lord &#346;r&#299; Caitanya Mah&#257;prabhu instructed a learned br&#257;hmana to study &#346;r&#299;mad-Bh&#257;gavatam from a personal bh&#257;gavata. &#346;r&#299;mad-Bh&#257;gavatam is based on the transcendental name, form, attributes, pastimes, entourage and variegatedness of the Supreme Person, and it is spoken by the incarnation of the Personality of Godhead, &#346;r&#299;la Vy&#257;sadeva. Pastimes of the Lord are executed in cooperation with His pure devotees, and consequently historical incidences are mentioned in this great literature because they are related to Krishna. It is called brahma-sammitam because it is the sound representative of Lord Krishna &#8212; like the Bhagavad-g&#299;t&#257;. Bhagavad-g&#299;t&#257; is the sound incarnation of the Lord because it is spoken by the Supreme Lord, and &#346;r&#299;mad-Bh&#257;gavatam is the sound representative of the Lord because it was spoken by the incarnation of the Lord about the activities of the Lord. As stated in the beginning of this book, it is the essence of the Vedic desire tree and the natural commentation on the Brahma-s&#363;tras, the topmost philosophical thesis on the subject matter of Brahman. Vy&#257;sadeva appeared at the end of Dv&#257;para-yuga as the son of Satyavat&#299;, and therefore the word dv&#257;para-&#257;dau, or "the beginning of Dv&#257;para-yuga," in this context means just prior to the beginning of the Kali-yuga. The logic of this statement, according to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, is comparable to that of calling the upper portion of the tree the beginning. The root of the tree is the beginning of the tree, but in common knowledge the upper portion of the tree is first seen. In that way the end of the tree is accepted as its beginning.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>