<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 6 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 6 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Yadu Dynasty Retires to Prabh&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.6.10</P><P CLASS=c>sy&#257;n nas tav&#257;&#324;ghrir a&#347;ubh&#257;&#347;aya-dh&#363;maketuh</P><P CLASS=c>kshem&#257;ya yo munibhir &#257;rdra-hridohyam&#257;nah</P><P CLASS=c>yah s&#257;tvataih sama-vibh&#363;taya &#257;tmavadbhir</P><P CLASS=c>vy&#363;he 'rcitah savana&#347;ah svar-atikram&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; may they be; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; for Us; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/anghrih">a&#324;ghrih</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/a/asubha">a&#347;ubha</A>-<A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;aya</A> &#8212; of our inauspicious mentality; <A CLASS=v HREF="http://vedabase.net/d/dhuma">dh&#363;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/ketuh">ketuh</A> &#8212; the annihilating fire; <A CLASS=v HREF="http://vedabase.net/k/ksemaya">kshem&#257;ya</A> &#8212; for achieving real benefit; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/m/munibhih">munibhih</A> &#8212; by sages; <A CLASS=v HREF="http://vedabase.net/a/ardra">&#257;rdra</A>-<A CLASS=v HREF="http://vedabase.net/h/hrda">hrid&#257;</A> &#8212; with melted hearts; <A CLASS=v HREF="http://vedabase.net/u/uhyamanah">uhyam&#257;nah</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> being carried; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/satvataih">s&#257;tvataih</A> &#8212; by the devotees of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhutaye">vibh&#363;taye</A> &#8212; for gaining opulence like His; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vadbhih">vadbhih</A> &#8212; by those who <A HREF="http://vedabase.net/a/are">are</A> self-controlled; <A CLASS=v HREF="http://vedabase.net/v/vyuhe">vy&#363;he</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the four-handed personal expansions of <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, <A HREF="http://vedabase.net/s/sankarsana">Sa&#324;karshana</A>, <A HREF="http://vedabase.net/p/pradyumna">Pradyumna</A> and <A HREF="http://vedabase.net/a/aniruddha">Aniruddha</A>; <A CLASS=v HREF="http://vedabase.net/a/arcitah">arcitah</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/s/savanasah">savana&#347;ah</A> &#8212; at the three junctions of each day; <A CLASS=v HREF="http://vedabase.net/s/svah">svah</A>-<A CLASS=v HREF="http://vedabase.net/a/atikramaya">atikram&#257;ya</A> &#8212; for crossing beyond the heavenly planets of this world.</P><P CLASS=t>TRANSLATION</P><P>Great sages, desiring the highest benefit in life, always cherish Your lotus feet within their hearts, which are melted by love for You. Similarly, Your self-controlled devotees, desiring to cross beyond the material kingdom of heaven to achieve opulence equal to Yours, worship Your lotus feet in the morning, at noon and in the evening. Thus, they meditate upon Your Lordship in Your quadruple expansion. Your lotus feet are just like a blazing fire that burns to ashes all the inauspicious desires for material sense gratification.</P><P CLASS=t>PURPORT</P><P>The conditioned living entity can purify his existence simply by having firm faith in the transcendental glories of the Personality of Godhead. What then can be said of the extraordinary good fortune of the demigods, who were directly seeing Lord Krishna's lotus feet? Although we are presently afflicted by innumerable material desires, these desires are temporary. The eternal living entity is meant to experience a loving relationship with the supreme living entity, the Personality of Godhead; and by rendering pure devotional service to the Lord, the heart of the living entity is completely satisfied.</P><P>The word dh&#363;maketu in this verse indicates a flaming comet or fire, which represents Lord &#346;iva. Lord &#346;iva is the master of the mode of ignorance, and Lord Krishna's lotus feet are compared to the comet, a symbol of the potency of &#346;iva, which can destroy all ignorance within the heart. The word sama-vibh&#363;taye ("for achieving equal opulence") indicates that the pure devotees go back home, back to Godhead, and enjoy the infinite bliss of the spiritual world. Lord Krishna is endowed with unlimited opulent paraphernalia for enjoyment, and a liberated soul who goes to Krishna's abode is awarded all opulence for serving the Lord. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, the word vy&#363;he in this verse indicates the three purusha incarnations, namely Mah&#257;-Vishnu, Garbhodaka&#347;&#257;y&#299; Vishnu and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, as well as V&#257;sudeva. If we can scientifically understand how Krishna expands Himself to create the material world, we shall immediately experience that everything is the property of Krishna and thus become free from the desire to exploit it for our own selfish purposes. Krishna is the Supreme Lord, the master of everyone and the reservoir of all opulences, and one should remember His lotus feet in the morning, at noon and in the evening. One who always remembers Krishna and never forgets Him will experience real, blissful life beyond the pale shadow of material illusion.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>