<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 6 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 6 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Yadu Dynasty Retires to Prabh&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.6.11</P><P CLASS=c>yas cintyate prayata-p&#257;nibhir adhvar&#257;gnau</P><P CLASS=c>trayy&#257; nirukta-vidhine&#347;a havir grih&#299;tv&#257;</P><P CLASS=c>adhy&#257;tma-yoga uta yogibhir &#257;tma-m&#257;y&#257;m</P><P CLASS=c>jijñ&#257;subhih parama-bh&#257;gavataih par&#299;shtah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/c/cintyate">cintyate</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> meditated upon; <A CLASS=v HREF="http://vedabase.net/p/prayata">prayata</A>-<A CLASS=v HREF="http://vedabase.net/p/panibhih">p&#257;nibhih</A> &#8212; by those with folded hands; <A CLASS=v HREF="http://vedabase.net/a/adhvara">adhvara</A>-<A CLASS=v HREF="http://vedabase.net/a/agnau">agnau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the fire of sacrifice; <A CLASS=v HREF="http://vedabase.net/t/trayya">trayy&#257;</A> &#8212; of the three Vedas (<A HREF="http://vedabase.net/r/rg">Rig</A>, Yajur and <A HREF="http://vedabase.net/s/sama">S&#257;ma</A>); <A CLASS=v HREF="http://vedabase.net/n/nirukta">nirukta</A> &#8212; comprising the essential understanding presented <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/n/nirukta">Nirukta</A>; <A CLASS=v HREF="http://vedabase.net/v/vidhina">vidhin&#257;</A> &#8212; by the process; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/h/havih">havih</A> &#8212; the ghee meant for offering; <A CLASS=v HREF="http://vedabase.net/g/grhitva">grih&#299;tv&#257;</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/a/adhyatma">adhy&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/y/yoge">yoge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that <A HREF="http://vedabase.net/y/yoga">yoga</A> system meant for realization of one's true self; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yogibhih">yogibhih</A> &#8212; by the practitioners of this <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; about Your bewildering material energy; <A CLASS=v HREF="http://vedabase.net/j/jijnasubhih">jijñ&#257;subhih</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> inquisitive; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavataih">bh&#257;gavataih</A> &#8212; by the most elevated devotees; <A CLASS=v HREF="http://vedabase.net/p/paristah">par&#299;shtah</A> &#8212; perfectly worshiped.</P><P CLASS=t>TRANSLATION</P><P>Those about to offer oblations into the fire of sacrifice in accordance with the Rig, Yajur and S&#257;ma Vedas meditate on Your lotus feet. Similarly, the practitioners of transcendental yoga meditate upon Your lotus feet, hoping for knowledge about Your divine mystic potency, and the most elevated pure devotees perfectly worship Your lotus feet, desiring to cross beyond Your illusory potency.</P><P CLASS=t>PURPORT</P><P>The words &#257;tma-m&#257;y&#257;m jijñ&#257;subhih are significant in this verse. The mystic yog&#299;s (adhy&#257;tma-yoga uta yogibhih) are eager to acquire knowledge of the Lord's mystic potencies, whereas the pure devotees (parama-bh&#257;gavataih) are eager to cross beyond the kingdom of illusion so that they can serve Lord Krishna's lotus feet in pure loving ecstasy. In any case, everyone is interested in the potency of the Supreme Personality of Godhead. The atheistic material scientists are also fascinated by the external material potency of the Lord, and the gross sense gratifiers are attracted by the physical body, which is also &#257;tma-m&#257;y&#257;, or an expansion of the Lord's potency. Although all of the Lord's potencies are qualitatively one with the Lord, and therefore with each other, the blissful spiritual potency is nevertheless supreme because it establishes relationships between the Lord and the pure living entities on the platform of eternal happiness. Every living entity is originally a loving servitor of the Lord, and the spiritual energy of the Lord engages the living entity in his pure constitutional position beyond illusion.</P><P>Our dreaming and waking experiences are both activities of the mind; however, the activities we perform while awake are more valuable because they establish us in our permanent situation. Similarly, at every moment every living entity is experiencing one of the innumerable potencies of the Supreme Lord. However, the experience of the spiritual potency is more significant because it establishes the living entity in his eternal, constitutional position as a faithful servitor of the Personality of Godhead.</P><P>The demigods are glorifying the Lord's lotus feet because they are personally very eager to be purified by contact with those feet (tav&#257;&#324;ghrir asm&#257;kam a&#347;ubh&#257;&#347;aya-dh&#363;maketuh sy&#257;t). When a sincere devotee eagerly desires to attain the shelter of the Lord's lotus feet, the Lord brings him to His personal abode, just as the demigods were brought to Dv&#257;rak&#257; by Lord Krishna's arrangement.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>