<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 6 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 6 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Yadu Dynasty Retires to Prabh&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.6.12</P><P CLASS=c>paryushtay&#257; tava vibho vana-m&#257;layeyam</P><P CLASS=c>samsp&#257;rdhin&#299; bhagavat&#299; pratipatn&#299;-vac chr&#299;h</P><P CLASS=c>yah su-pran&#299;tam amuy&#257;rhanam &#257;dadan no</P><P CLASS=c>bh&#363;y&#257;t sad&#257;&#324;ghrir a&#347;ubh&#257;&#347;aya-dh&#363;maketuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/paryustaya">paryushtay&#257;</A> &#8212; worn out; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/v/vibho">vibho</A> &#8212; almighty Lord; <A CLASS=v HREF="http://vedabase.net/v/vanamalaya">vanam&#257;lay&#257;</A> &#8212; by the flower garland; <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/s/samspardhini">samsp&#257;rdhin&#299;</A> &#8212; feeling competitive; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavat&#299;</A> &#8212; the female counterpart of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A>-<A CLASS=v HREF="http://vedabase.net/p/patni">patn&#299;</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; just like <A HREF="http://vedabase.net/a/an">an</A> envious co wife; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; Lakshm&#299;dev&#299;, the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which Supreme Lord (Yourself); <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/p/pranitam">pran&#299;tam</A> &#8212; (<A HREF="http://vedabase.net/s/so">so</A> that <A HREF="http://vedabase.net/i/it">it</A> may be) properly executed; <A CLASS=v HREF="http://vedabase.net/a/amuya">amuy&#257;</A> &#8212; by this; <A CLASS=v HREF="http://vedabase.net/a/arhanam">arhanam</A> &#8212; the offering; <A CLASS=v HREF="http://vedabase.net/a/adadan">&#257;dadan</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/b/bhuyat">bh&#363;y&#257;t</A> &#8212; may they be; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/a/anghrih">a&#324;ghrih</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/a/asubha">a&#347;ubha</A>-<A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;aya</A> &#8212; of our impure desires; <A CLASS=v HREF="http://vedabase.net/d/dhuma">dh&#363;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/ketuh">ketuh</A> &#8212; the fire of destruction.</P><P CLASS=t>TRANSLATION</P><P>O almighty Lord, You are so kind to Your servants that You have accepted the withered flower garland that we have placed on Your chest. Since the goddess of fortune makes her abode on Your transcendental chest, she will undoubtedly become agitated, like a jealous co-wife, upon seeing our offering also dwelling there. Yet You are so merciful that You neglect Your eternal consort Lakshm&#299; and accept our offering as most excellent worship. O merciful Lord, may Your lotus feet always act as a blazing fire to consume the inauspicious desires within our hearts.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/26.htm">9.26</A>) it is stated:</P><P>patram pushpam phalam toyam</P><P CLASS=n>yo me bhakty&#257; prayacchati</P><P CLASS=n>tad aham bhakty-upahritam</P><P CLASS=n>a&#347;n&#257;mi prayat&#257;tmanah</P><P>Lord Krishna gratefully and happily accepts even the most meager offering from His loving devotee. Lord Krishna is conquered by the love of His pure devotees, just as a father is easily conquered by the most insignificant gift offered by his loving child. Unless a transcendentalist completely gives up the impersonal conception of life, he cannot make such a loving offering to the Lord. The process of meditation upon the Supersoul within the heart, called dhy&#257;na-yoga, is not as pleasing to Krishna as bhakti-yoga, or devotional service, because in dhy&#257;na, or meditation, the yog&#299; is trying to satisfy himself (and not the Lord) by attaining mystic powers. Similarly, in order to acquire material benefits from the Lord, ordinary people worship God in temples, churches and mosques. But one who desires actual spiritual perfection must be enlivened to always chant and hear the glories of the Lord. Such devotional enthusiasm is motivated by love of Godhead and is devoid of any selfish expectation.</P><P>The Lord is so kind that He neglects His own eternal consort, Lakshm&#299;, and gives preference to His humble devotee, just as a man will neglect the loving embrace of his wife when his affectionate child approaches him with a gift. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has pointed out that any garland worn by the Lord cannot be faded because all of the Lord's personal paraphernalia is completely transcendental and spiritually opulent. Similarly, there is no possibility that mundane jealousy could appear in the character of the goddess of fortune, who is as transcendental as Lord Krishna Himself. Therefore the statements of the demigods are to be understood as humorous words inspired by intense love of Godhead. The demigods enjoy the protection of Lakshm&#299; and, ultimately, of the Supreme Personality of Godhead, Krishna, and due to their confidence in their loving relationship with the Lord and His consort they feel free to speak in a joking way.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>