<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 6 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 6 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Yadu Dynasty Retires to Prabh&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.6.13</P><P CLASS=c>ketus tri-vikrama-yutas tri-patat-pat&#257;ko</P><P CLASS=c>yas te bhay&#257;bhaya-karo 'sura-deva-camvoh</P><P CLASS=c>svarg&#257;ya s&#257;dhushu khaleshv itar&#257;ya bh&#363;man</P><P CLASS=c>padah pun&#257;tu bhagavan bhajat&#257;m agham nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ketuh">ketuh</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> flagpole; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vikrama">vikrama</A> &#8212; three mighty steps <A HREF="http://vedabase.net/i/in">in</A> conquering <A HREF="http://vedabase.net/b/bali">Bali</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; adorned by; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/p/patat">patat</A> &#8212; falling into each of the three planetary systems; <A CLASS=v HREF="http://vedabase.net/p/patakah">pat&#257;kah</A> &#8212; the flag upon which; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your (lotus feet); <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A>-<A CLASS=v HREF="http://vedabase.net/a/abhaya">abhaya</A> &#8212; fear and fearlessness; <A CLASS=v HREF="http://vedabase.net/k/karah">karah</A> &#8212; creating; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; of the demons and the demigods; <A CLASS=v HREF="http://vedabase.net/c/camvoh">camvoh</A> &#8212; for the respective armies; <A CLASS=v HREF="http://vedabase.net/s/svargaya">svarg&#257;ya</A> &#8212; for the attainment of heaven; <A CLASS=v HREF="http://vedabase.net/s/sadhusu">s&#257;dhushu</A> &#8212; among the saintly demigods and devotees; <A CLASS=v HREF="http://vedabase.net/k/khalesu">khaleshu</A> &#8212; among the envious; <A CLASS=v HREF="http://vedabase.net/i/itaraya">itar&#257;ya</A> &#8212; for just the opposite; <A CLASS=v HREF="http://vedabase.net/b/bhuman">bh&#363;man</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> most powerful Lord; <A CLASS=v HREF="http://vedabase.net/p/padah">p&#257;dah</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/p/punatu">pun&#257;tu</A> &#8212; may they purify; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhajatam">bhajat&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> engaged <A HREF="http://vedabase.net/i/in">in</A> worshiping You; <A CLASS=v HREF="http://vedabase.net/a/agham">agham</A> &#8212; the sins; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; of us.</P><P CLASS=t>TRANSLATION</P><P>O omnipotent Lord, in Your incarnation as Trivikrama, You raised Your leg like a flagpole to break the shell of the universe, allowing the holy Ganges to flow down, like a banner of victory, in three branches throughout the three planetary systems. By three mighty steps of Your lotus feet, Your Lordship captured Bali Mah&#257;r&#257;ja, along with his universal kingdom. Your lotus feet inspire fear in the demons by driving them down to hell and fearlessness among Your devotees by elevating them to the perfection of heavenly life. We are sincerely trying to worship You, our Lord; therefore may Your lotus feet kindly free us from all of our sinful reactions.</P><P CLASS=t>PURPORT</P><P>In order to reclaim for the demigods the universal kingdom seized by Bali Mah&#257;r&#257;ja, Lord Krishna, as described in the Eighth Canto of this great work, appeared as the beautiful dwarf-br&#257;hmana V&#257;mana, who extended His foot upward to the outer limits of the universe. When the Lord's leg breached a hole in the universal shell, the holy Ganges water came flowing into the universe. This scene appeared like an upraised flagpole with a wonderfully flowing victory banner.</P><P>As stated in the &#347;ruti-mantras, caranam pavitram vitatam pur&#257;nam yena p&#363;tas tarati dushkrit&#257;ni: "The lotus feet of the Personality of Godhead are most pure, all-pervading and the oldest of all. One who is purified by them crosses over all previous sinful activities." Throughout the universe the process of worshiping the lotus feet of the Lord is most famous.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>