<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 6 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 6 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Yadu Dynasty Retires to Prabh&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.6.17</P><P CLASS=c>tat tasth&#363;sha&#347; ca jagata&#347; ca bhav&#257;n adh&#299;&#347;o</P><P CLASS=c>yan m&#257;yayottha-guna-vikriyayopan&#299;t&#257;n</P><P CLASS=c>arth&#257;ñ jushann api hrish&#299;ka-pate na lipto</P><P CLASS=c>ye 'nye svatah parihrit&#257;d api bibhyati sma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tasthusah">tasth&#363;shah</A> &#8212; of everything stationary; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/j/jagatah">jagatah</A> &#8212; mobile; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; You (<A HREF="http://vedabase.net/a/are">are</A>); <A CLASS=v HREF="http://vedabase.net/a/adhisah">adh&#299;&#347;ah</A> &#8212; the ultimate controller; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by material nature; <A CLASS=v HREF="http://vedabase.net/u/uttha">uttha</A> &#8212; raised; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of (nature's) modes; <A CLASS=v HREF="http://vedabase.net/v/vikriyaya">vikriyay&#257;</A> &#8212; by the transformation (<A HREF="http://vedabase.net/i/i">i</A>.<A HREF="http://vedabase.net/e/e">e</A>. by the activity of the sense organs of the living beings); <A CLASS=v HREF="http://vedabase.net/u/upanitan">upan&#299;t&#257;n</A> &#8212; gathered together; <A CLASS=v HREF="http://vedabase.net/a/arthan">arth&#257;n</A> &#8212; the sense objects; <A CLASS=v HREF="http://vedabase.net/j/jusan">jushan</A> &#8212; engaging with; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even though; <A CLASS=v HREF="http://vedabase.net/h/hrsika">hrish&#299;ka</A>-<A CLASS=v HREF="http://vedabase.net/p/pate">pate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master of everyone's senses; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/l/liptah">liptah</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A> never touched; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/s/svatah">svatah</A> &#8212; on their own strength; <A CLASS=v HREF="http://vedabase.net/p/parihrtat">parihrit&#257;t</A> &#8212; on account of (objects of sense gratification); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/b/bibhyati">bibhyati</A> &#8212; they fear; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; indeed.</P><P CLASS=t>TRANSLATION</P><P>O Lord, You are the supreme creator of this universe and the ultimate controller of all moving and nonmoving living entities. You are Hrish&#299;ke&#347;a, the supreme controller of all sensory activity, and thus You never become contaminated or entangled in the course of Your supervision of the infinite sensory activities within the material creation. On the other hand, other living entities, even yog&#299;s and philosophers, are disturbed and frightened simply by remembering the material objects that they have supposedly renounced in their pursuit of enlightenment.</P><P CLASS=t>PURPORT</P><P>The Supreme Lord Krishna is within the heart of every conditioned soul and guides the living entity in the pursuit and experience of sense gratification. The disappointing results of such activities gradually convince the conditioned soul to reject material life and surrender again to the Lord within his heart. Lord Krishna is never affected by the futile attempts of the living entities to enjoy His illusory energy. For the Personality of Godhead there is no possibility of fear or disturbance, because nothing is ultimately separate from Him.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>