<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 6 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 6 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Yadu Dynasty Retires to Prabh&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.6.18</P><P CLASS=c>sm&#257;y&#257;valoka-lava-dar&#347;ita-bh&#257;va-h&#257;ri-</P><P CLASS=c>bhr&#363;-mandala-prahita-saurata-mantra-&#347;aundaih</P><P CLASS=c>patnyas tu shoda&#347;a-sahasram ana&#324;ga-b&#257;nair</P><P CLASS=c>yasyendriyam vimathitum karanair na vibhvyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/smaya">sm&#257;ya</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/a/avaloka">avaloka</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> glance; <A CLASS=v HREF="http://vedabase.net/l/lava">lava</A> &#8212; by fractions; <A CLASS=v HREF="http://vedabase.net/d/darsita">dar&#347;ita</A> &#8212; having shown; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; their feelings; <A CLASS=v HREF="http://vedabase.net/h/hari">h&#257;ri</A> &#8212; enchanting; <A CLASS=v HREF="http://vedabase.net/b/bhru">bhr&#363;</A>-<A CLASS=v HREF="http://vedabase.net/m/mandala">mandala</A> &#8212; by which arch of the eyebrows; <A CLASS=v HREF="http://vedabase.net/p/prahita">prahita</A> &#8212; launched; <A CLASS=v HREF="http://vedabase.net/s/saurata">saurata</A> &#8212; of conjugal love; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A> &#8212; messages; <A CLASS=v HREF="http://vedabase.net/s/saundaih">&#347;aundaih</A> &#8212; by the impudent advances; <A CLASS=v HREF="http://vedabase.net/p/patnyah">patnyah</A> &#8212; wives; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/s/sodasa">shoda&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/s/sahasram">sahasram</A> &#8212; sixteen thousand; <A CLASS=v HREF="http://vedabase.net/a/ananga">ana&#324;ga</A> &#8212; of Cupid; <A CLASS=v HREF="http://vedabase.net/b/banaih">b&#257;naih</A> &#8212; by the arrows; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/i/indriyam">indriyam</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/v/vimathitum">vimathitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> agitate; <A CLASS=v HREF="http://vedabase.net/k/karanaih">karanaih</A> &#8212; with all their devices; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/v/vibhvyah">vibhvyah</A> &#8212; they were not able.</P><P CLASS=t>TRANSLATION</P><P>My Lord, You are living with sixteen thousand exquisitely beautiful, aristocratic wives. By their irresistible coy and smiling glances and by their lovely arching eyebrows, they send You messages of eager conjugal love. But they are completely unable to disturb the mind and senses of Your Lordship.</P><P CLASS=t>PURPORT</P><P>In the previous verse it was clearly stated that no material object can attract the senses of the Lord. Now in this verse it is demonstrated that the Lord has no desire to enjoy even spiritual sense gratification. Krishna is complete in Himself. He is the reservoir of all pleasure, and He does not lust after anything material or spiritual. The argument may by given that Krishna, in order to please His wife Satyabh&#257;m&#257;, stole a p&#257;rij&#257;ta flower from heaven and thus appeared to be a henpecked husband under the control of His loving wife. But although Krishna is sometimes conquered by the love of His devotees, He is never influenced by the desire to enjoy like an ordinary, lusty materialistic person. The nondevotees cannot understand the overwhelming loving feelings exchanged between the Lord and His pure devotees. Krishna may be conquered by our intense love for Him, and thus pure devotees can control the Lord. For example, the elderly gop&#299;s in Vrind&#257;vana would clap their hands in different rhythms to make Krishna dance, and in Dv&#257;rak&#257; Satyabh&#257;m&#257; ordered Krishna to bring her a flower as proof of His love for her. As stated in &#346;r&#299;niv&#257;sa &#256;c&#257;rya's song to the six Gosv&#257;m&#299;s, gop&#299;-bh&#257;va-ras&#257;mrit&#257;bdhi-lahar&#299;-kallola-magnau muhuh: the love between the Lord and His pure devotee is an ocean of spiritual bliss. But at the same time, Krishna remains completely self-satisfied. Krishna indifferently gave up the company of the incomparable young damsels of Vraja-bh&#363;mi, the gop&#299;s, and went to Mathur&#257; at the request of His uncle, Akr&#363;ra. Thus neither the gop&#299;s of Vrind&#257;vana nor the queens of Dv&#257;rak&#257; could arouse an enjoying spirit in Krishna. When all is said and done, pleasure in this world means sex. But this mundane sexual attraction is simply a perverted reflection of the transcendental loving affairs between Krishna and His eternal associates in the spiritual world. The gop&#299;s of Vrind&#257;vana are unsophisticated village girls, whereas the queens in Dv&#257;rak&#257; are aristocratic young ladies. But both the gop&#299;s and the queens are overwhelmed with love for Krishna. As the Supreme Personality of Godhead, Krishna displays the highest perfection of beauty, strength, wealth, fame, knowledge and renunciation and is thus completely satisfied by His own supreme position. He reciprocates spiritual loving affairs with the gop&#299;s and queens simply for their sake. Only fools think that Lord Krishna could be attracted by the perverted illusory pleasures to which we poor conditioned souls are so blindly attached. Therefore everyone should recognize the supreme transcendental position of the Personality of Godhead and surrender to Him. That is the clear implication of this statement by the demigods.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>