<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 6 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 6 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Yadu Dynasty Retires to Prabh&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.6.35</P><P CLASS=c>na vastavyam ih&#257;sm&#257;bhir</P><P CLASS=c>jij&#299;vishubhir &#257;ryak&#257;h</P><P CLASS=c>prabh&#257;sam su-mahat-punyam</P><P CLASS=c>y&#257;sy&#257;mo 'dyaiva m&#257; ciram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/v/vastavyam">vastavyam</A> &#8212; should not reside; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/a/asmabhih">asm&#257;bhih</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/j/jijivisubhih">jij&#299;vishubhih</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> live; <A CLASS=v HREF="http://vedabase.net/a/aryakah">&#257;ryak&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> venerable ones; <A CLASS=v HREF="http://vedabase.net/p/prabhasam">prabh&#257;sam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the holy place called Prabh&#257;sa; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/p/punyam">punyam</A> &#8212; pious; <A CLASS=v HREF="http://vedabase.net/y/yasyamah">y&#257;sy&#257;mah</A> &#8212; let us <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/c/ciram">ciram</A> &#8212; without delay.</P><P CLASS=t>TRANSLATION</P><P>My dear respected elders, we must not remain any longer in this place if we wish to keep our lives intact. Let us go this very day to the most pious place Prabh&#257;sa. We have no time to delay.</P><P CLASS=t>PURPORT</P><P>Many demigods, coming to the earth to assist Lord Krishna in His pastimes, took birth within the Yadu dynasty and appeared as Lord Krishna's associates. When the Lord had completed His earthly pastimes He wanted to send these demigods back to their previous service in universal administration. Each demigod was to return to his respective planet. The transcendental city of Dv&#257;rak&#257; is so auspicious that whoever dies there immediately goes back home, back to Godhead, but because the demigod members of the Yadu dynasty, in many cases, were not yet prepared to go back to Godhead, they had to die outside the city of Dv&#257;rak&#257;. Thus Lord Krishna, pretending to be an ordinary living being, said, "We are all in danger. Let us all immediately go to Prabh&#257;sa." In this way, by His yoga-m&#257;y&#257; Krishna bewildered such demigod members of the Yadu dynasty and led them away to the holy place Prabh&#257;sa.</P><P>Since Dv&#257;rak&#257; is parama-ma&#324;gala, the most auspicious place, not even an imitation of inauspiciousness can take place there. Actually, Lord Krishna's pastime of removing the Yadu dynasty is ultimately auspicious, but since it outwardly appeared inauspicious, it could not take place in Dv&#257;rak&#257;; therefore Lord Krishna led the Yadus away from Dv&#257;rak&#257;. After having sent the demigods back to their planets, Lord Krishna planned to return to the spiritual world, Vaikuntha, in His original form and remain in the eternal city of Dv&#257;rak&#257;.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has made the following important comments on this verse. Prabh&#257;sa is a famous holy place located near the Veraval railway station, within the region of Junagarah. In Chapter Thirty of the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam it is written that after hearing the words of &#346;r&#299; Krishna, the Y&#257;davas went to the mainland from the island city of Dv&#257;rak&#257; by means of boats and then traveled to Prabh&#257;sa in chariots. At Prabh&#257;sa-kshetra they drank a beverage called maireya and became engaged in a mutual quarrel. A great battle ensued, and killing each other with hard stalks of cane, the members of the Yadu dynasty acted out the pastime of their own annihilation.</P><P>Lord &#346;r&#299; Krishna, manifesting His four-armed form, sat down under a pippala tree, placing His left foot, the heel of which was colored red like the red koka-nada lotus, upon His right thigh. A hunter named Jar&#257;, watching from the shore of the ocean at Prabh&#257;sa, mistook the Lord's red-colored foot to be the face of a deer and shot his arrow at it.</P><P>At the base of that same pippala tree under which Lord Krishna had sat there is now a temple. One mile away from the tree, on the seashore, is the V&#299;ra-prabhañjana Matha, and it is said that from this point the hunter Jar&#257; fired his arrow.</P><P>In the conclusion to his work Mah&#257;bh&#257;rata-t&#257;tparya-nirnaya, &#346;r&#299; Madhv&#257;c&#257;rya-p&#257;da has written the following purport to the maushala-l&#299;l&#257;. The Supreme Personality of Godhead, in order to bewilder the demons and ensure that the word of His own devotees and of the br&#257;hmanas be maintained, created a body of material energy into which the arrow was shot. But the Lord's actual four-armed form was never touched by the arrow of Jar&#257;, who is actually the Lord's devotee Bhrigu Rishi. In a previous age Bhrigu Muni had placed his foot on the chest of Lord Vishnu. In order to counteract the offense of improperly placing his foot on the Lord's chest, Bhrigu had to take birth as a degraded hunter. But even though a great devotee willingly accepts such a low birth, the Personality of Godhead cannot tolerate seeing His devotee in such a fallen condition. Thus the Personality of Godhead arranged that at the end of Dv&#257;para-yuga, when the Lord was winding up His manifest pastimes, His devotee Bhrigu, in the form of the hunter Jar&#257;, would cast the arrow into a material body created by the Lord's illusory energy. Thus the hunter would become remorseful, gain release from his degraded birth and go back to Vaikuntha-loka.</P><P>Therefore, to please His devotee Bhrigu and to confuse the demons, the Supreme Lord manifested His maushala-l&#299;l&#257; at Prabh&#257;sa, but it should be understood that this is an illusory pastime. The Personality of Godhead, Lord Krishna, from His very appearance on the earth, did not manifest any of the material qualities of ordinary human beings. The Lord did not appear from the womb of His mother. Rather, by His inconceivable power He descended into the maternity room. At the time of His giving up this mortal world, He similarly manifested an illusory situation for the sake of bewildering the demons. To bewilder the nondevotees, the Lord created an illusory body out of His material energy while simultaneously remaining personally in His own sac-cid-&#257;nanda body, and thus He manifested the downfall of an illusory, material form. This pretense effectively bewilders foolish demons, but Lord &#346;r&#299; Krishna's actual transcendental, eternal body of bliss never experiences death.</P><P>Also at Prabh&#257;sa-kshetra there is the holy place known as Bhrigu-t&#299;rtha, which was manifested by Lord Para&#347;ur&#257;ma. The place at which the two rivers Sarasvat&#299; and Hirany&#257; flow together into the ocean is named Bhrigu-t&#299;rtha, and there the hunter cast his arrow. There is an elaborate description of Prabh&#257;sa-t&#299;rtha in the Prabh&#257;sa-khanda of the Skanda Pur&#257;na. There are also many phala-&#347;rutis given within the Mah&#257;bh&#257;rata in connection with Prabh&#257;sa-t&#299;rtha. Phala-&#347;rutis are scriptural statements that promise various auspicious results for one who performs a particular pious activity. In the following verses the Lord Himself will explain the particular benefits to be derived from visiting Prabh&#257;sakshetra and performing religious activities there.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>