<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 6 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 6 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Yadu Dynasty Retires to Prabh&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.6.42</P><P CLASS=c>&#347;r&#299;-uddhava uv&#257;ca</P><P CLASS=c>deva-deve&#347;a yoge&#347;a</P><P CLASS=c>punya-&#347;ravana-k&#299;rtana</P><P CLASS=c>samhrityaitat kulam n&#363;nam</P><P CLASS=c>lokam santyakshyate bhav&#257;n</P><P CLASS=c>vipra-&#347;&#257;pam samartho 'pi</P><P CLASS=c>pratyahan na yad &#299;&#347;varah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/u/uddhavah">uddhavah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/u/uddhava">Uddhava</A> said; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; of the greatest among the demigods; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> ultimate God; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master of all mystic power; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> pious; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A>-<A CLASS=v HREF="http://vedabase.net/k/kirtana">k&#299;rtana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You, hearing and chanting the glories of whom; <A CLASS=v HREF="http://vedabase.net/s/samhrtya">samhritya</A> &#8212; withdrawing; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; dynasty; <A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; is <A HREF="http://vedabase.net/i/it">it</A> not <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; this world; <A CLASS=v HREF="http://vedabase.net/s/santyaksyate">santyakshyate</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> about <A HREF="http://vedabase.net/t/to">to</A> give up once and for all; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A>-<A CLASS=v HREF="http://vedabase.net/s/sapam">&#347;&#257;pam</A> &#8212; the curse of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/s/samarthah">samarthah</A> &#8212; capable; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/p/pratyahan">pratyahan</A> <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; You did not counteract; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Supreme Lord.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Uddhava said: O my Lord, O supreme God among all the demigods, real piety is invoked simply by hearing and chanting Your transcendental glories. My Lord, it appears that You will now withdraw Your dynasty, and thus You Yourself will finally give up Your pastimes within this universe. You are the supreme controller and the master of all mystic power. But although You are fully capable of counteracting the br&#257;hmanas' curse against Your dynasty, You are not doing so, and Your disappearance is imminent.</P><P CLASS=t>PURPORT</P><P>As previously mentioned, Krishna's own dynasty can never be destroyed; therefore the word samhritya means that Krishna was taking the Y&#257;davas with Him as He left this material world. However, in the eyes of ordinary, unenlightened persons the withdrawal of the Yadu dynasty appears to be its destruction. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has very nicely explained the statement of Uddhava as follows.</P><P>Krishna is addressed as deva-deva, or the supreme God among the gods, because He expertly solved all of the problems of the demigods by His incarnation within the universe. The Lord rid the world of demons and firmly established both His devotees and religious principles. Lord Krishna is addressed here as yoge&#347;a because He not only performed work on behalf of the demigods, but also revealed His beautiful, transcendental form, full of transcendental qualities and ecstasies, for the pleasure of His pure devotees. Krishna is called punya-&#347;ravana-k&#299;rtana because when by His internal mystic potency He exhibited His humanlike activities, the Lord stimulated the writing of innumerable Vedic scriptures about His pastimes. Thus persons who would be born in the future, like ourselves would be able to hear and chant about the Lord's activities and also go back home, back to Godhead.</P><P>Having insured the transcendental bliss and liberation of all of His devotees, even those who would be born in the future, Krishna decided the time had come for Him to leave this material universe. Uddhava could understand the Lord's desire and said to Krishna, "You have instructed the Y&#257;davas to counteract the br&#257;hmanas' curse by taking bath at Prabh&#257;sakshetra, but how could mere bathing in a holy place be of greater value than seeing You, the Personality of Godhead, face to face? Since the Y&#257;davas are always seeing Your transcendental form, and since You are the Supreme Lord, what is the use of their taking bath in a so-called holy place? Therefore You obviously have some other purpose. If You actually wanted to counteract the curse, You could simply say, 'Let this curse not act,' and the curse would immediately be neutralized. Therefore You must be preparing to leave this universe, and that is why You have not counteracted the curse."</P><P CLASS=l><A CLASS=i HREF="40-41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>