<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 6 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 6 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Yadu Dynasty Retires to Prabh&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.6.43</P><P CLASS=c>n&#257;ham tav&#257;&#324;ghri-kamalam</P><P CLASS=c>kshan&#257;rdham api ke&#347;ava</P><P CLASS=c>tyaktum samutsahe n&#257;tha</P><P CLASS=c>sva-dh&#257;ma naya m&#257;m api</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/a/am">am</A> not; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/k/kamalam">kamalam</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/k/ksana">kshana</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> moment; <A CLASS=v HREF="http://vedabase.net/a/ardham">ardham</A> &#8212; for half; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/k/kesava">ke&#347;ava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> killer of the demon <A HREF="http://vedabase.net/k/kesi">Ke&#347;i</A>; <A CLASS=v HREF="http://vedabase.net/t/tyaktum">tyaktum</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/s/samutsahe">samutsahe</A> &#8212; <A HREF="http://vedabase.net/a/am">am</A> <A HREF="http://vedabase.net/i/i">I</A> able <A HREF="http://vedabase.net/t/to">to</A> tolerate; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Your own abode; <A CLASS=v HREF="http://vedabase.net/n/naya">naya</A> &#8212; please take; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>O Lord Ke&#347;ava, my dear master, I cannot tolerate giving up Your lotus feet even for a fraction of a moment. I urge You to take me along with You to Your own abode.</P><P CLASS=t>PURPORT</P><P>Uddhava understood that Krishna was going to withdraw the Yadu dynasty, and thus he begged the Lord to take him along to the Lord's abode. He had no desire to merge into Krishna's impersonal effulgence; instead he wanted to go to the Lord's spiritual abode and continue associating with Krishna as His dearmost friend. Krishna is the Personality of Godhead and can do whatever He likes, but the devotee begs the Lord for the chance to serve Him. Although the Lord manifests within the material world His various abodes, such as Vrind&#257;vana, Dv&#257;rak&#257; and Mathur&#257;, and although these are certainly nondifferent from their counterparts in the spiritual world, the most advanced devotees, overwhelmed with desire to personally serve the Lord, are very eager to go to the Lord's original spiritual planet. As stated by Lord Kapila in the Third Canto of &#346;r&#299;mad-Bh&#257;gavatam, the pure devotees have no desire for liberation. Because of their eagerness to render service, they urge the Lord to appear before them. The six Gosv&#257;m&#299;s, due to their intense eagerness to serve R&#257;dh&#257; and Krishna, urgently searched after Them, calling out Their names in the forests of Vrind&#257;vana. Similarly, Uddhava is urging the Lord to take him to His own abode so that Uddhava's personal service to the Lord's lotus feet will not be interrupted even for a moment.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has pointed out that immature conditioned souls think that Lord Krishna is an ordinary j&#299;va soul engaged in material activities and was thus unable to protect His own dynasty from the curse of the br&#257;hmanas. Uddhava's statement corrects such unfortunate persons. It is Lord Krishna Himself who awarded pious living entities birth in brahminical families, and then Lord Krishna further awarded them the potency to curse His dynasty. And finally, Lord Krishna personally kept the curse intact, although He was capable of neutralizing it. Therefore in the beginning, middle and end, directly and indirectly, in the past, present and future, Lord Krishna is the Absolute Truth, the Supreme Personality of Godhead, and He is completely transcendental to even the slightest touch of material illusion or impotence.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>