<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 6 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 6 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Yadu Dynasty Retires to Prabh&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.6.47</P><P CLASS=c>v&#257;ta-vasan&#257; ya rishayah</P><P CLASS=c>&#347;raman&#257; &#363;rdhra-manthinah</P><P CLASS=c>brahm&#257;khyam dh&#257;ma te y&#257;nti</P><P CLASS=c>&#347;&#257;nt&#257;h sanny&#257;s&#299;no 'mal&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vata">v&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vasanah">vasan&#257;h</A> &#8212; dressed by the air (naked); <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; sages; <A CLASS=v HREF="http://vedabase.net/s/sramanah">&#347;raman&#257;h</A> &#8212; strict observers of spiritual practices; <A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A>-<A CLASS=v HREF="http://vedabase.net/m/manthinah">manthinah</A> &#8212; who have conserved their semen <A HREF="http://vedabase.net/t/to">to</A> the point that <A HREF="http://vedabase.net/i/it">it</A> has risen up <A HREF="http://vedabase.net/t/to">to</A> their heads; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyam">&#257;khyam</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; the (impersonal) spiritual abode; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/s/santah">&#347;&#257;nt&#257;h</A> &#8212; peaceful; <A CLASS=v HREF="http://vedabase.net/s/sannyasinah">sanny&#257;sinah</A> &#8212; members of the renounced order of life; <A CLASS=v HREF="http://vedabase.net/a/amalah">amal&#257;h</A> &#8212; sinless.</P><P CLASS=t>TRANSLATION</P><P>Naked sages who seriously endeavor in spiritual practice, who have raised their semen upward, who are peaceful and sinless members of the renounced order, attain the spiritual abode called Brahman.</P><P CLASS=t>PURPORT</P><P>In Chapter Twelve of Bhagavad-g&#299;t&#257; it is stated, kle&#347;o 'dhikataras tesh&#257;m avyakt&#257;sakta-cetas&#257;m: those who are attached to the impersonal feature of the Personality of Godhead must endure grueling penances in order to achieve impersonal liberation in the realm of Brahman. Also it is stated in the Bh&#257;gavatam, &#257;ruhya kricchrena param padam tatah/ patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah [<A CLASS=v HREF="../../10/2/32.htm">SB 10.2.32</A>]. Kricchrena: with great struggle and trouble the yog&#299;s climb their way up into the impersonal effulgence called brahmajyoti, but again they slip out of the jyoti and fall back into the material world because they do not take shelter of the Personality of Godhead.</P><P>Envious fools object to the "paternalism" of the Personality of Godhead, but these fools cannot take credit for the creation of their own body, brain or energy, nor can they claim credit for the air, rain, vegetables, fruits, sun, moon, and so on. In other words, they are totally dependent on the mercy of God at every second, and yet they arrogantly state that they do not want to accept the shelter of the Lord, because they are self-sufficient. In fact, some bewildered living entities even think that they themselves are God, although they cannot explain why "God" has to struggle and toil to achieve meager success in the yoga system. Therefore Uddhava is pointing out that, unlike the impersonalists and meditators, the pure devotees very easily cross over the illusory energy because they are totally attached to the lotus feet of Krishna. Lord Krishna is always transcendental, and if one is firmly attached to the Lord's lotus feet, then he is also transcendental. The causeless mercy of Krishna is more valuable than millions and billions of years of one's own struggling and straining. One should try to get the Lord's mercy, and then everything will become very easy on the path of spiritual realization. In this age one can achieve the mercy of Lord Krishna by constantly chanting His holy name, as recommended in the &#347;&#257;stra:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>(Brihan-n&#257;rad&#299;ya Pur&#257;na)</P><P>If one constantly chants Lord Krishna's holy names, avoiding offenses against the names, then surely one will achieve the same result as Uddhava. Uddhava was not interested in so-called Brahman realization, but rather he wanted to go on drinking the maddening nectar of the beautiful smiling of the Lord's moonlike face.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48-49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>