<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 6 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 6 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Yadu Dynasty Retires to Prabh&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.6.9</P><P CLASS=c>&#347;uddhir nrin&#257;m na tu tathedya dur&#257;&#347;ay&#257;n&#257;m</P><P CLASS=c>vidy&#257;-&#347;rut&#257;dhyayana-d&#257;na-tapah-kriy&#257;bhih</P><P CLASS=c>sattv&#257;tman&#257;m rishabha te ya&#347;asi pravriddha-</P><P CLASS=c>sac-chraddhay&#257; &#347;ravana-sambhritay&#257; yath&#257; sy&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/suddhih">&#347;uddhih</A> &#8212; purification; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of persons; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; is not; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> such <A HREF="http://vedabase.net/a/a">a</A> way; <A CLASS=v HREF="http://vedabase.net/i/idya">&#299;dya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> worshipable one; <A CLASS=v HREF="http://vedabase.net/d/durasayanam">dur&#257;&#347;ay&#257;n&#257;m</A> &#8212; of those whose consciousness is contaminated; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; by ordinary worship; <A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A> &#8212; hearing and obeying the injunctions of the Vedas; <A CLASS=v HREF="http://vedabase.net/a/adhyayana">adhyayana</A> &#8212; study of various &#347;&#257;stras; <A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A> &#8212; charity; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austere penances; <A CLASS=v HREF="http://vedabase.net/k/kriyabhih">kriy&#257;bhih</A> &#8212; and ritual activities; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> situated <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/p/pure">pure</A> goodness; <A CLASS=v HREF="http://vedabase.net/r/rsabha">rishabha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> greatest of all; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/y/yasasi">ya&#347;asi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the glories; <A CLASS=v HREF="http://vedabase.net/p/pravrddha">pravriddha</A> &#8212; fully matured; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; by faith; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A>-<A CLASS=v HREF="http://vedabase.net/s/sambhrtaya">sambhritay&#257;</A> &#8212; which is reinforced by the process of hearing; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; there is.</P><P CLASS=t>TRANSLATION</P><P>O greatest of all, those whose consciousness is polluted by illusion cannot purify themselves merely by ordinary worship, study of the Vedas, charity, austerity and ritual activities. Our Lord, those pure souls who have developed a powerful transcendental faith in Your glories achieve a purified state of existence that can never be attained by those lacking such faith.</P><P CLASS=t>PURPORT</P><P>Even if a pure devotee is lacking the above qualifications, such as Vedic study and austerity, if he has unflinching faith in Lord Krishna the Lord will save him because of his devotion. On the other hand, if one becomes falsely proud of one's material qualifications, including ordinary piety, but does not devote himself to hearing and chanting the glories of Krishna, the result will ultimately be nil. The transcendental spirit soul cannot be purified by any amount of material piety, charity or scholarship. Only the transcendental Supreme Lord can purify the transcendental living entity by bestowing His mercy within the heart. The demigods were astonished at their good fortune. Even by hearing about Krishna, one achieves all perfection, but they had entered the Lord's own city and were seeing Him standing before them,</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>