<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 6"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Yadu Dynasty Retires to Prabh&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.6 Summary</P><P>This chapter describes how Brahm&#257; and other demigods, after offering prayers to Lord &#346;r&#299; Krishna, requested the Lord to return to His own abode and how Uddhava, anticipating separation from the Supreme Personality of Godhead, was very distressed and prayed to &#346;r&#299; Krishna that he might accompany Him on His return to that abode.</P><P>Desiring to see &#346;r&#299; Krishna in His humanlike form, which enchants all the worlds, the Gandharvas, Apsar&#257;s, N&#257;gas, Rishis, Pit&#257;s, Vidy&#257;dharas, Kinnaras and other demigods, all headed by Brahm&#257;, &#346;iva and Indra, arrived at the city of Dv&#257;rak&#257;. Covering the body of Krishna with flower garlands from the Nandana gardens of heaven, they praised Him with statements about His transcendental power and qualities.</P><P>All living entities, beginning with Brahm&#257;, are subordinate to Lord &#346;r&#299; Krishna. Krishna creates the universe by empowering His expansion Mah&#257;-Vishnu. Although Krishna creates, maintains and destroys this world through His material energy, He remains transcendental to the material energy and perfectly self-satisfied. Even in the midst of His sixteen thousand queens, Lord Krishna is undisturbed.</P><P>Performers of fruitive sacrifices and yog&#299;s desiring mystic power contemplate the lotus feet of Lord &#346;r&#299; Krishna to attain their materialistic objectives. But the most elevated devotees, who desire liberation from the bondage of material work, lovingly contemplate the Lord's lotuslike feet because those feet are the fire that destroys all desires for sense gratification. One cannot actually purify the mind by ordinary worship, penance and other such processes. One can purify the mind contaminated by sense gratification only through mature faith in the mode of goodness, which arises by hearing the glories of Krishna. Therefore, intelligent persons situated in the varn&#257;&#347;rama system serve the two kinds of holy places: the nectarean rivers of the topics of Krishna and the nectarean rivers flowing from the Lord's lotus feet.</P><P>By incarnating within the Yadu dynasty, Krishna performed the highest welfare work for the entire universe by displaying His transcendental pastimes. Simply by hearing and chanting about these pastimes, pious persons in Kali-yuga can definitely cross over the ocean of material illusion. When the Lord had fulfilled the purpose of His descent and the Yadu dynasty was facing imminent destruction from the br&#257;hmanas' curse, the Lord desired to wind up His pastimes. When Brahm&#257; prayed to the lotus feet of Lord Krishna for the deliverance of himself and all the other demigods, &#346;r&#299; Krishna revealed in His reply that after the destruction of the Yadu dynasty He would return to His own abode.</P><P>Observing terrible disturbances indicating the imminent destruction of the world, Lord Krishna called together the wise members of the Yadu dynasty and reminded them of the br&#257;hmanas' curse. The Lord convinced them to go to Prabh&#257;sa-t&#299;rtha, where they could save themselves by the performance of ritual bathing, charity, and so on. The Yadus, in obedience to Krishna's desire, prepared to journey to Prabh&#257;sa.</P><P>Upon seeing and hearing the Lord's conversation with the Yadu dynasty, Uddhava approached Lord &#346;r&#299; Krishna in a secluded place, offered Him full obeisances and, with folded hands, expressed his inability to tolerate separation from the Lord. He begged Krishna to carry him to His own abode.</P><P>If one tastes the nectar of Krishna's pastimes with his ears, one loses all hankering for other things. Persons who engage constantly in Krishna's service &#8212; while eating, sporting, sleeping, sitting, etc. &#8212; cannot tolerate separation from Krishna. They honor all kinds of remnants from &#346;r&#299; Krishna and thus conquer the Lord's illusory energy. Peaceful members of the renounced order attain Brahmaloka after exhaustive and painful exertion, whereas the devotees of the Lord simply discuss Lord Krishna among themselves, chant and remember His various pastimes and instructions, and thus automatically cross beyond the insurmountable material energy.</P><P CLASS=l><A CLASS=i HREF="../5/52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>