<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.12</P><P CLASS=c>tatah sarva-gunodarke</P><P CLASS=c>s&#257;nuk&#363;la-grahodaye</P><P CLASS=c>jajñe vam&#347;a-dharah p&#257;ndor</P><P CLASS=c>bh&#363;yah p&#257;ndur ivaujas&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereupon; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; good signs; <A CLASS=v HREF="http://vedabase.net/u/udarke">udarke</A> &#8212; having gradually evolved; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anukula">anuk&#363;la</A> &#8212; all favorable; <A CLASS=v HREF="http://vedabase.net/g/grahodaye">grahodaye</A> &#8212; constellation of stellar influence; <A CLASS=v HREF="http://vedabase.net/j/jajne">jajñe</A> &#8212; took birth; <A CLASS=v HREF="http://vedabase.net/v/vamsa">vam&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/d/dharah">dharah</A> &#8212; heir apparent; <A CLASS=v HREF="http://vedabase.net/p/pandoh">p&#257;ndoh</A> &#8212; of <A HREF="http://vedabase.net/p/pandu">P&#257;ndu</A>; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; being; <A CLASS=v HREF="http://vedabase.net/p/panduh">p&#257;nduh</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; exactly like <A HREF="http://vedabase.net/p/pandu">P&#257;ndu</A>; <A CLASS=v HREF="http://vedabase.net/o/ojasa">ojas&#257;</A> &#8212; by prowess.</P><P CLASS=t>TRANSLATION</P><P>Thereupon, when all the good signs of the zodiac gradually evolved, the heir apparent of P&#257;ndu, who would be exactly like him in prowess, took birth.</P><P CLASS=t>PURPORT</P><P>Astronomical calculations of stellar influences upon a living being are not suppositions, but are factual, as confirmed in &#346;r&#299;mad-Bh&#257;gavatam. Every living being is controlled by the laws of nature at every minute, just as a citizen is controlled by the influence of the state. The state laws are grossly observed, but the laws of material nature, being subtle to our gross understanding, cannot be experienced grossly. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>), every action of life produces another reaction, which is binding upon us, and only those who are acting on behalf of Yajña (Vishnu) are not bound by reactions. Our actions are judged by the higher authorities, the agents of the Lord, and thus we are awarded bodies according to our activities. The law of nature is so subtle that every part of our body is influenced by the respective stars, and a living being obtains his working body to fulfill his terms of imprisonment by the manipulation of such astronomical influence. A man's destiny is therefore ascertained by the birthtime constellation of stars, and a factual horoscope is made by a learned astrologer. It is a great science, and misuse of a science does not make it useless. Mah&#257;r&#257;ja Par&#299;kshit or even the Personality of Godhead appear in certain constellations of good stars, and thus the influence is exerted upon the body thus born at an auspicious moment. The most auspicious constellation of stars takes place during the appearance of the Lord in this material world, and it is specifically called jayant&#299;, a word not to be abused for any other purposes. Mah&#257;r&#257;ja Par&#299;kshit was not only a great kshatriya emperor, but also a great devotee of the Lord. Thus he cannot take his birth at any inauspicious moment. As a proper place and time is selected to receive a respectable personage, so also to receive such a personality as Mah&#257;r&#257;ja Par&#299;kshit, who was especially cared for by the Supreme Lord, a suitable moment is chosen when all good stars assembled together to exert their influence upon the King. Thus he took his birth just to be known as the great hero of &#346;r&#299;mad-Bh&#257;gavatam. This suitable arrangement of astral influences is never a creation of man's will, but is the arrangement of the superior management of the agency of the Supreme Lord. Of course, the arrangement is made according to the good or bad deeds of the living being. Herein lies the importance of pious acts performed by the living being. Only by pious acts can one be allowed to get good wealth, good education and beautiful features. The samsk&#257;ras of the school of san&#257;tana-dharma (man's eternal engagement) are highly suitable for creating an atmosphere for taking advantage of good stellar influences, and therefore garbh&#257;dh&#257;na-samsk&#257;ra, or the first seedling purificatory process prescribed for the higher castes, is the beginning of all pious acts to receive a good pious and intelligent class of men in human society. There will be peace and prosperity in the world due to good and sane population only; there is hell and disturbance only because of the unwanted, insane populace addicted to sex indulgence.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>