<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.13</P><P CLASS=c>tasya pr&#299;ta-man&#257; r&#257;j&#257;</P><P CLASS=c>viprair dhaumya-krip&#257;dibhih</P><P CLASS=c>j&#257;takam k&#257;ray&#257;m &#257;sa</P><P CLASS=c>v&#257;cayitv&#257; ca ma&#324;galam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/p/prita">pr&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; King <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>; <A CLASS=v HREF="http://vedabase.net/v/vipraih">vipraih</A> &#8212; by the learned br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/d/dhaumya">dhaumya</A> &#8212; <A HREF="http://vedabase.net/d/dhaumya">Dhaumya</A>; <A CLASS=v HREF="http://vedabase.net/k/krpa">kripa</A> &#8212; <A HREF="http://vedabase.net/k/krpa">Kripa</A>; <A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; and others also; <A CLASS=v HREF="http://vedabase.net/j/jatakam">j&#257;takam</A> &#8212; one of the purificatory processes performed just after the birth of <A HREF="http://vedabase.net/a/a">a</A> child; <A CLASS=v HREF="http://vedabase.net/k/karayam">k&#257;ray&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; <A HREF="http://vedabase.net/h/had">had</A> them performed; <A CLASS=v HREF="http://vedabase.net/v/vacayitva">v&#257;cayitv&#257;</A> &#8212; by recitation; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mangalam">ma&#324;galam</A> &#8212; auspicious.</P><P CLASS=t>TRANSLATION</P><P>King Yudhishthira, who was very satisfied with the birth of Mah&#257;r&#257;ja Par&#299;kshit, had the purificatory process of birth performed. Learned br&#257;hmanas, headed by Dhaumya and Kripa, recited auspicious hymns.</P><P CLASS=t>PURPORT</P><P>There is a need for a good and intelligent class of br&#257;hmanas who are expert in performing the purificatory processes prescribed in the system of varn&#257;&#347;rama-dharma. Unless such purificatory processes are performed, there is no possibility of good population, and in the age of Kali the population all over the world is of &#347;&#363;dra quality or lower for want of this purificatory process. It is not possible, however, to revive the Vedic process of purification in this age, for want of proper facilities and good br&#257;hmanas, but there is the P&#257;ñcar&#257;trika system also recommended for this age. The P&#257;ñcar&#257;trika system acts on the &#347;&#363;dra class of men, supposedly the population of the Kali-yuga, and it is the prescribed purificatory process suitable to the age and time. Such a purificatory process is allowed only for spiritual upliftment and not for any other purpose. Spiritual upliftment is never conditioned by higher or lower parentage.</P><P>After the garbh&#257;dh&#257;na purificatory process, there are certain other samsk&#257;ras like s&#299;mantonnayana, sadhabhakshanam, etc., during the period of pregnancy, and when the child is born the first purificatory process is j&#257;takarman. This was performed duly by Mah&#257;r&#257;ja Yudhishthira with the help of good and learned br&#257;hmanas like Dhaumya, the royal priest, and Krip&#257;c&#257;rya, who was not only a priest but also a great general. Both these learned and perfect priests, assisted by other good br&#257;hmanas, were employed by Mah&#257;r&#257;ja Yudhishthira to perform the ceremony. Therefore all the samsk&#257;ras, purificatory processes, are not mere formalities or social functions only, but they are all for practical purposes and can be successfully performed by expert br&#257;hmanas like Dhaumya and Kripa. Such br&#257;hmanas are not only rare, but also not available in this age, and therefore, for the purpose of spiritual upliftment in this fallen age, the Gosv&#257;m&#299;s prefer the purificatory processes under P&#257;ñcar&#257;trika formulas to the Vedic rites.</P><P>Krip&#257;c&#257;rya is the son of the great Rishi Sardban and was born in the family of Gautama. The birth is said to be accidental. By chance, the great Rishi Sardban met Janapad&#299;, a famous society girl of heaven, and the Rishi Sardban discharged semina in two parts. By one part immediately a male child and by the other part a female child were born as twins. The male child was later on known as Kripa, and the female child was known as Krip&#299;. Mah&#257;r&#257;ja &#346;antanu, while engaged in chase in the jungle, picked up the children and brought them up to the brahminical status by the proper purificatory process. Krip&#257;c&#257;rya later became a great general like Dron&#257;c&#257;rya, and his sister was married to Dron&#257;c&#257;rya. Krip&#257;c&#257;rya later on took part in the Battle of Kurukshetra and joined the party of Duryodhana. Krip&#257;c&#257;rya helped kill Abhimanyu, the father of Mah&#257;r&#257;ja Par&#299;kshit, but he was still held in esteem by the family of the P&#257;ndavas due to his being as great a br&#257;hmana as Dron&#257;c&#257;rya. When the P&#257;ndavas were sent to the forest after being defeated in the gambling game with Duryodhana, Dhritar&#257;shtra entrusted the P&#257;ndavas to Krip&#257;c&#257;rya for guidance. After the end of the battle, Krip&#257;c&#257;rya again became a member of the royal assembly, and he was called during the birth of Mah&#257;r&#257;ja Par&#299;kshit for recitation of auspicious Vedic hymns to make the ceremony successful. Mah&#257;r&#257;ja Yudhishthira, while quitting the palace for his great departure to the Himalayas, entrusted Krip&#257;c&#257;rya with Mah&#257;r&#257;ja Par&#299;kshit as his disciple, and he left home satisfied because of Krip&#257;c&#257;rya's taking charge of Mah&#257;r&#257;ja Par&#299;kshit. The great administrators, kings and emperors were always under the guidance of learned br&#257;hmanas like Krip&#257;c&#257;rya and thus were able to act properly in the discharge of political responsibilities.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>