<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.14</P><P CLASS=c>hiranyam g&#257;m mah&#299;m gr&#257;m&#257;n</P><P CLASS=c>hasty-a&#347;v&#257;n nripatir var&#257;n</P><P CLASS=c>pr&#257;d&#257;t svannam ca viprebhyah</P><P CLASS=c>praj&#257;-t&#299;rthe sa t&#299;rthavit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hiranyam">hiranyam</A> &#8212; gold; <A CLASS=v HREF="http://vedabase.net/g/gam">g&#257;m</A> &#8212; cows; <A CLASS=v HREF="http://vedabase.net/m/mahim">mah&#299;m</A> &#8212; land; <A CLASS=v HREF="http://vedabase.net/g/graman">gr&#257;m&#257;n</A> &#8212; villages; <A CLASS=v HREF="http://vedabase.net/h/hasti">hasti</A> &#8212; elephants; <A CLASS=v HREF="http://vedabase.net/a/asvan">a&#347;v&#257;n</A> &#8212; horses; <A CLASS=v HREF="http://vedabase.net/n/nrpatih">nripatih</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/v/varan">var&#257;n</A> &#8212; rewards; <A CLASS=v HREF="http://vedabase.net/p/pradat">pr&#257;d&#257;t</A> &#8212; gave <A HREF="http://vedabase.net/i/in">in</A> charity; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/a/annam">annam</A> &#8212; good food grains; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/viprebhyah">viprebhyah</A> &#8212; unto the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/t/tirthe">t&#299;rthe</A> &#8212; on the occasion of giving <A HREF="http://vedabase.net/i/in">in</A> charity on the birthday of <A HREF="http://vedabase.net/a/a">a</A> son; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; one who knows how, when and where charity is <A HREF="http://vedabase.net/t/to">to</A> be given.</P><P CLASS=t>TRANSLATION</P><P>Upon the birth of a son, the King, who knew how, where and when charity should be given, gave gold, land, villages, elephants, horses and good food grains to the br&#257;hmanas.</P><P CLASS=t>PURPORT</P><P>Only the br&#257;hmanas and sanny&#257;s&#299;s are authorized to accept charity from the householders. In all the different occasions of samsk&#257;ras, especially during the time of birth, marriage and death, wealth is distributed to the br&#257;hmanas because the br&#257;hmanas give the highest quality of service in regard to the prime necessity of humankind. The charity was substantial in the shape of gold, land, villages, horses, elephants and food grains, with other materials for cooking complete foodstuff. The br&#257;hmanas were not, therefore, poor in the actual sense of the term. On the contrary, because they possessed gold, land, villages, horses, elephants and sufficient grains, they had nothing to earn for themselves. They would simply devote themselves to the well-being of the entire society.</P><P>The word t&#299;rthavit is significant because the King knew well where and when charity has to be given. Charity is never unproductive or blind. In the &#347;&#257;stras charity was offered to persons who deserve to accept charity by dint of spiritual enlightenment. The so-called daridra-n&#257;r&#257;yana, a misconception of the Supreme Lord by unauthorized persons, is never to be found in the &#347;&#257;stras as the object of charity. Nor can a wretched poor man receive much munificent charity in the way of horses, elephants, land and villages. The conclusion is that the intelligent men, or the br&#257;hmanas specifically engaged in the service of the Lord, were properly maintained without anxiety for the needs of the body, and the King and other householders gladly looked after all their comforts.</P><P>It is enjoined in the &#347;&#257;stras that as long as a child is joined with the mother by the navel pipe, the child is considered to be of one body with the mother, but as soon as the pipe is cut and the child is separated from the mother, the purificatory process of j&#257;takarman is performed. The administrative demigods and past forefathers of the family come to see a newly born child, and such an occasion is specifically accepted as the proper time for distributing wealth to the right persons productively for the spiritual advancement of society.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>