<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.18</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>apy esha vam&#347;y&#257;n r&#257;jarsh&#299;n</P><P CLASS=c>punya-&#347;lok&#257;n mah&#257;tmanah</P><P CLASS=c>anuvartit&#257; svid ya&#347;as&#257;</P><P CLASS=c>s&#257;dhu-v&#257;dena sattam&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the all-good king (<A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>); <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vamsyan">vam&#347;y&#257;n</A> &#8212; family; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsin">rish&#299;n</A> &#8212; of saintly kings; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A>-<A CLASS=v HREF="http://vedabase.net/s/slokan">&#347;lok&#257;n</A> &#8212; pious by the very <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; all great souls; <A CLASS=v HREF="http://vedabase.net/a/anuvartita">anuvartit&#257;</A> &#8212; follower; <A CLASS=v HREF="http://vedabase.net/s/svit">svit</A> &#8212; will <A HREF="http://vedabase.net/i/it">it</A> be; <A CLASS=v HREF="http://vedabase.net/y/yasasa">ya&#347;as&#257;</A> &#8212; by achievements; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/v/vadena">v&#257;dena</A> &#8212; by glorification; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tam&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great souls.</P><P CLASS=t>TRANSLATION</P><P>The good King [Yudhishthira] inquired: O great souls, will he become as saintly a king, as pious in his very name and as famous and glorified in his achievements, as others who appeared in this great royal family?</P><P CLASS=t>PURPORT</P><P>The forefathers of King Yudhishthira were all great saintly kings, pious and glorified by their great achievements. They were all saints on the royal throne. And therefore all the members of the state were happy, pious, well behaved, prosperous and spiritually enlightened. Under strict guidance of the great souls and spiritual injunctions, such great saintly kings were trained up, and as a result the kingdom was full of saintly persons and was a happy land of spiritual life. Mah&#257;r&#257;ja Yudhishthira was himself a replica of his ancestors, and he desired that the next king after him become exactly like his great forefathers. He was happy to learn from the learned br&#257;hmanas that by astrological calculations the child would be born a first-grade devotee of the Lord, and more confidentially he wanted to know whether the child was going to follow in the footsteps of his great forefathers. That is the way of the monarchical state. The reigning king should be a pious, chivalrous devotee of the Lord and fear personified for the upstarts. He must also leave an heir apparent equally qualified to rule over the innocent citizens. In the modern setup of the democratic states, the people themselves are fallen to the qualities of the &#347;&#363;dras or less, and the government is run by their representative, who is ignorant of the scriptural mode of administrative education. Thus the whole atmosphere is surcharged with &#347;&#363;dra qualities, manifested by lust and avarice. Such administrators quarrel every day among themselves. The cabinet of ministers changes often due to party and group selfishness. Everyone wants to exploit the state resources till he dies. No one retires from political life unless forced to do so. How can such low-grade men do good to the people? The result is corruption, intrigue and hypocrisy. They should learn from the &#346;r&#299;mad-Bh&#257;gavatam how ideal the administrators must be before they can be given charge of different posts.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>