<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.19</P><P CLASS=c>br&#257;hman&#257; &#363;cuh</P><P CLASS=c>p&#257;rtha praj&#257;vit&#257; s&#257;ksh&#257;d</P><P CLASS=c>ikshv&#257;kur iva m&#257;navah</P><P CLASS=c>brahmanyah satya-sandha&#347; ca</P><P CLASS=c>r&#257;mo d&#257;&#347;arathir yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hman&#257;h</A> &#8212; the good br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/p/partha">p&#257;rtha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/p/prtha">Prith&#257;</A> (<A HREF="http://vedabase.net/k/kunti">Kunt&#299;</A>); <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> born; <A CLASS=v HREF="http://vedabase.net/a/avita">avit&#257;</A> &#8212; maintainer; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/i/iksvakuh">ikshv&#257;kuh</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; exactly like King <A HREF="http://vedabase.net/i/iksvaku">Ikshv&#257;ku</A>; <A CLASS=v HREF="http://vedabase.net/m/manavah">m&#257;navah</A> &#8212; son of <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/b/brahmanyah">brahmanyah</A> &#8212; followers and respectful <A HREF="http://vedabase.net/t/to">to</A> the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/s/sandhah">sandhah</A> &#8212; truthful by promise; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/r/ramah">r&#257;mah</A> &#8212; the Personality of Godhead <A HREF="http://vedabase.net/r/rama">R&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/d/dasarathih">d&#257;&#347;arathih</A> &#8212; the son of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> Da&#347;aratha; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; like Him.</P><P CLASS=t>TRANSLATION</P><P>The learned br&#257;hmanas said: O son of Prith&#257;, this child shall be exactly like King Ikshv&#257;ku, son of Manu, in maintaining all those who are born. And as for following the brahminical principles, especially in being true to his promise, he shall be exactly like R&#257;ma, the Personality of Godhead, the son of Mah&#257;r&#257;ja Da&#347;aratha.</P><P CLASS=t>PURPORT</P><P>Praj&#257; means the living being who has taken his birth in the material world. Actually the living being has no birth and no death, but because of his separation from the service of the Lord and due to his desire to lord it over material nature, he is offered a suitable body to satisfy his material desires. In doing so, one becomes conditioned by the laws of material nature, and the material body is changed in terms of his own work. The living entity thus transmigrates from one body to another in 8,400,000 species of life. But due to his being the part and parcel of the Lord, he not only is maintained with all necessaries of life by the Lord, but also is protected by the Lord and His representatives, the saintly kings. These saintly kings give protection to all the praj&#257;s, or living beings, to live and to fulfill their terms of imprisonment. Mah&#257;r&#257;ja Par&#299;kshit was actually an ideal saintly king because while touring his kingdom he happened to see that a poor cow was about to be killed by the personified Kali, whom he at once took to task as a murderer. This means that even the animals were given protection by the saintly administrators, not from any sentimental point of view, but because those who have taken their birth in the material world have the right to live. All the saintly kings, beginning from the King of the sun globe down to the King of the earth, are so inclined by the influence of the Vedic literatures. The Vedic literatures are taught in higher planets also, as there is reference in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/1.htm">4.1</A>) about the teachings to the sun-god (Vivasv&#257;n) by the Lord, and such lessons are transferred by disciplic succession, as it was done by the sun-god to his son Manu, and from Manu to Mah&#257;r&#257;ja Ikshv&#257;ku. There are fourteen Manus in one day of Brahm&#257;, and the Manu referred to herein is the seventh Manu, who is one of the praj&#257;patis (those who create progeny), and he is the son of the sun-god. He is known as the Vaivasvata Manu. He had ten sons, and Mah&#257;r&#257;ja Ikshv&#257;ku is one of them. Mah&#257;r&#257;ja Ikshv&#257;ku also learned bhakti-yoga as taught in the Bhagavad-g&#299;t&#257; from his father, Manu, who got it from his father, the sun-god. Later on the teaching of the Bhagavad-g&#299;t&#257; came down by disciplic succession from Mah&#257;r&#257;ja Ikshv&#257;ku, but in course of time the chain was broken by unscrupulous persons, and therefore it again had to be taught to Arjuna on the Battlefield of Kurukshetra. So all the Vedic literatures are current from the very beginning of creation of the material world, and thus the Vedic literatures are known as apaurusheya (not made by man). The Vedic knowledge was spoken by the Lord and first heard by Brahm&#257;, the first created living being within the universe.</P><P>Mah&#257;r&#257;ja Ikshv&#257;ku: One of the sons of Vaivasvata Manu. He had one hundred sons. He prohibited meat eating. His son &#346;a&#347;&#257;da became the next king after his death.</P><P>Manu: The Manu mentioned in this verse as the father of Ikshv&#257;ku is the seventh Manu, of the name Vaivasvata Manu, the son of sun-god Vivasv&#257;n, to whom Lord Krishna instructed the teachings of Bhagavad-g&#299;t&#257; prior to His teaching them to Arjuna. Mankind is the descendant of Manu. This Vaivasvata Manu had ten sons, named Ikshv&#257;ku, Nabhaga, Dhrishta, &#346;ary&#257;ti, Narishyanta, N&#257;bh&#257;ga, Dishta, Kar&#363;sha, Prishadhra and Vasum&#257;n. The Lord's incarnation Matsya (the gigantic fish) was advented during the beginning of Vaivasvata Manu's reign. He learned the principles of Bhagavad-g&#299;t&#257; from his father, Vivasv&#257;n, the sun-god, and he reinstructed the same to his son Mah&#257;r&#257;ja Ikshv&#257;ku. In the beginning of the Tret&#257;-yuga the sun-god instructed devotional service to Manu, and Manu in his turn instructed it to Ikshv&#257;ku for the welfare of the whole human society.</P><P>Lord R&#257;ma: The Supreme Personality of Godhead incarnated Himself as &#346;r&#299; R&#257;ma, accepting the sonhood of His pure devotee Mah&#257;r&#257;ja Da&#347;aratha, the King of Ayodhy&#257;. Lord R&#257;ma descended along with His plenary portions, and all of them appeared as His younger brothers. In the month of Caitra on the ninth day of the growing moon in the Tret&#257;-yuga, the Lord appeared, as usual, to establish the principles of religion and to annihilate the disturbing elements. When He was just a young boy, He helped the great sage Vi&#347;v&#257;mitra by killing Subahu and striking M&#257;r&#299;ca, the she-demon, who was disturbing the sages in their daily discharge of duties. The br&#257;hmanas and kshatriyas are meant to cooperate for the welfare of the mass of people. The br&#257;hmana sages endeavor to enlighten the people by perfect knowledge, and the kshatriyas are meant for their protection. Lord R&#257;macandra is the ideal king for maintaining and protecting the highest culture of humanity, known as brahmanya-dharma. The Lord is specifically the protector of the cows and the br&#257;hmanas, and hence He enhances the prosperity of the world. He rewarded the administrative demigods by effective weapons to conquer the demons through the agency of Vi&#347;v&#257;mitra. He was present in the bow sacrifice of King Janaka, and by breaking the invincible bow of &#346;iva, He married S&#299;t&#257;dev&#299;, daughter of Mah&#257;r&#257;ja Janaka.</P><P>After His marriage He accepted exile in the forest for fourteen years by the order of His father, Mah&#257;r&#257;ja Da&#347;aratha. To help the administration of the demigods, He killed fourteen thousand demons, and by the intrigues of the demons, His wife, S&#299;t&#257;dev&#299;, was kidnapped by R&#257;vana. He made friendship with Sugr&#299;va, who was helped by the Lord to kill Vali, brother of Sugr&#299;va. By the help of Lord R&#257;ma, Sugr&#299;va became the king of the V&#257;naras (a race of gorillas). The Lord built a floating bridge of stones on the Indian Ocean and reached La&#324;k&#257;, the kingdom of R&#257;vana, who had kidnapped S&#299;t&#257;. Later on R&#257;vana was killed by Him, and R&#257;vana's brother Vibh&#299;shana was installed on the throne of La&#324;k&#257;. Vibh&#299;shana was one of the brothers of R&#257;vana, a demon, but Lord R&#257;ma made him immortal by His blessings. On the expiry of fourteen years, after settling the affairs at La&#324;k&#257;, the Lord came back to His kingdom, Ayodhy&#257;, by flower plane. He instructed His brother &#346;atrughna to attack Lavn&#257;sura, who reigned at Mathur&#257;, and the demon was killed. He performed ten A&#347;vamedha sacrifices, and later on He disappeared while taking a bath in the &#346;arayu River. The great epic R&#257;m&#257;yana is the history of Lord R&#257;ma's activities in the world, and the authoritative R&#257;m&#257;yana was written by the great poet V&#257;lm&#299;ki.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>