<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.20</P><P CLASS=c>esha d&#257;t&#257; &#347;aranya&#347; ca</P><P CLASS=c>yath&#257; hy au&#347;&#299;narah &#347;ibih</P><P CLASS=c>ya&#347;o vitanit&#257; sv&#257;n&#257;m</P><P CLASS=c>daushyantir iva yajvan&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this child; <A CLASS=v HREF="http://vedabase.net/d/data">d&#257;t&#257;</A> &#8212; donor <A HREF="http://vedabase.net/i/in">in</A> charity; <A CLASS=v HREF="http://vedabase.net/s/saranyah">&#347;aranyah</A> &#8212; protector of the surrendered; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/ausinarah">au&#347;&#299;narah</A> &#8212; the country named <A HREF="http://vedabase.net/u/usinara">U&#347;&#299;nara</A>; <A CLASS=v HREF="http://vedabase.net/s/sibih">&#347;ibih</A> &#8212; <A HREF="http://vedabase.net/s/sibi">&#346;ibi</A>; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; fame; <A CLASS=v HREF="http://vedabase.net/v/vitanita">vitanit&#257;</A> &#8212; disseminator; <A CLASS=v HREF="http://vedabase.net/s/svanam">sv&#257;n&#257;m</A> &#8212; of the kinsmen; <A CLASS=v HREF="http://vedabase.net/d/dausyantih">daushyantih</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like <A HREF="http://vedabase.net/b/bharata">Bharata</A>, the son of Dushyanta; <A CLASS=v HREF="http://vedabase.net/y/yajvanam">yajvan&#257;m</A> &#8212; of those who have performed many sacrifices.</P><P CLASS=t>TRANSLATION</P><P>This child will be a munificent donor of charity and protector of the surrendered, like the famous King &#346;ibi of the U&#347;&#299;nara country. And he will expand the name and fame of his family like Bharata, the son of Mah&#257;r&#257;ja Dushyanta.</P><P CLASS=t>PURPORT</P><P>A king becomes famous by his acts of charity, performances of yajñas, protection of the surrendered, etc. A kshatriya king is proud to give protection to the surrendered souls. This attitude of a king is called &#299;&#347;vara-bhava, or factual power to give protection in a righteous cause. In the Bhagavad-g&#299;t&#257; the Lord instructs living beings to surrender unto Him, and He promises all protection. The Lord is all-powerful and true to His word, and therefore He never fails to give protection to His different devotees. The king, being the representative of the Lord, must possess this attitude of giving protection to the surrendered souls at all risk. Mah&#257;r&#257;ja &#346;ibi, the King of U&#347;&#299;nara, was an intimate friend of Mah&#257;r&#257;ja Yay&#257;ti, who was able to reach the heavenly planets along with Mah&#257;r&#257;ja &#346;ibi. Mah&#257;r&#257;ja &#346;ibi was aware of the heavenly planet where he was to be transferred after his death, and the description of this heavenly planet is given in the Mah&#257;bh&#257;rata (&#256;di-parva <A CLASS=v HREF="http://vedabase.net/todo/parva96/6">96.6-9</A>). Mah&#257;r&#257;ja &#346;ibi was so charitably disposed that he wanted to give over his acquired position in the heavenly kingdom to Yay&#257;ti, but he did not accept it. Yay&#257;ti went to the heavenly planet along with great rishis like Ashtaka and others. On inquiry from the rishis, Yay&#257;ti gave an account of &#346;ibi's pious acts when all of them were on the path to heaven. He has become a member of the assembly of Yamar&#257;ja, who has become his worshipful deity. As confirmed in the Bhagavad-g&#299;t&#257;, the worshiper of the demigods goes to the planets of the demigods (y&#257;nti deva-vrat&#257; dev&#257;n [<A CLASS=v HREF="../../../bg/9/25.htm">Bg. 9.25</A>]); so Mah&#257;r&#257;ja &#346;ibi has become an associate of the great Vaishnava authority Yamar&#257;ja on that particular planet. While he was on the earth he became very famous as a protector of surrendered souls and a donor of charities. The King of heaven once took the shape of a pigeon-hunter bird (eagle), and Agni, the fire-god, took the shape of a pigeon. The pigeon, while being chased by the eagle, took shelter on the lap of Mah&#257;r&#257;ja &#346;ibi, and the hunter eagle wanted the pigeon back from the King. The King wanted to give it some other meat to eat and requested the bird not to kill the pigeon. The hunter bird refused to accept the King's offer, but it was settled later on that the eagle would accept flesh from the body of the King of the pigeon's equivalent weight. The King began to cut flesh from his body to weigh in the balance equivalent to the weight of the pigeon, but the mystic pigeon always remained heavier. The King then put himself on the balance to equate with the pigeon, and the demigods were pleased with him. The King of heaven and the fire-god disclosed their identity, and the King was blessed by them. Devarshi N&#257;rada also glorified Mah&#257;r&#257;ja &#346;ibi for his great achievements, specifically in charity and protection. Mah&#257;r&#257;ja &#346;ibi sacrificed his own son for the satisfaction of human beings in his kingdom. And thus child Par&#299;kshit was to become a second &#346;ibi in charity and protection.</P><P>Daushyanti Bharata: There are many Bharatas in history, of which Bharata the brother of Lord R&#257;ma, Bharata the son of King Rishabha, and Bharata the son of Mah&#257;r&#257;ja Dushyanta are very famous. And all these Bharatas are historically known to the universe. This earth planet is known as Bh&#257;rata, or Bh&#257;rata-varsha, due to King Bharata the son of Rishabha, but according to some this land is known as Bh&#257;rata due to the reign of the son of Dushyanta. So far as we are convinced, this land's name Bh&#257;rata-varsha was established from the reign of Bharata the son of King Rishabha. Before him the land was known as Il&#257;vati-varsha, but just after the coronation of Bharata, the son of Rishabha, this land became famous as Bh&#257;rata-varsha.</P><P>But despite all this, Bharata, the son of Mah&#257;r&#257;ja Dushyanta was not less important. He is the son of the famous beauty &#346;akuntal&#257;. Mah&#257;r&#257;ja Dushyanta fell in love with &#346;akuntal&#257; in the forest, and Bharata was conceived. After that, Mah&#257;r&#257;ja forgot his wife &#346;akuntal&#257; by the curse of Kanva Muni, and the child Bharata was brought up in the forest by his mother. Even in his childhood he was so powerful that he challenged the lions and elephants in the forest and would fight with them as little children play with cats and dogs. Because of the boy's becoming so strong, more than the so-called modern Tarzan, the rishis in the forest called him Sarvadaman, or one who is able to control everyone. A full description of Mah&#257;r&#257;ja Bharata is given in the Mah&#257;bh&#257;rata, &#256;di-parva. The P&#257;ndavas, or the Kurus, are sometimes addressed as Bh&#257;rata due to being born in the dynasty of the famous Mah&#257;r&#257;ja Bharata, the son of King Dushyanta.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>