<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.23</P><P CLASS=c>pit&#257;maha-samah s&#257;mye</P><P CLASS=c>pras&#257;de giri&#347;opamah</P><P CLASS=c>&#257;&#347;rayah sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=c>yath&#257; devo ram&#257;&#347;rayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pitamaha">pit&#257;maha</A> &#8212; the grandfather, or <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/samah">samah</A> &#8212; equally good; <A CLASS=v HREF="http://vedabase.net/s/samye">s&#257;mye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter; <A CLASS=v HREF="http://vedabase.net/p/prasade">pras&#257;de</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> charity or <A HREF="http://vedabase.net/i/in">in</A> munificence; <A CLASS=v HREF="http://vedabase.net/g/girisa">giri&#347;a</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/u/upamah">upamah</A> &#8212; comparison of equilibrium; <A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; resort; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of the living beings; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/r/rama">ram&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; the Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>This child will be like his grandfather Yudhishthira or Brahm&#257; in equanimity of mind. He will be munificent like the lord of the Kail&#257;sa Hill, &#346;iva. And he will be the resort of everyone, like the Supreme Personality of Godhead N&#257;r&#257;yana, who is even the shelter of the goddess of fortune.</P><P CLASS=t>PURPORT</P><P>Mental equanimity refers both to Mah&#257;r&#257;ja Yudhishthira and to Brahm&#257;, the grandfather of all living beings. According to &#346;r&#299;dhara Sv&#257;m&#299;, the grandfather referred to is Brahm&#257;, but according to Vi&#347;van&#257;tha Cakravart&#299;, the grandfather is Mah&#257;r&#257;ja Yudhishthira himself. But in both cases the comparison is equally good because both of them are recognized representatives of the Supreme Lord, and thus both of them have to maintain mental equanimity, being engaged in welfare work for the living being. Any responsible executive agent at the top of administration has to tolerate different types of onslaughts from the very persons for whom he works. Brahm&#257;j&#299; was criticized even by the gop&#299;s, the highest perfectional devotees of the Lord. The gop&#299;s were dissatisfied with the work of Brahm&#257;j&#299; because Lord Brahm&#257;, as creator of this particular universe, created eyelids which obstructed their seeing Lord Krishna. They could not tolerate a moment's blinking of the eyes, for it kept them from seeing their beloved Lord Krishna. So what to speak of others, who are naturally very critical of every action of a responsible man? Similarly, Mah&#257;r&#257;ja Yudhishthira had to cross over many difficult situations created by his enemies, and he proved to be the most perfect maintainer of mental equanimity in all critical circumstances. Therefore the example of both grandfathers for maintaining equanimity of mind is quite fitting.</P><P>Lord &#346;iva is a celebrated demigod who awards gifts to beggars. His name is therefore &#256;&#347;utosha, or one who is pleased very easily. He is also called the Bh&#363;tan&#257;tha, or the lord of the common folk, who are mainly attached to him because of his munificent gifts, even without consideration of the aftereffects. R&#257;vana was very attached to Lord &#346;iva, and by easily pleasing him, R&#257;vana became so powerful that he wanted to challenge the authority of Lord R&#257;ma. Of course, R&#257;vana was never helped by Lord &#346;iva when he fought with R&#257;ma, the Supreme Personality of Godhead and the Lord of Lord &#346;iva. To Vrik&#257;sura, Lord &#346;iva awarded a benediction which was not only awkward, but also disturbing. Vrik&#257;sura became empowered, by the grace of Lord &#346;iva, to vanish anyone's head simply by touching it. Although this was awarded by Lord &#346;iva, the cunning fellow wanted to make an experiment of the power by touching the head of Lord &#346;iva. Thus the lord had to take shelter of Vishnu to save himself from trouble, and the Lord Vishnu, by His illusory potency, asked Vrik&#257;sura to make an experiment with his own head. The fellow did it and was finished himself, and so the world was saved from all sorts of trouble by such a cunning beggar of the demigods. The excellent point is that Lord &#346;iva never denies anyone any sort of gift. He is therefore the most generous, although sometimes some kind of a mistake is made.</P><P>Ram&#257; means the goddess of fortune. And her shelter is Lord Vishnu. Lord Vishnu is the maintainer of all living beings. There are innumerable living beings, not only on the surface of this planet but also in all other hundreds of thousands of planets. All of them are provided with all necessities of life for the progressive march towards the end of self-realization, but on the path of sense gratification they are put into difficulty by the agency of m&#257;y&#257;, the illusory energy, and so travel the path of a false plan of economic development. Such economic development is never successful because it is illusory. These men are always after the mercy of the illusory goddess of fortune, but they do not know that the goddess of fortune can live only under the protection of Vishnu. Without Vishnu, the goddess of fortune is an illusion. We should therefore seek the protection of Vishnu instead of directly seeking the protection of the goddess of fortune. Only Vishnu and the devotees of Vishnu can give protection to all, and because Mah&#257;r&#257;ja Par&#299;kshit was himself protected by Vishnu, it was quite possible for him to give complete protection to all who wanted to live under his rule.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>