<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.24</P><P CLASS=c>sarva-sad-guna-m&#257;h&#257;tmye</P><P CLASS=c>esha krishnam anuvratah</P><P CLASS=c>rantideva ivod&#257;ro</P><P CLASS=c>yay&#257;tir iva dh&#257;rmikah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/m/mahatmye">m&#257;h&#257;tmye</A> &#8212; glorified by all godly attributes; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this child; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; like Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/anuvratah">anuvratah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> follower <A HREF="http://vedabase.net/i/in">in</A> His footsteps; <A CLASS=v HREF="http://vedabase.net/r/rantidevah">rantidevah</A> &#8212; <A HREF="http://vedabase.net/r/rantideva">Rantideva</A>; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/u/udarah">ud&#257;rah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of magnanimity; <A CLASS=v HREF="http://vedabase.net/y/yayatih">yay&#257;tih</A> &#8212; <A HREF="http://vedabase.net/y/yayati">Yay&#257;ti</A>; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/d/dharmikah">dh&#257;rmikah</A> &#8212; concerning religion.</P><P CLASS=t>TRANSLATION</P><P>This child will be almost as good as Lord &#346;r&#299; Krishna by following in His footsteps. In magnanimity he will become as great as King Rantideva. And in religion he will be like Mah&#257;r&#257;ja Yay&#257;ti.</P><P CLASS=t>PURPORT</P><P>The last instruction of Lord &#346;r&#299; Krishna in the Bhagavad-g&#299;t&#257; is that one should give up everything and should follow in the footsteps of the Lord alone. Less intelligent persons do not agree to this great instruction of the Lord, as ill luck would have it, but one who is actually intelligent catches up this sublime instruction and is immensely benefited. Foolish people do not know that association is the cause of acquiring qualities. Association with fire makes an object hot, even in the material sense. Therefore, association with the Supreme Personality of Godhead makes one qualified like the Lord. As we have discussed previously, one can achieve seventy-eight percent of the godly qualities by the Lord's intimate association. To follow the instructions of the Lord is to associate with the Lord. The Lord is not a material object whose presence one has to feel for such association. The Lord is present everywhere and at all times. It is quite possible to have His association simply by following His instruction because the Lord and His instruction and the Lord and His name, fame, attributes and paraphernalia are all identical with Him, being absolute knowledge. Mah&#257;r&#257;ja Par&#299;kshit associated with the Lord even from the womb of his mother up to the last day of his valuable life, and thus he acquired all the essential good qualities of the Lord in all perfection.</P><P>Rantideva: An ancient king prior to the Mah&#257;bh&#257;rata period, referred to by N&#257;rada Muni while instructing Sañjaya, as mentioned in Mah&#257;bh&#257;rata (Drona-parva 67). He was a great king, liberal for hospitality and distribution of foodstuff. Even Lord &#346;r&#299; Krishna praised his acts of charity and hospitality. He was blessed by the great Vasishtha Muni for supplying him cold water, and thus he achieved the heavenly planet. He used to supply fruits, roots and leaves to the rishis, and thus he was blessed by them with fulfillment of his desires. Although a kshatriya by birth, he never ate flesh in his life. He was especially hospitable to Vasishtha Muni, and by his blessings only he attained the higher planetary residence. He is one of those pious kings whose names are remembered in the morning and evening.</P><P>Yay&#257;ti: The great emperor of the world and the original forefather of all great nations of the world who belong to the &#256;ryan and Indo-European stock. He is the son of Mah&#257;r&#257;ja Nabusha, and he became the emperor of the world due to his elder brother's becoming a great and liberated saintly mystic. He ruled over the world for several thousands of years and performed many sacrifices and pious activities recorded in history, although his early youth was very lustful and full of romantic stories. He fell in love with Devay&#257;n&#299;, the most beloved daughter of &#346;ukr&#257;c&#257;rya. Devay&#257;n&#299; wished to marry him, but at first he refused to accept her because of her being a daughter of a br&#257;hmana. According to &#347;&#257;stras, a br&#257;hmana could marry the daughter of a kshatriya but a kshatriya could not marry the daughter of a br&#257;hmana. They were very much cautious about varna-sa&#324;kara population in the world. &#346;ukr&#257;c&#257;rya amended this law of forbidden marriage and induced Emperor Yay&#257;ti to accept Devay&#257;n&#299;. Devay&#257;n&#299; had a girl friend named &#346;armishth&#257;, who also fell in love with the emperor and thus went with her friend Devay&#257;n&#299;. &#346;ukr&#257;c&#257;rya forbade Emperor Yay&#257;ti to call &#346;armishth&#257; into his bedroom, but Yay&#257;ti could not strictly follow his instruction. He secretly married &#346;armishth&#257; also and begot sons by her. When this was known by Devay&#257;n&#299;, she went to her father and lodged a complaint. Yay&#257;ti was much attached to Devay&#257;n&#299;, and when he went to his father-in-law's place to call her, &#346;ukr&#257;c&#257;rya was angry with him and cursed him to become impotent. Yay&#257;ti begged his father-in-law to withdraw his curse, but the sage asked Yay&#257;ti to ask youthfulness from his sons and let them become old as the condition of his becoming potent. He had five sons, two from Devay&#257;n&#299; and three from &#346;armishth&#257;. From his five sons, namely (1) Yadu, (2) Turvasu, (3) Druhyu, (4) Anu and (5) P&#363;ru, five famous dynasties, namely (1) the Yadu dynasty, (2) the Yavana (Turk) dynasty, (3) the Bhoja dynasty, (4) the Mleccha dynasty (Greek) and (5) the Paurava dynasty, all emanated to spread all over the world. He reached the heavenly planets by dint of his pious acts, but he fell down from there because of his self-advertisement and criticizing other great souls. After his fall, his daughter and grandson bestowed upon him their accumulated virtues, and by the help of his grandson and friend &#346;ibi, he was again promoted to the heavenly kingdom, becoming one of the assembly members of Yamar&#257;ja, with whom he is staying as a devotee. He performed more than one thousand different sacrifices, gave in charity very liberally and was a very influential king. His majestic power was felt all over the world. His youngest son agreed to award him his youthfulness when he was troubled with lustful desires, even for one thousand years. Finally he became detached from worldly life and returned the youthfulness again to his son P&#363;ru. He wanted to hand over the kingdom to P&#363;ru, but his noblemen and the subjects did not agree. But when he explained to his subjects the greatness of P&#363;ru, they agreed to accept P&#363;ru as the King, and thus Emperor Yay&#257;ti retired from family life and left home for the forest.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>