<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.25</P><P CLASS=c>dhrity&#257; bali-samah krishne</P><P CLASS=c>prahr&#257;da iva sad-grahah</P><P CLASS=c>&#257;hartaisho '&#347;vamedh&#257;n&#257;m</P><P CLASS=c>vriddh&#257;n&#257;m paryup&#257;sakah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhrtya">dhrity&#257;</A> &#8212; by patience; <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A>-<A CLASS=v HREF="http://vedabase.net/s/samah">samah</A> &#8212; like <A HREF="http://vedabase.net/b/bali">Bali</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/prahrada">prahr&#257;da</A> &#8212; <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/g/grahah">grahah</A> &#8212; devotee of; <A CLASS=v HREF="http://vedabase.net/a/aharta">&#257;hart&#257;</A> &#8212; performer; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this child; <A CLASS=v HREF="http://vedabase.net/a/asvamedhanam">a&#347;vamedh&#257;n&#257;m</A> &#8212; of <A HREF="http://vedabase.net/a/asvamedha">A&#347;vamedha</A> sacrifices; <A CLASS=v HREF="http://vedabase.net/v/vrddhanam">vriddh&#257;n&#257;m</A> &#8212; of the old and experienced men; <A CLASS=v HREF="http://vedabase.net/p/paryupasakah">paryup&#257;sakah</A> &#8212; follower.</P><P CLASS=t>TRANSLATION</P><P>This child will be like Bali Mah&#257;r&#257;ja in patience, a staunch devotee of Lord Krishna like Prahl&#257;da Mah&#257;r&#257;ja, a performer of many A&#347;vamedha [horse] sacrifices and a follower of the old and experienced men.</P><P CLASS=t>PURPORT</P><P>Bali Mah&#257;r&#257;ja: One of the twelve authorities in the devotional service of the Lord. Bali Mah&#257;r&#257;ja is a great authority in devotional service because he sacrificed everything to please the Lord and relinquished the connection of his so-called spiritual master who obstructed him on the path of risking everything for the service of the Lord. The highest perfection of religious life is to attain to the stage of unqualified devotional service of the Lord without any cause or without being obstructed by any kind of worldly obligation. Bali Mah&#257;r&#257;ja was determined to give up everything for the satisfaction of the Lord, and he did not care for any obstruction whatsoever. He is the grandson of Prahl&#257;da Mah&#257;r&#257;ja, another authority in the devotional service of the Lord. Bali Mah&#257;r&#257;ja and the history of his dealings with Vishnu V&#257;manadeva are described in the Eighth Canto of &#346;r&#299;mad-Bh&#257;gavatam (Chapter 11-24).</P><P>Prahl&#257;da Mah&#257;r&#257;ja: A perfect devotee of Lord Krishna (Vishnu). His father, Hiranyaka&#347;ipu, chastised him severely when he was only five years old for his becoming an unalloyed devotee of the Lord. He was the first son of Hiranyaka&#347;ipu, and his mother's name was Kay&#257;dhu. Prahl&#257;da Mah&#257;r&#257;ja was an authority in the devotional service of the Lord because he had his father killed by Lord Nrisimhadeva, setting the example that even a father should be removed from the path of devotional service if such a father happens to be an obstacle. He had four sons, and the eldest son, Virocana, is the father of Bali Mah&#257;r&#257;ja, mentioned above. The history of Prahl&#257;da Mah&#257;r&#257;ja's activities is described in the Seventh Canto of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>