<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.28</P><P CLASS=c>jijñ&#257;sit&#257;tma-y&#257;th&#257;rthyo</P><P CLASS=c>muner vy&#257;sa-sut&#257;d asau</P><P CLASS=c>hitvedam nripa ga&#324;g&#257;y&#257;m</P><P CLASS=c>y&#257;syaty addh&#257;kutobhayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jijnasita">jijñ&#257;sita</A> &#8212; having inquired of; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/y/yatharthyah">y&#257;th&#257;rthyah</A> &#8212; right knowledge of one's own self; <A CLASS=v HREF="http://vedabase.net/m/muneh">muneh</A> &#8212; from the learned philosopher; <A CLASS=v HREF="http://vedabase.net/v/vyasa">vy&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/s/sutat">sut&#257;t</A> &#8212; the son of <A HREF="http://vedabase.net/v/vyasa">Vy&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/h/hitva">hitv&#257;</A> &#8212; quitting; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this material attachment; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/g/gangayam">ga&#324;g&#257;y&#257;m</A> &#8212; on the bank of the Ganges; <A CLASS=v HREF="http://vedabase.net/y/yasyati">y&#257;syati</A> &#8212; will <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/a/addha">addh&#257;</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/a/akutah">akutah</A>-<A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; the life of fearlessness.</P><P CLASS=t>TRANSLATION</P><P>After inquiring about proper self-knowledge from the son of Vy&#257;sadeva, who will be a great philosopher, he will renounce all material attachment and achieve a life of fearlessness.</P><P CLASS=t>PURPORT</P><P>Material knowledge means ignorance of the knowledge of one's own self. Philosophy means to seek after the right knowledge of one's own self, or the knowledge of self-realization. Without self-realization, philosophy is dry speculation or a waste of time and energy. &#346;r&#299;mad-Bh&#257;gavatam gives the right knowledge of one's own self, and by hearing &#346;r&#299;mad-Bh&#257;gavatam one can get free from material attachment and enter into the kingdom of fearlessness. This material world is fearfulness. Its prisoners are always fearful as within a prison house. In the prison house no one can violate the jail rules and regulations, and violating the rules means another term for extension of prison life. Similarly, we in this material existence are always fearful. This fearfulness is called anxiety. Everyone in the material life, in all species and varieties of life, is full of anxieties, either by breaking or without breaking the laws of nature. Liberation, or mukti, means getting relief from these constant anxieties. This is possible only when the anxiety is changed to the devotional service of the Lord. &#346;r&#299;mad-Bh&#257;gavatam gives us the chance to change the quality of anxiety from matter to spirit. This is done in the association of a learned philosopher like the self-realized &#346;ukadeva Gosv&#257;m&#299;, the great son of &#346;r&#299; Vy&#257;sadeva. Mah&#257;r&#257;ja Par&#299;kshit, after receiving warning of his death, took advantage of this opportunity by association with &#346;ukadeva Gosv&#257;m&#299; and achieved the desired result.</P><P>There is a sort of imitation of this reciting and hearing of &#346;r&#299;mad-Bh&#257;gavatam by professional men, and their foolish audience thinks that they will get free from the clutches of material attachment and attain the life of fearlessness. Such imitative hearing of &#346;r&#299;mad-Bh&#257;gavatam is a caricature only, and one should not be misled by such a performance of bh&#257;gavatam sapt&#257;ha undertaken by ridiculous greedy fellows to maintain an establishment of material enjoyment.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>