<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.29</P><P CLASS=c>iti r&#257;jña up&#257;di&#347;ya</P><P CLASS=c>vipr&#257; j&#257;taka-kovid&#257;h</P><P CLASS=c>labdh&#257;pacitayah sarve</P><P CLASS=c>pratijagmuh svak&#257;n grih&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/r/rajne">r&#257;jñe</A> &#8212; unto the King; <A CLASS=v HREF="http://vedabase.net/u/upadisya">up&#257;di&#347;ya</A> &#8212; having advised; <A CLASS=v HREF="http://vedabase.net/v/viprah">vipr&#257;h</A> &#8212; persons well versed <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/j/jataka">j&#257;taka</A>-<A CLASS=v HREF="http://vedabase.net/k/kovidah">kovid&#257;h</A> &#8212; persons expert <A HREF="http://vedabase.net/i/in">in</A> astrology and <A HREF="http://vedabase.net/i/in">in</A> the performance of birth ceremonies; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A>-<A CLASS=v HREF="http://vedabase.net/a/apacitayah">apacitayah</A> &#8212; those who <A HREF="http://vedabase.net/h/had">had</A> received sumptuously <A HREF="http://vedabase.net/a/as">as</A> remuneration; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/p/pratijagmuh">pratijagmuh</A> &#8212; went back; <A CLASS=v HREF="http://vedabase.net/s/svakan">svak&#257;n</A> &#8212; their own; <A CLASS=v HREF="http://vedabase.net/g/grhan">grih&#257;n</A> &#8212; houses.</P><P CLASS=t>TRANSLATION</P><P>Thus those who were expert in astrological knowledge and in performance of the birth ceremony instructed King Yudhishthira about the future history of his child. Then, being sumptuously remunerated, they all returned to their respective homes.</P><P CLASS=t>PURPORT</P><P>The Vedas are the storehouse of knowledge, both material and spiritual. But such knowledge aims at perfection of self-realization. In other words, the Vedas are the guides for the civilized man in every respect. Since human life is the opportunity to get free from all material miseries, it is properly guided by the knowledge of the Vedas, in the matters of both material needs and spiritual salvation. The specific intelligent class of men who were devoted particularly to the knowledge of the Vedas were called the vipras, or the graduates of the Vedic knowledge. There are different branches of knowledge in the Vedas, of which astrology and pathology are two important branches necessary for the common man. So the intelligent men, generally known as the br&#257;hmanas, took up all the different branches of Vedic knowledge to guide society. Even the department of military education (Dhanur-veda) was also taken up by such intelligent men, and the vipras were also teachers of this section of knowledge, as were Dron&#257;c&#257;rya, Krip&#257;c&#257;rya, etc.</P><P>The word vipra mentioned herein is significant. There is a little difference between the vipras and the br&#257;hmanas. The vipras are those who are expert in karma-k&#257;nda, or fruitive activities, guiding the society towards fulfilling the material necessities of life, whereas the br&#257;hmanas are expert in spiritual knowledge of transcendence. This department of knowledge is called jñ&#257;na-k&#257;nda, and above this there is the up&#257;san&#257;-k&#257;nda. The culmination of up&#257;san&#257;-k&#257;nda is the devotional service of the Lord Vishnu, and when the br&#257;hmanas achieve perfection, they are called Vaishnavas. Vishnu worship is the highest of the modes of worship. Elevated br&#257;hmanas are Vaishnavas engaged in the transcendental loving service of the Lord, and thus &#346;r&#299;mad-Bh&#257;gavatam, which is the science of devotional service, is very dear to the Vaishnavas. And as explained in the beginning of the &#346;r&#299;mad-Bh&#257;gavatam, it is the mature fruit of Vedic knowledge and is superior subject matter, above the three k&#257;ndas, namely karma, jñ&#257;na and up&#257;san&#257;.</P><P>Amongst the karma-k&#257;nda experts, the j&#257;taka expert vipras were good astrologers who could tell all the future history of a born child simply by the astral calculations of the time (lagna). Such expert j&#257;taka-vipras were present during the birth of Mah&#257;r&#257;ja Par&#299;kshit, and his grandfather, Mah&#257;r&#257;ja Yudhishthira, awarded the vipras sufficiently with gold, land, villages, grains and other valuable necessaries of life, which also include cows. There is a need of such vipras in the social structure, and it is the duty of the state to maintain them comfortably, as designed in the Vedic procedure. Such expert vipras, being sufficiently paid by the state, could give free service to the people in general, and thus this department of Vedic knowledge could be available for all.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>