<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.3</P><P CLASS=c>tad idam &#347;rotum icch&#257;mo</P><P CLASS=c>gaditum yadi manyase</P><P CLASS=c>br&#363;hi nah &#347;raddadh&#257;n&#257;n&#257;m</P><P CLASS=c>yasya jñ&#257;nam ad&#257;c chukah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/srotum">&#347;rotum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> hear; <A CLASS=v HREF="http://vedabase.net/i/icchamah">icch&#257;mah</A> &#8212; all willing; <A CLASS=v HREF="http://vedabase.net/g/gaditum">gaditum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> narrate; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/m/manyase">manyase</A> &#8212; you think; <A CLASS=v HREF="http://vedabase.net/b/bruhi">br&#363;hi</A> &#8212; please speak; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/s/sraddadhananam">&#347;raddadh&#257;n&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> very much respectful; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/a/adat">ad&#257;t</A> &#8212; delivered; <A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;.</P><P CLASS=t>TRANSLATION</P><P>We all respectfully want to hear about him [Mah&#257;r&#257;ja Par&#299;kshit] to whom &#346;ukadeva Gosv&#257;m&#299; imparted transcendental knowledge. Please speak on this matter.</P><P CLASS=t>PURPORT</P><P>&#346;ukadeva Gosv&#257;m&#299; imparted transcendental knowledge to Mah&#257;r&#257;ja Par&#299;kshit during the remaining seven days of his life, and Mah&#257;r&#257;ja Par&#299;kshit heard him properly, just like an ardent student. The effect of such a bona fide hearing and chanting of &#346;r&#299;mad-Bh&#257;gavatam was equally shared by both the hearer and the chanter. Both of them were benefited. Out of the nine different transcendental means of devotional service to the Lord prescribed in the Bh&#257;gavatam, either all of them, or some of them or even one of them are equally beneficial if properly discharged. Mah&#257;r&#257;ja Par&#299;kshit and &#346;ukadeva Gosv&#257;m&#299; were serious performers of the first two important items, namely the process of chanting and the process of hearing, and therefore both of them were successful in their laudable attempt. Transcendental realization is attained by such serious hearing and chanting and not otherwise. There is a type of spiritual master and disciple much advertised in this age of Kali. It is said that the master injects spiritual force into the disciple by an electrical current generated by the master, and the disciple begins to feel the shock. He becomes unconscious, and the master weeps for his exhausting his store of so-called spiritual assets. Such bogus advertisement is going on in this age, and the poor common man is becoming the victim of such advertisement. We do not find such folk tales in the dealings of &#346;ukadeva Gosv&#257;m&#299; and his great disciple Mah&#257;r&#257;ja Par&#299;kshit. The sage recited &#346;r&#299;mad-Bh&#257;gavatam in devotion, and the great King heard him properly. The King did not feel any shock of electrical current from the master, nor did he become unconscious while receiving knowledge from the master. One should not, therefore, become a victim of these unauthorized advertisements made by some bogus representative of Vedic knowledge. The sages of Naimish&#257;ranya were very respectful in hearing about Mah&#257;r&#257;ja Par&#299;kshit because of his receiving knowledge from &#346;ukadeva Gosv&#257;m&#299; by means of ardent hearing. Ardent hearing from the bona fide master is the only way to receive transcendental knowledge, and there is no need for medical performances or occult mysticism for miraculous effects. The process is simple, but only the sincere party can achieve the desired result.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>