<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.30</P><P CLASS=c>sa esha loke vikhy&#257;tah</P><P CLASS=c>par&#299;kshid iti yat prabhuh</P><P CLASS=c>p&#363;rvam drishtam anudhy&#257;yan</P><P CLASS=c>par&#299;ksheta nareshv iha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; world; <A CLASS=v HREF="http://vedabase.net/v/vikhyatah">vikhy&#257;tah</A> &#8212; famous; <A CLASS=v HREF="http://vedabase.net/p/pariksit">par&#299;kshit</A> &#8212; one who examines; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my King; <A CLASS=v HREF="http://vedabase.net/p/purvam">p&#363;rvam</A> &#8212; before; <A CLASS=v HREF="http://vedabase.net/d/drstam">drishtam</A> &#8212; seen; <A CLASS=v HREF="http://vedabase.net/a/anudhyayan">anudhy&#257;yan</A> &#8212; constantly contemplating; <A CLASS=v HREF="http://vedabase.net/p/parikseta">par&#299;ksheta</A> &#8212; shall examine; <A CLASS=v HREF="http://vedabase.net/n/naresu">nareshu</A> &#8212; unto every <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here.</P><P CLASS=t>TRANSLATION</P><P>So his son would become famous in the world as Par&#299;kshit [examiner] because he would come to examine all human beings in his search after that personality whom he saw before his birth. Thus he would come to constantly contemplate Him.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Par&#299;kshit, fortunate as he was, got the impression of the Lord even in the womb of his mother, and thus his contemplation on the Lord was constantly with him. Once the impression of the transcendental form of the Lord is fixed in one's mind, one can never forget Him in any circumstance. Child Par&#299;kshit, after coming out of the womb, was in the habit of examining everyone to see whether he was the same personality whom he first saw in the womb. But no one could be equal to or more attractive than the Lord, and therefore he never accepted anyone. But the Lord was constantly with him by such examination, and thus Mah&#257;r&#257;ja Par&#299;kshit was always engaged in the devotional service of the Lord by remembrance.</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; remarks in this connection that every child, if given an impression of the Lord from his very childhood, certainly becomes a great devotee of the Lord like Mah&#257;r&#257;ja Par&#299;kshit. One may not be as fortunate as Mah&#257;r&#257;ja Par&#299;kshit to have the opportunity to see the Lord in the womb of his mother, but even if he is not so fortunate, he can be made so if the parents of the child desire him to be so. There is a practical example in my personal life in this connection. My father was a pure devotee of the Lord, and when I was only four or five years old, my father gave me a couple of forms of R&#257;dh&#257; and Krishna. In a playful manner, I used to worship these Deities along with my sister, and I used to imitate the performances of a neighboring temple of R&#257;dh&#257;-Govinda. By constantly visiting this neighboring temple and copying the ceremonies in connection with my own Deities of play, I developed a natural affinity for the Lord. My father used to observe all the ceremonies befitting my position. Later on, these activities were suspended due to my association in the schools and colleges, and I became completely out of practice. But in my youthful days, when I met my spiritual master, &#346;r&#299; &#346;r&#299;mad Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Mah&#257;r&#257;ja, again I revived my old habit, and the same playful Deities became my worshipful Deities in proper regulation. This was followed up until I left the family connection, and I am pleased that my generous father gave the first impression which was developed later into regulative devotional service by His Divine Grace. Mah&#257;r&#257;ja Prahl&#257;da also advised that such impressions of a godly relation must be impregnated from the beginning of childhood, otherwise one may miss the opportunity of the human form of life, which is very valuable although it is temporary like others.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>