<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.33</P><P CLASS=c>tad abhipretam &#257;lakshya</P><P CLASS=c>bhr&#257;taro 'cyuta-codit&#257;h</P><P CLASS=c>dhanam prah&#299;nam &#257;jahrur</P><P CLASS=c>ud&#299;cy&#257;m di&#347;i bh&#363;ri&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/a/abhipretam">abhipretam</A> &#8212; wishes of the mind; <A CLASS=v HREF="http://vedabase.net/a/alaksya">&#257;lakshya</A> &#8212; observing; <A CLASS=v HREF="http://vedabase.net/b/bhratarah">bhr&#257;tarah</A> &#8212; his brothers; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; the infallible (Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/c/coditah">codit&#257;h</A> &#8212; being advised by; <A CLASS=v HREF="http://vedabase.net/d/dhanam">dhanam</A> &#8212; riches; <A CLASS=v HREF="http://vedabase.net/p/prahinam">prah&#299;nam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> collect; <A CLASS=v HREF="http://vedabase.net/a/ajahruh">&#257;jahruh</A> &#8212; brought about; <A CLASS=v HREF="http://vedabase.net/u/udicyam">ud&#299;cy&#257;m</A> &#8212; northern; <A CLASS=v HREF="http://vedabase.net/d/disi">di&#347;i</A> &#8212; direction; <A CLASS=v HREF="http://vedabase.net/b/bhurisah">bh&#363;ri&#347;ah</A> &#8212; sufficient.</P><P CLASS=t>TRANSLATION</P><P>Understanding the hearty wishes of the King, his brothers, as advised by the infallible Lord Krishna, collected sufficient riches from the North [left by King Marutta].</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Marutta: one of the great emperors of the world. He reigned over the world long before the reign of Mah&#257;r&#257;ja Yudhishthira. He was the son of Mah&#257;r&#257;ja Avikshit and was a great devotee of the son of the sun-god, known as Yamar&#257;ja. His brother Samvarta was a rival priest of the great Brihaspati, the learned priest of the demigods. He conducted one sacrifice called Sa&#324;k&#257;ra-yajña by which the Lord was so satisfied that He was pleased to hand over to him the charge of a mountain peak of gold. This peak of gold is somewhere in the Himalaya Mountains, and modern adventurers may try to find it there. He was so powerful an emperor that at the day's end of sacrifice, the demigods from the other planets like Indra, Candra and Brihaspati used to visit his palace. And because he had the gold peak at his disposal, he had sufficient gold in his possession. The canopy of the sacrificial altar was completely made of gold. in his daily performances of the sacrificial ceremonies, some of the inhabitants of the V&#257;yuloka (airy planets) were invited to expedite the cooking work of the ceremony. And the assembly of the demigods in the ceremony was led by Vi&#347;vadeva.</P><P>By his constant pious work he was able to drive out all kinds of diseases from the jurisdiction of his kingdom. All the inhabitants of higher planets like Devaloka and Pitriloka were pleased with him for his great sacrificial ceremonies. Every day he used to give in charity to the learned br&#257;hmanas such things as beddings, seats, conveyances and sufficient quantities of gold. Because of munificent charities and performances of innumerable sacrifices, the King of heaven, Indradeva, was fully satisfied with him and always wished for his welfare. Due to his pious activities, he remained a young man throughout his life and reigned over the world for one thousand years, surrounded by his satisfied subjects, ministers, legitimate wife, sons and brothers. Even Lord &#346;r&#299; Krishna praised his spirit of pious activities. He handed over his only daughter to Maharshi A&#324;gir&#257;, and by his good blessings, he was elevated to the kingdom of heaven. First of all, he wanted to offer the priesthood of his sacrifices to learned Brihaspati, but the demigod refused to accept the post because of the King's being a human being, a man of this earth. He was very sorry for this, but on the advice of N&#257;rada Muni he appointed Samvarta to the post, and he was successful in his mission.</P><P>The success of a particular type of sacrifice completely depends on the priest in charge. In this age, all kinds of sacrifice are forbidden because there is no learned priest amongst the so-called br&#257;hmanas, who go by the false notion of becoming sons of br&#257;hmanas without brahminical qualifications. In this age of Kali, therefore, only one kind of sacrifice is recommended, sa&#324;k&#299;rtana-yajña, as inaugurated by Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>