<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.34</P><P CLASS=c>tena sambhrita-sambh&#257;ro</P><P CLASS=c>dharma-putro yudhishthirah</P><P CLASS=c>v&#257;jimedhais tribhir bh&#299;to</P><P CLASS=c>yajñaih samayajad dharim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; with that wealth; <A CLASS=v HREF="http://vedabase.net/s/sambhrta">sambhrita</A> &#8212; collected; <A CLASS=v HREF="http://vedabase.net/s/sambharah">sambh&#257;rah</A> &#8212; ingredients; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/p/putrah">putrah</A> &#8212; the pious king; <A CLASS=v HREF="http://vedabase.net/y/yudhisthirah">yudhishthirah</A> &#8212; <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>; <A CLASS=v HREF="http://vedabase.net/v/vajimedhaih">v&#257;jimedhaih</A> &#8212; by horse sacrifices; <A CLASS=v HREF="http://vedabase.net/t/tribhih">tribhih</A> &#8212; three times; <A CLASS=v HREF="http://vedabase.net/b/bhitah">bh&#299;tah</A> &#8212; being greatly afraid after the Battle of <A HREF="http://vedabase.net/k/kuruksetra">Kurukshetra</A>; <A CLASS=v HREF="http://vedabase.net/y/yajnaih">yajñaih</A> &#8212; sacrifices; <A CLASS=v HREF="http://vedabase.net/s/samayajat">samayajat</A> &#8212; perfectly worshiped; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; the Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>By those riches, the King could procure the ingredients for three horse sacrifices. Thus the pious King Yudhishthira, who was very fearful after the Battle of Kurukshetra, pleased Lord Hari, the Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Yudhishthira was the ideal and celebrated pious King of the world, and still he was greatly afraid after the execution of the Battle of Kurukshetra because of the mass killing in the fight, all of which was done only to install him on the throne. He therefore took all the responsibility for sins committed in the warfare, and to get rid of all these sins, he wanted to perform three sacrifices in which horses are offered at the altar. Such a sacrifice is very costly. Even Mah&#257;r&#257;ja Yudhishthira had to collect the necessary heaps of gold left by Mah&#257;r&#257;ja Marutta and the br&#257;hmanas who were given gold in charity by King Marutta. The learned br&#257;hmanas could not take away all the loads of gold given by Mah&#257;r&#257;ja Marutta, and therefore they left behind the major portion of the gift. And Mah&#257;r&#257;ja Marutta also did not again collect such heaps of gold given away in charity. Besides that, all the golden plates and utensils which were used in the sacrifice were also thrown in the dustbins, and all such heaps of gold remained unclaimed property for a long time, till Mah&#257;r&#257;ja Yudhishthira collected them for his own purposes. Lord &#346;r&#299; Krishna advised the brothers of Mah&#257;r&#257;ja Yudhishthira to collect the unclaimed property because it belonged to the King. The more astonishing thing is that no subject of the state also collected such unclaimed gold for industrial enterprise or anything like that. This means that the state citizens were completely satisfied with all necessities of life and therefore not inclined to accept unnecessary productive enterprises for sense gratification. Mah&#257;r&#257;ja Yudhishthira also requisitioned the heaps of gold for performing sacrifices and for pleasing the Supreme Hari Personality of Godhead. Otherwise he had no desire to collect them for the state treasury.</P><P>One should take lessons from the acts of Mah&#257;r&#257;ja Yudhishthira. He was afraid of sins committed on the battlefield, and therefore he wanted to satisfy the supreme authority. This indicates that unintentional sins are also committed in our daily occupational discharge of duties, and to counteract even such unintentional crimes, one must perform sacrifices as they are recommended in the revealed scriptures. The Lord says in Bhagavad-g&#299;t&#257; (yajñ&#257;rth&#257;t karmano 'nyatra loko 'yam karma-bandhanah [<A CLASS=v HREF="../../../bg/3/9.htm">Bg. 3.9</A>]) that one must perform sacrifices recommended in the scriptures in order to get rid of commitments of all unauthorized work, or even unintentional crimes which we are apt to commit. By doing so, one shall be freed from all kinds of sins. And those who do not do so but work for self-interest or sense gratification have to undergo all tribulations accrued from committed sins. Therefore, the main purpose of performing sacrifices is to satisfy the Supreme Personality Hari. The process of performing sacrifices may be different in terms of different times, places and persons, but the aim of such sacrifices is one and the same at all times and in all circumstances, viz. , satisfaction of the Supreme Lord Hari. That is the way of pious life, and that is the way of peace and prosperity in the world at large. Mah&#257;r&#257;ja Yudhishthira did all these as the ideal pious king in the world.</P><P>If Mah&#257;r&#257;ja Yudhishthira is a sinner in his daily discharge of duties, in royal administration of state affairs, wherein killing of man and animals is a recognized art, then we can just imagine the amount of sins committed consciously or unconsciously by the untrained population of the Kali-yuga who have no way to perform sacrifice to please the Supreme Lord. The Bh&#257;gavatam says, therefore, that the prime duty of the human being is to satisfy the Supreme Lord by the performance of one's occupational duty (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/13.htm">1.2.13</A>).</P><P>Let any man of any place or community, caste or creed be engaged in any sort of occupational duty, but he must agree to perform sacrifices as it is recommended in the scriptures for the particular place, time and person. In the Vedic literatures it is recommended that in Kali-yuga people engage in glorifying the Lord by chanting the holy name of Krishna (k&#299;rtan&#257;d eva krishnasya mukta-sa&#324;gah param vrajet) without offense. By doing so one can be freed from all sins and thus can attain the highest perfection of life by returning home, back to Godhead. We have already discussed this more than once in this great literature in different places, especially in the introductory portion by sketching the life of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, and still we are repeating the same with a view to bring about peace and prosperity in society.</P><P>The Lord has declared openly in Bhagavad-g&#299;t&#257; how He becomes pleased with us, and the same process is practically demonstrated in the life and preaching work of Lord &#346;r&#299; Caitanya Mah&#257;prabhu. The perfect process of performing yajñas, or sacrifice, to please the Supreme Lord Hari (the Personality of Godhead, who gets us free from all miseries of existence) is to follow the ways of Lord &#346;r&#299; Caitanya Mah&#257;prabhu in this dark age of quarrel and dissension.</P><P>Mah&#257;r&#257;ja Yudhishthira had to collect heaps of gold to secure the paraphernalia for the horse sacrifice yajñas in days of sufficiency, so we can hardly think of such performance of yajñas in these days of insufficiency and complete scarcity of gold. At the present moment we have heaps of papers and promises of their being converted into gold by economic development of modern civilization, and still there is no possibility of spending riches like Mah&#257;r&#257;ja Yudhishthira, either individually or collectively or by state patronization. Just suitable, therefore, for the age, is the method recommended by Lord &#346;r&#299; Caitanya Mah&#257;prabhu in terms of the &#347;&#257;stra. Such a method requires no expenditure at all and yet can award more benefit than other expensive methods of yajña performances.</P><P>The horse sacrifice yajña or cow sacrifice yajña performed by the Vedic regulations shouldn't be misunderstood as a process of killing animals. On the contrary, animals offered for the yajña were rejuvenated to a new span of life by the transcendental power of chanting the Vedic hymns, which, if properly chanted, are different from what is understood by the common layman. The Veda-mantras are all practical, and the proof is rejuvenation of the sacrificed animal.</P><P>There is no possibility of such methodical chanting of the Vedic hymns by the so-called br&#257;hmanas or priests of the present age. The untrained descendants of the twice-born families are no more like their forefathers, and thus they are counted amongst the &#347;&#363;dras, or once-born men. The once-born man is unfit to chant the Vedic hymns, and therefore there is no practical utility of chanting the original hymns.</P><P>And to save them all, Lord &#346;r&#299; Caitanya Mah&#257;prabhu propounded the sa&#324;k&#299;rtana movement or yajña for all practical purposes, and the people of the present age are strongly recommended to follow this sure and recognized path.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>