<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.35</P><P CLASS=c>&#257;h&#363;to bhagav&#257;n r&#257;jñ&#257;</P><P CLASS=c>y&#257;jayitv&#257; dvijair nripam</P><P CLASS=c>uv&#257;sa katicin m&#257;s&#257;n</P><P CLASS=c>suhrid&#257;m priya-k&#257;myay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ahutah">&#257;h&#363;tah</A> &#8212; being called by; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rajna">r&#257;jñ&#257;</A> &#8212; by the King; <A CLASS=v HREF="http://vedabase.net/y/yajayitva">y&#257;jayitv&#257;</A> &#8212; causing <A HREF="http://vedabase.net/t/to">to</A> be performed; <A CLASS=v HREF="http://vedabase.net/d/dvijaih">dvijaih</A> &#8212; by the learned br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/n/nrpam">nripam</A> &#8212; on behalf of the King; <A CLASS=v HREF="http://vedabase.net/u/uvasa">uv&#257;sa</A> &#8212; resided; <A CLASS=v HREF="http://vedabase.net/k/katicit">katicit</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> few; <A CLASS=v HREF="http://vedabase.net/m/masan">m&#257;s&#257;n</A> &#8212; months; <A CLASS=v HREF="http://vedabase.net/s/suhrdam">suhrid&#257;m</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of the relatives; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/k/kamyaya">k&#257;myay&#257;</A> &#8212; for the pleasure.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;r&#299; Krishna, the Personality of Godhead, being invited to the sacrifices by Mah&#257;r&#257;ja Yudhishthira, saw to it that they were performed by qualified [twice-born] br&#257;hmanas. After that, for the pleasure of the relatives, the Lord remained a few months.</P><P CLASS=t>PURPORT</P><P>Lord &#346;r&#299; Krishna was invited by Mah&#257;r&#257;ja Yudhishthira to look into the supervision of the performances of yajña, and the Lord, to abide by the orders of His elderly cousin, caused the performance of yajñas by learned twice-born br&#257;hmanas. Simply taking birth in the family of a br&#257;hmana does not make one qualified to perform yajñas. One must be twice-born by proper training and initiation from the bona fide &#257;c&#257;rya. The once-born scions of br&#257;hmana families are equal with the once-born &#347;&#363;dras, and such brahma-bandhus, or unqualified once-born scions, must be rejected for any purpose of religious or Vedic function. Lord &#346;r&#299; Krishna was entrusted to look after this arrangement, and perfect as He is, He caused the yajñas to be performed by the bona fide twice-born br&#257;hmanas for successful execution.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>