<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.5</P><P CLASS=c>sampadah kratavo lok&#257;</P><P CLASS=c>mahish&#299; bhr&#257;taro mah&#299;</P><P CLASS=c>jamb&#363;dv&#299;p&#257;dhipatyam ca</P><P CLASS=c>ya&#347;a&#347; ca tri-divam gatam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sampadah">sampadah</A> &#8212; opulence; <A CLASS=v HREF="http://vedabase.net/k/kratavah">kratavah</A> &#8212; sacrifices; <A CLASS=v HREF="http://vedabase.net/l/lokah">lok&#257;h</A> &#8212; future destination; <A CLASS=v HREF="http://vedabase.net/m/mahisi">mahish&#299;</A> &#8212; the queens; <A CLASS=v HREF="http://vedabase.net/b/bhratarah">bhr&#257;tarah</A> &#8212; the brothers; <A CLASS=v HREF="http://vedabase.net/m/mahi">mah&#299;</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/j/jambu">jamb&#363;</A>-<A CLASS=v HREF="http://vedabase.net/d/dvipa">dv&#299;pa</A> &#8212; the globe or planet of our residence; <A CLASS=v HREF="http://vedabase.net/a/adhipatyam">&#257;dhipatyam</A> &#8212; sovereignty; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; fame; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/d/divam">divam</A> &#8212; celestial planets; <A CLASS=v HREF="http://vedabase.net/g/gatam">gatam</A> &#8212; spread over.</P><P CLASS=t>TRANSLATION</P><P>News even reached the celestial planets about Mah&#257;r&#257;ja Yudhishthira's worldly possessions, the sacrifices by which he would attain a better destination, his queen, his stalwart brothers, his extensive land, his sovereignty over the planet earth, and his fame, etc.</P><P CLASS=t>PURPORT</P><P>Only a rich and great man's name and fame are known all over the world, and the name and fame of Mah&#257;r&#257;ja Yudhishthira reached the higher planets because of his good administration, worldly possessions, glorious wife Draupad&#299;, the strength of his brothers Bh&#299;ma and Arjuna, and his solid sovereign power over the world, known as Jamb&#363;dv&#299;pa. Here the word lok&#257;h is significant. There are different lokas or higher planets scattered all over the sky, both material and spiritual. A person can reach them by dint of his work in the present life, as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/25.htm">9.25</A>). No forceful entrance is allowed there. The tiny material scientists and engineers who have discovered vehicles to travel over a few thousand miles in outer space will not be allowed entrance. That is not the way to reach the better planets. One must qualify himself to enter into such happy planets by sacrifice and service. Those who are sinful in every step of life can expect only to be degraded into animal life to suffer more and more the pangs of material existence, and this is also stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/19.htm">16.19</A>). Mah&#257;r&#257;ja Yudhishthira's good sacrifices and qualifications were so lofty and virtuous that even the residents of the higher celestial planets were already prepared to receive him as one of them.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>