<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.7</P><P CLASS=c>m&#257;tur garbha-gato v&#299;rah</P><P CLASS=c>sa tad&#257; bhrigu-nandana</P><P CLASS=c>dadar&#347;a purusham kañcid</P><P CLASS=c>dahyam&#257;no 'stra-tejas&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/matuh">m&#257;tuh</A> &#8212; mother; <A CLASS=v HREF="http://vedabase.net/g/garbha">garbha</A> &#8212; womb; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; being situated there; <A CLASS=v HREF="http://vedabase.net/v/virah">v&#299;rah</A> &#8212; the great fighter; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; child <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/b/bhrgu">bhrigu</A>-<A CLASS=v HREF="http://vedabase.net/n/nandana">nandana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/b/bhrgu">Bhrigu</A>; <A CLASS=v HREF="http://vedabase.net/d/dadarsa">dadar&#347;a</A> &#8212; could see; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/k/kancit">kañcit</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> someone else; <A CLASS=v HREF="http://vedabase.net/d/dahyamanah">dahyam&#257;nah</A> &#8212; suffering from being burned; <A CLASS=v HREF="http://vedabase.net/a/astra">astra</A> &#8212; the <A HREF="http://vedabase.net/b/brahmastra">brahm&#257;stra</A>; <A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; temperature.</P><P CLASS=t>TRANSLATION</P><P>O son of Bhrigu [&#346;aunaka], when the child Par&#299;kshit, the great fighter, was in the womb of his mother, Uttar&#257;, and was suffering from the burning heat of the brahm&#257;stra [thrown by A&#347;vatth&#257;m&#257;], he could observe the Supreme Lord coming to him.</P><P CLASS=t>PURPORT</P><P>Death generally involves remaining in trance for seven months. A living being, according to his own action, is allowed to enter into the womb of a mother by the vehicle of a father's semina, and thus he develops his desired body. This is the law of birth in specific bodies according to one's past actions. When he is awake from trance, he feels the inconvenience of being confined within the womb, and thus he wants to come out of it and sometimes fortunately prays to the Lord for such liberation. Mah&#257;r&#257;ja Par&#299;kshit, while in the womb of his mother, was struck by the brahm&#257;stra released by A&#347;vatth&#257;m&#257;, and he was feeling the burning heat. But because he was a devotee of the Lord, the Lord at once appeared Himself within the womb by His all-powerful energy, and the child could see that someone else had come to save him. Even in that helpless condition, the child Par&#299;kshit endured the unbearable temperature due to his being a great fighter by nature. And for this reason the word v&#299;rah has been used.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>