<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: Birth of Emperor Par&#299;kshit</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 1.12.1</B></A>: The sage &#346;aunaka said: The womb of Uttar&#257;, mother of Mah&#257;r&#257;ja Par&#299;kshit, was spoiled by the dreadful and invincible brahm&#257;stra weapon released by A&#347;vatth&#257;m&#257;. But Mah&#257;r&#257;ja Par&#299;kshit was saved by the Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 1.12.2</B></A>: How was the great emperor Par&#299;kshit, who was a highly intelligent and great devotee, born in that womb? How did his death take place, and what did he achieve after his death?</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 1.12.3</B></A>: We all respectfully want to hear about him [Mah&#257;r&#257;ja Par&#299;kshit] to whom &#346;ukadeva Gosv&#257;m&#299; imparted transcendental knowledge. Please speak on this matter.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 1.12.4</B></A>: &#346;r&#299; S&#363;ta Gosv&#257;m&#299; said: Emperor Yudhishthira administered generously to everyone during his reign. He was exactly like his father. He had no personal ambition and was freed from all sorts of sense gratification because of his continuous service unto the lotus feet of the Lord &#346;r&#299; Krishna.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 1.12.5</B></A>: News even reached the celestial planets about Mah&#257;r&#257;ja Yudhishthira's worldly possessions, the sacrifices by which he would attain a better destination, his queen, his stalwart brothers, his extensive land, his sovereignty over the planet earth, and his fame, etc.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 1.12.6</B></A>: O br&#257;hmanas, the opulence of the King was so enchanting that the denizens of heaven aspired for it. But because he was absorbed in the service of the Lord, nothing could satisfy him except the Lord's service.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 1.12.7</B></A>: O son of Bhrigu [&#346;aunaka], when the child Par&#299;kshit, the great fighter, was in the womb of his mother, Uttar&#257;, and was suffering from the burning heat of the brahm&#257;stra [thrown by A&#347;vatth&#257;m&#257;], he could observe the Supreme Lord coming to him.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 1.12.8</B></A>: He [the Lord] was only thumb high, but He was all transcendental. He had a very beautiful, blackish, infallible body, and He wore a dress of lightning yellow and a helmet of blazing gold. Thus He was seen by the child.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 1.12.9</B></A>: The Lord was enriched with four hands, earrings of molten gold and eyes blood red with fury. As He loitered about, His club constantly encircled Him like a shooting star.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 1.12.10</B></A>: The Lord was thus engaged in vanquishing the radiation of the brahm&#257;stra, just as the sun evaporates a drop of dew. He was observed by the child, who thought about who He was.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 1.12.11</B></A>: While thus being observed by the child, the Supreme Lord Personality of Godhead, the Supersoul of everyone and the protector of the righteous, who stretches in all directions and who is unlimited by time and space, disappeared at once.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 1.12.12</B></A>: Thereupon, when all the good signs of the zodiac gradually evolved, the heir apparent of P&#257;ndu, who would be exactly like him in prowess, took birth.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 1.12.13</B></A>: King Yudhishthira, who was very satisfied with the birth of Mah&#257;r&#257;ja Par&#299;kshit, had the purificatory process of birth performed. Learned br&#257;hmanas, headed by Dhaumya and Kripa, recited auspicious hymns.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 1.12.14</B></A>: Upon the birth of a son, the King, who knew how, where and when charity should be given, gave gold, land, villages, elephants, horses and good food grains to the br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 1.12.15</B></A>: The learned br&#257;hmanas, who were very satisfied with the charities of the King, addressed him as the chief amongst the P&#363;rus and informed him that his son was certainly in the line of descent from the P&#363;rus.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 1.12.16</B></A>: The br&#257;hmanas said: This spotless son has been restored by the all-powerful and all-pervasive Lord Vishnu, the Personality of Godhead, in order to oblige you. He was saved when he was doomed to be destroyed by an irresistible supernatural weapon.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 1.12.17</B></A>: For this reason this child will be well known in the world as one who is protected by the Personality of Godhead. O most fortunate one, there is no doubt that this child will become a first-class devotee and will be qualified with all good qualities.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 1.12.18</B></A>: The good King [Yudhishthira] inquired: O great souls, will he become as saintly a king, as pious in his very name and as famous and glorified in his achievements, as others who appeared in this great royal family?</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 1.12.19</B></A>: The learned br&#257;hmanas said: O son of Prith&#257;, this child shall be exactly like King Ikshv&#257;ku, son of Manu, in maintaining all those who are born. And as for following the brahminical principles, especially in being true to his promise, he shall be exactly like R&#257;ma, the Personality of Godhead, the son of Mah&#257;r&#257;ja Da&#347;aratha.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 1.12.20</B></A>: This child will be a munificent donor of charity and protector of the surrendered, like the famous King &#346;ibi of the U&#347;&#299;nara country. And he will expand the name and fame of his family like Bharata, the son of Mah&#257;r&#257;ja Dushyanta.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 1.12.21</B></A>: Amongst great bowmen, this child will be as good as Arjuna. He will be as irresistible as fire and as unsurpassable as the ocean.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 1.12.22</B></A>: This child will be as strong as a lion, and as worthy a shelter as the Himalaya Mountains. He will be forbearing like the earth, and as tolerant as his parents.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 1.12.23</B></A>: This child will be like his grandfather Yudhishthira or Brahm&#257; in equanimity of mind. He will be munificent like the lord of the Kail&#257;sa Hill, &#346;iva. And he will be the resort of everyone, like the Supreme Personality of Godhead N&#257;r&#257;yana, who is even the shelter of the goddess of fortune.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 1.12.24</B></A>: This child will be almost as good as Lord &#346;r&#299; Krishna by following in His footsteps. In magnanimity he will become as great as King Rantideva. And in religion he will be like Mah&#257;r&#257;ja Yay&#257;ti.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 1.12.25</B></A>: This child will be like Bali Mah&#257;r&#257;ja in patience, a staunch devotee of Lord Krishna like Prahl&#257;da Mah&#257;r&#257;ja, a performer of many A&#347;vamedha [horse] sacrifices and a follower of the old and experienced men.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 1.12.26</B></A>: This child will be the father of kings who will be like sages. For world peace and for the sake of religion, he will be the chastiser of the upstarts and the quarrelsome.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 1.12.27</B></A>: After hearing about his death, which will be caused by the bite of a snake-bird sent by a son of a br&#257;hmana, he will get himself freed from all material attachment and surrender unto the Personality of Godhead, taking shelter of Him.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 1.12.28</B></A>: After inquiring about proper self-knowledge from the son of Vy&#257;sadeva, who will be a great philosopher, he will renounce all material attachment and achieve a life of fearlessness.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 1.12.29</B></A>: Thus those who were expert in astrological knowledge and in performance of the birth ceremony instructed King Yudhishthira about the future history of his child. Then, being sumptuously remunerated, they all returned to their respective homes.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 1.12.30</B></A>: So his son would become famous in the world as Par&#299;kshit [examiner] because he would come to examine all human beings in his search after that personality whom he saw before his birth. Thus he would come to constantly contemplate Him.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 1.12.31</B></A>: As the moon, in its waxing fortnight, develops day after day, so the royal prince [Par&#299;kshit] very soon developed luxuriantly under the care and full facilities of his guardian grandfathers.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 1.12.32</B></A>: Just at this time, King Yudhishthira was considering performing a horse sacrifice to get freed from sins incurred from fighting with kinsmen. But he became anxious to get some wealth, for there were no surplus funds outside of fines and tax collection.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 1.12.33</B></A>: Understanding the hearty wishes of the King, his brothers, as advised by the infallible Lord Krishna, collected sufficient riches from the North [left by King Marutta].</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 1.12.34</B></A>: By those riches, the King could procure the ingredients for three horse sacrifices. Thus the pious King Yudhishthira, who was very fearful after the Battle of Kurukshetra, pleased Lord Hari, the Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 1.12.35</B></A>: Lord &#346;r&#299; Krishna, the Personality of Godhead, being invited to the sacrifices by Mah&#257;r&#257;ja Yudhishthira, saw to it that they were performed by qualified [twice-born] br&#257;hmanas. After that, for the pleasure of the relatives, the Lord remained a few months.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 1.12.36</B></A>: O &#346;aunaka, thereafter the Lord, having bade farewell to King Yudhishthira, Draupad&#299; and other relatives, started for the city of Dv&#257;rak&#257;, accompanied by Arjuna and other members of the Yadu dynasty.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>