<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.16</P><P CLASS=c>bhritya-pras&#257;d&#257;bhimukham drig-&#257;savam</P><P CLASS=c>prasanna-h&#257;s&#257;runa-locan&#257;nanam</P><P CLASS=c>kir&#299;tinam kundalinam catur-bhujam</P><P CLASS=c>p&#299;t&#257;m&#347;ukam vakshasi lakshitam &#347;riy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A> &#8212; the servitor; <A CLASS=v HREF="http://vedabase.net/p/prasada">pras&#257;da</A> &#8212; affection; <A CLASS=v HREF="http://vedabase.net/a/abhimukham">abhimukham</A> &#8212; favorably facing; <A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; the very sight; <A CLASS=v HREF="http://vedabase.net/a/asavam">&#257;savam</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> intoxication; <A CLASS=v HREF="http://vedabase.net/p/prasanna">prasanna</A> &#8212; very much pleased; <A CLASS=v HREF="http://vedabase.net/h/hasa">h&#257;sa</A> &#8212; smile; <A CLASS=v HREF="http://vedabase.net/a/aruna">aruna</A> &#8212; reddish; <A CLASS=v HREF="http://vedabase.net/l/locana">locana</A> &#8212; eyes; <A CLASS=v HREF="http://vedabase.net/a/ananam">&#257;nanam</A> &#8212; face; <A CLASS=v HREF="http://vedabase.net/k/kiritinam">kir&#299;tinam</A> &#8212; with helmet; <A CLASS=v HREF="http://vedabase.net/k/kundalinam">kundalinam</A> &#8212; with earrings; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/b/bhujam">bhujam</A> &#8212; with four hands; <A CLASS=v HREF="http://vedabase.net/p/pita">p&#299;ta</A> &#8212; yellow; <A CLASS=v HREF="http://vedabase.net/a/amsukam">am&#347;ukam</A> &#8212; dress; <A CLASS=v HREF="http://vedabase.net/v/vaksasi">vakshasi</A> &#8212; on the chest; <A CLASS=v HREF="http://vedabase.net/l/laksitam">lakshitam</A> &#8212; marked; <A CLASS=v HREF="http://vedabase.net/s/sriya">&#347;riy&#257;</A> &#8212; with the goddess of fortune.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead, seen leaning favorably towards His loving servitors, His very sight intoxicating and attractive, appeared to be very much satisfied. He had a smiling face decorated with an enchanting reddish hue. He was dressed in yellow robes and wore earrings and a helmet on his head. He had four hands, and His chest was marked with the lines of the goddess of fortune.</P><P CLASS=t>PURPORT</P><P>In the Padma Pur&#257;na, Uttara-khanda, there is a full description of the yoga-p&#299;tha, or the particular place where the Lord is in audience to His eternal devotees. In that yoga-p&#299;tha, the personifications of religion, knowledge, opulence and renunciation are all seated at the lotus feet of the Lord. The four Vedas, namely Rik, S&#257;ma, Yajur and Atharva, are present there personally to advise the Lord. The sixteen energies headed by Canda are all present there. Canda and Kumuda are the first two doorkeepers, at the middle door are the doorkeepers named Bhadra and Subhadra, and at the last door are Jaya and Vijaya. There are other doorkeepers also, named Kumuda, Kumud&#257;ksha, Pundar&#299;ka, V&#257;mana, &#346;a&#324;kukarna, Sarvanetra, Sumukha, etc. The Lord's palace is well decorated and protected by the above-mentioned doorkeepers.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>