<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.18</P><P CLASS=c>tad-dar&#347;an&#257;hl&#257;da-pariplut&#257;ntaro</P><P CLASS=c>hrishyat-tanuh prema-bhar&#257;&#347;ru-locanah</P><P CLASS=c>nan&#257;ma p&#257;d&#257;mbujam asya vi&#347;va-srig</P><P CLASS=c>yat p&#257;ramahamsyena path&#257;dhigamyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; by that audience of the Lord; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; audience; <A CLASS=v HREF="http://vedabase.net/a/ahlada">&#257;hl&#257;da</A> &#8212; joy; <A CLASS=v HREF="http://vedabase.net/p/paripluta">paripluta</A> &#8212; overwhelmed; <A CLASS=v HREF="http://vedabase.net/a/antarah">antarah</A> &#8212; within the heart; <A CLASS=v HREF="http://vedabase.net/h/hrsyat">hrishyat</A> &#8212; full <A HREF="http://vedabase.net/i/in">in</A> ecstasy; <A CLASS=v HREF="http://vedabase.net/t/tanuh">tanuh</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/b/bhara">bhara</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> full transcendental love; <A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A> &#8212; tears; <A CLASS=v HREF="http://vedabase.net/l/locanah">locanah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the eyes; <A CLASS=v HREF="http://vedabase.net/n/nanama">nan&#257;ma</A> &#8212; bowed down; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/ambujam">ambujam</A> &#8212; under the lotus feet; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/s/srk">srik</A> &#8212; the creator of the universe; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/paramahamsyena">p&#257;ramahamsyena</A> &#8212; by the great liberated soul; <A CLASS=v HREF="http://vedabase.net/p/patha">path&#257;</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/a/adhigamyate">adhigamyate</A> &#8212; is followed.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257;, thus seeing the Personality of Godhead in His fullness, was overwhelmed with joy within his heart, and thus in full transcendental love and ecstasy, his eyes filled with tears of love. He thus bowed down before the Lord. That is the way of the highest perfection for the living being [paramahamsa].</P><P CLASS=t>PURPORT</P><P>In the beginning of the &#346;r&#299;mad-Bh&#257;gavatam it is stated that this great literature is meant for the paramahamsas. Paramo nirmatsar&#257;n&#257;m sat&#257;m, i.e. the &#346;r&#299;mad-Bh&#257;gavatam is meant for persons completely free from malice. In the conditioned life the malicious life begins from the top, namely bearing malice against the Supreme Personality of Godhead. The Personality of Godhead is an established fact in all the revealed scriptures, and in the Bhagavad-g&#299;t&#257; the personal feature of the Supreme Lord is especially mentioned, so much so that the last portion of the great literature has emphatically stressed that one should surrender unto the Personality of Godhead to be saved from the miseries of life. Unfortunately, persons with impious backgrounds do not believe in the Personality of Godhead, and everyone wants to become God himself without any qualification. This malicious nature in the conditioned soul continues even up to the stage when a person wants to be one with the Lord, and thus even the greatest of the empiric philosophers speculating on becoming one with the Supreme Lord cannot become a paramahamsa because the malicious mind is there. Therefore the paramahamsa stage of life can be attained only by those who are fixed in the practice of bhakti-yoga. This bhakti-yoga begins if a person has the firm conviction that simply discharging devotional service to the Lord in full transcendental love can elevate him to the highest perfectional stage of life. Brahm&#257;j&#299; believed in this art of bhakti-yoga; he believed in the instruction of the Lord to execute tapa, and he discharged the function with great penance and thus achieved the great success of seeing the Vaikunthalokas and the Lord also by personal experience. No one can reach the abode of the Supreme Lord by any mechanical means of the mind or machine, but one can reach the abode of the Vaikunthalokas simply by following the process of bhakti-yoga because the Lord can be realized only through the bhakti-yoga process. Lord Brahm&#257;j&#299; was actually sitting on his lotus seat, and from there, by executing the process of bhakti-yoga in great seriousness, he could see the Vaikunthalokas with all variegatedness as well as the Lord in person and His associates.</P><P>Following in the footsteps of Lord Brahm&#257;, any person, even up to this day, can attain the same perfection by following the path of the paramahamsa as recommended herein. Lord Caitanya also approved of this method of self-realization for men in this age. One should first, with all conviction, believe in the Personality of Godhead &#346;r&#299; Krishna, and without making efforts to realize Him by speculative philosophy, one should prefer to hear about Him from the &#346;r&#299;mad Bhagavad-g&#299;t&#257; and later from the text of the &#346;r&#299;mad-Bh&#257;gavatam. One should hear such discourses from a person Bh&#257;gavatam and not from the professional man, or from the karm&#299;, jñ&#257;n&#299; or yog&#299;. That is the secret of learning the science. One does not need to be in the renounced order of life; he can remain in his present condition of life, but he must search out the association of a bona fide devotee of the Lord and hear from him the transcendental message of the Lord with faith and conviction. That is the path of the paramahamsa recommended herein. Amongst various holy names of the Lord, He is also called ajita, or one who can never be conquered by anyone else. Yet He can be conquered by the paramahamsa path, as practically realized and shown by the great spiritual master Lord Brahm&#257;. Lord Brahm&#257; has personally recommended this paramahamsa-panth&#257;h in his own words as follows:</P><P>jñ&#257;ne pray&#257;sam udap&#257;sya namanta eva</P><P CLASS=n>j&#299;vanti san-mukharit&#257;m bhavad&#299;ya-v&#257;rt&#257;m</P><P CLASS=n>sth&#257;ne sthit&#257;h &#347;ruti-gat&#257;m tanu-v&#257;&#324;-manobhir</P><P CLASS=n>ye pr&#257;ya&#347;o 'jita jito 'py asi tais tri-loky&#257;m</P><P>Lord Brahm&#257; said, "O my Lord Krishna, a devotee who abandons the path of empiric philosophical speculation aimed at merging in the existence of the Supreme and engages himself in hearing Your glories and activities from a bona fide s&#257;dhu, or saint, and who lives an honest life in the occupational engagement of his social life, can conquer Your sympathy and mercy even though You are ajita, or unconquerable." (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/3.htm">10.14.3</A>) That is the path of the paramahamsas, which was personally followed by Lord Brahm&#257; and later recommended by him for attaining perfect success in life.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>