<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.19</P><P CLASS=c>tam pr&#299;yam&#257;nam samupasthitam kavim</P><P CLASS=c>praj&#257;-visarge nija-&#347;&#257;san&#257;rhanam</P><P CLASS=c>babh&#257;sha &#299;shat-smita-&#347;ocish&#257; gir&#257;</P><P CLASS=c>priyah priyam pr&#299;ta-man&#257;h kare spri&#347;an</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/priyamanam">pr&#299;yam&#257;nam</A> &#8212; worthy of being dear; <A CLASS=v HREF="http://vedabase.net/s/samupasthitam">samupasthitam</A> &#8212; present before; <A CLASS=v HREF="http://vedabase.net/k/kavim">kavim</A> &#8212; the great scholar; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/v/visarge">visarge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of creation; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A> &#8212; His own; <A CLASS=v HREF="http://vedabase.net/s/sasana">&#347;&#257;sana</A> &#8212; control; <A CLASS=v HREF="http://vedabase.net/a/arhanam">arhanam</A> &#8212; just suitable; <A CLASS=v HREF="http://vedabase.net/b/babhase">babh&#257;she</A> &#8212; addressed; <A CLASS=v HREF="http://vedabase.net/i/isat">&#299;shat</A> &#8212; mild; <A CLASS=v HREF="http://vedabase.net/s/smita">smita</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/s/socisa">&#347;ocish&#257;</A> &#8212; with enlightening; <A CLASS=v HREF="http://vedabase.net/g/gira">gir&#257;</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; the beloved; <A CLASS=v HREF="http://vedabase.net/p/priyam">priyam</A> &#8212; the counterpart of love; <A CLASS=v HREF="http://vedabase.net/p/prita">pr&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h</A> &#8212; being very much pleased; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; by the hand; <A CLASS=v HREF="http://vedabase.net/s/sprsan">spri&#347;an</A> &#8212; shaking.</P><P CLASS=t>TRANSLATION</P><P>And seeing Brahm&#257; present before Him, the Lord accepted him as worthy to create living beings, to be controlled as He desired, and thus being much satisfied with him, the Lord shook hands with Brahm&#257; and, slightly smiling, addressed him thus.</P><P CLASS=t>PURPORT</P><P>The creation of the material world is not blind or accidental. The living entities who are ever conditioned, or nitya-baddha, are thus given a chance for liberation under the guidance of His own representative like Brahm&#257;. The Lord instructs Brahm&#257; in Vedic knowledge in order to diffuse this knowledge to the conditioned souls. The conditioned souls are forgetful souls in their relationship with the Lord, and thus a period of creation and the process of dissemination of Vedic knowledge are necessary activities of the Lord. Lord Brahm&#257; has a great responsibility in delivering the conditioned souls, and therefore he is very dear to the Lord.</P><P>Brahm&#257; also does his duty very perfectly, not only by generating the living entities but also by spreading his party for reclaiming the fallen souls. The party is called the Brahma-samprad&#257;ya, and any member of this party to date is naturally engaged in reclaiming the fallen souls back to Godhead, back home. The Lord is very much anxious to get back His parts and parcels, as stated in the Bhagavad-g&#299;t&#257;. No one is more dear than the one who takes the task of reclaiming the fallen souls back to Godhead.</P><P>There are many renegades from the Brahma-samprad&#257;ya whose only business is to make men more forgetful of the Lord and thus entangle them more and more in material existence. Such persons are never dear to the Lord, and the Lord sends them deeper into the darkest region of matter so that such envious demons may not be able to know the Supreme Lord.</P><P>Anyone, however, preaching the mission of the Lord in the line of the Brahma-samprad&#257;ya is always dear to the Lord, and the Lord, being satisfied with such a preacher of the authorized bhakti cult, shakes hands with him in great satisfaction.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>