<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.22</P><P CLASS=c>man&#299;shit&#257;nubh&#257;vo 'yam</P><P CLASS=c>mama lok&#257;valokanam</P><P CLASS=c>yad upa&#347;rutya rahasi</P><P CLASS=c>cakartha paramam tapah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/manisita">man&#299;shita</A> &#8212; ingenuity; <A CLASS=v HREF="http://vedabase.net/a/anubhavah">anubh&#257;vah</A> &#8212; perception; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; abode; <A CLASS=v HREF="http://vedabase.net/a/avalokanam">avalokanam</A> &#8212; seeing by actual experience; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/u/upasrutya">upa&#347;rutya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/r/rahasi">rahasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> great penance; <A CLASS=v HREF="http://vedabase.net/c/cakartha">cakartha</A> &#8212; having performed; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; highest; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; penance.</P><P CLASS=t>TRANSLATION</P><P>The highest perfectional ingenuity is the personal perception of My abodes, and this has been possible because of your submissive attitude in the performance of severe penance according to My order.</P><P CLASS=t>PURPORT</P><P>The highest perfectional stage of life is to know the Lord by actual perception, by the grace of the Lord. This can be attained by everyone who is willing to discharge the act of devotional service to the Lord as enjoined in the revealed scriptures that are standard and accepted by the bona fide &#257;c&#257;ryas, spiritual masters. For example, the Bhagavad-g&#299;t&#257; is the approved Vedic literature accepted by all the great &#257;c&#257;ryas, such as &#346;a&#324;kara, R&#257;m&#257;nuja, Madhva, Caitanya, Vi&#347;van&#257;tha, Baladeva, Siddh&#257;nta Sarasvat&#299; and many others. In that Bhagavad-g&#299;t&#257; the Personality of Godhead, &#346;r&#299; Krishna, asks that one always be mindful of Him, always be His devotee, always worship Him only, and always bow down before the Lord. And by doing so one is sure to go back home, back to Godhead, without any doubt. In other places also the same order is there, that one give up all other engagements and fully surrender unto the Lord without hesitation. And the Lord will give such a devotee all protection. These are the secrets of attaining the highest perfectional stage. Lord Brahm&#257; exactly followed these principles without any superiority complex, and thus he attained the highest perfectional stage of experiencing the abode of the Lord and the Lord Himself with all His paraphernalia. Impersonal realization of the effulgence of the Lord's body is not the highest perfectional stage, nor is the stage of Param&#257;tm&#257; realization. The word man&#299;shita is significant. Everyone is falsely or factually proud of his so-called learning. But the Lord says that the highest perfectional stage of learning is to know Him and His abode, devoid of all illusion.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>