<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.30</P><P CLASS=c>y&#257;vat sakh&#257; sakhyur ive&#347;a te kritah</P><P CLASS=c>praj&#257;-visarge vibhaj&#257;mi bho janam</P><P CLASS=c>aviklavas te parikarmani sthito</P><P CLASS=c>m&#257; me samunnaddha-mado 'ja m&#257;ninah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/s/sakha">sakh&#257;</A> &#8212; friend; <A CLASS=v HREF="http://vedabase.net/s/sakhyuh">sakhyuh</A> &#8212; unto the friend; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like that; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; have accepted; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/v/visarge">visarge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of creation; <A CLASS=v HREF="http://vedabase.net/v/vibhajami">vibhaj&#257;mi</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/i">I</A> shall <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/i/it">it</A> differently; <A CLASS=v HREF="http://vedabase.net/b/bhoh">bhoh</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/j/janam">janam</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> born; <A CLASS=v HREF="http://vedabase.net/a/aviklavah">aviklavah</A> &#8212; without being perturbed; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/parikarmani">parikarmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of service; <A CLASS=v HREF="http://vedabase.net/s/sthitah">sthitah</A> &#8212; thus situated; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; may <A HREF="http://vedabase.net/i/it">it</A> never be; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/s/samunnaddha">samunnaddha</A> &#8212; resulting arise; <A CLASS=v HREF="http://vedabase.net/m/madah">madah</A> &#8212; madness; <A CLASS=v HREF="http://vedabase.net/a/aja">aja</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unborn one; <A CLASS=v HREF="http://vedabase.net/m/maninah">m&#257;ninah</A> &#8212; thus being thought of.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, the unborn, You have shaken hands with me just as a friend does with a friend [as if equal in position]. I shall be engaged in the creation of different types of living entities, and I shall be occupied in Your service. I shall have no perturbation, but I pray that all this may not give rise to pride, as if I were the Supreme.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257; is definitely situated in the humor of friendship with the Lord. Every living being is eternally related with the Personality of Godhead in one of five different transcendental humors, namely &#347;&#257;nta, d&#257;sya, sakhya, v&#257;tsalya and m&#257;dhurya. We have already discussed these five kinds of humors in relationship with the Personality of Godhead. It is clearly exhibited herein that Lord Brahm&#257; is related to the Personality of Godhead in the transcendental humor of friendship. A pure devotee may be related with the Lord in any one of the transcendental humors, even in the humor of parenthood, but the devotee of the Lord is always a transcendental servitor. No one is equal to or greater than the Lord. That is the version of the Bhagavad-g&#299;t&#257;. Brahm&#257;j&#299;, although eternally related with the Lord in the transcendental humor of friendship, and although entrusted with the most exalted post of creating different grades of living entities, is still conscious of his position, that he is neither the Supreme Lord nor supremely powerful. It is possible that some extremely powerful personality, within or without the universe, may sometimes show more power than the Lord Himself. Still the pure devotee knows that this power is a vibh&#363;ti delegated by the Lord, and such a delegated powerful living entity is never independent. &#346;r&#299; Hanum&#257;nj&#299; crossed the Indian Ocean by jumping over the sea, and Lord &#346;r&#299; R&#257;macandra engaged Himself in marching over the bridge, but this does not mean that Hanum&#257;nj&#299; was more powerful than the Lord. Sometimes the Lord gives extraordinary powers to His devotee, but the devotee knows always that the power belongs to the Personality of Godhead and that the devotee is only an instrument. The pure devotee is never puffed up like the nondevotee class of men who falsely think that they are God. It is astonishing to see how a person who is being kicked by the laws of the Lord's illusory energy at every step can falsely think of becoming one with the Lord. Such thinking is the last snare of the illusory energy offered to the conditioned soul. The first illusion is that he wants to become Lord of the material world by accumulating wealth and power, but when he is frustrated in that attempt he wants to be one with the Lord. So both becoming the most powerful man in the material world and desiring to become one with the Lord are different illusory snares. And because the pure devotees of the Lord are surrendered souls, they are above the illusory snares of m&#257;y&#257;. Because Lord Brahm&#257; is a pure devotee, even though the first dominating deity in the material world and therefore able to do many wonderful things, he would never, like the nondevotee with a poor fund of knowledge, have the audacity to think of becoming one with the Lord. People with a poor fund of knowledge should take lessons from Brahm&#257; when they are puffed up with the false notion of becoming God.</P><P>Factually Lord Brahm&#257; does not create the living entities. In the beginning of the creation he is empowered to give different bodily shapes to the living entities according to their work during the last millennium. Brahm&#257;j&#299;'s duty is just to wake the living entities from their slumber and to engage them in their proper duty. The different grades of living entities are not created by Brahm&#257;j&#299; by his capricious whims, but he is entrusted with the task of giving the living entities different grades of body so that they can work accordingly. And still he is conscious that he is only instrumental, so that he may not think of himself as the Supreme Powerful Lord.</P><P>Devotees of the Lord are engaged in the specific duty offered by the Lord, and such duties are successfully carried out without hindrance because they are ordained by the Lord. The credit of success goes not to the doer but to the Lord. But persons with a poor fund of knowledge take the credit of success into their own accounts and give nothing to the credit of the Lord. That is the symptom of the nondevotee class of men.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>