<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.33</P><P CLASS=c>aham ev&#257;sam ev&#257;gre</P><P CLASS=c>n&#257;nyad yat sad-asat param</P><P CLASS=c>pa&#347;c&#257;d aham yad etac ca</P><P CLASS=c>yo 'va&#347;ishyeta so 'smy aham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>, the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/asam">&#257;sam</A> &#8212; existed; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/a/agre">agre</A> &#8212; before the creation; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; anything else; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; the effect; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; the cause; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/p/pascat">pa&#347;c&#257;t</A> &#8212; at the end; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>, the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/a/avasisyeta">ava&#347;ishyeta</A> &#8212; remains; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>, the Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Brahm&#257;, it is I, the Personality of Godhead, who was existing before the creation, when there was nothing but Myself. Nor was there the material nature, the cause of this creation. That which you see now is also I, the Personality of Godhead, and after annihilation what remains will also be I, the Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>We should note very carefully that the personality of Godhead is addressing Lord Brahm&#257; and specifying with great emphasis Himself, pointing out that it is He, the Personality of Godhead, who existed before the creation, it is He only who maintains the creation, and it is He only who remains after the annihilation of the creation. Brahm&#257; is also a creation of the Supreme Lord. The impersonalist puts forth the theory of oneness in the sense that Brahm&#257;, also being the same principle of "I" because he is an emanation from the I, the Absolute Truth, is identical with the Lord, the principle of I, and that there is thus nothing more than the principle of I, as explained in this verse. Accepting the argument of the impersonalist, it is to be admitted that the Lord is the creator I and that the Brahm&#257; is the created I. Therefore there is a difference between the two "I's," namely the predominator I and the predominated I. Therefore there are still two I's, even accepting the argument of the impersonalist. But we must note carefully that these two I's are accepted in the Vedic literature (Kathopanishad) in the sense of quality. The Kathopanishad says:</P><P>nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m</P><P CLASS=n>eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n</P><P>The creator "I" and the created "I" are both accepted in the Vedas as qualitatively one because both of them are nityas and cetanas. But the singular "I" is the creator "I," and the created "I's" are of plural number because there are many "I's" like Brahm&#257; and those generated by Brahm&#257;. It is the simple truth. The father creates or begets a son, and the son also creates many other sons, and all of them may be one as human beings, but at the same time from the father, the son and the grandsons are all different. The son cannot take the place of the father, nor can the grandsons. Simultaneously the father, the son and the grandson are one and different also. As human beings they are one, but as relativities they are different. Therefore the relativities of the creator and the created or the predominator and the predominated have been differentiated in the Vedas by saying that the predominator "I" is the feeder of the predominated "I's," and thus there is a vast difference between the two principles of "I."</P><P>In another feature of this verse, no one can deny the personalities of both the Lord and Brahm&#257;. Therefore in the ultimate issue both the predominator and predominated are persons. This conclusion refutes the conclusion of the impersonalist that in the ultimate issue everything is impersonal. This impersonal feature stressed by the less intelligent impersonalist school is refuted by pointing out that the predominator "I" is the Absolute Truth and that He is a person. The predominated "I," Brahm&#257;, is also a person, but he is not the Absolute. For realization of one's self in spiritual psychology it may be convenient to assume oneself to be the same principle as the Absolute Truth, but there is always the difference of the predominated and the predominator, as clearly pointed out here in this verse, which is grossly misused by the impersonalists. Brahm&#257; is factually seeing face to face his predominator Lord, who exists in His transcendental eternal form, even after the annihilation of the material creation. The form of the Lord, as seen by Brahm&#257;, existed before the creation of Brahm&#257;, and the material manifestation with all the ingredients and agents of material creation are also energetic expansions of the Lord, and after the exhibition of the Lord's energy comes to a close, what remains is the same Personality of Godhead. Therefore the form of the Lord exists in all circumstances of creation, maintenance and annihilation. The Vedic hymns confirm this fact in the statement v&#257;sudevo v&#257; idam agra &#257;s&#299;n na brahm&#257; na ca &#347;a&#324;kara eko n&#257;r&#257;yana &#257;s&#299;n na brahm&#257; ne&#347;&#257;na, etc. Before the creation there was none except V&#257;sudeva. There was neither Brahm&#257; nor &#346;a&#324;kara. Only N&#257;r&#257;yana was there and no one else, neither Brahm&#257; nor &#298;&#347;&#257;na. &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya also confirms in his comments on the Bhagavad-g&#299;t&#257; that N&#257;r&#257;yana, or the Personality of Godhead, is transcendental to all creation, but that the whole creation is the product of avyakta. Therefore the difference between the created and the creator is always there, although both the creator and created are of the same quality.</P><P>The other feature of the statement is that the supreme truth is Bhagav&#257;n, or the Personality of Godhead. The Personality of Godhead and His kingdom have already been explained. The kingdom of Godhead is not void as conceived by the impersonalists. The Vaikuntha planets are full of transcendental variegatedness, including the four-handed residents of those planets, with great opulence of wealth and prosperity, and there are even airplanes and other amenities required for high-grade personalities. Therefore the Personality of Godhead exists before the creation, and He exists with all transcendental variegatedness in the Vaikunthalokas. The Vaikunthalokas, also accepted in the Bhagavad-g&#299;t&#257; as being of the san&#257;tana nature, are not annihilated even after the annihilation of the manifested cosmos. Those transcendental planets are of a different nature altogether, and that nature is not subjected to the rules and regulations of material creation, maintenance or annihilation. The existence of the Personality of Godhead implies the existence of the Vaikunthalokas, as the existence of a king implies the existence of a kingdom.</P><P>In various places in &#346;r&#299;mad-Bh&#257;gavatam and in other revealed scriptures the existence of the Personality of Godhead is mentioned. For example, in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/8/10.htm">2.8.10</A>), Mah&#257;r&#257;ja Par&#299;kshit asks:</P><P>sa c&#257;pi yatra purusho</P><P CLASS=n>vi&#347;va-sthity-udbhav&#257;pyayah</P><P CLASS=n>muktv&#257;tma-m&#257;y&#257;m m&#257;ye&#347;ah</P><P CLASS=n>&#347;ete sarva-guh&#257;&#347;ayah</P><P>"How does the Personality of Godhead, the cause of creation, maintenance and annihilation, who is always freed from the influence of the illusory energy and is the controller of the same, lie in everyone's heart?" Similar also is a question of Vidura's:</P><P>tattv&#257;n&#257;m bhagavams tesh&#257;m</P><P CLASS=n>katidh&#257; pratisa&#324;kramah</P><P CLASS=n>tatremam ka up&#257;s&#299;ran</P><P CLASS=n>ka u svid anu&#347;erate</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/3/7/37.htm">3.7.37</A>)</P><P>&#346;r&#299;dhara Sv&#257;m&#299; explains this in his notes: "During the annihilation of the creation, who serves the Lord lying on the &#346;esha, etc." This means that the transcendental Lord with all His name, fame, quality and paraphernalia exists eternally. The same confirmation is also in the K&#257;&#347;&#299;-khanda of the Skanda Pur&#257;na in connection with dhruva-carita. It is said there:</P><P>na cyavante 'pi yad-bhakt&#257;</P><P CLASS=n>mahaty&#257;m pralay&#257;padi</P><P CLASS=n>ato 'cyuto 'khile loke</P><P CLASS=n>sa ekah sarvago 'vyayah</P><P>Even the devotees of the Personality of Godhead are not annihilated during the period of the entire annihilation of the material world, not to speak of the Lord Himself. The Lord is ever-existent in all three stages of material change.</P><P>The impersonalist adduces no activity in the Supreme, but in this discussion between Brahm&#257; and the Supreme Personality of Godhead the Lord is said to have activities also, as He has His form and quality. The activities of Brahm&#257; and other demigods during the maintenance of the creation are to be understood as the activities of the Lord. The king, or the head executive of a state, may not be seen in the government offices, for he may be engaged in royal comforts. Yet it should be understood that everything is being done under his direction and everything is at his command. The Personality of Godhead is never formless. In the material world He may not be visible in His personal form to the less intelligent class of men, and therefore He may sometimes be called formless. But actually He is always in His eternal form in His Vaikuntha planets as well as in other planets of the universes as different incarnations. The example of the sun is very appropriate in this connection. The sun in the night may not be visible to the eyes of men in the darkness, but the sun is visible wherever it has risen. That the sun is not visible to the eyes of the inhabitants of a particular part of the earth does not mean that the sun has no form.</P><P>In the Brihad-&#257;ranyaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/4/1">1.4.1</A>) there is the hymn &#257;tmaivedam agra &#257;s&#299;t purusha-vidhah. This mantra indicates the Supreme Personality of Godhead (Krishna) even before the appearance of the purusha incarnation. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/18.htm">15.18</A>) it is said that Lord Krishna is Purushottama because He is the supreme purusha, transcendental even to the purusha-akshara and the purusha-kshara. The akshara-purusha, or the Mah&#257;-Vishnu, throws His glance over prakriti, or material nature, but the Purushottama existed even before that. The Brihad-&#257;ranyaka Upanishad therefore confirms the statement of the Bhagavad-g&#299;t&#257; that Lord Krishna is the Supreme Person (Purushottama).</P><P>In some of the Vedas it is also said that in the beginning only the impersonal Brahman existed. However, according to this verse, the impersonal Brahman, which is the glowing effulgence of the body of the Supreme Lord, may be called the immediate cause, but the cause of all causes, or the remote cause, is the Supreme Personality of Godhead. The Lord's impersonal feature is existent in the material world because by material senses or material eyes the Lord cannot be seen or perceived. One has to spiritualize the senses before one can expect to see or perceive the Supreme Lord. But He is always engaged in His personal capacity, and He is eternally visible to the inhabitants of Vaikunthaloka, eye to eye. Therefore He is materially impersonal, just as the executive head of the state may be impersonal in the government offices, although he is not impersonal in the government house. Similarly, the Lord is not impersonal in His abode, which is always nirasta-kuhakam, as stated in the very beginning of the Bh&#257;gavatam. Therefore both the impersonal and personal features of the Lord are acceptable, as mentioned in the revealed scriptures. This Personality of Godhead is very emphatically explained in the Bhagavad-g&#299;t&#257; in connection with the verse brahmano hi pratishth&#257;ham (<A CLASS=v HREF="../../../bg/14/27.htm">Bg. 14.27</A>). Therefore in all ways the confidential part of spiritual knowledge is realization of the Personality of Godhead, and not His impersonal Brahman feature. One should therefore have his ultimate aim of realization not in the impersonal feature but in the personal feature of the Absolute Truth. The example of the sky within the pot and the sky outside the pot may be helpful to the student for his realization of the all-pervading quality of the cosmic consciousness of the Absolute Truth. But that does not mean that the individual part and parcel of the Lord becomes the Supreme by a false claim. It means only that the conditioned soul is a victim of the illusory energy in her last snare. To claim to be one with the cosmic consciousness of the Lord is the last trap set by the illusory energy, or daiv&#299; m&#257;y&#257;. Even in the impersonal existence of the Lord, as it is in the material creation, one should aspire for personal realization of the Lord, and that is the meaning of pa&#347;c&#257;d aham yad etac ca yo 'va&#347;ishyeta so 'smy aham.</P><P>Brahm&#257;j&#299; also accepted the same truth when he was instructing N&#257;rada. He said:</P><P>so 'yam te 'bhihitas t&#257;ta</P><P CLASS=n>bhagav&#257;n vi&#347;va-bh&#257;vanah</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/2/7/50.htm">2.7.50</A>)</P><P>There is no other cause of all causes than the Supreme Personality of Godhead, Hari. Therefore this verse aham eva never indicates anything other than the Supreme Lord, and one should therefore follow the path of the Brahma-samprad&#257;ya, or the path from Brahm&#257;j&#299; to N&#257;rada, to Vy&#257;sadeva, etc., and make it a point in life to realize the Supreme Personality of Godhead, Hari, or Lord Krishna. This very confidential instruction to the pure devotees of the Lord was also given to Arjuna and to Brahm&#257; in the beginning of the creation. The demigods like Brahm&#257;, Vishnu, Mahe&#347;vara, Indra, Candra and Varuna are undoubtedly different forms of the Lord for execution of different functions; the different elemental ingredients of material creation, as well as the multifarious energies, also may be of the same Personality of Godhead, but the root of all of them is the Supreme Personality of Godhead, &#346;r&#299; Krishna. One should be attached to the root of everything rather than bewildered by the branches and leaves. That is the instruction given in this verse.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>