<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.37</P><P CLASS=c>etan matam sam&#257;tishtha</P><P CLASS=c>paramena sam&#257;dhin&#257;</P><P CLASS=c>bhav&#257;n kalpa-vikalpeshu</P><P CLASS=c>na vimuhyati karhicit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/matam">matam</A> &#8212; the conclusion; <A CLASS=v HREF="http://vedabase.net/s/samatistha">sam&#257;tishtha</A> &#8212; remain fixed; <A CLASS=v HREF="http://vedabase.net/p/paramena">paramena</A> &#8212; by the supreme; <A CLASS=v HREF="http://vedabase.net/s/samadhina">sam&#257;dhin&#257;</A> &#8212; concentration of the mind; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/k/kalpa">kalpa</A> &#8212; intermediate devastation; <A CLASS=v HREF="http://vedabase.net/v/vikalpesu">vikalpeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the final devastation; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/v/vimuhyati">vimuhyati</A> &#8212; will never bewilder; <A CLASS=v HREF="http://vedabase.net/k/karhicit">karhicit</A> &#8212; anything like complacence.</P><P CLASS=t>TRANSLATION</P><P>O Brahm&#257;, just follow this conclusion by fixed concentration of mind, and no pride will disturb you, neither in the partial nor in the final devastation.</P><P CLASS=t>PURPORT</P><P>As in the Bhagavad-g&#299;t&#257;, Tenth Chapter, the Personality of Godhead, Lord Krishna, has summarized the whole text in four verses, namely, aham sarvasya prabhavah, etc., so the complete &#346;r&#299;mad-Bh&#257;gavatam has also been summarized in four verses, as aham ev&#257;sam ev&#257;gre, etc. Thus the secret purpose of the most important Bh&#257;gavatite conclusion has been explained by the original speaker of the &#346;r&#299;mad-Bh&#257;gavatam, who was also the original speaker of the Bhagavad-g&#299;t&#257;, the Personality of Godhead, Lord &#346;r&#299; Krishna. There are many grammarians and nondevotee material wranglers who have tried to present false interpretations of these four verses of the &#346;r&#299;mad-Bh&#257;gavatam but the Lord Himself advised Brahm&#257;j&#299; not to be deviated from the fixed conclusion the Lord had taught him. The Lord was the teacher of the nucleus of &#346;r&#299;mad-Bh&#257;gavatam in four verses, and Brahm&#257; was the receiver of the knowledge. Misinterpretation of the word aham by the word jugglery of the impersonalist should not disturb the mind of the strict followers of the &#346;r&#299;mad-Bh&#257;gavatam. &#346;r&#299;mad-Bh&#257;gavatam is the text of the Personality of Godhead and His unalloyed devotees, who are also known as the bh&#257;gavatas, and any outsider should have no access to this confidential literature of devotional service. But unfortunately the impersonalist, who has no relation to the Supreme Personality of Godhead, sometimes tries to interpret &#346;r&#299;mad-Bh&#257;gavatam by his poor fund of knowledge in grammar and dry speculation. Therefore, the Lord warns Brahm&#257; (and, through Brahm&#257;, all future devotees of the Lord in the disciplic succession of Brahm&#257;) that one should never be misled by the conclusion of the so-called grammarians or by other men with a poor fund of knowledge, but must always fix the mind properly, via the parampar&#257; system. No one should try to give a new interpretation by dint of mundane knowledge. And the first step, therefore, in pursuance of the system of knowledge received by Brahm&#257;, is to approach a bona fide guru who is the representative of the Lord following the parampar&#257; system. No one should try to squeeze out his own meaning b imperfect mundane knowledge. The guru, or the bona fide spiritual master, is competent to teach the disciple in the right path with reference to the context of all authentic Vedic literature. He does not attempt to juggle words to bewilder the student. The bona fide spiritual master, by his personal activities, teaches the disciple the principles of devotional service. Without personal service, one would go on speculating like the impersonalists and dry speculators life after life and would be unable to reach the final conclusion. By following the instructions of the bona fide spiritual master in conjunction with the principles of revealed scriptures, the student will rise to the plane of complete knowledge, which will be exhibited by development of detachment from the world of sense gratification. The mundane wranglers are surprised that one can detach himself from the world of sense gratification, and thus any attempt to be fixed in God realization appears to them to be mysticism. This detachment from the sensory world is called the brahma-bh&#363;ta stage of realization, the preliminary stage of transcendental devotional life (par&#257; bhaktih). The brahma-bh&#363;ta stage of life is also known as the &#257;tm&#257;r&#257;ma stage, in which one is fully self-satisfied and does not hanker for the world of sense enjoyment. This stage of full satisfaction is the proper situation for understanding the transcendental knowledge of the Personality of Godhead. The &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/20.htm">1.2.20</A>) affirms this:</P><P>evam prasanna-manaso</P><P CLASS=n>bhagavad-bhakti-yogatah</P><P CLASS=n>bhagavat-tattva-vijñ&#257;nam</P><P CLASS=n>mukta-sa&#324;gasya j&#257;yate</P><P>Thus in the completely satisfied stage of life, exhibited by full detachment from the world of sense enjoyment as a result of performing devotional service, one can understand the science of God in the liberated stage.</P><P>In this stage of full satisfaction and detachment from the sensory world, one can know the mystery of the science of God with all its confidential intricacies, and not by grammar or academic speculation. Because Brahm&#257; qualified himself for such reception, the Lord was pleased to disclose the purpose of &#346;r&#299;mad-Bh&#257;gavatam. This direct instruction by the Lord to any devotee who is detached from the world of sense gratification is possible, as stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>Unto the devotees who are constantly engaged in the Lord's transcendental loving service (pr&#299;ti-p&#363;rvakam), the Lord, out of His causeless mercy upon the devotee, gives direct instructions so that the devotee may make accurate progress on the path returning home, back to Godhead. One should not, therefore, try to understand these four verses of &#346;r&#299;mad-Bh&#257;gavatam by mental speculation. Rather, by direct perception of the Supreme Personality of Godhead, one is able to know all about His abode, Vaikuntha, as was seen and experienced by Brahm&#257;j&#299;. Such Vaikuntha realization is possible by any devotee of the Lord situated in the transcendental position as a result of devotional service.</P><P>In the Gop&#257;la-t&#257;pan&#299; Upanishad (&#347;ruti) it is said, gopa-ve&#347;o me purushah purast&#257;d &#257;virbabhuva: the Lord appeared before Brahm&#257; as a cowboy, that is, as the original Personality of Godhead, Lord &#346;r&#299; Krishna, Govinda, who is later described by Brahm&#257;j&#299; in his Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/29.htm">5.29</A>):</P><P>cint&#257;mani-prakara-sadmasu kalpa-vriksha-</P><P CLASS=n>laksh&#257;vriteshu surabh&#299;r abhip&#257;layantam</P><P CLASS=n>lakshm&#299;-sahasra-&#347;ata-sambhrama-sevyam&#257;nam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>Brahm&#257;j&#299; desires to worship the original personality of Godhead, Lord &#346;r&#299; Krishna, who resides in the topmost Vaikuntha planet, known as Goloka Vrind&#257;vana, where He is in the habit of keeping surabhi cows as a cowboy and where He is served by hundreds and thousands of goddesses of fortune (the gop&#299;s) with love and respect.</P><P>Therefore Lord &#346;r&#299; Krishna is the original form of the Supreme Lord (krishnas tu bhagav&#257;n svayam). This is also clear from this instruction. The Supreme Personality of Godhead is Lord Krishna, and not directly N&#257;r&#257;yana or the purusha-avat&#257;ras, which are subsequent manifestations. Therefore &#346;r&#299;mad-Bh&#257;gavatam means consciousness of the Supreme Personality of Godhead Lord &#346;r&#299; Krishna, and &#346;r&#299;mad-Bh&#257;gavatam is the sound representation of the Lord as much as the Bhagavad-g&#299;t&#257; is. Thus the conclusion is that &#346;r&#299;mad-Bh&#257;gavatam is the science of the Lord in which the Lord and His abode are perfectly realized.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>