<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.4</P><P CLASS=c>&#257;tma-tattva-vi&#347;uddhy-artham</P><P CLASS=c>yad &#257;ha bhagav&#257;n ritam</P><P CLASS=c>brahmane dar&#347;ayan r&#363;pam</P><P CLASS=c>avyal&#299;ka-vrat&#257;dritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; the science of God or that of the living entity; <A CLASS=v HREF="http://vedabase.net/v/visuddhi">vi&#347;uddhi</A> &#8212; purification; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; goal; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rtam">ritam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> reality; <A CLASS=v HREF="http://vedabase.net/b/brahmane">brahmane</A> &#8212; unto Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/d/darsayan">dar&#347;ayan</A> &#8212; by showing; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; eternal form; <A CLASS=v HREF="http://vedabase.net/a/avyalika">avyal&#299;ka</A> &#8212; without any deceptive motive; <A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A> &#8212; vow; <A CLASS=v HREF="http://vedabase.net/a/adrtah">&#257;dritah</A> &#8212; worshiped.</P><P CLASS=t>TRANSLATION</P><P>O King, the Personality of Godhead, being very much pleased with Lord Brahm&#257; because of his nondeceptive penance in bhakti-yoga, presented His eternal and transcendental form before Brahm&#257;. And that is the objective goal for purifying the conditioned soul.</P><P CLASS=t>PURPORT</P><P>&#256;tma-tattva is the science of both God and the living entity. Both the Supreme Lord and the living entity are known as &#257;tm&#257;. The Supreme Lord is called Param&#257;tm&#257;, and the living entity is called the &#257;tm&#257;, the brahma or the j&#299;va. Both the Param&#257;tm&#257; and the j&#299;v&#257;tm&#257;, being transcendental to the material energy, are called &#257;tm&#257;. So &#346;ukadeva Gosv&#257;m&#299; explains this verse with the aim of purifying the truth of both the Param&#257;tm&#257; and the j&#299;v&#257;tm&#257;. Generally people have many wrong conceptions about both of them. The wrong conception of the j&#299;v&#257;tm&#257; is to identify the material body with the pure soul, and the wrong conception of Param&#257;tm&#257; is to think Him on an equal level with the living entity. But both misconceptions can be removed by one stroke of bhakti-yoga, just as in the sunlight both the sun and the world and everything within the sunlight are properly seen. In the darkness one cannot see the sun, nor himself, nor the world. But in the sunlight one can see the sun, himself and the world around him. &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; therefore says that for purification of both wrong conceptions, the Lord presented His eternal form before Brahm&#257;j&#299;, being fully satisfied by Brahm&#257;'s nondeceptive vow of discharging bhakti-yoga. Except for bhakti-yoga, any method for realization of &#257;tma-tattva, or the science of &#257;tm&#257;, will prove deceptive in the long run.</P><P>In the Bhagavad-g&#299;t&#257;, the Lord says that only by bhakti-yoga can one know Him perfectly, and then one can enter into the science of God. Brahm&#257;j&#299; undertook great penance in performing bhakti-yoga, and thus he was able to see the transcendental form of the Lord. His transcendental form is one hundred percent spiritual, and one can see Him only by spiritualized vision after proper discharge of tapasya or penance, in pure bhakti-yoga. The form of the Lord manifested before Brahm&#257; is not one of the forms with which we have experience in the material world. Brahm&#257;j&#299; did not perform such severe types of penance just to see a form of material production. Therefore the question by Mah&#257;r&#257;ja Par&#299;kshit about the form of the Lord is answered. The form of the Lord is sac-cid-&#257;nanda, or eternal, full of knowledge and full of bliss. But the material form of the living being is neither eternal, nor full of knowledge, nor blissful. That is the distinction between the form of the Lord and that of the conditioned soul. The conditioned soul, however, can regain his form of eternal knowledge and bliss simply by seeing the Lord by means of bhakti-yoga.</P><P>The summary is that due to ignorance the conditioned soul is encaged in the temporary varieties of material forms. But the Supreme Lord has no such temporary form like the conditioned souls. He is always possessed of an eternal form of knowledge and bliss, and that is the difference between the Lord and the living entity. One can understand this difference by the process of bhakti-yoga. Brahm&#257; was then told by the Lord the gist of &#346;r&#299;mad-Bh&#257;gavatam in four original verses. Thus &#346;r&#299;mad-Bh&#257;gavatam is not a creation of the mental speculators. The sound of &#346;r&#299;mad-Bh&#257;gavatam is transcendental, and the resonance of &#346;r&#299;mad-Bh&#257;gavatam is as good as that of the Vedas. Thus the topic of the &#346;r&#299;mad-Bh&#257;gavatam is the science of both the Lord and the living entity. Regular reading or hearing of &#346;r&#299;mad-Bh&#257;gavatam is also performance of bhakti-yoga, and one can attain the highest perfection simply by the association of &#346;r&#299;mad-Bh&#257;gavatam. Both &#346;ukadeva Gosv&#257;m&#299; and Mah&#257;r&#257;ja Par&#299;kshit attained perfection through the medium of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>