<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.42</P><P CLASS=c>m&#257;y&#257;m vividishan vishnor</P><P CLASS=c>m&#257;ye&#347;asya mah&#257;-munih</P><P CLASS=c>mah&#257;-bh&#257;gavato r&#257;jan</P><P CLASS=c>pitaram paryatoshayat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; energies; <A CLASS=v HREF="http://vedabase.net/v/vividisan">vividishan</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> know; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/i/isasya">&#299;&#347;asya</A> &#8212; of the master of all energies; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; the great sage; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; the first-class devotee of the Lord; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/p/pitaram">pitaram</A> &#8212; unto his father; <A CLASS=v HREF="http://vedabase.net/p/paryatosayat">paryatoshayat</A> &#8212; very much pleased.</P><P CLASS=t>TRANSLATION</P><P>N&#257;rada very much pleased his father and desired to know all about the energies of Vishnu, the master of all energies, for N&#257;rada was the greatest of all sages and greatest of all devotees, O King.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257;, being the creator of all living beings in the universe, is originally the father of several well-known sons, like Daksha, the catuh-sanas, and N&#257;rada. In three departments of human knowledge disseminated by the Vedas, namely fruitive work (karma-k&#257;nda), transcendental knowledge (jñ&#257;na-k&#257;nda), and devotional service (up&#257;san&#257;-k&#257;nda), Devarshi N&#257;rada inherited from his father Brahm&#257; devotional service, whereas Daksha inherited from his father fruitive work, and Sanaka, San&#257;tana, etc., inherited from their father information about jñ&#257;na-k&#257;nda, or transcendental knowledge. But out of them all, N&#257;rada is described here as the most beloved son of Brahm&#257; because of good behavior, obedience, meekness and readiness to render service unto the father. And N&#257;rada is famous as the greatest of all sages because of his being the greatest of all devotees. N&#257;rada is the spiritual master of many famous devotees of the Lord. He is the spiritual master of Prahl&#257;da, Dhruva and Vy&#257;sa, down to the forest animal hunter Kir&#257;ta. His only business is to turn everyone to the transcendental loving service of the Lord. Therefore all these features of N&#257;rada make him the dearmost son of his father, and all this is due to N&#257;rada's being a first-class devotee of the Lord. The devotees are always anxious to know more and more about the Supreme Lord, the master of all energies. As confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/9.htm">10.9</A>):</P><P>mac-citt&#257; mad-gata-pr&#257;n&#257;</P><P CLASS=n>bodhayantah parasparam</P><P CLASS=n>kathayanta&#347; ca m&#257;m nityam</P><P CLASS=n>tushyanti ca ramanti ca</P><P>The Supreme Lord is unlimited, and His energies are also unlimited. No one can know them completely. Brahm&#257;j&#299;, being the greatest living entity within this universe and being directly instructed by the Lord, must know more than anyone within this universe, although such knowledge may not be complete. Thus it is the duty of everyone to ask about the unlimited Lord from the spiritual master in the disciplic succession of Brahm&#257;, which descends from N&#257;rada to Vy&#257;sa, from Vy&#257;sa to &#346;ukadeva and so on.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>