<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.43</P><P CLASS=c>tushtam ni&#347;&#257;mya pitaram</P><P CLASS=c>lok&#257;n&#257;m prapit&#257;maham</P><P CLASS=c>devarshih paripapraccha</P><P CLASS=c>bhav&#257;n yan m&#257;nupricchati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tustam">tushtam</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;&#257;mya</A> &#8212; after seeing; <A CLASS=v HREF="http://vedabase.net/p/pitaram">pitaram</A> &#8212; the father; <A CLASS=v HREF="http://vedabase.net/l/lokanam">lok&#257;n&#257;m</A> &#8212; of the whole universe; <A CLASS=v HREF="http://vedabase.net/p/prapitamaham">prapit&#257;maham</A> &#8212; the great-grandfather; <A CLASS=v HREF="http://vedabase.net/d/devarsih">devarshih</A> &#8212; the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/p/paripapraccha">paripapraccha</A> &#8212; inquired; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; from <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/anuprcchati">anupricchati</A> &#8212; inquiring.</P><P CLASS=t>TRANSLATION</P><P>The great sage N&#257;rada also inquired in detail from his father, Brahm&#257;, the great-grandfather of all the universe, after seeing him well satisfied.</P><P CLASS=t>PURPORT</P><P>The process of understanding spiritual or transcendental knowledge from the realized person is not exactly like asking an ordinary question from the schoolmaster. The schoolmasters in the modern days are paid agents for giving some information, but the spiritual master is not a paid agent. Nor can he impart instruction without being authorized. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/34.htm">4.34</A>), the process of understanding transcendental knowledge is directed as follows:</P><P>tad viddhi pranip&#257;tena</P><P CLASS=n>paripra&#347;nena sevay&#257;</P><P CLASS=n>upadekshyanti te jñ&#257;nam</P><P CLASS=n>jñ&#257;ninas tattva-dar&#347;inah</P><P>Arjuna was advised to receive transcendental knowledge from the realized person by surrender, questions and service. Receiving transcendental knowledge is not like exchanging dollars; such knowledge has to be received by service to the spiritual master. As Brahm&#257;j&#299; received the knowledge directly from the Lord by satisfying Him fully, similarly one has to receive the transcendental knowledge from the spiritual master by satisfying him. The spiritual master's satisfaction is the means of assimilating transcendental knowledge. One cannot understand transcendental knowledge simply by becoming a grammarian. The Vedas declare (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/23">6.23</A>):</P><P>yasya deve par&#257; bhaktir</P><P CLASS=n>yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h</P><P CLASS=n>prak&#257;&#347;ante mah&#257;tmanah</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]</P><P>"Only unto one who has unflinching devotion to the Lord and to the spiritual master does transcendental knowledge become automatically revealed." Such relationship between the disciple and the spiritual master is eternal. One who is now the disciple is the next spiritual master. And one cannot be a bona fide and authorized spiritual master unless one has been strictly obedient to his spiritual master. Brahm&#257;j&#299;, as a disciple of the Supreme Lord, received the real knowledge and imparted it to his dear disciple N&#257;rada, and similarly N&#257;rada, as spiritual master, handed over this knowledge to Vy&#257;sa and so on. Therefore the so-called formal spiritual master and disciple are not facsimiles of Brahm&#257; and N&#257;rada or N&#257;rada and Vy&#257;sa. The relationship between Brahm&#257; and N&#257;rada is reality, while the so-called formality is the relation between the cheater and cheated. It is clearly mentioned herewith that N&#257;rada is not only well behaved, meek and obedient, but also self-controlled. One who is not self-controlled, specifically in sex life, can become neither a disciple nor a spiritual master. One must have disciplinary training in controlling speaking, anger, the tongue, the mind, the belly and the genitals. One who has controlled the particular senses mentioned above is called a gosv&#257;m&#299;. Without becoming a gosv&#257;m&#299; one can become neither a disciple nor a spiritual master. The so-called spiritual master without sense control is certainly the cheater, and the disciple of such a so-called spiritual master is the cheated.</P><P>One should not think of Brahm&#257;j&#299; as a dead great-grandfather, as we have experience on this planet. He is the oldest great-grandfather, and he is still living, and N&#257;rada is also living. The age of the inhabitants of the Brahmaloka planet is mentioned in the Bhagavad-g&#299;t&#257;. The inhabitants of this small planet earth can hardly calculate even the duration of one day of Brahm&#257;.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>