<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.44</P><P CLASS=c>tasm&#257; idam bh&#257;gavatam</P><P CLASS=c>pur&#257;nam da&#347;a-lakshanam</P><P CLASS=c>proktam bhagavat&#257; pr&#257;ha</P><P CLASS=c>pr&#299;tah putr&#257;ya bh&#363;ta-krit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; thereupon; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhagavatam">bh&#257;gavatam</A> &#8212; the glories of the Lord or the science of the Lord; <A CLASS=v HREF="http://vedabase.net/p/puranam">pur&#257;nam</A> &#8212; Vedic supplement; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/l/laksanam">lakshanam</A> &#8212; ten characteristics; <A CLASS=v HREF="http://vedabase.net/p/proktam">proktam</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/praha">pr&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/p/pritah">pr&#299;tah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> satisfaction; <A CLASS=v HREF="http://vedabase.net/p/putraya">putr&#257;ya</A> &#8212; unto the son; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/k/krt">krit</A> &#8212; the creator of the universe.</P><P CLASS=t>TRANSLATION</P><P>Thereupon the supplementary Vedic literature, &#346;r&#299;mad-Bh&#257;gavatam, which was described by the Personality of Godhead and which contains ten characteristics, was told with satisfaction by the father [Brahm&#257;] to his son N&#257;rada.</P><P CLASS=t>PURPORT</P><P>Although the &#346;r&#299;mad-Bh&#257;gavatam was spoken in four verses, it had ten characteristics, which will be explained in the next chapter. In the four verses it is first said that the Lord existed before the creation, and thus the beginning of the &#346;r&#299;mad-Bh&#257;gavatam includes the Ved&#257;nta aphorism janm&#257;dy asya [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]. Janm&#257;dy asya is the beginning, yet the four verses in which it is said that the Lord is the root of everything that be, beginning from the creation up to the supreme abode of the Lord, naturally explain the ten characteristics. One should not misunderstand by wrong interpretations that the Lord spoke only four verses and that therefore all the rest of the 17,994 verses are useless. The ten characteristics, as will be explained in the next chapter, require so many verses just to explain them properly. Brahm&#257;j&#299; had also advised N&#257;rada previously that he should expand the idea he had heard from Brahm&#257;j&#299;. &#346;r&#299; Caitanya Mah&#257;prabhu instructed this to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; in a nutshell, but the disciple R&#363;pa Gosv&#257;m&#299; expanded this very elaborately, and the same subject was further expanded by J&#299;va Gosv&#257;m&#299; and even further by &#346;r&#299; Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura. We are just trying to follow in the footsteps of all these authorities. So &#346;r&#299;mad-Bh&#257;gavatam is not like ordinary fiction or mundane literature. It is unlimited in strength, and however one may expand it according to one's own ability, Bh&#257;gavatam still cannot be finished by such expansion. &#346;r&#299;mad-Bh&#257;gavatam, being the sound representation of the Lord, is simultaneously explained in four verses and in four billion verses all the same, inasmuch as the Lord is smaller than the atom and bigger than the unlimited sky. Such is the potency of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>