<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.45</P><P CLASS=c>n&#257;radah pr&#257;ha munaye</P><P CLASS=c>sarasvaty&#257;s tate nripa</P><P CLASS=c>dhy&#257;yate brahma paramam</P><P CLASS=c>vy&#257;s&#257;y&#257;mita-tejase</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/p/praha">pr&#257;ha</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/m/munaye">munaye</A> &#8212; unto the great sage; <A CLASS=v HREF="http://vedabase.net/s/sarasvatyah">sarasvaty&#257;h</A> &#8212; of the River <A HREF="http://vedabase.net/s/sarasvati">Sarasvat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/t/tate">tate</A> &#8212; on the bank; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/d/dhyayate">dhy&#257;yate</A> &#8212; unto the meditative; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; Absolute Truth; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/v/vyasaya">vy&#257;s&#257;ya</A> &#8212; unto <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/a/amita">amita</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/t/tejase">tejase</A> &#8212; unto the powerful.</P><P CLASS=t>TRANSLATION</P><P>In succession, O King, the great sage N&#257;rada instructed &#346;r&#299;mad-Bh&#257;gavatam unto the unlimitedly powerful Vy&#257;sadeva, who meditated in devotional service upon the Supreme Personality of Godhead, the Absolute Truth, on the bank of the River Sarasvat&#299;.</P><P CLASS=t>PURPORT</P><P>In the Fifth Chapter of the First Canto of &#346;r&#299;mad-Bh&#257;gavatam, N&#257;rada instructed the great sage Vy&#257;sadeva as follows:</P><P>atho mah&#257;-bh&#257;ga bhav&#257;n amogha-drik</P><P CLASS=n>&#347;uci-&#347;rav&#257;h satya-rato dhrita-vratah</P><P CLASS=n>urukramasy&#257;khila-bandha-muktaye</P><P CLASS=n>sam&#257;dhin&#257;nusmara tad viceshtitam</P><P>"O greatly fortunate, pious philosopher, your name and fame are universal, and you are fixed in the Absolute Truth with spotless character and infallible vision. I ask you to meditate upon the activities of the Personality of Godhead, whose activities are unparalleled."</P><P>So in the disciplic succession of the Brahma-samprad&#257;ya, the practice of yoga meditation is not neglected. But because the devotees are bhakti-yog&#299;s, they do not undertake the trouble to meditate upon the impersonal Brahman; as indicated here, they meditate on brahma paramam, or the Supreme Brahman. Brahman realization begins from the impersonal effulgence, but by further progress of such meditation, manifestation of the Supreme Soul, Param&#257;tm&#257; realization, takes place. And progressing further, realization of the Supreme Personality of Godhead is fixed. &#346;r&#299; N&#257;rada Muni, as the spiritual master of Vy&#257;sadeva, knew very well the position of Vy&#257;sadeva, and thus he certified the qualities of &#346;r&#299;la Vy&#257;sadeva as fixed in the Absolute Truth with great vow, etc. N&#257;rada advised meditation upon the transcendental activities of the Lord. Impersonal Brahman has no activities, but the Personality of Godhead has many activities, and all such activities are transcendental, without any tinge of material quality. If the activities of the Supreme Brahman were material activities, then N&#257;rada would not have advised Vy&#257;sadeva to meditate upon them. And the param brahma is Lord &#346;r&#299; Krishna, as confirmed in the Bhagavad-g&#299;t&#257;. In the Tenth Chapter of the Bhagavad-g&#299;t&#257;, when Arjuna realized the factual position of Lord Krishna, he addressed Lord Krishna in the following words:</P><P>param brahma param dh&#257;ma</P><P CLASS=n>pavitram paramam bhav&#257;n</P><P CLASS=n>purusham &#347;&#257;&#347;vatam divyam</P><P CLASS=n>&#257;di-devam ajam vibhum</P><P CLASS=n>[<A CLASS=v HREF="../../../bg/10/12.htm">Bg. 10.12</A>]</P><P>&#257;hus tv&#257;m rishayah sarve</P><P CLASS=n>devarshir n&#257;radas tath&#257;</P><P CLASS=n>asito devalo vy&#257;sah</P><P CLASS=n>svayam caiva brav&#299;shi me</P><P>Arjuna summarized the purpose of the Bhagavad-g&#299;t&#257; by his realization of Lord &#346;r&#299; Krishna and thus said, "My dear Personality of Godhead, You are the Supreme Absolute Truth, the Original Person in the eternal form of bliss and knowledge, and this is confirmed by N&#257;rada, Asita, Devala and Vy&#257;sadeva, and, above all, Your personal self has also confirmed it." (<A CLASS=v HREF="../../../bg/10/12.htm">Bg. 10.12-13</A>)</P><P>When Vy&#257;sadeva fixed his mind in meditation, he did it in bhakti-yoga trance and actually saw the Supreme Person with m&#257;y&#257;, the illusory energy, in contraposition. As we have discussed before, the Lord's m&#257;y&#257;, or illusion, is also a representation because m&#257;y&#257; has no existence without the Lord. Darkness is not independent of light. Without light, no one can experience the contraposition of darkness. However, this m&#257;y&#257;, or illusion, cannot overcome the Supreme Personality of Godhead, but stands apart from Him (ap&#257;&#347;rayam).</P><P>Therefore, perfection of meditation is realization of the Personality of Godhead along with His transcendental activities. Meditation on the impersonal Brahman is a troublesome business for the meditator, as confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/12/5.htm">12.5</A>): kle&#347;o 'dhikataras tesh&#257;m avyakt&#257;sakta-cetas&#257;m.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>