<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.5</P><P CLASS=c>sa &#257;di-devo jagat&#257;m paro guruh</P><P CLASS=c>svadhishnyam &#257;sth&#257;ya sisrikshayaikshata</P><P CLASS=c>t&#257;m n&#257;dhyagacchad dri&#347;am atra sammat&#257;m</P><P CLASS=c>prapañca-nirm&#257;na-vidhir yay&#257; bhavet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the first demigod; <A CLASS=v HREF="http://vedabase.net/j/jagatam">jagat&#257;m</A> &#8212; of the universe; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; spiritual master; <A CLASS=v HREF="http://vedabase.net/s/svadhisnyam">svadhishnyam</A> &#8212; his lotus seat; <A CLASS=v HREF="http://vedabase.net/a/asthaya">&#257;sth&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> find the source of <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/s/sisrksaya">sisrikshay&#257;</A> &#8212; for the matter of creating the universal affairs; <A CLASS=v HREF="http://vedabase.net/a/aiksata">aikshata</A> &#8212; began <A HREF="http://vedabase.net/t/to">to</A> think; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that matter; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; could not; <A CLASS=v HREF="http://vedabase.net/a/adhyagacchat">adhyagacchat</A> &#8212; understand; <A CLASS=v HREF="http://vedabase.net/d/drsam">dri&#347;am</A> &#8212; the direction; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; therein; <A CLASS=v HREF="http://vedabase.net/s/sammatam">sammat&#257;m</A> &#8212; just the proper way; <A CLASS=v HREF="http://vedabase.net/p/prapanca">prapañca</A> &#8212; material; <A CLASS=v HREF="http://vedabase.net/n/nirmana">nirm&#257;na</A> &#8212; construction; <A CLASS=v HREF="http://vedabase.net/v/vidhih">vidhih</A> &#8212; process; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; should be.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257;, the first spiritual master, supreme in the universe, could not trace out the source of his lotus seat, and while thinking of creating the material world, he could not understand the proper direction for such creative work, nor could he find out the process for such creation.</P><P CLASS=t>PURPORT</P><P>This verse is the prelude for explaining the transcendental nature of the form and the abode of the Lord. In the beginning of &#346;r&#299;mad-Bh&#257;gavatam it has already been said that the Supreme Absolute Truth exists in His own abode without any touch of the deluding energy. Therefore the kingdom of God is not a myth but factually a different and transcendental sphere of planets known as the Vaikunthas. This will also be explained in this chapter.</P><P>Such knowledge of the spiritual sky far above this material sky and its paraphernalia can be known only by dint of devotional service, or bhakti-yoga. The power of creation by Lord Brahm&#257; was also achieved by bhakti-yoga. Brahm&#257;j&#299; was bewildered in the matter of creation, and he could not even trace out the source of his own existence. But all this knowledge was fully achieved by him through the medium of bhakti-yoga. By bhakti-yoga one can know the Lord, and by knowing the Lord as the Supreme, one is able to know everything else. One who knows the Supreme knows everything else. That is the version of all Vedas. Even the first spiritual master of the universe was enlightened by the grace of the Lord, so who else can attain perfect knowledge of everything without the mercy of the Lord? If anyone desires to seek perfect knowledge of everything, he must seek the mercy of the Lord, and there is no other means. To seek knowledge on the strength of one's personal attempt is a sheer waste of time.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>