<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.6</P><P CLASS=c>sa cintayan dvy-aksharam ekad&#257;mbhasy</P><P CLASS=c>up&#257;&#347;rinod dvir-gaditam vaco vibhuh</P><P CLASS=c>spar&#347;eshu yat shoda&#347;am ekavim&#347;am</P><P CLASS=c>nishkiñcan&#257;n&#257;m nripa yad dhanam viduh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/c/cintayan">cintayan</A> &#8212; while thus thinking; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A> &#8212; two; <A CLASS=v HREF="http://vedabase.net/a/aksaram">aksharam</A> &#8212; syllables; <A CLASS=v HREF="http://vedabase.net/e/ekada">ekad&#257;</A> &#8212; once upon <A HREF="http://vedabase.net/a/a">a</A> time; <A CLASS=v HREF="http://vedabase.net/a/ambhasi">ambhasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/u/upasrnot">up&#257;&#347;rinot</A> &#8212; heard <A HREF="http://vedabase.net/i/it">it</A> nearby; <A CLASS=v HREF="http://vedabase.net/d/dvih">dvih</A> &#8212; twice; <A CLASS=v HREF="http://vedabase.net/g/gaditam">gaditam</A> &#8212; uttered; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; the great; <A CLASS=v HREF="http://vedabase.net/s/sparsesu">spar&#347;eshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/sparsa">spar&#347;a</A> letters; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/sodasam">shoda&#347;am</A> &#8212; the sixteenth; <A CLASS=v HREF="http://vedabase.net/e/ekavimsam">ekavim&#347;am</A> &#8212; and the twenty-first; <A CLASS=v HREF="http://vedabase.net/n/niskincananam">nishkiñcan&#257;n&#257;m</A> &#8212; of the renounced order of life; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/d/dhanam">dhanam</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is known.</P><P CLASS=t>TRANSLATION</P><P>While thus engaged in thinking, in the water, Brahm&#257;j&#299; heard twice from nearby two syllables joined together. One of the syllables was taken from the sixteenth and the other from the twenty-first of the spar&#347;a alphabets, and both joined to become the wealth of the renounced order of life.</P><P CLASS=t>PURPORT</P><P>In Sanskrit language, the consonant alphabets are divided into two divisions, namely the spar&#347;a-varnas and the t&#257;lavya-varnas. From ka to ma the letters are known as the spar&#347;a-varnas, and the sixteenth of the group is called ta, whereas the twenty-first letter is called pa. So when they are joined together, the word tapa, or penance, is constructed. This penance is the beauty and wealth of the br&#257;hmanas and the renounced order of life. According to Bh&#257;gavata philosophy, every human being is meant simply for this tapa and for no other business, because by penance only can one realize his self; and self-realization, not sense gratification, is the business of human life. This tapa, or penance, was begun from the very beginning of the creation, and it was first adopted by the supreme spiritual master, Lord Brahm&#257;. By tapasya only can one get the profit of human life, and not by a polished civilization of animal life. The animal does not know anything except sense gratification in the jurisdiction of eat, drink, be merry and enjoy. But the human being is made to undergo tapasya for going back to Godhead, back home.</P><P>When Lord Brahm&#257; was perplexed about how to construct the material manifestations in the universe and went down within the water to find out the means and the source of his lotus seat, he heard the word tapa vibrated twice. Taking the path of tapa is the second birth of the desiring disciple. The word up&#257;&#347;rinot is very significant. It is similar to upanayana, or bringing the disciple nearer to the spiritual master for the path of tapa. So Brahm&#257;j&#299; was thus initiated by Lord Krishna, and this fact is corroborated by Brahm&#257;j&#299; himself in his book the Brahma-samhit&#257;. In the Brahma-samhit&#257; Lord Brahm&#257; has sung in every verse govindam &#257;di-purusham tam aham bhaj&#257;mi **. Thus Brahm&#257; was initiated by the Krishna mantra, by Lord Krishna Himself, and thus he became a Vaishnava, or a devotee of the Lord, before he was able to construct the huge universe. It is stated in the Brahma-samhit&#257; that Lord Brahm&#257; was initiated into the eighteen-letter Krishna mantra, which is generally accepted by all the devotees of Lord Krishna. We follow the same principle because we belong to the Brahm&#257; samprad&#257;ya, directly in the disciplic chain from Brahm&#257; to N&#257;rada, from N&#257;rada to Vy&#257;sa, from Vy&#257;sa to Madhva Muni, from Madhva Muni to M&#257;dhavendra Pur&#299;, from M&#257;dhavendra Pur&#299; to &#298;&#347;vara Pur&#299;, from &#298;&#347;vara Pur&#299; to Lord Caitanya and gradually to His Divine Grace Bhaktisiddh&#257;nta Sarasvat&#299;, our divine master.</P><P>One who is thus initiated in the disciplic succession is able to achieve the same result or power of creation. Chanting of this holy mantra is the only shelter of the desireless pure devotee of the Lord. Simply by such tapasya, or penance, the devotee of the Lord achieves all perfections like Lord Brahm&#257;.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>