<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.7</P><P CLASS=c>ni&#347;amya tad-vaktri-didrikshay&#257; di&#347;o</P><P CLASS=c>vilokya tatr&#257;nyad apa&#347;yam&#257;nah</P><P CLASS=c>svadhishnyam &#257;sth&#257;ya vimri&#347;ya tad-dhitam</P><P CLASS=c>tapasy up&#257;dishta iv&#257;dadhe manah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; after hearing; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vaktr">vaktri</A> &#8212; the speaker; <A CLASS=v HREF="http://vedabase.net/d/didrksaya">didrikshay&#257;</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> find out who spoke; <A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah</A> &#8212; all sides; <A CLASS=v HREF="http://vedabase.net/v/vilokya">vilokya</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; any other; <A CLASS=v HREF="http://vedabase.net/a/apasyamanah">apa&#347;yam&#257;nah</A> &#8212; not <A HREF="http://vedabase.net/t/to">to</A> be found; <A CLASS=v HREF="http://vedabase.net/s/svadhisnyam">svadhishnyam</A> &#8212; on his lotus seat; <A CLASS=v HREF="http://vedabase.net/a/asthaya">&#257;sth&#257;ya</A> &#8212; sit down; <A CLASS=v HREF="http://vedabase.net/v/vimrsya">vimri&#347;ya</A> &#8212; thinking; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/h/hitam">hitam</A> &#8212; welfare; <A CLASS=v HREF="http://vedabase.net/t/tapasi">tapasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> penance; <A CLASS=v HREF="http://vedabase.net/u/upadistah">up&#257;dishtah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/h/he">he</A> was instructed; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> pursuance of; <A CLASS=v HREF="http://vedabase.net/a/adadhe">&#257;dadhe</A> &#8212; gave; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; attention.</P><P CLASS=t>TRANSLATION</P><P>When he heard the sound, he tried to find the speaker, searching on all sides. But when he was unable to find anyone besides himself, he thought it wise to sit down on his lotus seat firmly and give his attention to the execution of penance, as he was instructed.</P><P CLASS=t>PURPORT</P><P>To achieve success in life, one should follow the example of Lord Brahm&#257;, the first living creature in the beginning of creation. After being initiated by the Supreme Lord to execute tapasya, he was fixed in his determination to do it, and although he could not find anyone besides himself, he could rightly understand that the sound was transmitted by the Lord Himself. Brahm&#257; was the only living being at that time because there was no other creation and none could be found there except himself. In the beginning of the First Canto, in the First Chapter, first verse, of the &#346;r&#299;mad-Bh&#257;gavatam, it has already been mentioned that Brahm&#257; was initiated by the Lord from within. The Lord is within every living entity as the Supersoul, and He initiated Brahm&#257; because Brahm&#257; was willing to receive the initiation. The Lord can similarly initiate everyone who is inclined to have it.</P><P>As already stated, Brahm&#257; is the original spiritual master for the universe, and since he was initiated by the Lord Himself, the message of &#346;r&#299;mad-Bh&#257;gavatam is coming down by disciplic succession, and in order to receive the real message of &#346;r&#299;mad-Bh&#257;gavatam one should approach the current link, or spiritual master, in the chain of disciplic succession. After being initiated by the proper spiritual master in that chain of succession, one should engage himself in the discharge of tapasya in the execution of devotional service. One should not, however, think himself on the level of Brahm&#257; to be initiated directly by the Lord from inside because in the present age no one can be accepted to be as pure as Brahm&#257;. The post of Brahm&#257; to officiate in the creation of the universe is offered to the most pure living being, and unless one is so qualified one cannot expect to be treated like Brahm&#257;j&#299; directly. But one can have the same facility through unalloyed devotees of the Lord, through scriptural instructions (as revealed in the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam especially), and also through the bona fide spiritual master available to the sincere soul. The Lord Himself appears as the spiritual master to a person who is sincere in heart about serving the Lord. Therefore the bona fide spiritual master who happens to meet the sincere devotee should be accepted as the most confidential and beloved representative of the Lord. If a person is posted under the guidance of such a bona fide spiritual master, it may be accepted without any doubt that the desiring person has achieved the grace of the Lord.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>