<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 9 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 9 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Answers by Citing the Lord's Version</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.9.9</P><P CLASS=c>tasmai sva-lokam bhagav&#257;n sabh&#257;jitah</P><P CLASS=c>sandar&#347;ay&#257;m &#257;sa param na yat-param</P><P CLASS=c>vyapeta-sa&#324;kle&#347;a-vimoha-s&#257;dhvasam</P><P CLASS=c>sva-drishtavadbhir purushair abhishtutam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto him; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; His own planet or abode; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sabhajitah">sabh&#257;jitah</A> &#8212; being pleased by the penance of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sandarsayam">sandar&#347;ay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; manifested; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; further supreme; <A CLASS=v HREF="http://vedabase.net/v/vyapeta">vyapeta</A> &#8212; completely given up; <A CLASS=v HREF="http://vedabase.net/s/sanklesa">sa&#324;kle&#347;a</A> &#8212; five kinds of material afflictions; <A CLASS=v HREF="http://vedabase.net/v/vimoha">vimoha</A> &#8212; without illusion; <A CLASS=v HREF="http://vedabase.net/s/sadhvasam">s&#257;dhvasam</A> &#8212; fear of material existence; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/drsta">drishta</A>-<A CLASS=v HREF="http://vedabase.net/v/vadbhih">vadbhih</A> &#8212; by those who have perfectly realized the self; <A CLASS=v HREF="http://vedabase.net/p/purusaih">purushaih</A> &#8212; by persons; <A CLASS=v HREF="http://vedabase.net/a/abhistutam">abhishtutam</A> &#8212; worshiped by.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead, being thus very much satisfied with the penance of Lord Brahm&#257;, was pleased to manifest His personal abode, Vaikuntha, the supreme planet above all others. This transcendental abode of the Lord is adored by all self-realized persons freed from all kinds of miseries and fear of illusory existence.</P><P CLASS=t>PURPORT</P><P>The troubles of penance accepted by Lord Brahm&#257; were certainly in the line of devotional service (bhakti). Otherwise there was no chance that Vaikuntha or svalokam, the Lord's personal abodes, would become visible to Brahm&#257;j&#299;. The personal abodes of the Lord, known as Vaikunthas, are neither mythical nor material, as conceived by the impersonalists. But realization of the transcendental abodes of the Lord is possible only through devotional service, and thus the devotees enter into such abodes. There is undoubtedly trouble in executing penance. But the trouble accepted in executing bhakti-yoga is transcendental happiness from the very beginning, whereas the trouble of penance in other processes of self-realization (jñ&#257;na-yoga, dhy&#257;na-yoga, etc.), without any Vaikuntha realization, ends in trouble only and nothing more. There is no profit in biting husks without grains. Similarly, there is no profit in executing troublesome penances other than bhakti-yoga for self-realization.</P><P>Executing bhakti-yoga is exactly like sitting on the lotus sprouted out of the abdomen of the transcendental Personality of Godhead, for Lord Brahm&#257; was seated there. Brahm&#257;j&#299; was able to please the Lord, and the Lord was also pleased to show Brahm&#257;j&#299; His personal abode. &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, in the comments of his Krama-sandarbha annotation of &#346;r&#299;mad-Bh&#257;gavatam, cites quotations from the Garga Upanishad Vedic evidence. It is said that Y&#257;jñavalkya described the transcendental abode of the Lord to G&#257;rg&#299;, and that the abode of the Lord is situated above the highest planet of the universe, namely Brahmaloka. This abode of the Lord, although described in revealed scriptures like the Bhagavad-g&#299;t&#257; and the &#346;r&#299;mad-Bh&#257;gavatam, remains only a myth for the less intelligent class of men with a poor fund of knowledge. Herein the word sva-drishtavadbhih is very significant. One who has actually realized his self realizes the transcendental form of one's self. Impersonal realization of self and the Supreme is not complete, because it is just an opposite conception of material personalities. The Personality of Godhead and the personalities of devotees of the Lord are all transcendental; they do not have material bodies. The material body is overcast with five kinds of miserable conditions, namely ignorance, material conception, attachment, hatred and absorption. As long as one is overwhelmed by those five kinds of material miseries, there is no question of entering into the Vaikunthalokas. The impersonal conception of one's self is just the negation of material personality and is far from the positive existence of personal form. The personal forms of the transcendental abode will be explained in the following verses. Brahm&#257;j&#299; also described the highest planet of the Vaikunthaloka as Goloka Vrind&#257;vana, where the Lord resides as a cowherd boy keeping transcendental surabhi cows and surrounded by hundreds and thousands of goddesses of fortune.</P><P>cint&#257;mani-prakara-sadmasu kalpa-vriksha-</P><P CLASS=n>laksh&#257;vriteshu surabh&#299;r abhip&#257;layantam</P><P CLASS=n>lakshm&#299;-sahasra-&#347;ata-sambhrama-sevyam&#257;nam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>(Brahma-samhit&#257; <A CLASS=v HREF="../../../bs/5/29.htm">5.29</A>)</P><P>The statement of the Bhagavad-g&#299;t&#257;, yad gatv&#257; na nivartante tad dh&#257;ma paramam mama [<A CLASS=v HREF="../../../bg/15/6.htm">Bg. 15.6</A>], is also confirmed herewith. param means transcendental Brahman. Therefore, the abode of the Lord is also Brahman, nondifferent from the Supreme Personality of Godhead. The Lord is known as Vaikuntha, and His abode is also known as Vaikuntha. Such Vaikuntha realization and worship can be made possible by transcendental form and sense.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>