<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 19 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 19 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Yay&#257;ti Achieves Liberation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.19.10</P><P CLASS=c>tasya tatra dvijah ka&#347;cid</P><P CLASS=c>aj&#257;-sv&#257;my acchinad rush&#257;</P><P CLASS=c>lambantam vrishanam bh&#363;yah</P><P CLASS=c>sandadhe 'rth&#257;ya yogavit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of the <A HREF="http://vedabase.net/h/he">he</A>-goat; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; thereupon; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvijah</A> &#8212; <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/a/aja">aj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/svami">sv&#257;m&#299;</A> &#8212; the maintainer of another she-goat; <A CLASS=v HREF="http://vedabase.net/a/acchinat">acchinat</A> &#8212; castrated, <A HREF="http://vedabase.net/m/made">made</A> effeminate; <A CLASS=v HREF="http://vedabase.net/r/rusa">rush&#257;</A> &#8212; out of anger; <A CLASS=v HREF="http://vedabase.net/l/lambantam">lambantam</A> &#8212; long; <A CLASS=v HREF="http://vedabase.net/v/vrsanam">vrishanam</A> &#8212; testicles; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/s/sandadhe">sandadhe</A> &#8212; joined; <A CLASS=v HREF="http://vedabase.net/a/arthaya">arth&#257;ya</A> &#8212; for self-interest; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; expert <A HREF="http://vedabase.net/i/in">in</A> the power of mystic <A HREF="http://vedabase.net/y/yoga">yoga</A>.</P><P CLASS=t>TRANSLATION</P><P>The she-goat went to the residence of a br&#257;hmana who was the maintainer of another she-goat, and that br&#257;hmana angrily cut off the he-goat's dangling testicles. But at the he-goat's request, the br&#257;hmana later rejoined them by the power of mystic yoga.</P><P CLASS=t>PURPORT</P><P>Here &#346;ukr&#257;c&#257;rya is figuratively described as the husband of another she-goat. This indicates that the relationship between husband and wife in any society, whether higher or lower than human society, is nothing but the same relationship between he-goat and she-goat, for the material relationship between man and woman is one of sex. Yan maithun&#257;di-grihamedhi-sukham hi tuccham [<A CLASS=v HREF="../../7/9/45.htm">SB 7.9.45</A>]. &#346;ukr&#257;c&#257;rya was an &#257;c&#257;rya, or expert, in family affairs, which involve the transfer of semen from he-goat to she-goat, The words ka&#347;cid aj&#257;-sv&#257;m&#299; expressly indicate herein that &#346;ukr&#257;c&#257;rya was no better than Yay&#257;ti, for both of them were interested in family affairs generated by &#347;ukra, or semen. &#346;ukr&#257;c&#257;rya first cursed Yay&#257;ti to become old so that he could no longer indulge in sex, but when &#346;ukr&#257;c&#257;rya saw that Yay&#257;ti's emasculation would make his own daughter a victim of punishment, he used his mystic power to restore Yay&#257;ti's masculinity. Because he used his power of mystic yoga for family affairs and not to realize the Supreme Personality of Godhead, this exercise in the magic of yoga was no better than the affairs of he-goats and she-goats. Yogic power should properly be used to realize the Supreme Personality of Godhead. As the Lord Himself recommends in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/47.htm">6.47</A>):</P><P>yogin&#257;m api sarvesh&#257;m</P><P CLASS=n>mad-gaten&#257;ntar&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=n>sa me yuktatamo matah</P><P>"Of all yog&#299;s, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all."</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>