<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 19 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 19 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Yay&#257;ti Achieves Liberation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.19.17</P><P CLASS=c>m&#257;tr&#257; svasr&#257; duhitr&#257; v&#257;</P><P CLASS=c>n&#257;vivikt&#257;sano bhavet</P><P CLASS=c>balav&#257;n indriya-gr&#257;mo</P><P CLASS=c>vidv&#257;msam api karshati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tr&#257;</A> &#8212; with one's mother; <A CLASS=v HREF="http://vedabase.net/s/svasra">svasr&#257;</A> &#8212; with one's sister; <A CLASS=v HREF="http://vedabase.net/d/duhitra">duhitr&#257;</A> &#8212; with ones own daughter; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/avivikta">avivikta</A>-<A CLASS=v HREF="http://vedabase.net/a/asanah">&#257;sanah</A> &#8212; seated closely on one seat; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; one should be; <A CLASS=v HREF="http://vedabase.net/b/balavan">balav&#257;n</A> &#8212; very strong; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/g/gramah">gr&#257;mah</A> &#8212; the group of senses; <A CLASS=v HREF="http://vedabase.net/v/vidvamsam">vidv&#257;msam</A> &#8212; the very learned and advanced person; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/k/karsati">karshati</A> &#8212; agitates.</P><P CLASS=t>TRANSLATION</P><P>One should not allow oneself to sit on the same seat even with one's own mother, sister or daughter, for the senses are so strong that even though one is very advanced in knowledge, he may be attracted by sex.</P><P CLASS=t>PURPORT</P><P>Learning the etiquette of how to deal with women does not free one from sexual attraction. As specifically mentioned herewith, such attraction is possible even with one's mother, sister or daughter. Generally, of course, one is not sexually attracted to his mother, sister or daughter, but if one allows himself to sit very close to such a woman, one may be attracted. This is a psychological fact. It may be said that one is liable to be attracted if he is not very advanced in civilized life; however, as specifically mentioned here, vidv&#257;msam api karshati: even if one is highly advanced, materially or spiritually, he may be attracted by lusty desires. The object of attraction may even be one's mother, sister or daughter. Therefore, one should be extremely careful in dealings with women. &#346;r&#299; Caitanya Mah&#257;prabhu was most strict in such dealings, especially after He accepted the sanny&#257;sa order. Indeed, no woman could come near Him to offer Him respect. Again, one is warned herewith that one should be extremely careful in dealings with women. A brahmac&#257;r&#299; is forbidden even to see the wife of his spiritual master if she happens to be young. The wife of the spiritual master may sometimes take some service from the disciple of her husband, as she would from a son, but if the wife of the spiritual master is young, a brahmac&#257;r&#299; is forbidden to render service to her.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>