<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 19 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 19 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Yay&#257;ti Achieves Liberation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.19.19</P><P CLASS=c>tasm&#257;d et&#257;m aham tyaktv&#257;</P><P CLASS=c>brahmany adhy&#257;ya m&#257;nasam</P><P CLASS=c>nirdvandvo niraha&#324;k&#257;ra&#347;</P><P CLASS=c>carishy&#257;mi mrigaih saha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/e/etam">et&#257;m</A> &#8212; such strong desires for lusty affairs; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tyaktva">tyaktv&#257;</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; upon the Supreme Absolute Truth; <A CLASS=v HREF="http://vedabase.net/a/adhyaya">adhy&#257;ya</A> &#8212; fixing; <A CLASS=v HREF="http://vedabase.net/m/manasam">m&#257;nasam</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/n/nirdvandvah">nirdvandvah</A> &#8212; without duality; <A CLASS=v HREF="http://vedabase.net/n/nirahankarah">niraha&#324;k&#257;rah</A> &#8212; without <A HREF="http://vedabase.net/a/an">an</A> identity of false prestige; <A CLASS=v HREF="http://vedabase.net/c/carisyami">carishy&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall loiter or wander <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/m/mrgaih">mrigaih</A> <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with the forest animals.</P><P CLASS=t>TRANSLATION</P><P>Therefore, I shall now give up all these desires and meditate upon the Supreme Personality of Godhead. Free from the dualities of mental concoction and free from false prestige, I shall wander in the forest with the animals.</P><P CLASS=t>PURPORT</P><P>To go to the forest and live there with the animals, meditating upon the Supreme Personality of Godhead, is the only means by which to give up lusty desires. Unless one gives up such desires, one's mind cannot be freed from material contamination. Therefore, if one is at all interested in being freed from the bondage of repeated birth, death, old age and disease, after a certain age one must go to the forest. pañc&#257;&#347;ordhvam vanam vrajet. After fifty years of age, one should voluntarily give up family life and go to the forest. The best forest is Vrind&#257;vana, where one need not live with the animals but can associate with the Supreme Personality of Godhead, who never leaves Vrind&#257;vana. Cultivating Krishna consciousness in Vrind&#257;vana is the best means of being liberated from material bondage, for in Vrind&#257;vana one can automatically meditate upon Krishna. Vrind&#257;vana has many temples, and in one or more of these temples one may see the form of the Supreme Lord as R&#257;dh&#257;-Krishna or Krishna-Balar&#257;ma and meditate upon this form. As expressed here by the words brahmany adhy&#257;ya, one should concentrate one's mind upon the Supreme Lord, Parabrahman. This Parabrahman is Krishna, as confirmed by Arjuna in Bhagavad-g&#299;t&#257; (param brahma param dh&#257;ma pavitram paramam bhav&#257;n [<A CLASS=v HREF="../../../bg/10/12.htm">Bg. 10.12</A>]). Krishna and His abode, Vrind&#257;vana, are not different. &#346;r&#299; Caitanya Mah&#257;prabhu said, &#257;r&#257;dhyo bhagav&#257;n vraje&#347;a-tanayas tad-dh&#257;ma vrind&#257;vanam. Vrind&#257;vana is as good as Krishna. Therefore, if one somehow or other gets the opportunity to live in Vrind&#257;vana, and if one is not a pretender but simply lives in Vrind&#257;vana and concentrates his mind upon Krishna, one is liberated from material bondage. One's mind is not purified, however, even in Vrind&#257;vana, if one is agitated by lusty desires. One should not live in Vrind&#257;vana and commit offenses, for a life of offenses in Vrind&#257;vana is no better than the lives of the monkeys and hogs there. Many monkeys and hogs live in Vrind&#257;vana, and they are concerned with their sexual desires. Men who have gone to Vrind&#257;vana but who still hanker for sex should immediately leave Vrind&#257;vana and stop their grievous offenses at the lotus feet of the Lord. There are many misguided men who live in Vrind&#257;vana to satisfy their sexual desires, but they are certainly no better than the monkeys and hogs. Those who are under the control of m&#257;y&#257;, and specifically under the control of lusty desires, are called m&#257;y&#257;-mriga. Indeed, everyone in the conditional stage of material life is a m&#257;y&#257;-mriga. It is said, m&#257;y&#257;-mrigam dayitayepsitam anvadh&#257;vad: [<A CLASS=v HREF="../../11/5/34.htm">SB 11.5.34</A>] &#346;r&#299; Caitanya Mah&#257;prabhu took sanny&#257;sa to show His causeless mercy to the m&#257;y&#257;-mrigas, the people of this material world, who suffer because of lusty desires. One should follow the principles of &#346;r&#299; Caitanya Mah&#257;prabhu and always think of Krishna in full Krishna consciousness. Then one will be eligible to live in Vrind&#257;vana, and his life will be successful.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>