<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 19 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 19 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Yay&#257;ti Achieves Liberation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.19.2</P><P CLASS=c>&#347;rinu bh&#257;rgavy am&#363;m g&#257;th&#257;m</P><P CLASS=c>mad-vidh&#257;carit&#257;m bhuvi</P><P CLASS=c>dh&#299;r&#257; yasy&#257;nu&#347;ocanti</P><P CLASS=c>vane gr&#257;ma-niv&#257;sinah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srnu">&#347;rinu</A> &#8212; please hear; <A CLASS=v HREF="http://vedabase.net/b/bhargavi">bh&#257;rgavi</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> daughter of &#346;ukr&#257;c&#257;rya; <A CLASS=v HREF="http://vedabase.net/a/amum">am&#363;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/g/gatham">g&#257;th&#257;m</A> &#8212; history; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/v/vidha">vidh&#257;</A> &#8212; exactly resembling my behavior; <A CLASS=v HREF="http://vedabase.net/a/acaritam">&#257;carit&#257;m</A> &#8212; behavior; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; within this world; <A CLASS=v HREF="http://vedabase.net/d/dhirah">dh&#299;r&#257;h</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> sober and intelligent; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/a/anusocanti">anu&#347;ocanti</A> &#8212; lament very much; <A CLASS=v HREF="http://vedabase.net/v/vane">vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/g/grama">gr&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/n/nivasinah">niv&#257;sinah</A> &#8212; very much attached <A HREF="http://vedabase.net/t/to">to</A> materialistic enjoyment.</P><P CLASS=t>TRANSLATION</P><P>My dearly beloved wife, daughter of &#346;ukr&#257;c&#257;rya, in this world there was someone exactly like me. Please listen as I narrate the history of his life. By hearing about the life of such a householder, those who have retired from householder life always lament.</P><P CLASS=t>PURPORT</P><P>Persons who live in the village or town are called gr&#257;ma-niv&#257;s&#299;, and those who live in the forest are called vana-v&#257;s&#299; or v&#257;naprastha. The v&#257;naprasthas, who have retired from family life, generally lament about their past family life because it engaged them in trying to fulfill lusty desires. Prahl&#257;da Mah&#257;r&#257;ja said that one should retire from family life as soon as possible, and he described family life as the darkest well (hitv&#257;tma-p&#257;tam griham andha-k&#363;pam). If one continuously or permanently concentrates on living with his family, he should be understood to be killing himself. In the Vedic civilization, therefore, it is recommended that one retire from family life at the end of his fiftieth year and go to vana, the forest. When he becomes expert or accustomed to forest life, or retired life as a v&#257;naprastha, he should accept sanny&#257;sa. Vanam gato yad dharim &#257;&#347;rayeta [<A CLASS=v HREF="../../7/5/5.htm">SB 7.5.5</A>]. Sanny&#257;sa means accepting unalloyed engagement in the service of the Lord. Vedic civilization therefore recommends four different stages of life &#8212; brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa. One should be very much ashamed of remaining a householder and not promoting oneself to the two higher stages, namely v&#257;naprastha and sanny&#257;sa.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>