<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 19 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 19 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Yay&#257;ti Achieves Liberation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.19.20</P><P CLASS=c>drishtam &#347;rutam asad buddhv&#257;</P><P CLASS=c>n&#257;nudhy&#257;yen na sandi&#347;et</P><P CLASS=c>samsritim c&#257;tma-n&#257;&#347;am ca</P><P CLASS=c>tatra vidv&#257;n sa &#257;tma-drik</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drstam">drishtam</A> &#8212; the material enjoyment we experience <A HREF="http://vedabase.net/i/in">in</A> our present life; <A CLASS=v HREF="http://vedabase.net/s/srutam">&#347;rutam</A> &#8212; material enjoyment <A HREF="http://vedabase.net/a/as">as</A> promised <A HREF="http://vedabase.net/t/to">to</A> the fruitive workers for future happiness (either <A HREF="http://vedabase.net/i/in">in</A> this life or <A HREF="http://vedabase.net/i/in">in</A> the next, <A HREF="http://vedabase.net/i/in">in</A> the heavenly planets and <A HREF="http://vedabase.net/s/so">so</A> on); <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; all temporary and bad; <A CLASS=v HREF="http://vedabase.net/b/buddhva">buddhv&#257;</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anudhyayet">anudhy&#257;yet</A> &#8212; one should even think of; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/s/sandiset">sandi&#347;et</A> &#8212; should actually enjoy; <A CLASS=v HREF="http://vedabase.net/s/samsrtim">samsritim</A> &#8212; prolongation of material existence; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/n/nasam">n&#257;&#347;am</A> &#8212; forgetfulness of one's own constitutional position; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> such <A HREF="http://vedabase.net/a/a">a</A> subject matter; <A CLASS=v HREF="http://vedabase.net/v/vidvan">vidv&#257;n</A> &#8212; one who is completely aware; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> self-realized soul.</P><P CLASS=t>TRANSLATION</P><P>One who knows that material happiness, whether good or bad, in this life or in the next, on this planet or on the heavenly planets, is temporary and useless, and that an intelligent person should not try to enjoy or even think of such things, is the knower of the self. Such a self-realized person knows quite well that material happiness is the very cause of continued material existence and forgetfulness of one's own constitutional position.</P><P CLASS=t>PURPORT</P><P>The living entity is a spiritual soul, and the material body is his encagement. This is the beginning of spiritual understanding.</P><P>dehino 'smin yath&#257; dehe</P><P CLASS=n>kaum&#257;ram yauvanam jar&#257;</P><P CLASS=n>tath&#257; deh&#257;ntara-pr&#257;ptir</P><P CLASS=n>dh&#299;ras tatra na muhyati</P><P>"As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change." (<A CLASS=v HREF="../../../bg/2/13.htm">Bg. 2.13</A>) The real mission of human life is to get free from encagement in the material body. Therefore Krishna descends to teach the conditioned soul about spiritual realization and how to become free from material bondage. Yad&#257; yad&#257; hi dharmasya gl&#257;nir bhavati bh&#257;rata [<A CLASS=v HREF="../../../bg/4/7.htm">Bg. 4.7</A>]. The words dharmasya gl&#257;nih mean "pollution of one's existence." Our existence is now polluted, and it must be purified (sattvam &#347;uddhyet). The human life is meant for this purification, not for thinking of happiness in terms of the external body, which is the cause of material bondage. Therefore, in this verse, Mah&#257;r&#257;ja Yay&#257;ti advises that whatever material happiness we see and whatever is promised for enjoyment is all merely flickering and temporary. &#256;brahma-bhuvan&#257;l lok&#257;h punar &#257;vartino 'rjuna [<A CLASS=v HREF="../../../bg/8/16.htm">Bg. 8.16</A>]. Even if one is promoted to Brahmaloka, if one is not freed from material bondage one must return to this planet earth and continue in the miserable condition of material existence (bh&#363;tv&#257; bh&#363;tv&#257; pral&#299;yate). One should always keep this understanding in mind so as not to be allured by any kind of sense enjoyment, in this life or in the next. One who is fully aware of this truth is self-realized (sa &#257;tma-drik), but aside from him, everyone suffers in the cycle of birth and death (mrityu-sams&#257;ra-vartmani). This understanding is one of true intelligence, and anything contrary to this is but a cause of unhappiness. Krishna-bhakta &#8212; nishk&#257;ma, ataeva '&#347;&#257;nta.' Only a Krishna conscious person, who knows the aim and object of life, is peaceful. All others, whether karm&#299;s, jñ&#257;n&#299;s or yog&#299;s, are restless and cannot enjoy real peace.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>