<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 19 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 19 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Yay&#257;ti Achieves Liberation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.19.24</P><P CLASS=c>&#257;sevitam varsha-p&#363;g&#257;n</P><P CLASS=c>shad-vargam vishayeshu sah</P><P CLASS=c>kshanena mumuce n&#299;dam</P><P CLASS=c>j&#257;ta-paksha iva dvijah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asevitam">&#257;sevitam</A> &#8212; being always engaged <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A>-<A CLASS=v HREF="http://vedabase.net/p/pugan">p&#363;g&#257;n</A> &#8212; for many, many years; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/v/vargam">vargam</A> &#8212; the six senses, including the mind; <A CLASS=v HREF="http://vedabase.net/v/visayesu">vishayeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> sense enjoyment; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; King <A HREF="http://vedabase.net/y/yayati">Yay&#257;ti</A>; <A CLASS=v HREF="http://vedabase.net/k/ksanena">kshanena</A> &#8212; within <A HREF="http://vedabase.net/a/a">a</A> moment; <A CLASS=v HREF="http://vedabase.net/m/mumuce">mumuce</A> &#8212; gave up; <A CLASS=v HREF="http://vedabase.net/n/nidam">n&#299;dam</A> &#8212; nest; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/p/paksah">pakshah</A> &#8212; one that has grown its wings; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvijah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> bird.</P><P CLASS=t>TRANSLATION</P><P>Having enjoyed sense gratification for many, many years, O King Par&#299;kshit, Yay&#257;ti was accustomed to it, but he gave it up entirely in a moment, just as a bird flies away from the nest as soon as its wings have grown.</P><P CLASS=t>PURPORT</P><P>That Mah&#257;r&#257;ja Yay&#257;ti was immediately liberated from the bondage of conditioned life is certainly astonishing. But the example given herewith is appropriate. A tiny baby bird, dependent fully on its father and mother even to eat, suddenly flies away from the nest when its wings have grown. Similarly, if one fully surrenders to the Supreme Personality of Godhead, one is immediately liberated from the bondage of conditioned life, as promised by the Lord Himself (aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi). As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/4/18.htm">2.4.18</A>):</P><P>kir&#257;ta-h&#363;n&#257;ndhra-pulinda-pulka&#347;&#257;</P><P CLASS=n>&#257;bh&#299;ra-&#347;umbh&#257; yavan&#257;h khas&#257;dayah</P><P CLASS=n>ye 'nye ca p&#257;p&#257; yad-ap&#257;&#347;ray&#257;&#347;ray&#257;h</P><P CLASS=n>&#347;udhyanti tasmai prabhavishnave namah</P><P>"Kir&#257;ta, H&#363;na, &#256;ndhra, Pulinda, Pulka&#347;a, &#256;bh&#299;ra, &#346;umbha, Yavana and the Khasa races and even others addicted to sinful acts can be purified by taking shelter of the devotees of the Lord, for He is the supreme power. I beg to offer my respectful obeisances unto Him." Lord Vishnu is so powerful that He can deliver anyone at once if He is pleased to do so. And Lord Vishnu, the Supreme Personality of Godhead, Krishna, can be pleased immediately if we accept His order by surrendering unto Him, as Mah&#257;r&#257;ja Yay&#257;ti did. Mah&#257;r&#257;ja Yay&#257;ti was eager to serve V&#257;sudeva, Krishna, and therefore as soon as he wanted to renounce material life, Lord V&#257;sudeva helped him. We must therefore be very sincere in surrendering ourselves unto the lotus feet of the Lord. Then we can immediately be liberated from all the bondage of conditioned life. This is clearly expressed in the next verse.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>