<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 19 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 19 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Yay&#257;ti Achieves Liberation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.19.29</P><P CLASS=c>namas tubhyam bhagavate</P><P CLASS=c>v&#257;sudev&#257;ya vedhase</P><P CLASS=c>sarva-bh&#363;t&#257;dhiv&#257;s&#257;ya</P><P CLASS=c>&#347;&#257;nt&#257;ya brihate namah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/t/tubhyam">tubhyam</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudevaya">v&#257;sudev&#257;ya</A> &#8212; Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/v/vedhase">vedhase</A> &#8212; the creator of everything; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/adhivasaya">adhiv&#257;s&#257;ya</A> &#8212; present everywhere (within the heart of every living entity and within the atom also); <A CLASS=v HREF="http://vedabase.net/s/santaya">&#347;&#257;nt&#257;ya</A> &#8212; peaceful, <A HREF="http://vedabase.net/a/as">as</A> if completely inactive; <A CLASS=v HREF="http://vedabase.net/b/brhate">brihate</A> &#8212; the greatest of all; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances.</P><P CLASS=t>TRANSLATION</P><P>O Lord V&#257;sudeva, O Supreme Personality of Godhead, You are the creator of the entire cosmic manifestation. You live as the Supersoul in everyone's heart and are smaller than the smallest, yet You are greater than the greatest and are all-pervading. You appear completely silent, having nothing to do, but this is due to Your all-pervading nature and Your fullness in all opulences. I therefore offer my respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>How Devay&#257;n&#299; became self-realized by the grace of her great husband, Mah&#257;r&#257;ja Yay&#257;ti, is described here. Describing such realization is another way of performing the bhakti process.</P><P>&#347;ravanam k&#299;rtanam vishnoh</P><P CLASS=n>smaranam p&#257;da-sevanam</P><P CLASS=n>arcanam vandanam d&#257;syam</P><P CLASS=n>sakhyam &#257;tma-nivedanam</P><P CLASS=n>[<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]</P><P>"Hearing and chanting about the transcendental holy name, form, qualities, paraphernalia and pastimes of Lord Vishnu, remembering them, serving the lotus feet of the Lord, offering the Lord respectful worship, offering prayers to the Lord, becoming His servant, considering the Lord one's best friend, and surrendering everything unto Him &#8212; these nine processes are accepted as pure devotional service." (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/23.htm">7.5.23</A>) &#347;ravanam k&#299;rtanam, hearing and chanting, are especially important. By hearing from her husband about the greatness of Lord V&#257;sudeva, Devay&#257;n&#299; certainly became convinced and surrendered herself unto the lotus feet of the Lord (om namo bhagavate v&#257;sudev&#257;ya). This is knowledge. Bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]. Surrender to V&#257;sudeva is the result of hearing about Him for many, many births. As soon as one surrenders unto V&#257;sudeva, one is liberated immediately. Because of her association with her great husband, Mah&#257;r&#257;ja Yay&#257;ti, Devay&#257;n&#299; became purified, adopted the means of bhakti-yoga, and thus became liberated.</P><P>Thus end the Bhaktivedanta purports of the Ninth Canto, Nineteenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "King Yay&#257;ti Achieves Liberation."</P><P CLASS=l><A CLASS=i HREF="27-28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../20/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>