<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 19 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 19 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Yay&#257;ti Achieves Liberation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.19.3</P><P CLASS=c>basta eko vane ka&#347;cid</P><P CLASS=c>vicinvan priyam &#257;tmanah</P><P CLASS=c>dadar&#347;a k&#363;pe patit&#257;m</P><P CLASS=c>sva-karma-va&#347;ag&#257;m aj&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bastah">bastah</A> &#8212; goat; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/v/vane">vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> forest; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/v/vicinvan">vicinvan</A> &#8212; searching for food; <A CLASS=v HREF="http://vedabase.net/p/priyam">priyam</A> &#8212; very dear; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; for himself; <A CLASS=v HREF="http://vedabase.net/d/dadarsa">dadar&#347;a</A> &#8212; saw by chance; <A CLASS=v HREF="http://vedabase.net/k/kupe">k&#363;pe</A> &#8212; within <A HREF="http://vedabase.net/a/a">a</A> well; <A CLASS=v HREF="http://vedabase.net/p/patitam">patit&#257;m</A> &#8212; fallen; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/v/vasa">va&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/g/gam">g&#257;m</A> &#8212; under the influence of the results of fruitive activities; <A CLASS=v HREF="http://vedabase.net/a/ajam">aj&#257;m</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> she-goat.</P><P CLASS=t>TRANSLATION</P><P>While wandering in the forest, eating to satisfy his senses, a he-goat by chance approached a well, in which he saw a she-goat standing helplessly, having fallen into it by the influence of the results of fruitive activities.</P><P CLASS=t>PURPORT</P><P>Here Mah&#257;r&#257;ja Yay&#257;ti compares himself to a he-goat and Devay&#257;n&#299; to a she-goat and describes the nature of man and woman. Like a he-goat, a man searches for sense gratification, wandering here and there, and a woman without the shelter of a man or husband is like a she-goat that has fallen into a well. Without being cared for by a man, a woman cannot be happy. Indeed, she is just like a she-goat that has fallen into a well and is struggling for existence. Therefore a woman must take shelter of her father, as Devay&#257;n&#299; did when under the care of &#346;ukr&#257;c&#257;rya, and then the father must give the daughter in charity to a suitable man, or a suitable man should help the woman by placing her under the care of a husband. This is shown vividly by the life of Devay&#257;n&#299;. When King Yay&#257;ti delivered Devay&#257;n&#299; from the well, she felt great relief and requested Yay&#257;ti to accept her as his wife. But when Mah&#257;r&#257;ja Yay&#257;ti accepted Devay&#257;n&#299;, he became too attached and had sex life not only with her but with others, like &#346;armishth&#257;. Yet still he was dissatisfied. Therefore one should retire by force from such family life as Yay&#257;ti's. When one is fully convinced of the degrading nature of worldly family life, one should completely renounce this way of life, take sanny&#257;sa, and engage himself fully in the service of the Lord. Then one's life will be successful.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>