<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 45 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 45 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 45: <A CLASS=v HREF="index.htm">Krishna Rescues His Teacher's Son</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.45.3</P><P CLASS=c>n&#257;smatto yuvayos t&#257;ta</P><P CLASS=c>nityotkanthitayor api</P><P CLASS=c>b&#257;lya-pauganda-kai&#347;or&#257;h</P><P CLASS=c>putr&#257;bhy&#257;m abhavan kvacit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/asmattah">asmattah</A> &#8212; because of Us; <A CLASS=v HREF="http://vedabase.net/y/yuvayoh">yuvayoh</A> &#8212; for you two; <A CLASS=v HREF="http://vedabase.net/t/tata">t&#257;ta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> dear father; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/u/utkanthitayoh">utkanthitayoh</A> &#8212; who have been <A HREF="http://vedabase.net/i/in">in</A> anxiety; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/balya">b&#257;lya</A> &#8212; (the pleasures of) the toddler <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/p/pauganda">pauganda</A> &#8212; boyhood; <A CLASS=v HREF="http://vedabase.net/k/kaisorah">kai&#347;orah</A> &#8212; and youth; <A CLASS=v HREF="http://vedabase.net/p/putrabhyam">putr&#257;bhy&#257;m</A> &#8212; because of your two sons; <A CLASS=v HREF="http://vedabase.net/a/abhavan">abhavan</A> &#8212; there were; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; at all.</P><P CLASS=t>TRANSLATION</P><P>[Lord Krishna said:] Dear Father, because of Us, your two sons, you and mother Devak&#299; always remained in anxiety and could never enjoy Our childhood, boyhood or youth.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; discusses this verse as follows: "One may object that at this point Lord Krishna had not actually passed the kai&#347;ora stage [age ten to fifteen], since the women of Mathur&#257; had stated, kva c&#257;ti-sukum&#257;r&#257;&#324;gau ki&#347;orau n&#257;pta-yauvanau: 'Krishna and Balar&#257;ma have very tender limbs, being still at the ki&#347;ora stage, not having reached adolescence.' (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/44/8.htm">10.44.8</A>) The definition of the different stages of growing up is given as follows:</P><P>kaum&#257;ram pañcam&#257;bd&#257;ntam</P><P CLASS=n>paugandam da&#347;am&#257;vadhi</P><P CLASS=n>kai&#347;oram &#257;-pañcada&#347;&#257;d</P><P CLASS=n>yauvanam tu tatah param</P><P>'The kaum&#257;ra stage lasts until the age of five, pauganda up to age ten and kai&#347;ora to age fifteen. From then on, one is known as yauvana.' According to this statement, the kai&#347;ora period ends at the age of fifteen. Krishna was only eleven years old when He killed Kamsa, according to Uddhava's words: ek&#257;da&#347;a-sam&#257;s tatra g&#363;dh&#257;rcih sa-balo 'vasat. 'Like a covered flame, Lord Krishna remained there incognito with Balar&#257;ma for eleven years' (Bh&#257;g. <A CLASS=v HREF="../../../sb/3/2/26.htm">3.2.26</A>) And since Krishna and Balar&#257;ma never took brahminical initiation in Vraja-bh&#363;mi, it was at the time [of Their going to Mathur&#257;] that Their kai&#347;ora stage began rather than ended.</P><P>"This objection to Lord Krishna's statement in the present verse &#8212; that His parents could not enjoy His kai&#347;ora stage &#8212; is based on ordinary measurement of age. Yet we should consider the following statement [from the Bh&#257;gavatam (<A CLASS=v HREF="../../10/8/26.htm">10.8.26</A>)]:</P><P>k&#257;len&#257;lpena r&#257;jarshe</P><P CLASS=n>r&#257;mah krishna&#347; ca go-vraje</P><P CLASS=n>aghrishta-j&#257;nubhih padbhir</P><P CLASS=n>vicakramatur añjas&#257;</P><P>'O King Par&#299;kshit, within a short time R&#257;ma and Krishna began to walk very easily in Gokula on Their legs, by Their own strength, without the need to crawl.' Sometimes we see that the son of a king, even while in his pauganda stage of life, undergoes exceptional physical growth and exhibits activities appropriate to a kai&#347;ora. Then what to speak of Lord Krishna, whose exceptional growth is established in the Vaishnava-toshan&#299;, Bhakti-ras&#257;mrita-sindhu, &#256;nanda-vrindavana-camp&#363; and other works?</P><P>"The three years and four months that Lord Krishna stayed in Mah&#257;vana were the equivalent of five years for an ordinary child, and thus in that period He completed His kaum&#257;ra stage of childhood. The period from then to the age of six years and eight months, during which He lived in Vrind&#257;vana, constitutes His pauganda stage. And the period from the age of six years and eight months through His tenth year, during which time He lived in Nand&#299;&#347;vara [Nandagr&#257;ma], constitutes His kai&#347;ora stage. Then, at the age of ten years and seven months, on the eleventh lunar day of the dark fortnight of the month of Caitra, He went to Mathur&#257;, and on the fourteenth day thereafter He killed Kamsa. Thus He completed His kai&#347;ora period at age ten, and He eternally remains at that age. In other words, we should understand that from this point on the Lord remains forever a ki&#347;ora."</P><P>Thus &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; analyzes the intricacies of this verse.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>