<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 45"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 45: <A CLASS=v HREF="index.htm">Krishna Rescues His Teacher's Son</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.45 Summary</P><P>This chapter describes how Lord Krishna consoled Devak&#299;, Vasudeva and Nanda Mah&#257;r&#257;ja and installed Ugrasena as king. It also relates how Krishna and Balar&#257;ma completed Their education, retrieved the dead son of Their guru and then returned home.</P><P>Noting that His parents &#8212; Vasudeva and Devak&#299; &#8212; had realized His true position as God, &#346;r&#299; Krishna expanded His Yogam&#257;y&#257; to again make them think of Him as their dear child. Then, with Lord Balar&#257;ma, Krishna approached them and said how unhappy He was that He and they had been unable to enjoy the mutual satisfaction of parents and children who live together. Then He stated, "Even in a lifetime of one hundred years, no son can ever repay the debt he owes his parents, from whom he receives his very body. Any capable son who fails to support his parents will be forced, in the hereafter, to eat his own flesh. Indeed, any person who does not maintain and nourish those under his care &#8212; children, wife, spiritual masters, br&#257;hmanas, elderly parents and so on &#8212; is simply a living corpse. It was out of fear of Kamsa that We could not serve you, so now please forgive Us." Vasudeva and Devak&#299;, overcome with emotion upon hearing these words of &#346;r&#299; Krishna's, embraced their two sons and in ecstasy shed a torrent of tears.</P><P>Having thus satisfied His mother and father, Lord Krishna offered Kamsa's kingdom to His maternal grandfather, Ugrasena, and then arranged for all His family members who had fled in fear of Kamsa to return to their homes. Protected by the mighty arms of Krishna and Balar&#257;ma, the Y&#257;davas began to enjoy supreme bliss.</P><P>Krishna and Balar&#257;ma next approached Nanda Mah&#257;r&#257;ja and praised him for having cared so lovingly for Them, another's sons. Krishna then said to Nanda, "Dear Father, please return to Vraja. Knowing how much you and Our other relatives are suffering in separation from Us, Balar&#257;ma and I will come to see you as soon as We have satisfied your friends here in Mathur&#257;." Krishna then worshiped Nanda with various offerings, and Nanda felt overwhelmed with love for his sons. After tearfully embracing Krishna and Balar&#257;ma, he took the cowherd men and departed for Vraja. Next Vasudeva had his priests perform his sons' ritual of second birth, brahminical initiation. Krishna and Balar&#257;ma then went to Garga Muni to take the vow of brahmacarya, celibacy. Afterward, Krishna and Balar&#257;ma, though omniscient, desired to reside at the school of a spiritual master, and thus They went to live with S&#257;nd&#299;pani Muni at Avant&#299;pura.</P><P>To teach the proper way to respect one's guru, Krishna and Balar&#257;ma served Their spiritual master with great devotion, as They would a Deity of the Supreme Lord Himself. S&#257;nd&#299;pani Muni, pleased by Their service, imparted to Them detailed knowledge of all the Vedas, together with their six corollaries and the Upanishads. Krishna and Balar&#257;ma needed to hear each subject explained only once to assimilate it completely, and thus in sixty-four days They learned the sixty-four traditional arts.</P><P>Before taking leave of Their guru, the two Lords offered S&#257;nd&#299;pani Muni any gift he desired. The wise S&#257;nd&#299;pani, seeing Their amazing prowess, requested that They bring back his son, who had died in the ocean at Prabh&#257;sa.</P><P>Krishna and Balar&#257;ma mounted a chariot and went to Prabh&#257;sa, where They approached the shore and worshiped the presiding deity of the ocean. Krishna asked the ocean to return His spiritual master's son, and the lord of the ocean replied that a demon dwelling within the ocean named P&#257;ñcajana had taken the boy away. Hearing this, &#346;r&#299; Krishna entered the ocean, killed that demon and took the shell that had grown from his body. But when Krishna did not find His guru's son within the demon's belly, He went to the planet of Yamar&#257;ja, the lord of death. Yamar&#257;ja came forward when he heard Krishna blow the P&#257;ñcajanya conchshell and devotedly worshiped Him. Lord Krishna then asked Yamar&#257;ja for S&#257;nd&#299;pani Muni's son, and Yamar&#257;ja immediately gave him to the two Lords.</P><P>Krishna and Balar&#257;ma then returned to Their spiritual master and presented him with his son, requesting him to choose yet another favor. But S&#257;nd&#299;pani Muni replied that by having obtained disciples such as Them, all his desires were fulfilled. He thus instructed Them to return home.</P><P>Krishna and Balar&#257;ma traveled to Their home by chariot, and upon Their arrival all the citizens became unlimitedly ecstatic to see Them, just like persons who have regained a lost treasure.</P><P CLASS=l><A CLASS=i HREF="../44/51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>