<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 2 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 2 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Remembrance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.2.12</P><P CLASS=c>yan martya-l&#299;laupayikam sva-yoga-</P><P CLASS=c>m&#257;y&#257;-balam dar&#347;ayat&#257; grih&#299;tam</P><P CLASS=c>vism&#257;panam svasya ca saubhagarddheh</P><P CLASS=c>param padam bh&#363;shana-bh&#363;shan&#257;&#324;gam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; His eternal form which; <A CLASS=v HREF="http://vedabase.net/m/martya">martya</A> &#8212; mortal world; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/u/upayikam">upayikam</A> &#8212; just suitable for the pastimes; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/balam">balam</A> &#8212; potency of the internal energy; <A CLASS=v HREF="http://vedabase.net/d/darsayata">dar&#347;ayat&#257;</A> &#8212; for manifestation; <A CLASS=v HREF="http://vedabase.net/g/grhitam">grih&#299;tam</A> &#8212; discovered; <A CLASS=v HREF="http://vedabase.net/v/vismapanam">vism&#257;panam</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/s/svasya">svasya</A> &#8212; of His own; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/saubhaga">saubhaga</A>-<A CLASS=v HREF="http://vedabase.net/r/rddheh">riddheh</A> &#8212; of the opulent; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; ultimate stand; <A CLASS=v HREF="http://vedabase.net/b/bhusana">bh&#363;shana</A> &#8212; ornament; <A CLASS=v HREF="http://vedabase.net/b/bhusana">bh&#363;shana</A>-<A CLASS=v HREF="http://vedabase.net/a/angam">a&#324;gam</A> &#8212; of the ornaments.</P><P CLASS=t>TRANSLATION</P><P>The Lord appeared in the mortal world by His internal potency, yoga-m&#257;y&#257;. He came in His eternal form, which is just suitable for His pastimes. These pastimes were wonderful for everyone, even for those proud of their own opulence, including the Lord Himself in His form as the Lord of Vaikuntha. Thus His [&#346;r&#299; Krishna's] transcendental body is the ornament of all ornaments.</P><P CLASS=t>PURPORT</P><P>In conformity with the Vedic hymns (nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m), the Personality of Godhead is more excellent than all other living beings within all the universes in the material world. He is the chief of all living entities; no one can surpass Him or be equal to Him in wealth, strength, fame, beauty, knowledge or renunciation. When Lord Krishna was within this universe, He seemed to be a human being because He appeared in a manner just suitable for His pastimes in the mortal world. He did not appear in human society in His Vaikuntha feature with four hands because that would not have been suitable for His pastimes. But in spite of His appearing as a human being, no one was or is equal to Him in any respect in any of the six different opulences. Everyone is more or less proud of his opulence in this world, but when Lord Krishna was in human society, He excelled all His contemporaries within the universe.</P><P>When the Lord's pastimes are visible to the human eye, they are called prakata, and when they are not visible they are called aprakata. In fact, the Lord's pastimes never stop, just as the sun never leaves the sky. The sun is always in its right orbit in the sky, but it is sometimes visible and sometimes invisible to our limited vision. Similarly, the pastimes of the Lord are always current in one universe or another, and when Lord Krishna disappeared from the transcendental abode of Dv&#257;rak&#257;, it was simply a disappearance from the eyes of the people there. It should not be misunderstood that His transcendental body, which is just suitable for the pastimes in the mortal world, is in any way inferior to His different expansions in the Vaikunthalokas. His body manifested in the material world is transcendental par excellence in the sense that His pastimes in the mortal world excel His mercy displayed in the Vaikunthalokas. In the Vaikunthalokas the Lord is merciful toward the liberated or nitya-mukta living entities, but in His pastimes in the mortal world He is merciful even to the fallen souls who are nitya-baddha, or conditioned forever. The six excellent opulences which He displayed in the mortal world by the agency of His internal potency, yoga-m&#257;y&#257;, are rare even in the Vaikunthalokas. All His pastimes were manifested not by the material energy but by His spiritual energy. The excellence of His r&#257;sa-l&#299;l&#257; at Vrind&#257;vana and His householder life with sixteen thousand wives is wonderful even for N&#257;r&#257;yana in Vaikuntha and is certainly so for other living entities within this mortal world. His pastimes are wonderful even for other incarnations of the Lord, such as &#346;r&#299; R&#257;ma, Nrisimha and Var&#257;ha. His opulence was so superexcellent that His pastimes were adored even by the Lord of Vaikuntha, who is not different from Lord Krishna Himself.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>