<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 2 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 2 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Remembrance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.2.15</P><P CLASS=c>sva-&#347;&#257;nta-r&#363;peshv itaraih sva-r&#363;pair</P><P CLASS=c>abhyardyam&#257;neshv anukampit&#257;tm&#257;</P><P CLASS=c>par&#257;vare&#347;o mahad-am&#347;a-yukto</P><P CLASS=c>hy ajo 'pi j&#257;to bhagav&#257;n yath&#257;gnih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/santa">&#347;&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/r/rupesu">r&#363;peshu</A> &#8212; unto the peaceful devotees of the Lord; <A CLASS=v HREF="http://vedabase.net/i/itaraih">itaraih</A> &#8212; others, nondevotees; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rupaih">r&#363;paih</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> their own modes of nature; <A CLASS=v HREF="http://vedabase.net/a/abhyardyamanesu">abhyardyam&#257;neshu</A> &#8212; being harassed by; <A CLASS=v HREF="http://vedabase.net/a/anukampita">anukampita</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the all-compassionate Lord; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/avara">avara</A> &#8212; spiritual and material; <A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;ah</A> &#8212; controller; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah</A> &#8212; accompanied by the plenary portion of <A HREF="http://vedabase.net/m/mahat">mahat</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; the unborn; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah</A> &#8212; is born; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/a/agnih">agnih</A> &#8212; the fire.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead, the all-compassionate controller of both the spiritual and material creations, is unborn, but when there is friction between His peaceful devotees and persons who are in the material modes of nature, He takes birth just like fire, accompanied by the mahat-tattva.</P><P CLASS=t>PURPORT</P><P>The devotees of the Lord are by nature peaceful because they have no material hankering. A liberated soul has no hankering, and therefore he has no lamentation. One who wants to possess also laments when he loses his possession. Devotees have no hankerings for material possessions and no hankerings for spiritual salvation. They are situated in the transcendental loving service of the Lord as a matter of duty, and they do not mind where they are or how they have to act. Karm&#299;s, jñ&#257;n&#299;s and yog&#299;s all hanker to possess some material or spiritual assets. Karm&#299;s want material possessions, jñ&#257;n&#299;s and yog&#299;s want spiritual possessions, but devotees do not want any material or spiritual assets. They want only to serve the Lord anywhere in the material or spiritual worlds that the Lord desires, and the Lord is always specifically compassionate towards such devotees.</P><P>The karm&#299;s, jñ&#257;n&#299;s and yog&#299;s have their particular mentalities in the modes of nature, and therefore they are called itara or nondevotees. These itaras, including even the yog&#299;s, sometimes harass the devotees of the Lord. Durv&#257;s&#257; Muni, a great yog&#299;, harassed Mah&#257;r&#257;ja Ambar&#299;sha because the latter was a great devotee of the Lord. And the great karm&#299; and jñ&#257;n&#299; Hiranyaka&#347;ipu even harassed his own Vaishnava son, Prahl&#257;da Mah&#257;r&#257;ja. There are many instances of such harassment of the peaceful devotees of the Lord by the itaras. When such friction takes place, the Lord, out of His great compassion towards His pure devotees, appears in person, accompanied by His plenary portions controlling the mahat-tattva.</P><P>The Lord is everywhere, in both the material and spiritual domains, and He appears for the sake of His devotees when there is friction between His devotee and the nondevotee. As electricity is generated by friction of matter anywhere and everywhere, the Lord, being all-pervading, appears because of the friction of devotees and nondevotees. When Lord Krishna appears on a mission, all His plenary portions accompany Him. When He appeared as the son of Vasudeva, there were differences of opinion about His incarnation. Some said, "He is the Supreme Personality of Godhead." Some said, "He is an incarnation of N&#257;r&#257;yana," and others said, "He is the incarnation of Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu." But actually He is the original Supreme Personality of Godhead &#8212; krishnas tu bhagav&#257;n svayam &#8212; and N&#257;r&#257;yana, the purushas and all other incarnations accompany Him to function as different parts of His pastimes. Mahad-am&#347;a-yuktah indicates that He is accompanied by the purushas, who create the mahat-tanva. It is confirmed in the Vedic hymns, mah&#257;ntam vibhum &#257;tm&#257;nam.</P><P>Lord Krishna appeared, just like electricity, when there was friction between Kamsa and Vasudeva and Ugrasena. Vasudeva and Ugrasena were the Lord's devotees, and Kamsa, a representative of the karm&#299;s and jñ&#257;n&#299;s, was a nondevotee. Krishna, as He is, is compared to the sun. He first appeared from the ocean of the womb of Devak&#299;, and gradually He satisfied the inhabitants of the places surrounding Mathur&#257;, just as the sun enlivens the lotus flower in the morning. After gradually rising to the meridian of Dv&#257;rak&#257;, the Lord set like the sun, placing everything in darkness, as described by Uddhava.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>