<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 2 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 2 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Remembrance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.2.2</P><P CLASS=c>yah pañca-h&#257;yano m&#257;tr&#257;</P><P CLASS=c>pr&#257;tar-&#257;&#347;&#257;ya y&#257;citah</P><P CLASS=c>tan naicchad racayan yasya</P><P CLASS=c>sapary&#257;m b&#257;la-l&#299;lay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A> &#8212; five; <A CLASS=v HREF="http://vedabase.net/h/hayanah">h&#257;yanah</A> &#8212; years old; <A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tr&#257;</A> &#8212; by his mother; <A CLASS=v HREF="http://vedabase.net/p/pratah">pr&#257;tah</A>-<A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;&#257;ya</A> &#8212; for breakfast; <A CLASS=v HREF="http://vedabase.net/y/yacitah">y&#257;citah</A> &#8212; called for; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/aicchat">aicchat</A> &#8212; liked; <A CLASS=v HREF="http://vedabase.net/r/racayan">racayan</A> &#8212; playing; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/s/saparyam">sapary&#257;m</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/b/bala">b&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/l/lilaya">l&#299;lay&#257;</A> &#8212; childhood.</P><P CLASS=t>TRANSLATION</P><P>He was one who even in his childhood, at the age of five years, was so absorbed in the service of Lord Krishna that when he was called by his mother for morning breakfast, he did not wish to have it.</P><P CLASS=t>PURPORT</P><P>From his very birth, Uddhava was a natural devotee of Lord Krishna, or a nitya-siddha, a liberated soul. From natural instinct he used to serve Lord Krishna, even in his childhood. He used to play with dolls in the form of Krishna, he would serve the dolls by dressing, feeding and worshiping them, and thus he was constantly absorbed in the play of transcendental realization. These are the signs of an eternally liberated soul. An eternally liberated soul is a devotee of the Lord who never forgets Him. Human life is meant for reviving one's eternal relation with the Lord, and all religious injunctions are meant for awakening this dormant instinct of the living entity. The sooner this awakening is brought about, the quicker the mission of human life is fulfilled. In a good family of devotees, the child gets the opportunity to serve the Lord in many ways. A soul who is already advanced in devotional service has the opportunity to take birth in such an enlightened family. This is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/41.htm">6.41</A>). &#346;uc&#299;n&#257;m &#347;r&#299;mat&#257;m gehe yoga-bhrashto 'bhij&#257;yate: even the fallen devotee gets the opportunity to take his birth in the family of a well-situated br&#257;hmana or in a rich, well-to-do mercantile family. In both these families there is a good opportunity to revive one's sense of God consciousness automatically because particularly in these families the worship of Lord Krishna is regularly performed and the child gets the opportunity to imitate the process of worship called arcan&#257;.</P><P>The p&#257;ñcar&#257;trik&#299; formula for training persons in devotional service is temple worship, whereby the neophytes get the opportunity to learn devotional service to the Lord. Mah&#257;r&#257;ja Par&#299;kshit also used to play with Krishna dolls in his childhood. In India the children in good families are still given dolls of the Lord like R&#257;ma and Krishna, or sometimes the demigods, so that they may develop the aptitude of service to the Lord. By the grace of the Lord we were given the same opportunity by our parents, and the beginning of our life was based on this principle.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>