<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 2 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 2 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Remembrance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.2.21</P><P CLASS=c>svayam tv as&#257;my&#257;ti&#347;ayas tryadh&#299;&#347;ah</P><P CLASS=c>sv&#257;r&#257;jya-lakshmy-&#257;pta-samasta-k&#257;mah</P><P CLASS=c>balim haradbhi&#347; cira-loka-p&#257;laih</P><P CLASS=c>kir&#299;ta-koty-edita-p&#257;da-p&#299;thah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/asamya">as&#257;mya</A> &#8212; unique; <A CLASS=v HREF="http://vedabase.net/a/atisayah">ati&#347;ayah</A> &#8212; greater; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/a/adhisah">adh&#299;&#347;ah</A> &#8212; Lord of the three; <A CLASS=v HREF="http://vedabase.net/s/svarajya">sv&#257;r&#257;jya</A> &#8212; independent supremacy; <A CLASS=v HREF="http://vedabase.net/l/laksmi">lakshm&#299;</A> &#8212; fortune; <A CLASS=v HREF="http://vedabase.net/a/apta">&#257;pta</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/s/samasta">samasta</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; all desires; <A CLASS=v HREF="http://vedabase.net/b/balim">balim</A> &#8212; worshiping paraphernalia; <A CLASS=v HREF="http://vedabase.net/h/haradbhih">haradbhih</A> &#8212; offered by; <A CLASS=v HREF="http://vedabase.net/c/cira">cira</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/palaih">p&#257;laih</A> &#8212; by the eternal maintainers of the order of creation; <A CLASS=v HREF="http://vedabase.net/k/kirita">kir&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/k/koti">koti</A> &#8212; millions of helmets; <A CLASS=v HREF="http://vedabase.net/e/edita">edita</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/p/pithah">p&#299;thah</A> &#8212; feet honored by prayers.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;r&#299; Krishna is the Lord of all kinds of threes and is independently supreme by achievement of all kinds of fortune. He is worshiped by the eternal maintainers of the creation, who offer Him the paraphernalia of worship by touching their millions of helmets to His feet.</P><P CLASS=t>PURPORT</P><P>Lord &#346;r&#299; Krishna is so mild and merciful, as described in the above verses, and yet He is the Lord of all kinds of threes. He is the Supreme Lord of the three worlds, the three qualities of material nature and the three purushas (K&#257;ranodaka&#347;&#257;y&#299;, Garbhodaka&#347;&#257;y&#299; and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu). There are innumerable universes, and in each and every universe there are different manifestations of Brahm&#257;, Vishnu and Rudra. Besides that, there is the &#346;esha-m&#363;rti who bears all the universes on His hoods. And Lord Krishna is the Lord of all of them. As the incarnation of Manu, He is the original source of all Manus in innumerable universes. Each universe has manifestations of 504,000 Manus. He is the Lord of the three principal potencies, namely cit-&#347;akti, m&#257;y&#257;-&#347;akti and tatastha-&#347;akti, and He is the complete master of six kinds of fortune &#8212; wealth, strength, fame, beauty, knowledge and renunciation. There is none who can excel Him in any matter of enjoyment, and certainly there is no one greater than Him. No one is equal to or greater than Him. It is the duty of everyone, whoever and wherever one may be, to surrender completely unto Him. It is not wonderful, therefore, that all the transcendental controllers surrender to Him and make all offerings of worship.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>