<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 2 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 2 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Remembrance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.2.23</P><P CLASS=c>aho bak&#299; yam stana-k&#257;la-k&#363;tam</P><P CLASS=c>jigh&#257;msay&#257;p&#257;yayad apy as&#257;dhv&#299;</P><P CLASS=c>lebhe gatim dh&#257;try-ucit&#257;m tato 'nyam</P><P CLASS=c>kam v&#257; day&#257;lum &#347;aranam vrajema</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/b/baki">bak&#299;</A> &#8212; the she-demon (<A HREF="http://vedabase.net/p/putana">P&#363;tan&#257;</A>); <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/s/stana">stana</A> &#8212; of her breast; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; deadly; <A CLASS=v HREF="http://vedabase.net/k/kutam">k&#363;tam</A> &#8212; poison; <A CLASS=v HREF="http://vedabase.net/j/jighamsaya">jigh&#257;msay&#257;</A> &#8212; out of envy; <A CLASS=v HREF="http://vedabase.net/a/apayayat">ap&#257;yayat</A> &#8212; nourished; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/asadhvi">as&#257;dhv&#299;</A> &#8212; unfaithful; <A CLASS=v HREF="http://vedabase.net/l/lebhe">lebhe</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; destination; <A CLASS=v HREF="http://vedabase.net/d/dhatri">dh&#257;tr&#299;</A>-<A CLASS=v HREF="http://vedabase.net/u/ucitam">ucit&#257;m</A> &#8212; just suitable for the nurse; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; beyond whom; <A CLASS=v HREF="http://vedabase.net/a/anyam">anyam</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/k/kam">kam</A> &#8212; who else; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/dayalum">day&#257;lum</A> &#8212; merciful; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/v/vrajema">vrajema</A> &#8212; shall <A HREF="http://vedabase.net/i/i">I</A> take.</P><P CLASS=t>TRANSLATION</P><P>Alas, how shall I take shelter of one more merciful than He who granted the position of mother to a she-demon [P&#363;tan&#257;] although she was unfaithful and she prepared deadly poison to be sucked from her breast?</P><P CLASS=t>PURPORT</P><P>Here is an example of the extreme mercy of the Lord, even to His enemy. It is said that a noble man accepts the good qualities of a person of doubtful character, just as one accepts nectar from a stock of poison. In His babyhood, He was administered deadly poison by P&#363;tan&#257;, a she-demon who tried to kill the wonderful baby. And because she was a demon, it was impossible for her to know that the Supreme Lord, even though playing the part of a baby, was no one less than the same Supreme Personality of Godhead. His value as the Supreme Lord did not diminish upon His becoming a baby to please His devotee Ya&#347;od&#257;. The Lord may assume the form of a baby or a shape other than that of a human being, but it doesn't make the slightest difference; He is always the same Supreme. A living creature, however powerful he may become by dint of severe penance, can never become equal to the Supreme Lord.</P><P>Lord Krishna accepted the motherhood of P&#363;tan&#257; because she pretended to be an affectionate mother, allowing Krishna to suck her breast. The Lord accepts the least qualification of the living entity and awards him the highest reward. That is the standard of His character. Therefore, who but the Lord can be the ultimate shelter?</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>