<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 2 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 2 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Remembrance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.2.27</P><P CLASS=c>par&#299;to vatsapair vats&#257;m&#347;</P><P CLASS=c>c&#257;rayan vyaharad vibhuh</P><P CLASS=c>yamunopavane k&#363;jad-</P><P CLASS=c>dvija-sa&#324;kulit&#257;&#324;ghripe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/paritah">par&#299;tah</A> &#8212; surrounded by; <A CLASS=v HREF="http://vedabase.net/v/vatsapaih">vatsapaih</A> &#8212; <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boys; <A CLASS=v HREF="http://vedabase.net/v/vatsan">vats&#257;n</A> &#8212; calves; <A CLASS=v HREF="http://vedabase.net/c/carayan">c&#257;rayan</A> &#8212; herding, tending; <A CLASS=v HREF="http://vedabase.net/v/vyaharat">vyaharat</A> &#8212; enjoyed by traveling; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; the Almighty; <A CLASS=v HREF="http://vedabase.net/y/yamuna">yamun&#257;</A> &#8212; the <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A> River; <A CLASS=v HREF="http://vedabase.net/u/upavane">upavane</A> &#8212; gardens on the shore; <A CLASS=v HREF="http://vedabase.net/k/kujat">k&#363;jat</A> &#8212; vibrated by the voice; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; the twice-born birds; <A CLASS=v HREF="http://vedabase.net/s/sankulita">sa&#324;kulita</A> &#8212; densely situated; <A CLASS=v HREF="http://vedabase.net/a/anghripe">a&#324;ghripe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the trees.</P><P CLASS=t>TRANSLATION</P><P>In His childhood, the Almighty Lord was surrounded by cowherd boys and calves, and thus He traveled on the shore of the Yamun&#257; River, through gardens densely covered with trees and filled with vibrations of chirping birds.</P><P CLASS=t>PURPORT</P><P>Nanda Mah&#257;r&#257;ja was a landholder for King Kamsa, but because by caste he was a vai&#347;ya, a member of the mercantile and agricultural community, he maintained thousands of cows. It is the duty of the vai&#347;yas to give protection to the cows, just as the kshatriyas are to give protection to the human beings. Because the Lord was a child, He was put in charge of the calves with His cowherd boy friends. These cowherd boys were great rishis and yog&#299;s in their previous births, and after many such pious births, they gained the association of the Lord and could play with Him on equal terms. Such cowherd boys never cared to know who Krishna was, but they played with Him as a most intimate and lovable friend. They were so fond of the Lord that at night they would only think of the next morning when they would be able to meet the Lord and go together to the forests for cowherding.</P><P>The forests on the shore of the Yamun&#257; are all beautiful gardens full of trees of mango, jackfruit, apples, guava, oranges, grapes, berries, palmfruit and so many other plants and fragrant flowers. And because the forest was on the bank of the Yamun&#257;, naturally there were ducks, cranes and peacocks on the branches of the trees. All these trees and birds and beasts were pious living entities born in the transcendental abode of Vrind&#257;vana just to give pleasure to the Lord and His eternal associates, the cowherd boys.</P><P>While playing like a small child with His associates, the Lord killed many demons, including Agh&#257;sura, Bak&#257;sura, Pralamb&#257;sura and Gardabh&#257;sura. Although He appeared at Vrind&#257;vana just as a boy, He was actually like the covered flames of a fire. As a small particle of fire can kindle a great fire with fuel, so the Lord killed all these great demons, beginning from His babyhood in the house of Nanda Mah&#257;r&#257;ja. The land of Vrind&#257;vana, the Lord's childhood playground, still remains today, and anyone who visits these places enjoys the same transcendental bliss, although the Lord is not physically visible to our imperfect eyes. Lord Caitanya recommended this land of the Lord as identical with the Lord and therefore worshipable by the devotees. This instruction is taken up especially by the followers of Lord Caitanya known as the Gaud&#299;ya Vaishnavas. And because the land is identical with the Lord, devotees like Uddhava and Vidura visited these places five thousand years ago in order to have direct contact with the Lord, visible or not visible, Thousands of devotees of the Lord are still wandering in these sacred places of Vrind&#257;vana, and all of them are preparing themselves to go back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>