<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 2 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 2 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Remembrance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.2.28</P><P CLASS=c>kaum&#257;r&#299;m dar&#347;ayam&#347; cesht&#257;m</P><P CLASS=c>prekshan&#299;y&#257;m vrajaukas&#257;m</P><P CLASS=c>rudann iva hasan mugdha-</P><P CLASS=c>b&#257;la-simh&#257;valokanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kaumarim">kaum&#257;r&#299;m</A> &#8212; just suitable <A HREF="http://vedabase.net/t/to">to</A> childhood; <A CLASS=v HREF="http://vedabase.net/d/darsayan">dar&#347;ayan</A> &#8212; while showing; <A CLASS=v HREF="http://vedabase.net/c/cestam">cesht&#257;m</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/p/preksaniyam">prekshan&#299;y&#257;m</A> &#8212; worthy <A HREF="http://vedabase.net/t/to">to</A> be seen; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/o/okasam">okas&#257;m</A> &#8212; by the inhabitants of the land of <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/r/rudan">rudan</A> &#8212; crying; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; just like; <A CLASS=v HREF="http://vedabase.net/h/hasan">hasan</A> &#8212; laughing; <A CLASS=v HREF="http://vedabase.net/m/mugdha">mugdha</A> &#8212; struck with wonder; <A CLASS=v HREF="http://vedabase.net/b/bala">b&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/s/simha">simha</A> &#8212; lion cub; <A CLASS=v HREF="http://vedabase.net/a/avalokanah">avalokanah</A> &#8212; looking like that.</P><P CLASS=t>TRANSLATION</P><P>When the Lord displayed His activities just suitable for childhood, He was visible only to the residents of Vrind&#257;vana. Sometimes He would cry and sometimes laugh, just like a child, and while so doing He would appear like a lion cub.</P><P CLASS=t>PURPORT</P><P>If anyone wants to enjoy the childhood pastimes of the Lord, then he has to follow in the footsteps of the residents of Vraja like Nanda, Upananda and other parental inhabitants. A child may insist on having something and cry like anything to get it, disturbing the whole neighborhood, and then immediately after achieving the desired thing, he laughs. Such crying and laughing is enjoyable to the parents and elderly members of the family, so the Lord would simultaneously cry and laugh in this way and merge His devotee-parents in the humor of transcendental pleasure. These incidents are enjoyable only by the residents of Vraja like Nanda Mah&#257;r&#257;ja, and not by the impersonalist worshipers of Brahman or Param&#257;tm&#257;. Sometimes when attacked in the forest by demons, Krishna would appear struck with wonder, but He looked on them like the cub of a lion and killed them. His childhood companions would also be struck with wonder, and when they came back home they would narrate the story to their parents, and everyone would appreciate the qualities of their Krishna. Child Krishna did not belong only to His parents, Nanda and Ya&#347;od&#257;; He was the son of all the elderly inhabitants of Vrind&#257;vana and the friend of all contemporary boys and girls. Everyone loved Krishna. He was the life and soul of everyone, including the animals, the cows and the calves.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>