<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 2 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 2 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Remembrance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.2.30</P><P CLASS=c>prayukt&#257;n bhoja-r&#257;jena</P><P CLASS=c>m&#257;yinah k&#257;ma-r&#363;pinah</P><P CLASS=c>l&#299;lay&#257; vyanudat t&#257;ms t&#257;n</P><P CLASS=c>b&#257;lah kr&#299;danak&#257;n iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prayuktan">prayukt&#257;n</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/b/bhoja">bhoja</A>-<A CLASS=v HREF="http://vedabase.net/r/rajena">r&#257;jena</A> &#8212; by King <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>; <A CLASS=v HREF="http://vedabase.net/m/mayinah">m&#257;yinah</A> &#8212; great wizards; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/r/rupinah">r&#363;pinah</A> &#8212; who could assume any form they liked; <A CLASS=v HREF="http://vedabase.net/l/lilaya">l&#299;lay&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the course of the pastimes; <A CLASS=v HREF="http://vedabase.net/v/vyanudat">vyanudat</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> they came there; <A CLASS=v HREF="http://vedabase.net/b/balah">b&#257;lah</A> &#8212; the child; <A CLASS=v HREF="http://vedabase.net/k/kridanakan">kr&#299;danak&#257;n</A> &#8212; dolls; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like that.</P><P CLASS=t>TRANSLATION</P><P>The great wizards who were able to assume any form were engaged by the King of Bhoja, Kamsa, to kill Krishna, but in the course of His pastimes the Lord killed them as easily as a child breaks dolls.</P><P CLASS=t>PURPORT</P><P>The atheist Kamsa wanted to kill Krishna just after His birth. He failed to do so, but later on he got information that Krishna was living in Vrind&#257;vana at the house of Nanda Mah&#257;r&#257;ja. He therefore engaged many wizards who could perform wonderful acts and assume any form they liked. All of them appeared before the child-Lord in various forms, like Agha, Baka, P&#363;tan&#257;, &#346;akata, Trin&#257;varta, Dhenuka and Gardabha, and they tried to kill the Lord at every opportunity. But one after another, all of them were killed by the Lord as if He were only playing with dolls. Children play with toy lions, elephants, boars and many similar dolls, which are broken by the children in the course of their playing with them. Before the Almighty Lord, any powerful living being is just like a toy lion in the hands of a playing child. No one can excel God in any capacity, and therefore no one can be equal to or greater than Him, nor can anyone attain the stage of equality with God by any kind of endeavor. Jñ&#257;na, yoga and bhakti are three recognized processes of spiritual realization. The perfection of such processes can lead one to the desired goal of life in spiritual value, but that does not mean that one can attain a perfection equal to the Lord's by such endeavors. The Lord is the Lord at every stage. When He was playing just like a child on the lap of His mother Ya&#347;od&#257;may&#299; or just like a cowherd boy with His transcendental friends, He continued to remain God, without the slightest diminution of His six opulences. Thus He is always unrivaled.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>