<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 2 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 2 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Remembrance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.2.5</P><P CLASS=c>pulakodbhinna-sarv&#257;&#324;go</P><P CLASS=c>muñcan m&#299;lad-dri&#347;&#257; &#347;ucah</P><P CLASS=c>p&#363;rn&#257;rtho lakshitas tena</P><P CLASS=c>sneha-prasara-samplutah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pulaka">pulaka</A>-<A CLASS=v HREF="http://vedabase.net/u/udbhinna">udbhinna</A> &#8212; bodily changes of transcendental ecstasy; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/angah">a&#324;gah</A> &#8212; every part of the body; <A CLASS=v HREF="http://vedabase.net/m/muncan">muñcan</A> &#8212; smearing; <A CLASS=v HREF="http://vedabase.net/m/milat">m&#299;lat</A> &#8212; opening; <A CLASS=v HREF="http://vedabase.net/d/drsa">dri&#347;&#257;</A> &#8212; by the eyes; <A CLASS=v HREF="http://vedabase.net/s/sucah">&#347;ucah</A> &#8212; tears of grief; <A CLASS=v HREF="http://vedabase.net/p/purna">p&#363;rna</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; complete achievement; <A CLASS=v HREF="http://vedabase.net/l/laksitah">lakshitah</A> &#8212; thus observed; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A>-<A CLASS=v HREF="http://vedabase.net/p/prasara">prasara</A> &#8212; extensive love; <A CLASS=v HREF="http://vedabase.net/s/samplutah">samplutah</A> &#8212; thoroughly assimilated.</P><P CLASS=t>TRANSLATION</P><P>It was so observed by Vidura that Uddhava had all the transcendental bodily changes due to total ecstasy, and he was trying to wipe away tears of separation from his eyes. Thus Vidura could understand that Uddhava had completely assimilated extensive love for the Lord.</P><P CLASS=t>PURPORT</P><P>The symptoms of the highest order of devotional life were observed by Vidura, an experienced devotee of the Lord, and he confirmed Uddhava's perfectional stage of love of Godhead. Ecstatic bodily changes are manifested from the spiritual plane and are not artificial expressions developed by practice. There are three different stages of development in devotional service. The first stage is that of following the regulative principles prescribed in the codes of devotional service, the second stage is that of assimilation and realization of the steady condition of devotional service, and the last stage is that of ecstasy symptomized by transcendental bodily expression. The nine different modes of devotional service, such as hearing, chanting and remembering, are the beginning of the process. By regular hearing of the glories and pastimes of the Lord, the impurities in the student's heart begin to be washed off. The more one is cleansed of impurities, the more one becomes fixed in devotional service. Gradually the activities take the forms of steadiness, firm faith, taste, realization and assimilation, one after another. These different stages of gradual development increase love of God to the highest stage, and in the highest stage there are still more symptoms, such as affection, anger and attachment, gradually rising in exceptional cases to the mah&#257;-bh&#257;va stage, which is generally not possible for the living entities. All these were manifested by Lord &#346;r&#299; Caitanya Mah&#257;prabhu, the personification of love of God.</P><P>In the Bhakti-ras&#257;mrita-sindhu by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, the chief disciple of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, these transcendental symptoms displayed by pure devotees like Uddhava are systematically described. We have written a summary study of Bhakti-ras&#257;mrita-sindhu entitled The Nectar of Devotion, and one may consult this book for more detailed information on the science of devotional service.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>