<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 2 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 2 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Remembrance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.2.9</P><P CLASS=c>i&#324;gita-jñ&#257;h puru-praudh&#257;</P><P CLASS=c>ek&#257;r&#257;m&#257;&#347; ca s&#257;tvat&#257;h</P><P CLASS=c>s&#257;tvat&#257;m rishabham sarve</P><P CLASS=c>bh&#363;t&#257;v&#257;sam amamsata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ingita">i&#324;gita</A>-<A CLASS=v HREF="http://vedabase.net/j/jnah">jñ&#257;h</A> &#8212; expert <A HREF="http://vedabase.net/i/in">in</A> psychic study; <A CLASS=v HREF="http://vedabase.net/p/puru">puru</A>-<A CLASS=v HREF="http://vedabase.net/p/praudhah">praudh&#257;h</A> &#8212; highly experienced; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/a/aramah">&#257;r&#257;m&#257;h</A> &#8212; relaxation; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/satvatah">s&#257;tvat&#257;h</A> &#8212; devotees, or own men; <A CLASS=v HREF="http://vedabase.net/s/satvatam">s&#257;tvat&#257;m</A> <A CLASS=v HREF="http://vedabase.net/r/rsabham">rishabham</A> &#8212; head of the family; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/avasam">&#257;v&#257;sam</A> &#8212; all-pervading; <A CLASS=v HREF="http://vedabase.net/a/amamsata">amamsata</A> &#8212; could think.</P><P CLASS=t>TRANSLATION</P><P>The Yadus were all experienced devotees, learned and expert in psychic study. Over and above this, they were always with the Lord in all kinds of relaxations, and still they were only able to know Him as the one Supreme who dwells everywhere.</P><P CLASS=t>PURPORT</P><P>In the Vedas it is said that the Supreme Lord or the Param&#257;tm&#257; cannot be understood simply by the strength of one's erudition or power of mental speculation: n&#257;yam &#257;tm&#257; pravacanena labhyo na medhay&#257; na bahun&#257; &#347;rutena (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/23">1.2.23</A>). He can be known only by one who has the mercy of the Lord. The Y&#257;davas were all exceptionally learned and experienced, but in spite of their knowing the Lord as the one who lives in everyone's heart, they could not understand that He is the original Personality of Godhead. This lack of knowledge was not due to their insufficient erudition; it was due to their misfortune. In Vrind&#257;vana, however, the Lord was not even known as the Param&#257;tm&#257; because the residents of Vrind&#257;vana were pure unconventional devotees of the Lord and could think of Him only as their object of love. They did not know that He is the Personality of Godhead. The Yadus, or the residents of Dv&#257;rak&#257;, however, could know Lord Krishna as V&#257;sudeva, or the Supersoul living everywhere, but not as the Supreme Lord. As scholars of the Vedas, they verified the Vedic hymns: eko devah. .. sarva-bh&#363;t&#257;dhiv&#257;sah... antary&#257;m&#299;... and vrishn&#299;n&#257;m para-devat&#257;. ... The Yadus, therefore, accepted Lord Krishna as the Supersoul incarnated in their family, and not more than that.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>