<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 4 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 4 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Characteristics of Rishabhadeva, the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.4.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>atha ha tam utpattyaiv&#257;bhivyajyam&#257;na-bhagaval-lakshanam s&#257;myopa&#347;ama-vair&#257;gyai&#347;varya-mah&#257;-vibh&#363;tibhir anudinam edham&#257;n&#257;nubh&#257;vam prakritayah praj&#257; br&#257;hman&#257; devat&#257;&#347; c&#257;vani-tala-samavan&#257;y&#257;titar&#257;m jagridhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; thus (after the Supreme Personality of Godhead appeared); <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/u/utpattya">utpatty&#257;</A> &#8212; from the beginning of His appearance; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/abhivyajyamana">abhivyajyam&#257;na</A> &#8212; distinctly manifested; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/l/laksanam">lakshanam</A> &#8212; possessing the symptoms of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/samya">s&#257;mya</A> &#8212; equal <A HREF="http://vedabase.net/t/to">to</A> everyone; <A CLASS=v HREF="http://vedabase.net/u/upasama">upa&#347;ama</A> &#8212; completely peaceful, <A HREF="http://vedabase.net/i/in">in</A> control of the senses and mind; <A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A> &#8212; renunciation; <A CLASS=v HREF="http://vedabase.net/a/aisvarya">ai&#347;varya</A> &#8212; opulences; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhutibhih">vibh&#363;tibhih</A> &#8212; with great attributes; <A CLASS=v HREF="http://vedabase.net/a/anudinam">anudinam</A> &#8212; day after day; <A CLASS=v HREF="http://vedabase.net/e/edhamana">edham&#257;na</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/a/anubhavam">anubh&#257;vam</A> &#8212; His power; <A CLASS=v HREF="http://vedabase.net/p/prakrtayah">prakritayah</A> &#8212; the ministers; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; the citizens; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hman&#257;h</A> &#8212; the learned scholars <A HREF="http://vedabase.net/i/in">in</A> full knowledge of <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/d/devatah">devat&#257;h</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/avani">avani</A>-<A CLASS=v HREF="http://vedabase.net/t/tala">tala</A> &#8212; the surface of the globe; <A CLASS=v HREF="http://vedabase.net/s/samavanaya">samavan&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> rule; <A CLASS=v HREF="http://vedabase.net/a/atitaram">atitar&#257;m</A> &#8212; greatly; <A CLASS=v HREF="http://vedabase.net/j/jagrdhuh">jagridhuh</A> &#8212; desired.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: As soon as the Lord was born as the son of Mah&#257;r&#257;ja N&#257;bhi, He manifested symptoms of the Supreme Lord, such as marks on the bottoms of His feet [the flag, thunderbolt, etc.]. This son was equal to everyone and very peaceful. He could control His senses and His mind, and, possessing all opulence, He did not hanker for material enjoyment. Endowed with all these attributes, the son of Mah&#257;r&#257;ja N&#257;bhi became more powerful day after day. Due to this, the citizens, learned br&#257;hmanas, demigods and ministers wanted Rishabhadeva to be appointed ruler of the earth.</P><P CLASS=t>PURPORT</P><P>In these days of cheap incarnations, it is very interesting to note the bodily symptoms found in an incarnation. From the very beginning of His birth, it was observed that Rishabhadeva's feet were marked with the transcendental signs (a flag, thunderbolt, lotus flower, etc.). In addition to this, as the Lord began to grow, He became very prominent. He was equal to everyone. He did not favor one person and neglect another. An incarnation of God must have the six opulences &#8212; wealth. strength, knowledge, beauty, fame and renunciation. It is said that although Rishabhadeva was endowed with all opulences, He was not at all attached to material enjoyment. He was self-controlled and therefore liked by everyone. Due to His superexcellent qualities, everyone wanted Him to rule the earth. An incarnation of God has to be accepted by experienced people and by the symptoms described in the &#347;&#257;stras. An incarnation is not accepted simply by the adulation of foolish people.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>