<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 4 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 4 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Characteristics of Rishabhadeva, the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.4.13</P><P CLASS=c>yav&#299;y&#257;msa ek&#257;&#347;&#299;tir j&#257;yantey&#257;h pitur &#257;de&#347;akar&#257; mah&#257;-&#347;&#257;l&#299;n&#257; mah&#257;-&#347;rotriy&#257; yajña-&#347;&#299;l&#257;h karma-vi&#347;uddh&#257; br&#257;hman&#257; babh&#363;vuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yaviyamsah">yav&#299;y&#257;msah</A> &#8212; younger; <A CLASS=v HREF="http://vedabase.net/e/ekasitih">ek&#257;&#347;&#299;tih</A> &#8212; numbering eighty-one; <A CLASS=v HREF="http://vedabase.net/j/jayanteyah">j&#257;yantey&#257;h</A> &#8212; the sons of <A HREF="http://vedabase.net/j/jayanti">Jayant&#299;</A>, the wife of Rishabhadeva; <A CLASS=v HREF="http://vedabase.net/p/pituh">pituh</A> &#8212; of their father; <A CLASS=v HREF="http://vedabase.net/a/adesakarah">&#257;de&#347;akar&#257;h</A> &#8212; following the order; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/salinah">&#347;&#257;l&#299;n&#257;h</A> &#8212; well behaved. well cultured; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/srotriyah">&#347;rotriy&#257;h</A> &#8212; extremely learned <A HREF="http://vedabase.net/i/in">in</A> Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/s/silah">&#347;&#299;l&#257;h</A> &#8212; expert <A HREF="http://vedabase.net/i/in">in</A> performing ritualistic ceremonies; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/v/visuddhah">vi&#347;uddh&#257;h</A> &#8212; very <A HREF="http://vedabase.net/p/pure">pure</A> <A HREF="http://vedabase.net/i/in">in</A> their activities; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hman&#257;h</A> &#8212; qualified br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/b/babhuvuh">babh&#363;vuh</A> &#8212; became.</P><P CLASS=t>TRANSLATION</P><P>In addition to these nineteen sons mentioned above, there were eighty-one younger ones, all born of Rishabhadeva and Jayant&#299;. According to the order of their father, they became well cultured, well behaved, very pure in their activities and expert in Vedic knowledge and the performance of Vedic rituals. Thus they all became perfectly qualified br&#257;hmanas.</P><P CLASS=t>PURPORT</P><P>From this verse we have good information of how the castes are qualified according to quality and work. Rishabhadeva, a king, was certainly a kshatriya. He had a hundred sons, and out of these, ten were engaged as kshatriyas and ruled the planet. Nine sons became good preachers of &#346;r&#299;mad-Bh&#257;gavatam (mah&#257;-bh&#257;gavatas), and this indicates that they were above the position of br&#257;hmanas. The other eighty-one sons became highly qualified br&#257;hmanas. These are some practical examples of how one can become fit for a certain type of activity by qualification, not by birth. All the sons of Mah&#257;r&#257;ja Rishabhadeva were kshatriyas by birth, but by quality some of them became kshatriyas, and some became br&#257;hmanas. Nine became preachers of &#346;r&#299;mad-Bh&#257;gavatam (bh&#257;gavata-dharma-dar&#347;an&#257;h), which means that they were above the categories of kshatriya and br&#257;hmana.</P><P CLASS=l><A CLASS=i HREF="11-12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>