<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 4 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 4 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Characteristics of Rishabhadeva, the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.4.16</P><P CLASS=c>yadyapi sva-viditam sakala-dharmam br&#257;hmam guhyam br&#257;hmanair dar&#347;ita-m&#257;rgena s&#257;m&#257;dibhir up&#257;yair janat&#257;m anu&#347;a&#347;&#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yadyapi">yadyapi</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/v/viditam">viditam</A> &#8212; known by Him; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; which includes all different types of occupational duties; <A CLASS=v HREF="http://vedabase.net/b/brahmam">br&#257;hmam</A> &#8212; Vedic instruction; <A CLASS=v HREF="http://vedabase.net/g/guhyam">guhyam</A> &#8212; very confidential; <A CLASS=v HREF="http://vedabase.net/b/brahmanaih">br&#257;hmanaih</A> &#8212; by the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/d/darsita">dar&#347;ita</A>-<A CLASS=v HREF="http://vedabase.net/m/margena">m&#257;rgena</A> &#8212; by the path showed; <A CLASS=v HREF="http://vedabase.net/s/sama">s&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; <A HREF="http://vedabase.net/s/sama">s&#257;ma</A>, <A HREF="http://vedabase.net/d/dama">dama</A>, <A HREF="http://vedabase.net/t/titiksa">titiksh&#257;</A> (controlling the mind. controlling the senses, practicing tolerance) and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/u/upayaih">up&#257;yaih</A> &#8212; by the means; <A CLASS=v HREF="http://vedabase.net/j/janatam">janat&#257;m</A> &#8212; the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/a/anusasasa">anu&#347;a&#347;&#257;sa</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> ruled over.</P><P CLASS=t>TRANSLATION</P><P>Although Lord Rishabhadeva knew everything about confidential Vedic knowledge, which includes information about all types of occupational duties, He still maintained Himself as a kshatriya and followed the instructions of the br&#257;hmanas as they related to mind control, sense control, tolerance and so forth. Thus He ruled the people according to the system of varn&#257;&#347;rama-dharma, which enjoins that the br&#257;hmanas instruct the kshatriyas and the kshatriyas administer to the state through the vai&#347;yas and &#347;&#363;dras.</P><P CLASS=t>PURPORT</P><P>Although Rishabhadeva knew all the Vedic instructions perfectly well, He nonetheless followed the instructions of the br&#257;hmanas in order to perfectly maintain the social order. The br&#257;hmanas would give advice according to the &#347;&#257;stras, and all the other castes would follow. The word brahma means "perfect knowledge of all activities," and this knowledge is very confidentially described in the Vedic literatures. Men trained perfectly as br&#257;hmanas should know all Vedic literature, and the benefit derived from this literature should be distributed to the general populace. The general populace should follow the perfect br&#257;hmana. In this way, one can learn how to control the mind and senses and thus gradually advance to spiritual perfection.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>