<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 4 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 4 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Characteristics of Rishabhadeva, the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.4.3</P><P CLASS=c>yasya h&#299;ndrah spardham&#257;no bhagav&#257;n varshe na vavarsha tad avadh&#257;rya bhagav&#257;n rishabhadevo yoge&#347;varah prahasy&#257;tma-yogam&#257;yay&#257; sva-varsham ajan&#257;bham n&#257;m&#257;bhyavarshat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/i/indrah">indrah</A> &#8212; King <A HREF="http://vedabase.net/i/indra">Indra</A> of heaven; <A CLASS=v HREF="http://vedabase.net/s/spardhamanah">spardham&#257;nah</A> &#8212; being envious; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; very opulent; <A CLASS=v HREF="http://vedabase.net/v/varse">varshe</A> &#8212; on <A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>-<A HREF="http://vedabase.net/v/varsa">varsha</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/v/vavarsa">vavarsha</A> &#8212; did not pour water; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/avadharya">avadh&#257;rya</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rsabhadevah">rishabhadevah</A> &#8212; Rishabhadeva; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the master of all mystic power; <A CLASS=v HREF="http://vedabase.net/p/prahasya">prahasya</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by His own spiritual potency; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/v/varsam">varsham</A> &#8212; on His place; <A CLASS=v HREF="http://vedabase.net/a/ajanabham">ajan&#257;bham</A> &#8212; Ajan&#257;bha; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/a/abhyavarsat">abhyavarshat</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> poured water.</P><P CLASS=t>TRANSLATION</P><P>Indra, the King of heaven, who is very materially opulent, became envious of King Rishabhadeva. Consequently he stopped pouring water on the planet known as Bh&#257;rata-varsha. At that time the Supreme Lord, Rishabhadeva, the master of all mystic power, understood King Indra's purpose and smiled a little. Then, by His own prowess, through yogam&#257;y&#257; [His internal potency], He profusely poured water upon His own place, which was known as Ajan&#257;bha.</P><P CLASS=t>PURPORT</P><P>We find the word bhagav&#257;n used twice in this verse. Both King Indra and Rishabhadeva, the incarnation of the Supreme Lord, are described as bhagav&#257;n. Sometimes N&#257;rada and Lord Brahm&#257; are also addressed as bhagav&#257;n. The word bhagav&#257;n means that one is a very opulent and powerful person like Lord Brahm&#257;, Lord &#346;iva, N&#257;rada or Indra. They are all addressed as bhagav&#257;n due to their extraordinary opulence. King Rishabhadeva is an incarnation of the Supreme Lord, and therefore He was the original Bhagav&#257;n. Consequently He is described herein as yoge&#347;vara, which indicates that He has the most powerful spiritual potency. He is not dependent on King Indra for water. He can supply water Himself, and He did so in this case. In Bhagavad-g&#299;t&#257;, it is stated: yajñ&#257;d bhavati parjanyah [<A CLASS=v HREF="../../../bg/3/14.htm">Bg. 3.14</A>]. Due to the performance of yajña, clouds of water are manifest in the sky. Clouds and rainfall are under the management of Indra, the heavenly King, but when Indra is neglectful, the Supreme Lord Himself, who is also known as yajña or yajña-pati, takes the task upon Himself. Consequently there was sufficient rainfall in the place named Ajan&#257;bha. When yajña-pati wants to, He can do anything without the help of any subordinate. Therefore the Supreme Lord is known as almighty. In the present age of Kali there will eventually be a great scarcity of water (an&#257;vrishti), for the general populace, due to ignorance and the scarcity of yajñic ingredients, will neglect to perform yajñas. &#346;r&#299;mad-Bh&#257;gavatam therefore advises: yajñaih sa&#324;k&#299;rtana-pr&#257;yaih yajanti hi sumedhasah. After all, yajña is meant to satisfy the Supreme Personality of Godhead. In this age of Kali. there is great scarcity and ignorance; nonetheless, everyone can perform sa&#324;k&#299;rtana-yajña. Every family in every society can conduct sa&#324;k&#299;rtana-yajña at least every evening. In this way there will be no disturbance or scarcity of rain. It is essential for the people in this age to perform the sa&#324;k&#299;rtana-yajña in order to be materially happy and to advance spiritually.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>