<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 4 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 4 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Characteristics of Rishabhadeva, the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.4.4</P><P CLASS=c>n&#257;bhis tu yath&#257;bhilashitam suprajastvam avarudhy&#257;ti-pramoda-bhara-vihvalo gadgad&#257;ksharay&#257; gir&#257; svairam grih&#299;ta-naraloka-sadharmam bhagavantam pur&#257;na-purusham m&#257;y&#257;-vilasita-matir vatsa t&#257;teti s&#257;nur&#257;gam upal&#257;layan par&#257;m nirvritim upagatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nabhih">n&#257;bhih</A> &#8212; King <A HREF="http://vedabase.net/n/nabhi">N&#257;bhi</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/abhilasitam">abhilashitam</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> his desire; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/p/prajastvam">prajastvam</A> &#8212; the most beautiful son; <A CLASS=v HREF="http://vedabase.net/a/avarudhya">avarudhya</A> &#8212; getting; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/p/pramoda">pramoda</A> &#8212; of great jubilation; <A CLASS=v HREF="http://vedabase.net/b/bhara">bhara</A> &#8212; by <A HREF="http://vedabase.net/a/an">an</A> excess; <A CLASS=v HREF="http://vedabase.net/v/vihvalah">vihvalah</A> &#8212; being overwhelmed; <A CLASS=v HREF="http://vedabase.net/g/gadgada">gadgada</A>-<A CLASS=v HREF="http://vedabase.net/a/aksaraya">aksharay&#257;</A> &#8212; faltering <A HREF="http://vedabase.net/i/in">in</A> ecstasy; <A CLASS=v HREF="http://vedabase.net/g/gira">gir&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> voice; <A CLASS=v HREF="http://vedabase.net/s/svairam">svairam</A> &#8212; by His independent will; <A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;ta</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/s/sadharmam">sadharmam</A> &#8212; acting <A HREF="http://vedabase.net/a/as">as</A> if <A HREF="http://vedabase.net/a/a">a</A> human being; <A CLASS=v HREF="http://vedabase.net/b/bhagavantam">bhagavantam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/purana">pur&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the oldest among living beings; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; by <A HREF="http://vedabase.net/y/yogamaya">yogam&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/vilasita">vilasita</A> &#8212; bewildered; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; his mentality; <A CLASS=v HREF="http://vedabase.net/v/vatsa">vatsa</A> &#8212; my dear son; <A CLASS=v HREF="http://vedabase.net/t/tata">t&#257;ta</A> &#8212; my darling; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anuragam">anur&#257;gam</A> &#8212; with great affection; <A CLASS=v HREF="http://vedabase.net/u/upalalayan">upal&#257;layan</A> &#8212; raising; <A CLASS=v HREF="http://vedabase.net/p/param">par&#257;m</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/n/nirvrtim">nirvritim</A> &#8212; bliss; <A CLASS=v HREF="http://vedabase.net/u/upagatah">upagatah</A> &#8212; achieved.</P><P CLASS=t>TRANSLATION</P><P>Due to getting a perfect son according to his desire, King N&#257;bhi was always overwhelmed with transcendental bliss and was very affectionate to his son. It was with ecstasy and a faltering voice that he addressed Him, "My dear son, my darling." This mentality was brought about by yogam&#257;y&#257;, whereby he accepted the Supreme Lord, the supreme father, as his own son. Out of His supreme good will, the Lord became his son and dealt with everyone as if He were an ordinary human being. Thus King N&#257;bhi began to raise his transcendental son with great affection, and he was overwhelmed with transcendental bliss, joy and devotion.</P><P CLASS=t>PURPORT</P><P>The word m&#257;y&#257; is used in the sense of illusion. Considering the Supreme Personality of Godhead to be his own son, Mah&#257;r&#257;ja N&#257;bhi was certainly in illusion, but this was transcendental illusion. This illusion is required; otherwise how can one accept the supreme father as his own son? The Supreme Lord appears as the son of one of His devotees, just as Lord Krishna appeared as the son of Ya&#347;od&#257; and Nanda Mah&#257;r&#257;ja. These devotees could never think of their son as the Supreme Personality of Godhead, for such appreciation would hamper their relationship of paternal love.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>