<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 4 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 4 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Characteristics of Rishabhadeva, the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.4.7</P><P CLASS=c>brahmanyo 'nyah kuto n&#257;bher</P><P CLASS=c>vipr&#257; ma&#324;gala-p&#363;jit&#257;h</P><P CLASS=c>yasya barhishi yajñe&#347;am</P><P CLASS=c>dar&#347;ay&#257;m &#257;sur ojas&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanyah">brahmanyah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> devotee of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; any. other; <A CLASS=v HREF="http://vedabase.net/k/kutah">kutah</A> &#8212; where is; <A CLASS=v HREF="http://vedabase.net/n/nabheh">n&#257;bheh</A> &#8212; besides <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/n/nabhi">N&#257;bhi</A>; <A CLASS=v HREF="http://vedabase.net/v/viprah">vipr&#257;h</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A>-<A CLASS=v HREF="http://vedabase.net/p/pujitah">p&#363;jit&#257;h</A> &#8212; well worshiped and satisfied; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/b/barhisi">barhishi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sacrificial arena; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; the Supreme Personality of Godhead, the <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A> of all sacrificial ceremonies; <A CLASS=v HREF="http://vedabase.net/d/darsayam">dar&#347;ay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asuh">&#257;suh</A> &#8212; showed; <A CLASS=v HREF="http://vedabase.net/o/ojasa">ojas&#257;</A> &#8212; by their brahminical prowess.</P><P CLASS=t>TRANSLATION</P><P>[The second prayer is this.] "Who is a better worshiper of br&#257;hmanas than Mah&#257;r&#257;ja N&#257;bhi? Because he worshiped the qualified br&#257;hmanas to their full satisfaction, the br&#257;hmanas, by their brahminical prowess, showed Mah&#257;r&#257;ja N&#257;bhi the Supreme Personality of Godhead, N&#257;r&#257;yana, in person."</P><P CLASS=t>PURPORT</P><P>The br&#257;hmanas engaged as priests in the sacrificial ceremony were not ordinary br&#257;hmanas. They were so powerful that they could bring forth the Supreme Personality of Godhead by their prayers. Thus Mah&#257;r&#257;ja N&#257;bhi was able to see the Lord face to face. Unless one is a Vaishnava, he cannot call forth the Supreme Personality of Godhead. The Lord does not accept an invitation unless one is a Vaishnava. Therefore it is said in Padma Pur&#257;na:</P><P>shat-karma-nipuno vipro</P><P CLASS=n>mantra-tantra-vi&#347;&#257;radah</P><P CLASS=n>avaishnavo gurur na sy&#257;d</P><P CLASS=n>vaishnavah &#347;va-paco guruh</P><P>"A scholarly br&#257;hmana expert in all subjects of Vedic knowledge is unfit to become a spiritual master without being a Vaishnava, but a person born in a family of a lower caste can become a spiritual master if he is a Vaishnava." These br&#257;hmanas were certainly very expert in chanting the Vedic mantras. They were competent in the performance of the Vedic rituals, and over and above this they were Vaishnavas. Therefore by their spiritual powers they could call on the Supreme Personality of Godhead and enable their disciple, Mah&#257;r&#257;ja N&#257;bhi, to see the Lord face to face. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura comments that the word ojas&#257; means "by dint of devotional service."</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>