<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 4 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 4 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Characteristics of Rishabhadeva, the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.4.8</P><P CLASS=c>atha ha bhagav&#257;n rishabhadevah sva-varsham karma-kshetram anumanyam&#257;nah pradar&#347;ita-gurukula-v&#257;so labdha-varair gurubhir anujñ&#257;to grihamedhin&#257;m dharm&#257;n anu&#347;iksham&#257;no jayanty&#257;m indra-datt&#257;y&#257;m ubhaya-lakshanam karma sam&#257;mn&#257;y&#257;mn&#257;tam abhiyuñjann &#257;tmaj&#257;n&#257;m &#257;tma-sam&#257;n&#257;n&#257;m &#347;atam janay&#257;m &#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereupon (after the departure of his father); <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rsabha">rishabha</A>-<A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; Rishabhadeva; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; His own; <A CLASS=v HREF="http://vedabase.net/v/varsam">varsham</A> &#8212; kingdom; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/k/ksetram">kshetram</A> &#8212; the field of activities; <A CLASS=v HREF="http://vedabase.net/a/anumanyamanah">anumanyam&#257;nah</A> &#8212; accepting <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/pradarsita">pradar&#347;ita</A> &#8212; shown <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/an">an</A> example; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A>-<A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/v/vasah">v&#257;sah</A> &#8212; lived at the gurukula; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A> &#8212; having achieved; <A CLASS=v HREF="http://vedabase.net/v/varaih">varaih</A> &#8212; gifts; <A CLASS=v HREF="http://vedabase.net/g/gurubhih">gurubhih</A> &#8212; by the spiritual masters; <A CLASS=v HREF="http://vedabase.net/a/anujnatah">anujñ&#257;tah</A> &#8212; being ordered; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/m/medhinam">medhin&#257;m</A> &#8212; of the householders; <A CLASS=v HREF="http://vedabase.net/d/dharman">dharm&#257;n</A> &#8212; duties; <A CLASS=v HREF="http://vedabase.net/a/anusiksamanah">anu&#347;iksham&#257;nah</A> &#8212; teaching by example; <A CLASS=v HREF="http://vedabase.net/j/jayantyam">jayanty&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His wife, <A HREF="http://vedabase.net/j/jayanti">Jayant&#299;</A>; <A CLASS=v HREF="http://vedabase.net/i/indra">indra</A>-<A CLASS=v HREF="http://vedabase.net/d/dattayam">datt&#257;y&#257;m</A> &#8212; offered by Lord <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/u/ubhaya">ubhaya</A>-<A CLASS=v HREF="http://vedabase.net/l/laksanam">lakshanam</A> &#8212; of both types; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/s/samamnayamnatam">sam&#257;mn&#257;y&#257;mn&#257;tam</A> &#8212; mentioned <A HREF="http://vedabase.net/i/in">in</A> the scriptures; <A CLASS=v HREF="http://vedabase.net/a/abhiyunjan">abhiyuñjan</A> &#8212; performing; <A CLASS=v HREF="http://vedabase.net/a/atmajanam">&#257;tmaj&#257;n&#257;m</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/samananam">sam&#257;n&#257;n&#257;m</A> &#8212; exactly like Himself; <A CLASS=v HREF="http://vedabase.net/s/satam">&#347;atam</A> &#8212; one hundred; <A CLASS=v HREF="http://vedabase.net/j/janayam">janay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; begot.</P><P CLASS=t>TRANSLATION</P><P>After N&#257;bhi Mah&#257;r&#257;ja departed for Badarik&#257;&#347;rama, the Supreme Lord, Rishabhadeva, understood that His kingdom was His field of activities. He therefore showed Himself as an example and taught the duties of a householder by first accepting brahmacarya under the direction of spiritual masters. He also went to live at the spiritual masters' place, gurukula. After His education was finished, He gave gifts (guru-dakshin&#257;) to His spiritual masters and then accepted the life of a householder. He took a wife named Jayant&#299; and begot one hundred sons who were as powerful and qualified as He Himself. His wife Jayant&#299; had been offered to Him by Indra, the King of heaven. Rishabhadeva and Jayant&#299; performed householder life in an exemplary way, carrying out ritualistic activities ordained by the &#347;ruti and smriti &#347;&#257;stra.</P><P CLASS=t>PURPORT</P><P>Being an incarnation of the Supreme Personality of Godhead, Rishabhadeva had nothing to do with material affairs. As stated in Bhagavad-g&#299;t&#257;, paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m: [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>] the purpose of an incarnation is to liberate His devotees and to stop the demoniac activities of nondevotees. These are the two functions of the Supreme Lord when He incarnates. &#346;r&#299; Caitanya Mah&#257;prabhu has said that in order to preach, one must live a practical life and show people how to do things. &#256;pani &#257;cari' bhakti &#347;ikh&#257;imu sab&#257;re. One cannot teach others unless he behaves the same way himself. Rishabhadeva was an ideal king, and He took His education in the gurukula, although He was already educated because the Supreme Lord is omniscient. Although Rishabhadeva had nothing to learn from gurukula, He went there just to teach the people in general how to take an education from the right source, from Vedic teachers. He then entered householder life and lived according to the principles of Vedic knowledge &#8212; &#347;ruti and smriti. In his Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/10">1.2.10</A>) &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, quoting the Skanda Pur&#257;na, states:</P><P>&#347;ruti-smriti-pur&#257;n&#257;di-</P><P CLASS=n>pañcar&#257;tra-vidhim vin&#257;</P><P CLASS=n>aik&#257;ntik&#299; harer bhaktir</P><P CLASS=n>utp&#257;t&#257;yaiva kalpate</P><P CLASS=n>[BRS 1.2.101]</P><P>Human society must follow the instructions received from &#347;ruti and smriti, Vedic literature. Practically applied in life this is worship of the Supreme Personality of Godhead according to the p&#257;ñcar&#257;trika-vidhi. Every human being must advance his spiritual life and at the end return home, back to Godhead. Mah&#257;r&#257;ja Rishabhadeva strictly followed all these principles. He remained an ideal grihastha and taught His sons how to become perfect in spiritual life. These are some examples of how He ruled the earth and completed His mission as an incarnation.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>