<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 4 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 4 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Characteristics of Rishabhadeva, the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.4.9</P><P CLASS=c>yesh&#257;m khalu mah&#257;-yog&#299; bharato jyeshthah &#347;reshtha-guna &#257;s&#299;d yenedam varsham bh&#257;ratam iti vyapadi&#347;anti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yesam">yesh&#257;m</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/y/yogi">yog&#299;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> very highly exalted devotee of the Lord; <A CLASS=v HREF="http://vedabase.net/b/bharatah">bharatah</A> &#8212; <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/j/jyesthah">jyeshthah</A> &#8212; the eldest; <A CLASS=v HREF="http://vedabase.net/s/srestha">&#347;reshtha</A>-<A CLASS=v HREF="http://vedabase.net/g/gunah">gunah</A> &#8212; qualified with the best attributes; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; was; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/varsam">varsham</A> &#8212; planet; <A CLASS=v HREF="http://vedabase.net/b/bharatam">bh&#257;ratam</A> &#8212; <A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vyapadisanti">vyapadi&#347;anti</A> &#8212; people call.</P><P CLASS=t>TRANSLATION</P><P>Of Rishabhadeva's one hundred sons, the eldest, named Bharata, was a great, exalted devotee qualified with the best attributes. In his honor, this planet has become known as Bh&#257;rata-varsha.</P><P CLASS=t>PURPORT</P><P>This planet known as Bh&#257;rata-varsha is also called punya-bh&#363;mi, the pious land. At the present moment Bh&#257;rata-bh&#363;mi, or Bh&#257;rata-varsha, is a small piece of land extending from the Himalaya Mountains to Cape Comorin. Sometimes this peninsula is called punya-bh&#363;mi. &#346;r&#299; Caitanya Mah&#257;prabhu has given special importance to the people of this land.</P><P>bh&#257;rata-bh&#363;mite haila manushya-janma y&#257;ra</P><P CLASS=n>janma s&#257;rthaka kari' kara para-upak&#257;ra</P><P>"One who has taken his birth as a human being in the land of India (Bh&#257;rata-varsha) should make his life successful and work for the benefit of all other people." (Cc. <A CLASS=v HREF="../../../cc/adi/9/41.htm">&#256;di 9.41</A>) The inhabitants of this piece of land are very fortunate. They can purify their existence by accepting this Krishna consciousness movement and go outside Bh&#257;rata-bh&#363;mi (India) and preach this cult to benefit the whole world.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>