<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 4"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 4: The Characteristics of Rishabhadeva, the Supreme Personality of Godhead</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 5.4 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 5.4.1</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: As soon as the Lord was born as the son of Mah&#257;r&#257;ja N&#257;bhi, He manifested symptoms of the Supreme Lord, such as marks on the bottoms of His feet [the flag, thunderbolt, etc.]. This son was equal to everyone and very peaceful. He could control His senses and His mind, and, possessing all opulence, He did not hanker for material enjoyment. Endowed with all these attributes, the son of Mah&#257;r&#257;ja N&#257;bhi became more powerful day after day. Due to this, the citizens, learned br&#257;hmanas, demigods and ministers wanted Rishabhadeva to be appointed ruler of the earth.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 5.4.2</B></A>: When the son of Mah&#257;r&#257;ja N&#257;bhi became visible, He evinced all good qualities described by the great poets &#8212; namely, a well-built body with all the symptoms of the Godhead, prowess, strength, beauty, name, fame, influence and enthusiasm. When the father, Mah&#257;r&#257;ja N&#257;bhi, saw all these qualities, he thought his son to be the best of human beings or the supreme being. Therefore he gave Him the name Rishabha.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 5.4.3</B></A>: Indra, the King of heaven, who is very materially opulent, became envious of King Rishabhadeva. Consequently he stopped pouring water on the planet known as Bh&#257;rata-varsha. At that time the Supreme Lord, Rishabhadeva, the master of all mystic power, understood King Indra's purpose and smiled a little. Then, by His own prowess, through yogam&#257;y&#257; [His internal potency], He profusely poured water upon His own place, which was known as Ajan&#257;bha.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 5.4.4</B></A>: Due to getting a perfect son according to his desire, King N&#257;bhi was always overwhelmed with transcendental bliss and was very affectionate to his son. It was with ecstasy and a faltering voice that he addressed Him, "My dear son, my darling." This mentality was brought about by yogam&#257;y&#257;, whereby he accepted the Supreme Lord, the supreme father, as his own son. Out of His supreme good will, the Lord became his son and dealt with everyone as if He were an ordinary human being. Thus King N&#257;bhi began to raise his transcendental son with great affection, and he was overwhelmed with transcendental bliss, joy and devotion.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 5.4.5</B></A>: King N&#257;bhi understood that his son, Rishabhadeva, was very popular among the citizens and among government officers and ministers. Understanding the popularity of his son, Mah&#257;r&#257;ja N&#257;bhi enthroned Him as the emperor of the world to give protection to the general populace in terms of the Vedic religious system. To do this, he entrusted Him into the hands of learned br&#257;hmanas, who would guide Him in administrating the government. Then Mah&#257;r&#257;ja N&#257;bhi and his wife, Merudev&#299;, went to Badarik&#257;&#347;rama in the Himalaya Mountains, where the King engaged Himself very expertly in austerities and penances with great jubilation. In full sam&#257;dhi he worshiped the Supreme Personality of Godhead, Nara-N&#257;r&#257;yana, who is Krishna in His plenary expansion. By doing so, in course of time Mah&#257;r&#257;ja N&#257;bhi was elevated to the spiritual world known as Vaikuntha.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 5.4.6</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, to glorify Mah&#257;r&#257;ja N&#257;bhi, the old sages composed two verses. One of them is this: "Who can attain the perfection of Mah&#257;r&#257;ja N&#257;bhi? Who can attain his activities? Because of his devotional service, the Supreme Personality of Godhead agreed to become his son."</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 5.4.7</B></A>: [The second prayer is this.] "Who is a better worshiper of br&#257;hmanas than Mah&#257;r&#257;ja N&#257;bhi? Because he worshiped the qualified br&#257;hmanas to their full satisfaction, the br&#257;hmanas, by their brahminical prowess, showed Mah&#257;r&#257;ja N&#257;bhi the Supreme Personality of Godhead, N&#257;r&#257;yana, in person."</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 5.4.8</B></A>: After N&#257;bhi Mah&#257;r&#257;ja departed for Badarik&#257;&#347;rama, the Supreme Lord, Rishabhadeva, understood that His kingdom was His field of activities. He therefore showed Himself as an example and taught the duties of a householder by first accepting brahmacarya under the direction of spiritual masters. He also went to live at the spiritual masters' place, gurukula. After His education was finished, He gave gifts (guru-dakshin&#257;) to His spiritual masters and then accepted the life of a householder. He took a wife named Jayant&#299; and begot one hundred sons who were as powerful and qualified as He Himself. His wife Jayant&#299; had been offered to Him by Indra, the King of heaven. Rishabhadeva and Jayant&#299; performed householder life in an exemplary way, carrying out ritualistic activities ordained by the &#347;ruti and smriti &#347;&#257;stra.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 5.4.9</B></A>: Of Rishabhadeva's one hundred sons, the eldest, named Bharata, was a great, exalted devotee qualified with the best attributes. In his honor, this planet has become known as Bh&#257;rata-varsha.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 5.4.10</B></A>: Following Bharata, there were ninety-nine other sons. Among these were nine elderly sons, named Ku&#347;&#257;varta, Il&#257;varta, Brahm&#257;varta, Malaya, Ketu, Bhadrasena, Indrasprik, Vidarbha and K&#299;kata.</P><P CLASS=r><A CLASS=i HREF="11-12.htm"><B>SB 5.4.11-12</B></A>: In addition to these sons were Kavi, Havi, Antariksha, Prabuddha, Pippal&#257;yana, Avirhotra, Drumila, Camasa and Karabh&#257;jana. These were all very exalted, advanced devotees and authorized preachers of &#346;r&#299;mad-Bh&#257;gavatam. These devotees were glorified due to their strong devotion to V&#257;sudeva, the Supreme Personality of Godhead. Therefore they were very exalted. To satisfy the mind perfectly, I [&#346;ukadeva Gosv&#257;m&#299;] shall hereafter describe the characteristics of these nine devotees when I discuss the conversation between N&#257;rada and Vasudeva.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 5.4.13</B></A>: In addition to these nineteen sons mentioned above, there were eighty-one younger ones, all born of Rishabhadeva and Jayant&#299;. According to the order of their father, they became well cultured, well behaved, very pure in their activities and expert in Vedic knowledge and the performance of Vedic rituals. Thus they all became perfectly qualified br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 5.4.14</B></A>: Being an incarnation of the Supreme Personality of Godhead, Lord Rishabhadeva was fully independent because His form was spiritual, eternal and full of transcendental bliss. He eternally had nothing to do with the four principles of material misery [birth, death, old age and disease]. Nor was He materially attached. He was always equipoised, and He saw everyone on the same level. He was unhappy to see others unhappy, and He was the well-wisher of all living entities. Although He was a perfect personality, the Supreme Lord and controller of all, He nonetheless acted as if He were an ordinary conditioned soul. Therefore He strictly followed the principles of varn&#257;&#347;rama-dharma and acted accordingly. In due course of time, the principles of varn&#257;&#347;rama-dharma had become neglected; therefore through His personal characteristics and behavior, He taught the ignorant public how to perform duties within the varn&#257;&#347;rama-dharma. In this way He regulated the general populace in householder life, enabling them to develop religion and economic well-being and to attain reputations, sons and daughters, material pleasure and finally eternal life. By His instructions, He showed how people could remain householders and at the same time become perfect by following the principles of varn&#257;&#347;rama-dharma.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 5.4.15</B></A>: Whatever action is performed by a great man, common men follow.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 5.4.16</B></A>: Although Lord Rishabhadeva knew everything about confidential Vedic knowledge, which includes information about all types of occupational duties, He still maintained Himself as a kshatriya and followed the instructions of the br&#257;hmanas as they related to mind control, sense control, tolerance and so forth. Thus He ruled the people according to the system of varn&#257;&#347;rama-dharma, which enjoins that the br&#257;hmanas instruct the kshatriyas and the kshatriyas administer to the state through the vai&#347;yas and &#347;&#363;dras.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 5.4.17</B></A>: Lord Rishabhadeva performed all kinds of sacrifices one hundred times according to the instructions of the Vedic literatures. Thus He satisfied Lord Vishnu in every respect. All the rituals were enriched by first-class ingredients. They were executed in holy places according to the proper time by priests who were all young and faithful. In this way Lord Vishnu was worshiped, and the pras&#257;da was offered to all the demigods. Thus the functions and festivals were all successful.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 5.4.18</B></A>: No one likes to possess anything that is like a will-o'-the-wisp or a flower in the sky, for everyone knows very well that such things do not exist. When Lord Rishabhadeva ruled this planet of Bh&#257;ratavarsha, even common men did not want to ask for anything, at any time or by any means. No one ever asks for a will-o'-the-wisp. In other words, everyone was completely satisfied, and therefore there was no chance of anyone's asking for anything. The people were absorbed in great affection for the King. Since this affection was always expanding, they were not inclined to ask for anything.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 5.4.19</B></A>: Once while touring the world, Lord Rishabhadeva, the Supreme Lord, reached a place known as Brahm&#257;varta. There was a great conference of learned br&#257;hmanas at that place, and all the King's sons attentively heard the instructions of the br&#257;hmanas there. At that assembly, within the hearing of the citizens, Rishabhadeva instructed His sons, although they were already very well behaved, devoted and qualified. He instructed them so that in the future they could rule the world very perfectly. Thus he spoke as follows.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>