<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 4"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Characteristics of Rishabhadeva, the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.4 Summary</P><P>In this chapter, Rishabhadeva, the son of Mah&#257;r&#257;ja N&#257;bhi, begot a hundred sons, and during the reign of those sons the world was very happy in all respects. When Rishabhadeva appeared as the son of Mah&#257;r&#257;ja N&#257;bhi, He was appreciated by the people as the most exalted and beautiful personality of that age. His poise, influence, strength, enthusiasm, bodily luster and other transcendental qualities were beyond compare. The word rishabha refers to the best, or the supreme. Due to the superexcellent attributes of the son of Mah&#257;r&#257;ja N&#257;bhi, the King named his son Rishabha, or "the best." His influence was incomparable. Although there was a scarcity of rain, Rishabhadeva did not care for Indra, the King of heaven, who is in charge of supplying rain. Through His own potency, Rishabhadeva sumptuously covered Ajan&#257;bha with ample rain. Upon receiving Rishabhadeva, who is the Supreme Personality of Godhead, as his son, King N&#257;bhi began to raise Him very carefully. After that, he entrusted the ruling power to Him and, retiring from family life, lived at Badarik&#257;&#347;rama completely engaged in the worship of V&#257;sudeva, the Supreme Lord. To follow social customs, Lord Rishabhadeva for a while became a student in the gurukula, and after returning. He followed the orders of His guru and accepted a wife named Jayant&#299;, who had been given to Him by the King of heaven, Indra. He begot a hundred sons in the womb of Jayant&#299;. Of these hundred sons, the eldest was known as Bharata. Since the reign of Mah&#257;r&#257;ja Bharata, this planet has been called Bh&#257;rata-varsha. Rishabhadeva's other sons were headed by Ku&#347;&#257;varta, Il&#257;varta, Brahm&#257;varta, Malaya, Ketu, Bhadrasena, Indrasprik, Vidarbha and K&#299;kata. There were also other sons named Kavi, Havi, Antariksha, Prabuddha, Pippal&#257;yana, Avirhotra, Drumila, Camasa and Karabh&#257;jana. Instead of ruling the kingdom, these nine became mendicant preachers of Krishna consciousness, following the religious precepts of the Bh&#257;gavatam. Their characteristics and activities are described in the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam during the talks between Vasudeva and N&#257;rada at Kurukshetra. To teach the general populace, King Rishabhadeva performed many sacrifices and taught His sons how to rule the citizens.</P><P CLASS=l><A CLASS=i HREF="../3/20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>