<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.11</P><P CLASS=c>&#257;&#347;v&#257;gh&#257;nte 'vas&#257;yibhyah</P><P CLASS=c>k&#257;m&#257;n samvibhajed yath&#257;</P><P CLASS=c>apy ek&#257;m &#257;tmano d&#257;r&#257;m</P><P CLASS=c>nrin&#257;m svatva-graho yatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A> &#8212; even up <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">&#347;va</A> &#8212; the dog; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A> &#8212; sinful animals or living entities; <A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> <A CLASS=v HREF="http://vedabase.net/a/avasayibhyah">avas&#257;yibhyah</A> &#8212; unto the cand&#257;las, the lowest of men (dog-eaters and hog-eaters); <A CLASS=v HREF="http://vedabase.net/k/kaman">k&#257;m&#257;n</A> &#8212; the necessities of life; <A CLASS=v HREF="http://vedabase.net/s/samvibhajet">samvibhajet</A> &#8212; should divide; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A> (deserved); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/e/ekam">ek&#257;m</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/d/daram">d&#257;r&#257;m</A> &#8212; the wife; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/s/svatva">svatva</A>-<A CLASS=v HREF="http://vedabase.net/g/grahah">grahah</A> &#8212; the wife is accepted <A HREF="http://vedabase.net/a/as">as</A> being identical with one's self; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; because of which.</P><P CLASS=t>TRANSLATION</P><P>Dogs, fallen persons and untouchables, including cand&#257;las [dog-eaters], should all be maintained with their proper necessities, which should be contributed by the householders. Even one's wife at home, with whom one is most intimately attached, should be offered for the reception of guests and people in general.</P><P CLASS=t>PURPORT</P><P>Although in modern society the dog is accepted as part of one's household paraphernalia, in the Vedic system of household life the dog is untouchable; as mentioned here, a dog may be maintained with proper food, but it cannot be allowed to enter one's house, what to speak of the bedroom. Outcastes or untouchable cand&#257;las should also be provided with the necessities for life. The word used in this connection is yath&#257;, which means "as much as deserved." The outcastes should not be given money with which to indulge in more than they need, for otherwise they will misuse it. At the present moment, for example, low-class men are generally paid quite amply, but instead of using their money to cultivate knowledge and advance in life, such low-class men use their extra money for wine-drinking and similar sinful activities. As mentioned in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>), c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah: there must be four divisions of human society according to the work and qualities of men. Men with the lowest qualities cannot do any work that requires higher intelligence. However, although such a division of men must exist according to their quality and work, it is suggested herewith that everyone must have the necessities of life. The communists of the present day are in favor of supplying the necessities of life to everyone, but they consider only the human beings and not the lower animals. The Bh&#257;gavatam's principles are so broad, however, that it recommends that the necessities of life be supplied to everyone, man or animal, regardless of good or bad qualities.</P><P>The idea of giving even one's wife to the service of the public is that one's intimate relationship with his wife, or one's excessive attachment for his wife, by which one thinks his wife to be his better half or to be identical with himself, must gradually be given up. As formerly suggested, the idea of ownership, even of one's family, must be abandoned. The dream of material life is the cause of bondage in the cycle of birth and death, and therefore one should give up this dream. Consequently, in the human form of life one's attachment for his wife should be given up, as suggested herein.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>