<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.14</P><P CLASS=c>siddhair yajñ&#257;va&#347;isht&#257;rthaih</P><P CLASS=c>kalpayed vrittim &#257;tmanah</P><P CLASS=c>&#347;eshe svatvam tyajan pr&#257;jñah</P><P CLASS=c>padav&#299;m mahat&#257;m iy&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/siddhaih">siddhaih</A> &#8212; things obtained by the grace of the Lord; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajñ&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/avasista">ava&#347;ishta</A>-<A CLASS=v HREF="http://vedabase.net/a/arthaih">arthaih</A> &#8212; things obtained after <A HREF="http://vedabase.net/a/a">a</A> sacrifice is offered <A HREF="http://vedabase.net/t/to">to</A> the Lord or after the recommended <A HREF="http://vedabase.net/p/panca">pañca</A>-<A HREF="http://vedabase.net/s/suna">s&#363;n&#257;</A> <A HREF="http://vedabase.net/y/yajna">yajña</A> is performed; <A CLASS=v HREF="http://vedabase.net/k/kalpayet">kalpayet</A> &#8212; one should consider; <A CLASS=v HREF="http://vedabase.net/v/vrttim">vrittim</A> &#8212; the means of livelihood; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; for the self; <A CLASS=v HREF="http://vedabase.net/s/sese">&#347;eshe</A> &#8212; at the end; <A CLASS=v HREF="http://vedabase.net/s/svatvam">svatvam</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>-called proprietorship over one's wife, children, home, business and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/t/tyajan">tyajan</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/p/prajnah">pr&#257;jñah</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> wise; <A CLASS=v HREF="http://vedabase.net/p/padavim">padav&#299;m</A> &#8212; the position; <A CLASS=v HREF="http://vedabase.net/m/mahatam">mahat&#257;m</A> &#8212; of the great personalities who <A HREF="http://vedabase.net/a/are">are</A> fully satisfied <A HREF="http://vedabase.net/i/in">in</A> spiritual consciousness; <A CLASS=v HREF="http://vedabase.net/i/iyat">iy&#257;t</A> &#8212; should achieve.</P><P CLASS=t>TRANSLATION</P><P>An intelligent person should be satisfied with eating pras&#257;da [food offered to the Lord] or with performing the five different kinds of yajña [pañca-s&#363;n&#257;]. By such activities, one can give up attachment for the body and so-called proprietorship with reference to the body. When one is able to do this, he is firmly fixed in the position of a mah&#257;tm&#257;.</P><P CLASS=t>PURPORT</P><P>Nature already has an arrangement to feed us. By the order of the Supreme Personality of Godhead, there is an arrangement for eatables for every living entity within the 8,400,000 forms of life. Eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n. Every living entity has to eat something, and in fact the necessities for his life have already been provided by the Supreme Personality of Godhead. The Lord has provided food for both the elephant and the ant. All living beings are living at the cost of the Supreme Lord, and therefore one who is intelligent should not work very hard for material comforts. Rather, one should save his energy for advancing in Krishna consciousness. All created things in the sky, in the air, on land and in the sea belong to the Supreme Personality of Godhead, and every living being is provided with food. Therefore one should not be very much anxious about economic development and unnecessarily waste time and energy with the risk of falling down in the cycle of birth and death.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>