<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.16</P><P CLASS=c>yarhy &#257;tmano 'dhik&#257;r&#257;dy&#257;h</P><P CLASS=c>sarv&#257;h syur yajña-sampadah</P><P CLASS=c>vait&#257;nikena vidhin&#257;</P><P CLASS=c>agni-hotr&#257;din&#257; yajet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yarhi">yarhi</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of one's self; <A CLASS=v HREF="http://vedabase.net/a/adhikara">adhik&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dy&#257;h</A> &#8212; things possessed by him under full control; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/s/sampadah">sampadah</A> &#8212; paraphernalia for performing <A HREF="http://vedabase.net/y/yajna">yajña</A>, or the means for pleasing the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vaitanikena">vait&#257;nikena</A> &#8212; with authorized books that direct the performance of <A HREF="http://vedabase.net/y/yajna">yajña</A>; <A CLASS=v HREF="http://vedabase.net/v/vidhina">vidhin&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> regulative principles; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A>-<A CLASS=v HREF="http://vedabase.net/h/hotra">hotra</A>-<A CLASS=v HREF="http://vedabase.net/a/adina">&#257;din&#257;</A> &#8212; by offering sacrifices <A HREF="http://vedabase.net/t/to">to</A> the fire, etc.; <A CLASS=v HREF="http://vedabase.net/y/yajet">yajet</A> &#8212; one should worship the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>When one is enriched with wealth and knowledge which are under his full control and by means of which he can perform yajña or please the Supreme Personality of Godhead, one must perform sacrifices, offering oblations to the fire according to the directions of the &#347;&#257;stras. In this way one should worship the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>If a grihastha, or householder, is sufficiently educated in Vedic knowledge and has become sufficiently rich to offer worship to please the Supreme Personality of Godhead, he must perform yajñas as directed by the authorized scriptures. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>) clearly says, yajñ&#257;rth&#257;t karmano 'nyatra loko 'yam karma-bandhanah: everyone may be engaged in his occupational duties, but the result of these duties should be offered for sacrifice to satisfy the Supreme Lord. If one is fortunate enough to possess transcendental knowledge as well as the money with which to perform sacrifices, one must do it according to the directions given in the &#347;&#257;stras. It is said in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../12/3/52.htm">12.3.52</A>):</P><P>krite yad dhy&#257;yato vishnum</P><P CLASS=n>tret&#257;y&#257;m yajato makhaih</P><P CLASS=n>dv&#257;pare paricary&#257;y&#257;m</P><P CLASS=n>kalau tad dhari-k&#299;rtan&#257;t</P><P>The entire Vedic civilization aims at satisfying the Supreme Personality of Godhead. This was possible in Satya-yuga by meditation upon the Supreme Lord within the core of one's heart and in Tret&#257;-yuga by the performance of costly yajñas. The same goal could be achieved in Dv&#257;para-yuga by worship of the Lord in the temple, and in this age of Kali one can achieve the same goal by performing sa&#324;k&#299;rtana-yajña. Therefore one who has education and wealth must use them to satisfy the Supreme Personality of Godhead by helping the sa&#324;k&#299;rtana movement that has already begun &#8212; the Hare Krishna movement, or Krishna consciousness movement. All educated and wealthy persons must join this movement, since money and education are meant for service to the Supreme Personality of Godhead. If money and education are not engaged in the service of the Lord, these valuable assets must be engaged in the service of m&#257;y&#257;. The education of so-called scientists, philosophers and poets is now engaged in the service of m&#257;y&#257;, and the wealth of the rich is also engaged in m&#257;y&#257;'s service. The service of m&#257;y&#257;, however, creates a chaotic condition in the world. Therefore the wealthy man and the educated man should sacrifice their knowledge and opulence by dedicating them for the satisfaction of the Supreme Lord and joining this sa&#324;k&#299;rtana movement (yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah [<A CLASS=v HREF="../../11/5/32.htm">SB 11.5.32</A>]).</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>