<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.18</P><P CLASS=c>tasm&#257;d br&#257;hmana-deveshu</P><P CLASS=c>marty&#257;dishu yath&#257;rhatah</P><P CLASS=c>tais taih k&#257;mair yajasvainam</P><P CLASS=c>kshetra-jñam br&#257;hman&#257;n anu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>-<A CLASS=v HREF="http://vedabase.net/d/devesu">deveshu</A> &#8212; through the br&#257;hmanas and the demigods; <A CLASS=v HREF="http://vedabase.net/m/martya">martya</A>-<A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dishu</A> &#8212; through ordinary human beings and other living entities; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/arhatah">arhatah</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> your ability; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; with all those; <A CLASS=v HREF="http://vedabase.net/k/kamaih">k&#257;maih</A> &#8212; various objects of enjoyment such <A HREF="http://vedabase.net/a/as">as</A> sumptuous food, flower garlands, sandalwood paste, etc.; <A CLASS=v HREF="http://vedabase.net/y/yajasva">yajasva</A> &#8212; you should worship; <A CLASS=v HREF="http://vedabase.net/e/enam">enam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/ksetra">kshetra</A>-<A CLASS=v HREF="http://vedabase.net/j/jnam">jñam</A> &#8212; Supreme Lord situated <A HREF="http://vedabase.net/i/in">in</A> the hearts of all beings; <A CLASS=v HREF="http://vedabase.net/b/brahmanan">br&#257;hman&#257;n</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; after.</P><P CLASS=t>TRANSLATION</P><P>Therefore, my dear King, first offer pras&#257;da unto the br&#257;hmanas and the demigods, and after sumptuously feeding them you may distribute pras&#257;da to other living entities according to your ability. In this way you will be able to worship all living entities &#8212; or, in other words, the supreme living entity within every living entity.</P><P CLASS=t>PURPORT</P><P>To distribute pras&#257;da to all living entities, the process is that we must first offer pras&#257;da to the br&#257;hmanas and the Vaishnavas, for the demigods are represented by the br&#257;hmanas. In this way the Supreme Personality of Godhead, who is situated in everyone's heart, will be worshiped. This is the Vedic system of offering pras&#257;da. Whenever there is a ceremony for distribution of pras&#257;da, the pras&#257;da is offered first to the br&#257;hmanas, then to the children and old men, then to the women, and then to animals like dogs and other domestic animals. When it is said that N&#257;r&#257;yana, the Supreme Being, is situated in everyone's heart, this does not mean that everyone has become N&#257;r&#257;yana or that a particular poor man has become N&#257;r&#257;yana. Such a conclusion is rejected herein.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>