<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.2</P><P CLASS=c>&#347;r&#299;-n&#257;rada uv&#257;ca</P><P CLASS=c>griheshv avasthito r&#257;jan</P><P CLASS=c>kriy&#257;h kurvan yathocit&#257;h</P><P CLASS=c>v&#257;sudev&#257;rpanam s&#257;ksh&#257;d</P><P CLASS=c>up&#257;s&#299;ta mah&#257;-mun&#299;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A> replied; <A CLASS=v HREF="http://vedabase.net/g/grhesu">griheshu</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/a/avasthitah">avasthitah</A> &#8212; staying (<A HREF="http://vedabase.net/a/a">a</A> householder generally stays home with his wife and children); <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/k/kriyah">kriy&#257;h</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/k/kurvan">kurvan</A> &#8212; performing; <A CLASS=v HREF="http://vedabase.net/y/yathocitah">yathocit&#257;h</A> &#8212; suitable (<A HREF="http://vedabase.net/a/as">as</A> instructed by the <A HREF="http://vedabase.net/g/guru">guru</A> and <A HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>); <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; unto Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/a/arpanam">arpanam</A> &#8212; dedicating; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/u/upasita">up&#257;s&#299;ta</A> &#8212; should worship; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/munin">mun&#299;n</A> &#8212; the great devotees.</P><P CLASS=t>TRANSLATION</P><P>N&#257;rada Muni replied: My dear King, those who stay at home as householders must act to earn their livelihood, and instead of trying to enjoy the results of their work themselves, they should offer these results to Krishna, V&#257;sudeva. How to satisfy V&#257;sudeva in this life can be perfectly understood through the association of great devotees of the Lord.</P><P CLASS=t>PURPORT</P><P>The format for grihastha life should be dedication to the Supreme Personality of Godhead. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/1.htm">6.1</A>) it is said:</P><P>an&#257;&#347;ritah karma-phalam</P><P CLASS=n>k&#257;ryam karma karoti yah</P><P CLASS=n>sa sanny&#257;s&#299; ca yog&#299; ca</P><P CLASS=n>na niragnir na c&#257;kriyah</P><P>"One who is unattached to the fruits of his work and who works as he is obligated is in the renounced order of life, and he is the true mystic, not he who lights no fire and performs no work." Whether one acts as a brahmac&#257;r&#299;, grihastha, v&#257;naprastha or sanny&#257;s&#299;, he must act only for the satisfaction of the Supreme Personality of Godhead, V&#257;sudeva &#8212; Krishna, the son of Vasudeva. This should be the principle for everyone's life. N&#257;rada Muni has already described the principles of life for a brahmac&#257;ri, v&#257;naprastha and sanny&#257;s&#299;, and now he is describing how a grihastha should live. The basic principle is to satisfy the Supreme Personality of Godhead.</P><P>The science of satisfying the Supreme Lord can be learned as described here: s&#257;ksh&#257;d up&#257;s&#299;ta mah&#257;-mun&#299;n. The word mah&#257;-mun&#299;n refers to great saintly persons or devotees. Saintly persons are generally known as munis, or thoughtful philosophers concerned with transcendental subject matters, and mah&#257;-mun&#299;n refers to those who have not only thoroughly studied the goal of life but who are actually engaged in satisfying the Supreme Personality of Godhead, V&#257;sudeva. These persons are known as devotees. Unless one associates with devotees, one cannot learn the science of v&#257;sudev&#257;rpana, or dedicating one's life to V&#257;sudeva, Krishna, the Supreme Personality of Godhead.</P><P>In India the principles of this science were followed strictly. Even fifty years ago, I saw that in the villages of Bengal and the suburbs of Calcutta, people engaged in hearing &#346;r&#299;mad-Bh&#257;gavatam daily when all their activities ended, or at least in the evening before going to bed. Everyone would hear the Bh&#257;gavatam. Bh&#257;gavata classes were held in every village, and thus people had the advantage of hearing &#346;r&#299;mad-Bh&#257;gavatam, which describes everything about the aim of life &#8212; liberation or salvation. This will be clearly explained in the next verses.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3-4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>