<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verses 20-23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verses 20-23"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.20-23</P><P CLASS=c>ayane vishuve kury&#257;d</P><P CLASS=c>vyat&#299;p&#257;te dina-kshaye</P><P CLASS=c>candr&#257;dityopar&#257;ge ca</P><P CLASS=c>dv&#257;da&#347;y&#257;m &#347;ravaneshu ca</P><P CLASS=c>trit&#299;y&#257;y&#257;m &#347;ukla-pakshe</P><P CLASS=c>navamy&#257;m atha k&#257;rtike</P><P CLASS=c>catasrishv apy ashtak&#257;su</P><P CLASS=c>hemante &#347;i&#347;ire tath&#257;</P><P CLASS=c>m&#257;ghe ca sita-saptamy&#257;m</P><P CLASS=c>magh&#257;-r&#257;k&#257;-sam&#257;game</P><P CLASS=c>r&#257;kay&#257; c&#257;numaty&#257; ca</P><P CLASS=c>m&#257;sarksh&#257;ni yut&#257;ny api</P><P CLASS=c>dv&#257;da&#347;y&#257;m anur&#257;dh&#257; sy&#257;c</P><P CLASS=c>chravanas tisra uttar&#257;h</P><P CLASS=c>tisrishv ek&#257;da&#347;&#299; v&#257;su</P><P CLASS=c>janmarksha-&#347;rona-yoga-yuk</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayane">ayane</A> &#8212; on the day when the sun begins <A HREF="http://vedabase.net/t/to">to</A> move north, or <A HREF="http://vedabase.net/m/makara">Makara</A>-sa&#324;kr&#257;nti, and on the day when the sun begins <A HREF="http://vedabase.net/t/to">to</A> move south, or Karkata-sa&#324;kr&#257;nti; <A CLASS=v HREF="http://vedabase.net/v/visuve">vishuve</A> &#8212; on the <A HREF="http://vedabase.net/m/mesa">Mesha</A>-sa&#324;kr&#257;nti and on the <A HREF="http://vedabase.net/t/tula">Tul&#257;</A>-sa&#324;kr&#257;nti; <A CLASS=v HREF="http://vedabase.net/k/kuryat">kury&#257;t</A> &#8212; one should perform; <A CLASS=v HREF="http://vedabase.net/v/vyatipate">vyat&#299;p&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/y/yoga">yoga</A> named Vyat&#299;p&#257;ta; <A CLASS=v HREF="http://vedabase.net/d/dina">dina</A>-<A CLASS=v HREF="http://vedabase.net/k/ksaye">kshaye</A> &#8212; on that day <A HREF="http://vedabase.net/i/in">in</A> which three tithis <A HREF="http://vedabase.net/a/are">are</A> combined; <A CLASS=v HREF="http://vedabase.net/c/candra">candra</A>-<A CLASS=v HREF="http://vedabase.net/a/aditya">&#257;ditya</A>-<A CLASS=v HREF="http://vedabase.net/u/uparage">upar&#257;ge</A> &#8212; at the time of the eclipse of either the moon or the sun; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and also; <A CLASS=v HREF="http://vedabase.net/d/dvadasyam">dv&#257;da&#347;y&#257;m</A> <A CLASS=v HREF="http://vedabase.net/s/sravanesu">&#347;ravaneshu</A> &#8212; on the twelfth lunar day and <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/n/naksatra">nakshatra</A> named <A HREF="http://vedabase.net/s/sravana">&#346;ravana</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/trtiyayam">trit&#299;y&#257;y&#257;m</A> &#8212; on the <A HREF="http://vedabase.net/a/aksaya">Akshaya</A>-<A HREF="http://vedabase.net/t/trtiya">trit&#299;y&#257;</A> day; <A CLASS=v HREF="http://vedabase.net/s/sukla">&#347;ukla</A>-<A CLASS=v HREF="http://vedabase.net/p/pakse">pakshe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the bright fortnight of the month; <A CLASS=v HREF="http://vedabase.net/n/navamyam">navamy&#257;m</A> &#8212; on the ninth lunar day; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/kartike">k&#257;rtike</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the month of <A HREF="http://vedabase.net/k/kartika">K&#257;rtika</A> (October-November); <A CLASS=v HREF="http://vedabase.net/c/catasrsu">catasrishu</A> &#8212; on the four; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/astakasu">ashtak&#257;su</A> &#8212; on the Ashtak&#257;s; <A CLASS=v HREF="http://vedabase.net/h/hemante">hemante</A> &#8212; before the winter season; <A CLASS=v HREF="http://vedabase.net/s/sisire">&#347;i&#347;ire</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the winter season; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; and also; <A CLASS=v HREF="http://vedabase.net/m/maghe">m&#257;ghe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the month of <A HREF="http://vedabase.net/m/magha">M&#257;gha</A> (January-February); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sita">sita</A>-<A CLASS=v HREF="http://vedabase.net/s/saptamyam">saptamy&#257;m</A> &#8212; on the seventh lunar day of the bright fortnight; <A CLASS=v HREF="http://vedabase.net/m/magha">magh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/raka">r&#257;k&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/samagame">sam&#257;game</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the conjunction of <A HREF="http://vedabase.net/m/magha">Magh&#257;</A>-<A HREF="http://vedabase.net/n/naksatra">nakshatra</A> and the full-moon day; <A CLASS=v HREF="http://vedabase.net/r/rakaya">r&#257;kay&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> day of the completely full moon; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anumatya">anumaty&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> full-moon day when the moon is slightly less than completely full; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/masa">m&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/r/rksani">riksh&#257;ni</A> &#8212; the nakshatras that <A HREF="http://vedabase.net/a/are">are</A> the sources of the names of the various months; <A CLASS=v HREF="http://vedabase.net/y/yutani">yut&#257;ni</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> conjoined; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dvadasyam">dv&#257;da&#347;y&#257;m</A> &#8212; on the twelfth lunar day; <A CLASS=v HREF="http://vedabase.net/a/anuradha">anur&#257;dh&#257;</A> &#8212; the <A HREF="http://vedabase.net/n/naksatra">nakshatra</A> named <A HREF="http://vedabase.net/a/anuradha">Anur&#257;dh&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; may occur; <A CLASS=v HREF="http://vedabase.net/s/sravanah">&#347;ravanah</A> &#8212; the <A HREF="http://vedabase.net/n/naksatra">nakshatra</A> named <A HREF="http://vedabase.net/s/sravana">&#346;ravana</A>; <A CLASS=v HREF="http://vedabase.net/t/tisrah">tisrah</A> &#8212; the three (nakshatras); <A CLASS=v HREF="http://vedabase.net/u/uttarah">uttar&#257;h</A> &#8212; the nakshatras named <A HREF="http://vedabase.net/u/uttara">Uttar&#257;</A> (<A HREF="http://vedabase.net/u/uttara">Uttara</A>-<A HREF="http://vedabase.net/p/phalguni">phalgun&#299;</A>, Uttar&#257;sh&#257;dh&#257; and <A HREF="http://vedabase.net/u/uttara">Uttara</A>-bh&#257;drapad&#257;); <A CLASS=v HREF="http://vedabase.net/t/tisrsu">tisrishu</A> &#8212; on three; <A CLASS=v HREF="http://vedabase.net/e/ekadasi">ek&#257;da&#347;&#299;</A> &#8212; the eleventh lunar day; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;su</A> &#8212; on these; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/r/rksa">riksha</A> &#8212; of one's own <A HREF="http://vedabase.net/j/janma">janma</A>-<A HREF="http://vedabase.net/n/naksatra">nakshatra</A>, or birth star; <A CLASS=v HREF="http://vedabase.net/s/srona">&#347;rona</A> &#8212; of <A HREF="http://vedabase.net/s/sravana">&#346;ravana</A>-<A HREF="http://vedabase.net/n/naksatra">nakshatra</A>; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> conjunction; <A CLASS=v HREF="http://vedabase.net/y/yuk">yuk</A> &#8212; having.</P><P CLASS=t>TRANSLATION</P><P>One should perform the &#347;r&#257;ddha ceremony on the Makara-sa&#324;kr&#257;nti [the day when the sun begins to move north] or on the Karkata-sa&#324;kr&#257;nti [the day when the sun begins to move south]. One should also perform this ceremony on the Mesha-sa&#324;kr&#257;nti day and the Tul&#257;-sa&#324;kr&#257;nti day, in the yoga named Vyat&#299;p&#257;ta, on that day in which three lunar tithis are conjoined, during an eclipse of either the moon or the sun, on the twelfth lunar day, and in the &#346;ravana-nakshatra. One should perform this ceremony on the Akshaya-trit&#299;y&#257; day, on the ninth lunar day of the bright fortnight of the month of K&#257;rtika, on the four ashtak&#257;s in the winter season and cool season, on the seventh lunar day of the bright fortnight of the month of M&#257;gha, during the conjunction of Magh&#257;-nakshatra and the full-moon day, and on the days when the moon is completely full, or not quite completely full, when these days are conjoined with the nakshatras from which the names of certain months are derived. One should also perform the &#347;r&#257;ddha ceremony on the twelfth lunar day when it is in conjunction with any of the nakshatras named Anur&#257;dh&#257;, &#346;ravana, Uttara-phalgun&#299;, Uttar&#257;sh&#257;dh&#257; or Uttara-bh&#257;drapad&#257;. Again, one should perform this ceremony when the eleventh lunar day is in conjunction with either Uttara-phalgun&#299;, Uttar&#257;sh&#257;dh&#257; or Uttara-bh&#257;drapad&#257;. Finally, one should perform this ceremony on days conjoined with one's own birth star [janma-nakshatra] or with &#346;ravana-nakshatra.</P><P CLASS=t>PURPORT</P><P>The word ayana means "path" or "going." The six months when the sun moves toward the north are called uttar&#257;yana, or the northern path, and the six months when it moves south are called dakshin&#257;yana, or the southern path. These are mentioned in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/24.htm">8.24-25</A>). The first day when the sun begins to move north and enter the zodiacal sign of Capricorn is called Makara-sa&#324;kr&#257;nti, and the first day when the sun begins to move south and enter the sign of Cancer is called Karkata-sa&#324;kr&#257;nti. On these two days of the year, one should perform the &#347;r&#257;ddha ceremony.</P><P>Vishuva, or Vishuva-sa&#324;kr&#257;nti, means Mesha-sa&#324;kr&#257;nti, or the day on which the sun enters the sign Aries. Tul&#257;-sa&#324;kr&#257;nti is the day on which the sun enters the sign Libra. Both of these days occur only once within a year. The word yoga refers to a certain relationship between the sun and moon as they move in the sky. There are twenty-seven different degrees of yoga, of which the seventeenth is called Vyat&#299;p&#257;ta. On the day when this occurs, one should perform the &#347;r&#257;ddha ceremony. A tithi, or lunar day, consists of the distance between the longitude of the sun and that of the moon. Sometimes a tithi is less than twenty-four hours. When it starts after sunrise on a certain day and ends before the sunrise of the following day, the previous tithi and the following tithi both "touch" the twenty-four-hour day between the sunrises. This is called tryaha-spar&#347;a, or a day touched by some portion of three tithis.</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has given quotations from many &#347;&#257;stras stating that the &#347;r&#257;ddha ceremony of oblations to the forefathers should not be performed on Ek&#257;da&#347;&#299; tithi. When the tithi of the death anniversary falls on the Ek&#257;da&#347;&#299; day, the &#347;r&#257;ddha ceremony should be held not on Ek&#257;da&#347;&#299; but on the next day, or dv&#257;da&#347;&#299;. In the Brahma-vaivarta Pur&#257;na it is said:</P><P>ye kurvanti mah&#299;p&#257;la</P><P CLASS=n>&#347;r&#257;ddham caik&#257;da&#347;i-dine</P><P CLASS=n>trayas te narakam y&#257;nti</P><P CLASS=n>d&#257;t&#257; bhokt&#257; ca prerakah</P><P>If one performs the &#347;r&#257;ddha ceremony of oblations to the forefathers on the Ek&#257;da&#347;&#299; tithi, then the performer, the forefathers for whom the &#347;r&#257;ddha is observed, and the purohita, or the family priest who encourages the ceremony, all go to hell.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>