<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.29</P><P CLASS=c>yatra yatra harer arc&#257;</P><P CLASS=c>sa de&#347;ah &#347;reyas&#257;m padam</P><P CLASS=c>yatra ga&#324;g&#257;dayo nadyah</P><P CLASS=c>pur&#257;neshu ca vi&#347;rut&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherever; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Personality of Godhead, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/arca">arc&#257;</A> &#8212; the Deity is worshiped; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/desah">de&#347;ah</A> &#8212; place, country or neighborhood; <A CLASS=v HREF="http://vedabase.net/s/sreyasam">&#347;reyas&#257;m</A> &#8212; of all auspiciousness; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; the place; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherever; <A CLASS=v HREF="http://vedabase.net/g/ganga">ga&#324;g&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; like the Ganges, <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A>, <A HREF="http://vedabase.net/n/narmada">Narmad&#257;</A> and <A HREF="http://vedabase.net/k/kaveri">K&#257;ver&#299;</A>; <A CLASS=v HREF="http://vedabase.net/n/nadyah">nadyah</A> &#8212; sacred rivers; <A CLASS=v HREF="http://vedabase.net/p/puranesu">pur&#257;neshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the pur&#257;nas (supplementary Vedic literature); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/visrutah">vi&#347;rut&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> celebrated.</P><P CLASS=t>TRANSLATION</P><P>Auspicious indeed are the places where there is a temple of the Supreme Personality of Godhead, Krishna, in which He is duly worshiped, and also the places where there flow the celebrated sacred rivers mentioned in the Pur&#257;nas, the supplementary Vedic literatures. Anything spiritual done there is certainly very effective.</P><P CLASS=t>PURPORT</P><P>There are many atheists who oppose the worship of the Deity of the Supreme Personality of Godhead in the temple. In this verse, however, it is authoritatively stated that any place where the Deity is worshiped is transcendental; it does not belong to the material world. It is also said that the forest is in the mode of goodness, and therefore those who want to cultivate spiritual life are advised to go to the forest (vanam gato yad dharim &#257;&#347;rayeta [<A CLASS=v HREF="../../7/5/5.htm">SB 7.5.5</A>]). But one should not go to the forest simply to live like a monkey. Monkeys and other ferocious animals also live in the forest, but a person who goes to the forest for spiritual culture must accept the lotus feet of the Supreme Personality of Godhead as shelter (vanam gato yad dharim &#257;&#347;rayeta [<A CLASS=v HREF="../../7/5/5.htm">SB 7.5.5</A>]). One should not be satisfied simply to go to the forest; one must take shelter of the lotus feet of the Supreme Personality of Godhead. In this age, therefore, since it is impossible to go to the forest for spiritual culture, one is recommended to live in the temple community as a devotee, regularly worship the Deity, follow the regulative principles and thus make the place like Vaikuntha. The forest may be in goodness, the cities and villages in passion, and the brothels, hotels and restaurants in ignorance, but when one lives in the temple community he lives in Vaikuntha. Therefore it is said here, &#347;reyas&#257;m padam: it is the best, most auspicious place.</P><P>In many places throughout the world we are constructing communities to give shelter to devotees and worship the Deity in the temple. The Deity cannot be worshiped except by devotees. Temple worshipers who fail to give importance to the devotees are third class. They are kanishtha-adhik&#257;r&#299;s in the lower stage of spiritual life. As it is said in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/2/47.htm">11.2.47</A>):</P><P>arc&#257;y&#257;m eva haraye</P><P CLASS=n>p&#363;j&#257;m yah &#347;raddhayehate</P><P CLASS=n>na tad-bhakteshu c&#257;nyeshu</P><P CLASS=n>sa bhaktah pr&#257;kritah smritah</P><P>"A person who is very faithfully engaged in the worship of the Deity in the temple but does not know how to behave toward devotees or people in general is called a pr&#257;krita-bhakta, or kanishtha-adhik&#257;r&#299;." Therefore, in the temple there must be the Deity of the Lord, and the Lord should be worshiped by the devotees. This combination of the devotees and the Deity creates a first-class transcendental place.</P><P>Aside from this, if a grihastha devotee worships the &#347;&#257;lagr&#257;ma-&#347;il&#257;, or the form of the Deity at home, his home also becomes a very great place. It was therefore customary for members of the three higher classes &#8212; namely the br&#257;hmanas, kshatriyas and vai&#347;yas &#8212; to worship the &#347;&#257;lagr&#257;ma-&#347;il&#257;, or a small Deity of R&#257;dh&#257;-Krishna or S&#299;t&#257;-R&#257;ma in each and every home. This made everything auspicious. But now they have given up the Deity worship. Men have become modernized and are consequently indulging in all sorts of sinful activities, and therefore they are extremely unhappy.</P><P>According to Vedic civilization, therefore, the holy places of pilgrimage are considered most sacred, and still there are hundreds and thousands of holy places like Jagann&#257;tha Pur&#299;, Vrind&#257;vana, Hardwar, R&#257;me&#347;vara, Pray&#257;ga and Mathur&#257;. India is the place for worshiping or for cultivating spiritual life. The Krishna consciousness movement invites everyone from all over the world, without discrimination as to caste or creed, to come to its centers and cultivate spiritual life perfectly.</P><P CLASS=l><A CLASS=i HREF="27-28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30-33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>