<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.34</P><P CLASS=c>p&#257;tram tv atra niruktam vai</P><P CLASS=c>kavibhih p&#257;tra-vittamaih</P><P CLASS=c>harir evaika urv&#299;&#347;a</P><P CLASS=c>yan-mayam vai car&#257;caram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/patram">p&#257;tram</A> &#8212; the true person <A HREF="http://vedabase.net/t/to">to</A> whom charity must be given; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/n/niruktam">niruktam</A> &#8212; decided; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/kavibhih">kavibhih</A> &#8212; by learned scholars; <A CLASS=v HREF="http://vedabase.net/p/patra">p&#257;tra</A>-<A CLASS=v HREF="http://vedabase.net/v/vittamaih">vittamaih</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> expert <A HREF="http://vedabase.net/i/in">in</A> finding the actual person <A HREF="http://vedabase.net/t/to">to</A> whom charity must be given; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; only one; <A CLASS=v HREF="http://vedabase.net/u/urvi">urv&#299;</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King of the earth; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whom everything is resting; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; from whom everything is coming; <A CLASS=v HREF="http://vedabase.net/c/cara">cara</A>-<A CLASS=v HREF="http://vedabase.net/a/acaram">acaram</A> &#8212; all that is moving or nonmoving within this universe.</P><P CLASS=t>TRANSLATION</P><P>O King of the earth, it has been decided by expert, learned scholars that only the Supreme Personality of Godhead, Krishna, in whom all that is moving or nonmoving within this universe is resting and from whom everything is coming, is the best person to whom everything must be given.</P><P CLASS=t>PURPORT</P><P>Whenever we perform some religious act in terms of dharma, artha, k&#257;ma and moksha, we must perform it according to the time, place and person (k&#257;la, de&#347;a, p&#257;tra). N&#257;rada Muni has already described the de&#347;a (place) and k&#257;la (time). The k&#257;la has been described in verses twenty through twenty-four, beginning with the words ayane vishuve kury&#257;d vyat&#299;p&#257;te dina-kshaye. And the places for giving charity or performing ritualistic ceremonies have been described in verses thirty through thirty-three, beginning with sar&#257;msi pushkar&#257;d&#299;ni kshetr&#257;ny arh&#257;&#347;rit&#257;ny uta. Now, to whom everything must be given is decided in this verse. Harir evaika urv&#299;&#347;a yan-mayam vai car&#257;caram. The Supreme Personality of Godhead, Krishna, is the root of everything, and therefore He is the best p&#257;tra, or person, to whom everything must be given. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>) it is said:</P><P>bhokt&#257;ram yajña-tapas&#257;m</P><P CLASS=n>sarva-loka-mahe&#347;varam</P><P CLASS=n>suhridam sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>jñ&#257;tv&#257; m&#257;m &#347;&#257;ntim ricchati</P><P>If one wants to enjoy real peace and prosperity, he should give everything to Krishna, who is the real enjoyer, real friend and real proprietor. It is therefore said:</P><P>yath&#257; taror m&#363;la-nishecanena</P><P CLASS=n>tripyanti tat-skandha-bhujopa&#347;&#257;kh&#257;h</P><P CLASS=n>pr&#257;nopah&#257;r&#257;c ca yathendriy&#257;n&#257;m</P><P CLASS=n>tathaiva sarv&#257;rhanam acyutejy&#257;</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/4/31/14.htm">4.31.14</A>)</P><P>By worshiping or satisfying Acyuta, the Supreme Personality of Godhead, Krishna, one can satisfy everyone, just as one can water the branches, leaves and flowers of a tree simply by watering its root or as one satisfies all the senses of the body by giving food to the stomach. Therefore, a devotee simply offers everything to the Supreme Personality of Godhead to receive the best results of charity, religious performances, sense gratification and even liberation (dharma, artha, k&#257;ma, moksha).</P><P CLASS=l><A CLASS=i HREF="30-33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>