<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.36</P><P CLASS=c>j&#299;va-r&#257;&#347;ibhir &#257;k&#299;rna</P><P CLASS=c>anda-ko&#347;&#257;&#324;ghripo mah&#257;n</P><P CLASS=c>tan-m&#363;latv&#257;d acyutejy&#257;</P><P CLASS=c>sarva-j&#299;v&#257;tma-tarpanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/r/rasibhih">r&#257;&#347;ibhih</A> &#8212; by millions and millions of living entities; <A CLASS=v HREF="http://vedabase.net/a/akirnah">&#257;k&#299;rnah</A> &#8212; filled up or spread over; <A CLASS=v HREF="http://vedabase.net/a/anda">anda</A>-<A CLASS=v HREF="http://vedabase.net/k/kosa">ko&#347;a</A> &#8212; the whole universe; <A CLASS=v HREF="http://vedabase.net/a/anghripah">a&#324;ghripah</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> tree; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; very, very great; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/m/mulatvat">m&#363;latv&#257;t</A> &#8212; because of being the root of this tree; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A>-<A CLASS=v HREF="http://vedabase.net/i/ijya">ijy&#257;</A> &#8212; worship of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/t/tarpanam">tarpanam</A> &#8212; satisfaction.</P><P CLASS=t>TRANSLATION</P><P>The entire universe, which is full of living entities, is like a tree whose root is the Supreme Personality of Godhead, Acyuta [Krishna]. Therefore simply by worshiping Lord Krishna one can worship all living entities.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>) the Lord says:</P><P>aham sarvasya prabhavo</P><P CLASS=n>mattah sarvam pravartate</P><P CLASS=n>iti matv&#257; bhajante m&#257;m</P><P CLASS=n>budh&#257; bh&#257;va-samanvit&#257;h</P><P>"I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who perfectly know this engage in My devotional service and worship Me with all their hearts." People are very much anxious to give service to other living entities, especially to the poor, but although they have manufactured many ways to give such help, actually they are expert in killing the poor living entities. This sort of service or mercy is not recommended in the Vedic wisdom. As stated in a previous verse, it has been decided (niruktam) by expert saintly persons that Krishna is the root of everything and that worshiping Krishna is worshiping everyone, just as supplying water to the root of a tree means satisfying all of its branches and twigs.</P><P>Another point is that this universe is full of living entities from top to bottom, on every planet (j&#299;va-r&#257;&#347;ibhir &#257;k&#299;rnah). Modern scientists and so-called scholars think that there are no living entities on planets other than this one. Recently they have said that they have gone to the moon but did not find any living entities there. But &#346;r&#299;mad-Bh&#257;gavatam and the other Vedic literatures do not agree with this foolish conception. There are living entities everywhere, not only one or two but j&#299;va-r&#257;&#347;ibhih &#8212; many millions of living entities. Even on the sun there are living entities, although it is a fiery planet. The chief living entity on the sun is called Vivasv&#257;n (imam vivasvate yogam proktav&#257;n aham avyayam [<A CLASS=v HREF="../../../bg/4/1.htm">Bg. 4.1</A>]). All the different planets are filled with different types of living entities according to different living conditions. To suggest that only this planet is filled with living entities and that others are vacant is foolish. This betrays a lack of real knowledge.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>