<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.38</P><P CLASS=c>teshv eva bhagav&#257;n r&#257;jams</P><P CLASS=c>t&#257;ratamyena vartate</P><P CLASS=c>tasm&#257;t p&#257;tram hi purusho</P><P CLASS=c>y&#257;v&#257;n &#257;tm&#257; yatheyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tesu">teshu</A> &#8212; among the different types of bodies (demigod, human, animal, bird, etc.); <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead <A HREF="http://vedabase.net/i/in">in</A> His <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A> feature; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/t/taratamyena">t&#257;ratamyena</A> &#8212; comparatively, <A HREF="http://vedabase.net/m/more">more</A> or less; <A CLASS=v HREF="http://vedabase.net/v/vartate">vartate</A> &#8212; is situated; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/p/patram">p&#257;tram</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/y/yavan">y&#257;v&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> far <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the degree of understanding; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; development of austerity and penance; <A CLASS=v HREF="http://vedabase.net/i/iyate">&#299;yate</A> &#8212; is manifest.</P><P CLASS=t>TRANSLATION</P><P>O King Yudhishthira, the Supersoul in every body gives intelligence to the individual soul according to his capacity for understanding. Therefore the Supersoul is the chief within the body. The Supersoul is manifested to the individual soul according to the individual's comparative development of knowledge, austerity, penance and so on.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>) it is said, mattah smritir jñ&#257;nam apohanam ca: the Supreme Personality of Godhead in His localized aspect gives intelligence to the individual soul as far as he is able to grasp it. Therefore we find the individual soul in different high and low positions. A living entity with the body of a bird or beast cannot take instructions from the Supreme Soul as adequately as an advanced human being. Thus there are gradations of bodily forms. In human society, the perfect br&#257;hmana is supposed to be the most advanced in spiritual consciousness, and further advanced than the br&#257;hmana is the Vaishnava. Therefore the best persons are the Vaishnavas and Vishnu. When charity is to be given, one should take instruction from Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/17/20.htm">17.20</A>):</P><P>d&#257;tavyam iti yad d&#257;nam</P><P CLASS=n>d&#299;yate 'nupak&#257;rine</P><P CLASS=n>de&#347;e k&#257;le ca p&#257;tre ca</P><P CLASS=n>tad d&#257;nam s&#257;ttvikam smritam</P><P>"That gift which is given out of duty, at the proper time and place, to a worthy person, and without expectation of return, is considered to be charity in the mode of goodness." One should give charity to the br&#257;hmanas and Vaishnavas, for thus the Supreme Personality of Godhead will be worshiped. In this connection, &#346;r&#299;la Madhv&#257;c&#257;rya comments:</P><P>brahm&#257;di-sth&#257;var&#257;nteshu</P><P CLASS=n>na vi&#347;esho hareh kvacit</P><P CLASS=n>vyakti-m&#257;tra-vi&#347;eshena</P><P CLASS=n>t&#257;ratamyam vadanti ca</P><P>Beginning from Brahm&#257; down to the ant, everyone is conducted by the Supersoul (&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]). But because of a particular person's advancement in spiritual consciousness, he is considered to be important. Therefore, the br&#257;hmana Vaishnava is important, and, above all, the Supersoul, the Personality of Godhead, is the most important personality.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>