<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.5</P><P CLASS=c>y&#257;vad-artham up&#257;s&#299;no</P><P CLASS=c>dehe gehe ca panditah</P><P CLASS=c>virakto raktavat tatra</P><P CLASS=c>nri-loke narat&#257;m nyaset</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much endeavor for one's livelihood <A HREF="http://vedabase.net/a/as">as</A> necessary; <A CLASS=v HREF="http://vedabase.net/u/upasinah">up&#257;s&#299;nah</A> &#8212; earning; <A CLASS=v HREF="http://vedabase.net/d/dehe">dehe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body; <A CLASS=v HREF="http://vedabase.net/g/gehe">gehe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> family matters; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/panditah">panditah</A> &#8212; one who is learned; <A CLASS=v HREF="http://vedabase.net/v/viraktah">viraktah</A> &#8212; not at all attached; <A CLASS=v HREF="http://vedabase.net/r/rakta">rakta</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if very much attached; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; human society; <A CLASS=v HREF="http://vedabase.net/n/naratam">narat&#257;m</A> &#8212; the human form of life; <A CLASS=v HREF="http://vedabase.net/n/nyaset">nyaset</A> &#8212; one should depict.</P><P CLASS=t>TRANSLATION</P><P>While working to earn his livelihood as much as necessary to maintain body and soul together, one who is actually learned should live in human society unattached to family affairs, although externally appearing very much attached.</P><P CLASS=t>PURPORT</P><P>This is the picture of ideal family life. When &#346;r&#299; Caitanya Mah&#257;prabhu asked R&#257;m&#257;nanda R&#257;ya about the goal of life, R&#257;m&#257;nanda R&#257;ya described it in different ways, according to the recommendations of the revealed scriptures, and finally &#346;r&#299; R&#257;m&#257;nanda R&#257;ya explained that one may stay in his own position, whether as a br&#257;hmana, a &#347;&#363;dra, a sanny&#257;s&#299; or whatever, but one must try to inquire about life's goal (ath&#257;to brahma jijñ&#257;s&#257;). This is the proper utilization of the human form of life. When one misuses the gift of the human form by unnecessarily indulging in the animal propensities of eating, sleeping, mating and defending and does not try to get out of the clutches of m&#257;y&#257;, which subjects one to repeated birth, death, old age and disease, one is again punished by being forced to descend to the lower species and undergo evolution according to the laws of nature. prakriteh kriyam&#257;n&#257;ni gunaih karm&#257;ni sarva&#347;ah [<A CLASS=v HREF="../../../bg/3/27.htm">Bg. 3.27</A>]. Being completely under the grip of material nature, the living entity must evolve again from the lower species to the higher species until he at last returns to human life and gets the chance to be freed from the material clutches. A wise man, however, learns from the &#347;&#257;stras and guru that we living entities are all eternal but are put into troublesome conditions because of associating with different modes under the laws of material nature. He therefore concludes that in the human form of life he should not endeavor for unnecessary necessities, but should live a very simple life, just maintaining body and soul together. Certainly one requires some means of livelihood, and according to one's varna and &#257;&#347;rama this means of livelihood is prescribed in the &#347;&#257;stras. One should be satisfied with this. Therefore, instead of hankering for more and more money, a sincere devotee of the Lord tries to invent some ways to earn his livelihood, and when he does so Krishna helps him. Earning one's livelihood, therefore, is not a problem. The real problem is how to get free from the bondage of birth, death and old age. Attaining this freedom, and not inventing unnecessary necessities, is the basic principle of Vedic civilization. One should be satisfied with whatever means of life comes automatically. The modern materialistic civilization is just the opposite of the ideal civilization. Every day the so-called leaders of modern society invent something contributing to a cumbersome way of life that implicates people more and more in the cycle of birth, death, old age and disease.</P><P CLASS=l><A CLASS=i HREF="3-4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>