<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: Ideal Family Life</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 7.14 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 7.14.1</B></A>: Mah&#257;r&#257;ja Yudhishthira inquired from N&#257;rada Muni: O my lord, O great sage, kindly explain how we who are staying at home without knowledge of the goal of life may also easily attain liberation, according to the instructions of the Vedas.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 7.14.2</B></A>: N&#257;rada Muni replied: My dear King, those who stay at home as householders must act to earn their livelihood, and instead of trying to enjoy the results of their work themselves, they should offer these results to Krishna, V&#257;sudeva. How to satisfy V&#257;sudeva in this life can be perfectly understood through the association of great devotees of the Lord.</P><P CLASS=r><A CLASS=i HREF="3-4.htm"><B>SB 7.14.3-4</B></A>: A grihastha must associate again and again with saintly persons, and with great respect he must hear the nectar of the activities of the Supreme Lord and His incarnations as these activities are described in &#346;r&#299;mad-Bh&#257;gavatam and other Pur&#257;nas. Thus one should gradually become detached from affection for his wife and children, exactly like a man awakening from a dream.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 7.14.5</B></A>: While working to earn his livelihood as much as necessary to maintain body and soul together, one who is actually learned should live in human society unattached to family affairs, although externally appearing very much attached.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 7.14.6</B></A>: An intelligent man in human society should make his own program of activities very simple. If there are suggestions from his friends, children, parents, brothers or anyone else, he should externally agree, saying, "Yes, that is all right," but internally he should be determined not to create a cumbersome life in which the purpose of life will not be fulfilled.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 7.14.7</B></A>: The natural products created by the Supreme Personality of Godhead should be utilized to maintain the bodies and souls of all living entities. The necessities of life are of three types: those produced from the sky [from rainfall], from the earth [from the mines, the seas or the fields], and from the atmosphere [that which is obtained suddenly and unexpectedly].</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 7.14.8</B></A>: One may claim proprietorship to as much wealth as required to maintain body and soul together, but one who desires proprietorship over more than that must be considered a thief, and he deserves to be punished by the laws of nature.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 7.14.9</B></A>: One should treat animals such as deer, camels, asses, monkeys, mice, snakes, birds and flies exactly like one's own son. How little difference there actually is between children and these innocent animals.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 7.14.10</B></A>: Even if one is a householder rather than a brahmac&#257;r&#299;, a sanny&#257;s&#299; or a v&#257;naprastha, one should not endeavor very hard for religiosity, economic development or satisfaction of the senses. Even in householder life, one should be satisfied to maintain body and soul together with whatever is available with minimum endeavor, according to place and time, by the grace of the Lord. One should not engage oneself in ugra-karma.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 7.14.11</B></A>: Dogs, fallen persons and untouchables, including cand&#257;las [dog-eaters], should all be maintained with their proper necessities, which should be contributed by the householders. Even one's wife at home, with whom one is most intimately attached, should be offered for the reception of guests and people in general.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 7.14.12</B></A>: One so seriously considers one's wife to be his own that he sometimes kills himself for her or kills others, including even his parents or his spiritual master or teacher. Therefore if one can give up his attachment to such a wife, he conquers the Supreme Personality of Godhead, who is never conquered by anyone.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 7.14.13</B></A>: Through proper deliberation, one should give up attraction to his wife's body because that body will ultimately be transformed into small insects, stool or ashes. What is the value of this insignificant body? How much greater is the Supreme Being, who is all-pervading like the sky?</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 7.14.14</B></A>: An intelligent person should be satisfied with eating pras&#257;da [food offered to the Lord] or with performing the five different kinds of yajña [pañca-s&#363;n&#257;]. By such activities, one can give up attachment for the body and so-called proprietorship with reference to the body. When one is able to do this, he is firmly fixed in the position of a mah&#257;tm&#257;.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 7.14.15</B></A>: Every day, one should worship the Supreme Being who is situated in everyone's heart, and on this basis one should separately worship the demigods, the saintly persons, ordinary human beings and living entities, one's forefathers and one's self. In this way one is able to worship the Supreme Being in the core of everyone's heart.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 7.14.16</B></A>: When one is enriched with wealth and knowledge which are under his full control and by means of which he can perform yajña or please the Supreme Personality of Godhead, one must perform sacrifices, offering oblations to the fire according to the directions of the &#347;&#257;stras. In this way one should worship the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 7.14.17</B></A>: The Supreme Personality of Godhead, &#346;r&#299; Krishna, is the enjoyer of sacrificial offerings. Yet although His Lordship eats the oblations offered in the fire, my dear King, He is still more satisfied when nice food made of grains and ghee is offered to Him through the mouths of qualified br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 7.14.18</B></A>: Therefore, my dear King, first offer pras&#257;da unto the br&#257;hmanas and the demigods, and after sumptuously feeding them you may distribute pras&#257;da to other living entities according to your ability. In this way you will be able to worship all living entities &#8212; or, in other words, the supreme living entity within every living entity.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 7.14.19</B></A>: A br&#257;hmana who is sufficiently rich must offer oblations to the forefathers during the dark-moon fortnight in the latter part of the month of Bh&#257;dra. Similarly, he should offer oblations to the relatives of the forefathers during the mah&#257;lay&#257; ceremonies in the month of &#256;&#347;vina.*</P><P CLASS=r><A CLASS=i HREF="20-23.htm"><B>SB 7.14.20-23</B></A>: One should perform the &#347;r&#257;ddha ceremony on the Makara-sa&#324;kr&#257;nti [the day when the sun begins to move north] or on the Karkata-sa&#324;kr&#257;nti [the day when the sun begins to move south]. One should also perform this ceremony on the Mesha-sa&#324;kr&#257;nti day and the Tul&#257;-sa&#324;kr&#257;nti day, in the yoga named Vyat&#299;p&#257;ta, on that day in which three lunar tithis are conjoined, during an eclipse of either the moon or the sun, on the twelfth lunar day, and in the &#346;ravana-nakshatra. One should perform this ceremony on the Akshaya-trit&#299;y&#257; day, on the ninth lunar day of the bright fortnight of the month of K&#257;rtika, on the four ashtak&#257;s in the winter season and cool season, on the seventh lunar day of the bright fortnight of the month of M&#257;gha, during the conjunction of Magh&#257;-nakshatra and the full-moon day, and on the days when the moon is completely full, or not quite completely full, when these days are conjoined with the nakshatras from which the names of certain months are derived. One should also perform the &#347;r&#257;ddha ceremony on the twelfth lunar day when it is in conjunction with any of the nakshatras named Anur&#257;dh&#257;, &#346;ravana, Uttara-phalgun&#299;, Uttar&#257;sh&#257;dh&#257; or Uttara-bh&#257;drapad&#257;. Again, one should perform this ceremony when the eleventh lunar day is in conjunction with either Uttara-phalgun&#299;, Uttar&#257;sh&#257;dh&#257; or Uttara-bh&#257;drapad&#257;. Finally, one should perform this ceremony on days conjoined with one's own birth star [janma-nakshatra] or with &#346;ravana-nakshatra.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 7.14.24</B></A>: All of these seasonal times are considered extremely auspicious for humanity. At such times, one should perform all auspicious activities, for by such activities a human being attains success in his short duration of life.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 7.14.25</B></A>: During these periods of seasonal change, if one bathes in the Ganges, in the Yamun&#257; or in another sacred place, if one chants, offers fire sacrifices or executes vows, or if one worships the Supreme Lord, the br&#257;hmanas, the forefathers, the demigods and the living entities in general, whatever he gives in charity yields a permanently beneficial result.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 7.14.26</B></A>: O King Yudhishthira, at the time prescribed for reformatory ritualistic ceremonies for one's self, one's wife or one's children, or during funeral ceremonies and annual death ceremonies, one must perform the auspicious ceremonies mentioned above in order to flourish in fruitive activities.</P><P CLASS=r><A CLASS=i HREF="27-28.htm"><B>SB 7.14.27-28</B></A>: N&#257;rada Muni continued: Now I shall describe the places where religious performances may be well executed. Any place where a Vaishnava is available is an excellent place for all auspicious activities. The Supreme Personality of Godhead is the support of this entire cosmic manifestation, with all its moving and nonmoving living entities, and the temple where the Deity of the Lord is installed is a most sacred place. Furthermore, places where learned br&#257;hmanas observe Vedic principles by means of austerity, education and mercy are also most auspicious and sacred.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 7.14.29</B></A>: Auspicious indeed are the places where there is a temple of the Supreme Personality of Godhead, Krishna, in which He is duly worshiped, and also the places where there flow the celebrated sacred rivers mentioned in the Pur&#257;nas, the supplementary Vedic literatures. Anything spiritual done there is certainly very effective.</P><P CLASS=r><A CLASS=i HREF="30-33.htm"><B>SB 7.14.30-33</B></A>: The sacred lakes like Pushkara and places where saintly persons live, like Kurukshetra, Gay&#257;, Pray&#257;ga, Pulah&#257;&#347;rama, Naimish&#257;ranya, the banks of the Ph&#257;lgu River, Setubandha, Prabh&#257;sa, Dv&#257;rak&#257;, V&#257;r&#257;nas&#299;, Mathur&#257;, Pamp&#257;, Bindu-sarovara, Badarik&#257;&#347;rama [N&#257;r&#257;yan&#257;&#347;rama], the places where the Nand&#257; River flows, the places where Lord R&#257;macandra and mother S&#299;t&#257; took shelter, such as Citrak&#363;ta, and also the hilly tracts of land known as Mahendra and Malaya &#8212; all of these are to be considered most pious and sacred. Similarly, places outside India where there are centers of the Krishna consciousness movement and where R&#257;dh&#257;-Krishna Deities are worshiped must all be visited and worshiped by those who want to be spiritually advanced. One who intends to advance in spiritual life may visit all these places and perform ritualistic ceremonies to get results a thousand times better than the results of the same activities performed in any other place.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 7.14.34</B></A>: O King of the earth, it has been decided by expert, learned scholars that only the Supreme Personality of Godhead, Krishna, in whom all that is moving or nonmoving within this universe is resting and from whom everything is coming, is the best person to whom everything must be given.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 7.14.35</B></A>: O King Yudhishthira, the demigods, many great sages and saints including even the four sons of Lord Brahm&#257;, and I myself were present at your R&#257;jas&#363;ya sacrificial ceremony, but when there was a question of who should be the first person worshiped, everyone decided upon Lord Krishna, the Supreme Person.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 7.14.36</B></A>: The entire universe, which is full of living entities, is like a tree whose root is the Supreme Personality of Godhead, Acyuta [Krishna]. Therefore simply by worshiping Lord Krishna one can worship all living entities.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 7.14.37</B></A>: The Supreme Personality of Godhead has created many residential places like the bodies of human beings, animals, birds, saints and demigods. In all of these innumerable bodily forms, the Lord resides with the living being as Param&#257;tm&#257;. Thus He is known as the purush&#257;vat&#257;ra.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 7.14.38</B></A>: O King Yudhishthira, the Supersoul in every body gives intelligence to the individual soul according to his capacity for understanding. Therefore the Supersoul is the chief within the body. The Supersoul is manifested to the individual soul according to the individual's comparative development of knowledge, austerity, penance and so on.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 7.14.39</B></A>: My dear King, when great sages and saintly persons saw mutually disrespectful dealings at the beginning of Tret&#257;-yuga, Deity worship in the temple was introduced with all paraphernalia.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 7.14.40</B></A>: Sometimes a neophyte devotee offers all the paraphernalia for worshiping the Lord, and he factually worships the Lord as the Deity, but because he is envious of the authorized devotees of Lord Vishnu, the Lord is never satisfied with his devotional service.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 7.14.41</B></A>: My dear King, of all persons a qualified br&#257;hmana must be accepted as the best within this material world because such a br&#257;hmana, by practicing austerity, Vedic studies and satisfaction, becomes the counterpart body of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 7.14.42</B></A>: My dear King Yudhishthira, the br&#257;hmanas, especially those engaged in preaching the glories of the Lord throughout the entire world, are recognized and worshiped by the Supreme Personality of Godhead, who is the heart and soul of all creation. The br&#257;hmanas, by their preaching, sanctify the three worlds with the dust of their lotus feet, and thus they are worshipable even for Krishna.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>