<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.10</P><P CLASS=c>y&#257; nirvritis tanu-bhrit&#257;m tava p&#257;da-padma-</P><P CLASS=c>dhy&#257;n&#257;d bhavaj-jana-kath&#257;-&#347;ravanena v&#257; sy&#257;t</P><P CLASS=c>s&#257; brahmani sva-mahimany api n&#257;tha m&#257; bh&#363;t</P><P CLASS=c>kim tv antak&#257;si-lulit&#257;t patat&#257;m vim&#257;n&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/n/nirvrtih">nirvritih</A> &#8212; bliss; <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtam">bhrit&#257;m</A> &#8212; of the embodied; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/p/padma">padma</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/d/dhyanat">dhy&#257;n&#257;t</A> &#8212; from meditating upon; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; from Your intimate devotees; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; topics; <A CLASS=v HREF="http://vedabase.net/s/sravanena">&#347;ravanena</A> &#8212; by hearing; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; comes into being; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; that bliss; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the impersonal <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mahimani">mahimani</A> &#8212; Your own magnificence; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/b/bhut">bh&#363;t</A> &#8212; exists; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak of; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/antaka">antaka</A>-<A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; by the sword of death; <A CLASS=v HREF="http://vedabase.net/l/lulitat">lulit&#257;t</A> &#8212; being destroyed; <A CLASS=v HREF="http://vedabase.net/p/patatam">patat&#257;m</A> &#8212; of those who fall down; <A CLASS=v HREF="http://vedabase.net/v/vimanat">vim&#257;n&#257;t</A> &#8212; from their airplanes.</P><P CLASS=t>TRANSLATION</P><P>My Lord, the transcendental bliss derived from meditating upon Your lotus feet or hearing about Your glories from pure devotees is so unlimited that it is far beyond the stage of brahm&#257;nanda, wherein one thinks himself merged in the impersonal Brahman as one with the Supreme. Since brahm&#257;nanda is also defeated by the transcendental bliss derived from devotional service, then what to speak of the temporary blissfulness of elevating oneself to the heavenly planets, which is ended by the separating sword of time? Although one may be elevated to the heavenly planets, he falls down in due course of time.</P><P CLASS=t>PURPORT</P><P>The transcendental bliss derived from devotional service, primarily from &#347;ravanam k&#299;rtanam, hearing and chanting, cannot be compared to the happiness derived by karm&#299;s by elevating themselves to the heavenly planets or by jñ&#257;n&#299;s or yog&#299;s, who enjoy oneness with the supreme impersonal Brahman. Yog&#299;s generally meditate upon the transcendental form of Vishnu, but devotees not only meditate upon Him but actually engage in the direct service of the Lord. In the previous verse we find the phrase bhav&#257;pyaya, which refers to birth and death. The Lord can give relief from the chain of birth and death. It is a misunderstanding to think, as do the monists, that when one gets relief from the process of birth and death he merges into the Supreme Brahman. Here it is clearly said that the transcendental bliss derived from &#347;ravanam k&#299;rtanam by pure devotees cannot be compared to brahm&#257;nanda, or the impersonal conception of transcendental bliss derived by merging into the Absolute.</P><P>The position of karm&#299;s is still more degraded. Their aim is to elevate themselves to the higher planetary systems. It is said, y&#257;nti deva-vrat&#257; dev&#257;n: persons who worship the demigods are elevated to the heavenly planets (<A CLASS=v HREF="../../../bg/9/25.htm">Bg. 9.25</A>). But elsewhere in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/21.htm">9.21</A>) we find, ksh&#299;ne punye martya-lokam vi&#347;anti: those who are elevated to the higher planetary systems must come down again as soon as the results of their pious activities are exhausted. They are like the modern astronauts who go to the moon; as soon as their fuel is used up, they are obliged to come back down to this earth. As the modern astronauts who go to the moon or other heavenly planets by force of jet propulsion have to come down again after exhausting their fuel, so also do those who are elevated to the heavenly planets by force of yajñas and pious activities. Antak&#257;si-lulit&#257;t: by the sword of time one is cut from his exalted position within this material world, and he comes down again. Dhruva Mah&#257;r&#257;ja appreciated that the results of devotional service are far more valuable than merging into the Absolute or being elevated to the heavenly planets. The words patat&#257;m vim&#257;n&#257;t are very significant. Vim&#257;na means "airplane." Those who are elevated to the heavenly planets are like airplanes, which drop when they run out of fuel.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>