<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.12</P><P CLASS=c>te na smaranty atitar&#257;m priyam &#299;&#347;a martyam</P><P CLASS=c>ye c&#257;nv adah suta-suhrid-griha-vitta-d&#257;r&#257;h</P><P CLASS=c>ye tv abja-n&#257;bha bhavad&#299;ya-pad&#257;ravinda-</P><P CLASS=c>saugandhya-lubdha-hridayeshu krita-prasa&#324;g&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/s/smaranti">smaranti</A> &#8212; remember; <A CLASS=v HREF="http://vedabase.net/a/atitaram">atitar&#257;m</A> &#8212; highly; <A CLASS=v HREF="http://vedabase.net/p/priyam">priyam</A> &#8212; dear; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/m/martyam">martyam</A> &#8212; material body; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; they who; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relationship with; <A CLASS=v HREF="http://vedabase.net/a/adah">adah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/suta">suta</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A> &#8212; friends; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A> &#8212; home; <A CLASS=v HREF="http://vedabase.net/v/vitta">vitta</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/d/darah">d&#257;r&#257;h</A> &#8212; and wife; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/abja">abja</A>-<A CLASS=v HREF="http://vedabase.net/n/nabha">n&#257;bha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord who have <A HREF="http://vedabase.net/a/a">a</A> lotus navel; <A CLASS=v HREF="http://vedabase.net/b/bhavadiya">bhavad&#299;ya</A> &#8212; of Your; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/s/saugandhya">saugandhya</A> &#8212; the fragrance; <A CLASS=v HREF="http://vedabase.net/l/lubdha">lubdha</A> &#8212; have achieved; <A CLASS=v HREF="http://vedabase.net/h/hrdayesu">hridayeshu</A> &#8212; with devotees whose hearts; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/p/prasangah">prasa&#324;g&#257;h</A> &#8212; have association.</P><P CLASS=t>TRANSLATION</P><P>O Lord who have a lotus navel, if a person happens to associate with a devotee whose heart always hankers after Your lotus feet, seeking always their fragrance, he is never attached to the material body or, in a bodily relationship, to offspring, friends, home, wealth and wife, which are very, very dear to materialistic persons. Indeed, he does not care for them.</P><P CLASS=t>PURPORT</P><P>A special advantage in devotional service is that devotees not only enjoy the transcendental pastimes of the Lord by hearing and chanting and glorifying them, but also are not very much attached to their bodies, unlike the yog&#299;s, who are too attached to the body and who think that by performing bodily gymnastic exercises they will advance in spiritual consciousness. Yog&#299;s are generally not very much interested in devotional service; they want to regulate the breathing process. This is simply a bodily concern. Here Dhruva Mah&#257;r&#257;ja plainly says that a devotee has no more bodily interest. He knows that he is not the body. From the very beginning, therefore, without wasting time in bodily exercises, a devotee searches out a pure devotee and simply by his association becomes more advanced in spiritual consciousness than any yog&#299;. Because a devotee knows that he is not the body, he is never affected by bodily happiness or distress. He is not interested in bodily relationships with wife, children, home, bank balance, etc., or in the distress and happiness which come from these things. This is the special advantage of being a devotee. This status of life is possible only when a person is interested in associating with a pure devotee, who always enjoys the fragrance of the lotus feet of the Lord.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>