<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.13</P><P CLASS=c>tirya&#324;-naga-dvija-sar&#299;sripa-deva-daitya-</P><P CLASS=c>marty&#257;dibhih paricitam sad-asad-vi&#347;esham</P><P CLASS=c>r&#363;pam sthavishtham aja te mahad-&#257;dy-anekam</P><P CLASS=c>n&#257;tah param parama vedmi na yatra v&#257;dah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tiryak">tiryak</A> &#8212; by animals; <A CLASS=v HREF="http://vedabase.net/n/naga">naga</A> &#8212; trees; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; birds; <A CLASS=v HREF="http://vedabase.net/s/sarisrpa">sar&#299;sripa</A> &#8212; reptiles; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; demigods; <A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A> &#8212; demons; <A CLASS=v HREF="http://vedabase.net/m/martya">martya</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by men, etc.; <A CLASS=v HREF="http://vedabase.net/p/paricitam">paricitam</A> &#8212; pervaded; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/v/visesam">vi&#347;esham</A> &#8212; with varieties manifest and unmanifest; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/s/sthavistham">sthavishtham</A> &#8212; gross universal; <A CLASS=v HREF="http://vedabase.net/a/aja">aja</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Unborn; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; caused by the total material energy, etc.; <A CLASS=v HREF="http://vedabase.net/a/anekam">anekam</A> &#8212; various causes; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; from this; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme; <A CLASS=v HREF="http://vedabase.net/v/vedmi">vedmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> know; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/v/vadah">v&#257;dah</A> &#8212; various arguments.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, O Supreme Unborn, I know that the different varieties of living entities, such as animals, trees, birds, reptiles, demigods and human beings, are spread throughout the universe, which is caused by the total material energy, and I know that they are sometimes manifest and sometimes unmanifest; but I have never experienced the supreme form I behold as I see You now. Now all kinds of methods of theorizing have come to an end.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; the Lord says that He has spread Himself throughout the universe, but although everything is resting upon Him, He is aloof. The same concept is expressed here by Dhruva Mah&#257;r&#257;ja. He states that before seeing the transcendental form of the Lord, he had experienced only the varieties of material forms, which are counted at one engages in the devotional service of the Lord, it is impossible to understand the ultimate form of the Lord. This is also confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>). Bhakty&#257; m&#257;m abhij&#257;n&#257;ti: factual understanding of the Absolute Truth, who is the Supreme Person, cannot be obtained by any process other than devotional service.</P><P>Dhruva Mah&#257;r&#257;ja here compares his previous state of understanding with the perfection of understanding in the presence of the Supreme Lord. The position of a living entity is to render service; unless he comes to the stage of appreciating the Supreme Personality of Godhead, he engages in the service of the various forms of trees, reptiles, animals, Men, demigods, etc. One can experience that one man engages in the service of a dog, another serves plants and creepers, another the demigods, and another humanity, or his boss in the office &#8212; but no one is engaged in the service of Krishna. Aside from common men, even men who are elevated in terms of spiritual understanding are at the utmost engaged in the service of the vir&#257;t-r&#363;pa, or, unable to understand the ultimate form of the Lord, they worship voidism by meditation. Dhruva Mah&#257;r&#257;ja, however, had been blessed by the Supreme Lord. When the Lord touched His conchshell to Dhruva's forehead, real knowledge was revealed from within, and Dhruva could understand the Lord's transcendental form. Dhruva Mah&#257;r&#257;ja here admits that not only was he ignorant, but by years he was only a child. It would not have been possible for an ignorant child to appreciate the supreme form of the Lord had he not been blessed by the Lord, who had touched His conchshell to Dhruva's forehead.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>