<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.15</P><P CLASS=c>tvam nitya-mukta-pari&#347;uddha-vibuddha &#257;tm&#257;</P><P CLASS=c>k&#363;ta-stha &#257;di-purusho bhagav&#257;ms try-adh&#299;&#347;ah</P><P CLASS=c>yad-buddhy-avasthitim akhanditay&#257; sva-drishty&#257;</P><P CLASS=c>drasht&#257; sthit&#257;v adhimakho vyatirikta &#257;sse</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; eternally; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A> &#8212; liberated; <A CLASS=v HREF="http://vedabase.net/p/parisuddha">pari&#347;uddha</A> &#8212; uncontaminated; <A CLASS=v HREF="http://vedabase.net/v/vibuddhah">vibuddhah</A> &#8212; full of knowledge; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/k/kuta">k&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/sthah">sthah</A> &#8212; changeless; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; original; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; person; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Lord, full with six opulences; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/a/adhisah">adh&#299;&#347;ah</A> &#8212; master of the three modes; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whence; <A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A> &#8212; of intellectual activities; <A CLASS=v HREF="http://vedabase.net/a/avasthitim">avasthitim</A> &#8212; all stages; <A CLASS=v HREF="http://vedabase.net/a/akhanditaya">akhanditay&#257;</A> &#8212; unbroken; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/drstya">drishty&#257;</A> &#8212; by transcendental vision; <A CLASS=v HREF="http://vedabase.net/d/drasta">drasht&#257;</A> &#8212; You witness; <A CLASS=v HREF="http://vedabase.net/s/sthitau">sthitau</A> &#8212; for maintaining (the universe); <A CLASS=v HREF="http://vedabase.net/a/adhimakhah">adhimakhah</A> &#8212; <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A> of the results of all sacrifices; <A CLASS=v HREF="http://vedabase.net/v/vyatiriktah">vyatiriktah</A> &#8212; differently; <A CLASS=v HREF="http://vedabase.net/a/asse">&#257;sse</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A> situated.</P><P CLASS=t>TRANSLATION</P><P>My Lord, by Your unbroken transcendental glance You are the supreme witness of all stages of intellectual activities. You are eternally liberated, Your existence is situated in pure goodness, and You are existent in the Supersoul without change. You are the original Personality of Godhead, full with six opulences, and You are eternally the master of the three modes of material nature. Thus, You are always different from the ordinary living entities. As Lord Vishnu, You maintain all the affairs of the entire universe, and yet You stand aloof and are the enjoyer of the results of all sacrifices.</P><P CLASS=t>PURPORT</P><P>An atheistic argument against the supremacy of the Supreme Personality of Godhead states that if God, the Supreme Person, appears and disappears and sleeps and awakens, then what is the difference between God and the living entity? Dhruva Mah&#257;r&#257;ja is carefully distinguishing the existence of the Supreme Personality of Godhead from that of the living entities. He points out the following differences. The Lord is eternally liberated. Whenever He appears, even within this material world, He is never entangled by the three modes of material nature. He is known, therefore, as try-adh&#299;&#347;a, the master of the three modes of material nature. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>) it is said, daiv&#299; hy esh&#257; guna-may&#299; mama m&#257;y&#257; duratyay&#257;: the living entities are all entangled in the three modes of material nature. The external energy of the Lord is very strong, but the Lord, as the master of the three modes of material nature, is ever liberated from the action and reaction of those modes. He, therefore, is uncontaminated, as stated in the &#298;&#347;opanishad. The contamination of the material world does not affect the Supreme Godhead. Krishna therefore says in the Bhagavad-g&#299;t&#257; that those who are rascals and fools think of Him as an ordinary human being, not knowing His param bh&#257;vam. param bh&#257;vam refers to His being always transcendentally situated. Material contamination cannot affect Him.</P><P>Another difference between the Lord and the living entity is that a living entity is always in darkness. Even though he may be situated in the mode of goodness, there are still so many things which are unknown to him. But it is not the same for the Supreme Personality of Godhead. He knows past, present and future and everything that is happening in everyone's heart. Bhagavad-g&#299;t&#257; confirms this (ved&#257;ham samat&#299;t&#257;ni). The Lord is not part of the soul &#8212; He is the unchangeable Supreme Soul, and the living entities are His parts and parcels. The living entity is forced to appear in this material world under the direction of daiva-m&#257;y&#257;, but when the Lord appears, He comes by His own internal potency, &#257;tma-m&#257;y&#257;. Besides that, a living entity is within the time of past, present and future. His life has a beginning, a birth, and in the conditioned state his life ends with death. But the Lord is &#257;di-purusha, the original person. In the Brahma-samhit&#257; Lord Brahm&#257; offers his respect to the &#257;di-purusha, Govinda, the original person, who has no beginning, whereas the creation of this material world has a beginning. The Ved&#257;nta says, janm&#257;dy asya yatah; [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>] everything is born from the Supreme, but the Supreme has no birth. He has all the six opulences in full and beyond comparison, He is the master of material nature, His intelligence is not broken under any circumstances, and He stands aloof, although He is the maintainer of the whole creation. As stated in the Vedas (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/2/13">2.2.13</A>), nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m. The Lord is the supreme maintainer. Living entities are meant to serve Him by offering sacrifices, for He is the rightful enjoyer of the results of all sacrifices. Everyone, therefore, should engage himself in the devotional service of the Lord with his life, his riches, his intelligence and his words. This is the original, constitutional position of the living entities. One should never compare the sleeping of an ordinary living entity to the sleeping of the Supreme Personality of Godhead in the Causal Ocean. There is no stage at which the living entity can compare to the Supreme Person. The M&#257;y&#257;v&#257;d&#299; philosophers, being unable to adjust to all this, come to the conclusion of impersonalism or voidism.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>