<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.17</P><P CLASS=c>saty&#257;&#347;isho hi bhagavams tava p&#257;da-padmam</P><P CLASS=c>&#257;&#347;&#299;s tath&#257;nubhajatah purush&#257;rtha-m&#363;rteh</P><P CLASS=c>apy evam arya bhagav&#257;n parip&#257;ti d&#299;n&#257;n</P><P CLASS=c>v&#257;&#347;reva vatsakam anugraha-k&#257;taro 'sm&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/satya">satya</A> &#8212; real; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; compared with other benedictions; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; my Lord; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/p/padmam">padmam</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/a/asih">&#257;&#347;&#299;h</A> &#8212; benediction; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that way; <A CLASS=v HREF="http://vedabase.net/a/anubhajatah">anubhajatah</A> &#8212; for the devotees; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; of the real goal of life; <A CLASS=v HREF="http://vedabase.net/m/murteh">m&#363;rteh</A> &#8212; the personification; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/arya">arya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/paripati">parip&#257;ti</A> &#8212; maintains; <A CLASS=v HREF="http://vedabase.net/d/dinan">d&#299;n&#257;n</A> &#8212; the poor <A HREF="http://vedabase.net/i/in">in</A> heart; <A CLASS=v HREF="http://vedabase.net/v/vasra">v&#257;&#347;r&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> cow; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/v/vatsakam">vatsakam</A> &#8212; unto the calf; <A CLASS=v HREF="http://vedabase.net/a/anugraha">anugraha</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> bestow mercy; <A CLASS=v HREF="http://vedabase.net/k/katarah">k&#257;tarah</A> &#8212; eager; <A CLASS=v HREF="http://vedabase.net/a/asman">asm&#257;n</A> &#8212; upon <A HREF="http://vedabase.net/m/me">me</A>.</P><P CLASS=t>TRANSLATION</P><P>My Lord, O Supreme Lord, You are the supreme personified form of all benediction. Therefore, for one who abides in Your devotional service with no other desire, worshiping Your lotus feet is better than becoming king and lording it over a kingdom. That is the benediction of worshiping Your lotus feet. To ignorant devotees like me, You are the causelessly merciful maintainer, just like a cow, who takes care of the newly born calf by supplying milk and giving it protection from attack.</P><P CLASS=t>PURPORT</P><P>Dhruva Mah&#257;r&#257;ja was cognizant of the defective nature of his own devotional service. Pure devotional service is without material form and is not covered by mental speculation or fruitive activities. Pure devotional service is therefore called ahaituk&#299;, unmotivated. Dhruva Mah&#257;r&#257;ja knew that he had come to worship the Lord in devotional service with a motive &#8212; to get the kingdom of his father. Such an adulterated devotee can never see the Supreme Personality of Godhead face to face. He therefore felt very grateful for the causeless mercy of the Lord. The Lord is so merciful that not only does He fulfill the desires of a devotee who is driven by ignorance and desires for material benefit, but He also gives such a devotee all protection, just as a cow gives milk to a newly born calf. In the Bhagavad-g&#299;t&#257; it is said that the Lord gives intelligence to the constantly engaged devotee so that he may gradually approach the Lord without difficulty. A devotee must be very sincere in his devotional service; then, although there may be many things wrong on the devotee's part, Krishna will guide him and gradually elevate him to the highest position of devotional service.</P><P>The Lord is addressed herein by Dhruva Mah&#257;r&#257;ja as purush&#257;rtha-m&#363;rti, the ultimate goal of life. Generally purush&#257;rtha is taken to mean execution of a type of religious principle or worship of God in order to get material benediction. Prayers for material benediction are intended for satisfying the senses. And when one is frustrated and cannot fully satisfy the senses in spite of all endeavor, he desires liberation, or freedom from material existence. These activities are generally called purush&#257;rtha. But actually the ultimate goal is to understand the Supreme Personality of Godhead. This is called pañcama-purush&#257;rtha, the ultimate goal of life. Lord Caitanya therefore taught us not to ask from the Supreme Personality any benediction such as material wealth, popularity or a good wife. One should simply pray to the Lord to be constantly engaged in His transcendental loving service. Dhruva Mah&#257;r&#257;ja, being cognizant of his desire for material benefit, wanted protection from the Lord so that he might not be misled or deviated from the path of devotional service by material desires.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>