<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.19</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>ved&#257;ham te vyavasitam</P><P CLASS=c>hridi r&#257;janya-b&#257;laka</P><P CLASS=c>tat prayacch&#257;mi bhadram te</P><P CLASS=c>dur&#257;pam api suvrata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/v/vyavasitam">vyavasitam</A> &#8212; determination; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; within the heart; <A CLASS=v HREF="http://vedabase.net/r/rajanya">r&#257;janya</A>-<A CLASS=v HREF="http://vedabase.net/b/balaka">b&#257;laka</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of the King; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/prayacchami">prayacch&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall give you; <A CLASS=v HREF="http://vedabase.net/b/bhadram">bhadram</A> &#8212; all good fortune; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/d/durapam">dur&#257;pam</A> &#8212; although <A HREF="http://vedabase.net/i/it">it</A> is very difficult <A HREF="http://vedabase.net/t/to">to</A> obtain; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> spite of; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A> &#8212; one who has taken <A HREF="http://vedabase.net/a/a">a</A> pious vow.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead said: My dear Dhruva, son of the King, you have executed pious vows, and I also know the desire within your heart. Although your desire is very ambitious and very difficult to fulfill, I shall favor you with its fulfillment. All good fortune unto you.</P><P CLASS=t>PURPORT</P><P>The Lord is so merciful to His devotee that He immediately said to Dhruva Mah&#257;r&#257;ja, "Let there be all good fortune for you." The fact is that Dhruva Mah&#257;r&#257;ja was very much afraid in his mind, for he had aspired after material benefit in discharging his devotional service and this was hampering him from reaching the stage of love of God. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/44.htm">2.44</A>) it is said, bhogai&#347;varya-prasakt&#257;n&#257;m: those who are addicted to material pleasure cannot be attracted to devotional service. It was true that at heart Dhruva Mah&#257;r&#257;ja wanted a kingdom that would be far better than Brahmaloka. This was a natural desire for a kshatriya. He was also only five years old, and in his childish way he desired to have a kingdom far greater than his father's, grandfather's or great-grandfather's. His father, Utt&#257;nap&#257;da, was the son of Manu, and Manu was the son of Lord Brahm&#257;. Dhruva wanted to excel all these great family members. The Lord knew Dhruva Mah&#257;r&#257;ja's childish ambition, but how was it possible to offer Dhruva a position more exalted than Lord Brahm&#257;'s?</P><P>The Lord assured Dhruva Mah&#257;r&#257;ja that Dhruva would not be bereft of the Lord's love. He encouraged Dhruva not to be worried that he childishly had material desires and at the same time had the pure aspiration to be a great devotee. Generally, the Lord does not award a pure devotee material opulence, even though he may desire it. But Dhruva Mah&#257;r&#257;ja's case was different. The Lord knew that he was such a great devotee that in spite of having material opulence he would never be deviated from love of God. This example illustrates that a highly qualified devotee can have the facility of material enjoyment and at the same time execute love of God. This, however, was a special case for Dhruva Mah&#257;r&#257;ja.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20-21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>