<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.2</P><P CLASS=c>sa vai dhiy&#257; yoga-vip&#257;ka-t&#299;vray&#257;</P><P CLASS=c>hrit-padma-ko&#347;e sphuritam tadit-prabham</P><P CLASS=c>tirohitam sahasaivopalakshya</P><P CLASS=c>bahih-sthitam tad-avastham dadar&#347;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; by meditation; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/v/vipaka">vip&#257;ka</A>-<A CLASS=v HREF="http://vedabase.net/t/tivraya">t&#299;vray&#257;</A> &#8212; on account of mature realization of the yogic process; <A CLASS=v HREF="http://vedabase.net/h/hrt">hrit</A> &#8212; the heart; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/k/kose">ko&#347;e</A> &#8212; on the lotus of; <A CLASS=v HREF="http://vedabase.net/s/sphuritam">sphuritam</A> &#8212; manifested; <A CLASS=v HREF="http://vedabase.net/t/tadit">tadit</A>-<A CLASS=v HREF="http://vedabase.net/p/prabham">prabham</A> &#8212; brilliant like lightning; <A CLASS=v HREF="http://vedabase.net/t/tirohitam">tirohitam</A> &#8212; having disappeared; <A CLASS=v HREF="http://vedabase.net/s/sahasa">sahas&#257;</A> &#8212; all of <A HREF="http://vedabase.net/a/a">a</A> sudden; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/u/upalaksya">upalakshya</A> &#8212; by observing; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A>-<A CLASS=v HREF="http://vedabase.net/s/sthitam">sthitam</A> &#8212; externally situated; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/avastham">avastham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/same">same</A> posture; <A CLASS=v HREF="http://vedabase.net/d/dadarsa">dadar&#347;a</A> &#8212; was able <A HREF="http://vedabase.net/t/to">to</A> see.</P><P CLASS=t>TRANSLATION</P><P>The form of the Lord, which was brilliant like lightning and in which Dhruva Mah&#257;r&#257;ja, in his mature yogic process, was fully absorbed in meditation, all of a sudden disappeared. Thus Dhruva was perturbed, and his meditation broke. But as soon as he opened his eyes he saw the Supreme Personality of Godhead personally present, just as he had been seeing the Lord in his heart.</P><P CLASS=t>PURPORT</P><P>Because of his mature position in yogic meditation, Dhruva Mah&#257;r&#257;ja was constantly observing the form of the Personality of Godhead within his heart, but all of a sudden, when the Supreme Personality disappeared from his heart, he thought that he had lost Him. Dhruva Mah&#257;r&#257;ja was perturbed, but upon opening his eyes and breaking his meditation he saw the same form of the Lord before him. In the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>) it is said, prem&#257;ñjana-cchurita-bhakti-vilocanena: a saintly person who has developed love of Godhead by devotional service always sees the Lord's transcendental form of &#346;y&#257;masundara. This &#346;y&#257;masundara form of the Lord within the heart of a devotee is not imaginary. When a devotee becomes mature in his prosecution of devotional service, he sees face to face the same &#346;y&#257;masundara he has thought of during the entire course of his devotional service. Since the Supreme Lord is absolute, the form within the heart of a devotee, the form in the temple and the original form in Vaikuntha, Vrind&#257;vana-dh&#257;ma, are all the same; they are nondifferent from one another.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>