<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.23</P><P CLASS=c>tvad-bhr&#257;tary uttame nashte</P><P CLASS=c>mrigay&#257;y&#257;m tu tan-man&#257;h</P><P CLASS=c>anveshant&#299; vanam m&#257;t&#257;</P><P CLASS=c>d&#257;v&#257;gnim s&#257; pravekshyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/b/bhratari">bhr&#257;tari</A> &#8212; brother; <A CLASS=v HREF="http://vedabase.net/u/uttame">uttame</A> &#8212; <A HREF="http://vedabase.net/u/uttama">Uttama</A>; <A CLASS=v HREF="http://vedabase.net/n/naste">nashte</A> &#8212; being killed; <A CLASS=v HREF="http://vedabase.net/m/mrgayayam">mrigay&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> hunting; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h</A> &#8212; being too afflicted; <A CLASS=v HREF="http://vedabase.net/a/anvesanti">anveshant&#299;</A> &#8212; while searching out; <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/m/mata">m&#257;t&#257;</A> &#8212; the mother; <A CLASS=v HREF="http://vedabase.net/d/dava">d&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/a/agnim">agnim</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest fire; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/p/praveksyati">pravekshyati</A> &#8212; will enter.</P><P CLASS=t>TRANSLATION</P><P>The Lord continued: Sometime in the future your brother, Uttama, will go hunting in the forest, and while absorbed in hunting, he will be killed. Your stepmother, Suruci, being maddened upon the death of her son, will go to search him out in the forest, but she will be devoured by a forest fire.</P><P CLASS=t>PURPORT</P><P>Dhruva Mah&#257;r&#257;ja came to the forest to search out the Supreme Personality of Godhead with a revenging spirit against his stepmother. His stepmother had insulted Dhruva, who was not an ordinary person, but a great Vaishnava. An offense at the lotus feet of a Vaishnava is the greatest offense in this world. Because of having insulted Dhruva Mah&#257;r&#257;ja, Suruci would become mad upon the death of her son and would enter a forest fire, and thus her life would be ended. This was specifically mentioned by the Lord to Dhruva because he was determined for revenge against her. From this we should take the lesson that we should never try to insult a Vaishnava. Not only should we not insult a Vaishnava, but we should not insult anyone unnecessarily. When Suruci insulted Dhruva Mah&#257;r&#257;ja, he was just a child. She of course did not know that Dhruva was a great recognized Vaishnava, and so her offense was committed unknowingly. When one serves a Vaishnava unknowingly, one still gets the good result, and if one unknowingly insults a Vaishnava, one suffers the bad result. A Vaishnava is especially favored by the Supreme Personality of Godhead. Pleasing him or displeasing him directly affects the pleasure and displeasure of the Supreme Lord. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, in his eight stanzas of prayer to the spiritual master, has sung, yasya pras&#257;d&#257;d bhagavat-pras&#257;dah: ** by pleasing the spiritual master, who is a pure Vaishnava, one pleases the Personality of Godhead, but if one displeases the spiritual master one does not know where he is going.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>