<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.24</P><P CLASS=c>ishtv&#257; m&#257;m yajña-hridayam</P><P CLASS=c>yajñaih pushkala-dakshinaih</P><P CLASS=c>bhuktv&#257; ceh&#257;&#347;ishah saty&#257;</P><P CLASS=c>ante m&#257;m samsmarishyasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/istva">ishtv&#257;</A> &#8212; after worshiping; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; the heart of all sacrifices; <A CLASS=v HREF="http://vedabase.net/y/yajnaih">yajñaih</A> &#8212; by great sacrifices; <A CLASS=v HREF="http://vedabase.net/p/puskala">pushkala</A>-<A CLASS=v HREF="http://vedabase.net/d/daksinaih">dakshinaih</A> &#8212; comprehending distribution of great charities; <A CLASS=v HREF="http://vedabase.net/b/bhuktva">bhuktv&#257;</A> &#8212; after enjoying; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; within this world; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; blessings; <A CLASS=v HREF="http://vedabase.net/s/satyah">saty&#257;h</A> &#8212; true; <A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the end; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/samsmarisyasi">samsmarishyasi</A> &#8212; you will be able <A HREF="http://vedabase.net/t/to">to</A> remember.</P><P CLASS=t>TRANSLATION</P><P>The Lord continued: I am the heart of all sacrifices. You will be able to perform many great sacrifices and also give great charities. In this way you will be able to enjoy the blessings of material happiness in this life, and at the time of your death you will be able to remember Me.</P><P CLASS=t>PURPORT</P><P>The most important factor in this verse is the Lord's instructions regarding how to remember the Supreme Personality of Godhead at the end of life. Ante n&#257;r&#257;yana-smritih: the result of whatever we do in executing spiritual activities is successful if we can remember N&#257;r&#257;yana, the Supreme Personality of Godhead. This program of constant remembrance can be disturbed by many things, but Dhruva Mah&#257;r&#257;ja's life would be so pure, as assured by the Lord Himself, that Dhruva would never forget Him. Thus at the time of his death he would remember the Supreme Lord, and before his death he would enjoy this material world, not by sense gratification, but by performing great sacrifices. As stated in the Vedas, when one performs great sacrifices he must give charity, not only to the br&#257;hmanas, but also to the kshatriyas, vai&#347;yas and &#347;&#363;dras. It is assured here that Dhruva Mah&#257;r&#257;ja would be able to perform such activities. In this age of Kali, however, the great sacrifice is the performance of sa&#324;k&#299;rtana-yajña. Our Krishna consciousness movement is designed to teach people (and to learn ourselves) the exact instruction of the Personality of Godhead. In this way we shall continuously perform the sa&#324;k&#299;rtana-yajña and continuously chant the Hare Krishna mantra. Then at the end of our lives we shall certainly be able to remember Krishna, and our program of life will be successful. In this age, distribution of pras&#257;da has replaced distribution of money. No one has sufficient money to distribute, but if we distribute krishna-pras&#257;da as far as possible, this is more valuable than the distribution of money.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>