<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.30</P><P CLASS=c>dhruva uv&#257;ca</P><P CLASS=c>sam&#257;dhin&#257; naika-bhavena yat padam</P><P CLASS=c>viduh sanand&#257;daya &#363;rdhva-retasah</P><P CLASS=c>m&#257;sair aham shadbhir amushya p&#257;dayo&#347;</P><P CLASS=c>ch&#257;y&#257;m upety&#257;pagatah pritha&#324;-matih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhruvah">dhruvah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> said; <A CLASS=v HREF="http://vedabase.net/s/samadhina">sam&#257;dhin&#257;</A> &#8212; by practicing <A HREF="http://vedabase.net/y/yoga">yoga</A> <A HREF="http://vedabase.net/i/in">in</A> trance; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bhavena</A> &#8212; by one birth; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; position; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; understood; <A CLASS=v HREF="http://vedabase.net/s/sananda">sananda</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; the four brahmac&#257;r&#299;s headed by <A HREF="http://vedabase.net/s/sanandana">Sanandana</A>; <A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A>-<A CLASS=v HREF="http://vedabase.net/r/retasah">retasah</A> &#8212; infallible celibates; <A CLASS=v HREF="http://vedabase.net/m/masaih">m&#257;saih</A> &#8212; within months; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/s/sadbhih">shadbhih</A> &#8212; six; <A CLASS=v HREF="http://vedabase.net/a/amusya">amushya</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/p/padayoh">p&#257;dayoh</A> &#8212; of the lotus feet; <A CLASS=v HREF="http://vedabase.net/c/chayam">ch&#257;y&#257;m</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/u/upetya">upetya</A> &#8212; achieving; <A CLASS=v HREF="http://vedabase.net/a/apagatah">apagatah</A> &#8212; fell down; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A>-<A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; my mind fixed on things other than the Lord.</P><P CLASS=t>TRANSLATION</P><P>Dhruva Mah&#257;r&#257;ja thought to himself: To endeavor to be situated in the shade of the lotus feet of the Lord is not an ordinary task because even the great brahmac&#257;r&#299;s headed by Sanandana, who practiced asht&#257;&#324;ga-yoga in trance, attained the shelter of the Lord's lotus feet only after many, many births. Within six months I achieved the same result, yet due to my thinking differently from the Lord, I fell down from my position.</P><P CLASS=t>PURPORT</P><P>In this verse Dhruva Mah&#257;r&#257;ja himself explains the cause of his moroseness. First he laments that to see the Supreme Personality of Godhead directly is not easy. Even great saintly persons like the four celebrated brahmac&#257;r&#299;s headed by Sanandana &#8212; Sanandana, Sanaka, San&#257;tana and Sanat-kum&#257;ra &#8212; practiced the yoga system for many, many births and remained in trance before getting the opportunity to see the Supreme Lord face to face. As far as Dhruva Mah&#257;r&#257;ja was concerned, he saw the Supreme Lord personally after only six months of practice in devotional service. He expected, therefore, that as soon as he met the Supreme Lord, the Lord would take him to His abode immediately, without waiting. Dhruva Mah&#257;r&#257;ja could understand very clearly that the Lord had offered him the rule of the world for thirty-six thousand years because in the beginning he was under the spell of the material energy and wanted to take revenge against his stepmother and rule over his father's kingdom. Dhruva Mah&#257;r&#257;ja greatly lamented his propensity for ruling the material world and his revengeful attitude towards other living entities.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>