<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.31</P><P CLASS=c>aho bata mam&#257;n&#257;tmyam</P><P CLASS=c>manda-bh&#257;gyasya pa&#347;yata</P><P CLASS=c>bhava-cchidah p&#257;da-m&#363;lam</P><P CLASS=c>gatv&#257; y&#257;ce yad antavat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; oh; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/a/anatmyam">an&#257;tmyam</A> &#8212; bodily consciousness; <A CLASS=v HREF="http://vedabase.net/m/manda">manda</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagyasya">bh&#257;gyasya</A> &#8212; of the unfortunate; <A CLASS=v HREF="http://vedabase.net/p/pasyata">pa&#347;yata</A> &#8212; just see; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; material existence; <A CLASS=v HREF="http://vedabase.net/c/chidah">chidah</A> &#8212; of the Lord, who can cut off; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/g/gatva">gatv&#257;</A> &#8212; having approached; <A CLASS=v HREF="http://vedabase.net/y/yace">y&#257;ce</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> prayed for; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/a/anta">anta</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; perishable.</P><P CLASS=t>TRANSLATION</P><P>Alas, just look at me! I am so unfortunate. I approached the lotus feet of the Supreme Personality of Godhead, who can immediately cut the chain of the repetition of birth and death, but still, out of my foolishness, I prayed for things which are perishable.</P><P CLASS=t>PURPORT</P><P>The word an&#257;tmyam is very significant in this. verse. &#256;tm&#257; means "the soul," and an&#257;tmya means "without any conception of the soul." &#346;r&#299;la Rishabhadeva instructed his sons that unless a human being comes to the point of understanding the &#257;tm&#257;, or spiritual position, whatever he does is ignorance, and this brings only defeat in his life. Dhruva Mah&#257;r&#257;ja regrets his unfortunate position, for although he approached the Supreme Personality of Godhead, who is always able to give His devotee the highest benediction of cessation of the repetition of birth and death, which is impossible for any demigod to offer, he foolishly wanted something perishable. When Hiranyaka&#347;ipu asked immortality from Lord Brahm&#257;, Lord Brahm&#257; expressed his inability to offer such a benediction because he himself is not immortal; therefore immortality, or complete cessation of the chain of repeated birth and death, can be offered by the Supreme Lord, the Personality of Godhead Himself, not by others. Harim vin&#257; na sritim taranti. It is said that without the blessings of Hari, the Supreme Personality of Godhead, no one can stop the continuous chain of birth and death within this material world. Therefore the Supreme Lord is also called bhava-cchit. The Vaishnava philosophy in the process of Krishna consciousness prohibits the devotee from all kinds of material aspirations. A Vaishnava devotee should always be any&#257;bhil&#257;shit&#257;-&#347;&#363;nya, free from all material aspirations for the results of fruitive activities or empiric philosophical speculation. Dhruva Mah&#257;r&#257;ja was actually initiated by N&#257;rada Muni, the greatest Vaishnava, in the chanting of om namo bhagavate v&#257;sudev&#257;ya. This mantra is a vishnu-mantra, for by practicing the chanting of this mantra one is elevated to the Vishnuloka. Dhruva Mah&#257;r&#257;ja regrets that although he was initiated in the vishnu-mantra by a Vaishnava, he still aspired for material benefits. That was another cause for lamentation. Although he got the result of the vishnu-mantra by the causeless mercy of the Lord, he lamented how foolish he was to have strived for material benefits while practicing devotional service. In other words, every one of us who is engaged in devotional service in Krishna consciousness should be completely free from all material aspirations. Otherwise we will have to lament like Dhruva Mah&#257;r&#257;ja.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>