<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.32</P><P CLASS=c>matir vid&#363;shit&#257; devaih</P><P CLASS=c>patadbhir asahishnubhih</P><P CLASS=c>yo n&#257;rada-vacas tathyam</P><P CLASS=c>n&#257;gr&#257;hisham asattamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/v/vidusita">vid&#363;shit&#257;</A> &#8212; contaminated; <A CLASS=v HREF="http://vedabase.net/d/devaih">devaih</A> &#8212; by the demigods; <A CLASS=v HREF="http://vedabase.net/p/patadbhih">patadbhih</A> &#8212; who will fall down; <A CLASS=v HREF="http://vedabase.net/a/asahisnubhih">asahishnubhih</A> &#8212; intolerant; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> who; <A CLASS=v HREF="http://vedabase.net/n/narada">n&#257;rada</A> &#8212; of the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; of the instructions; <A CLASS=v HREF="http://vedabase.net/t/tathyam">tathyam</A> &#8212; the truth; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/agrahisam">agr&#257;hisham</A> &#8212; could accept; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the most wretched.</P><P CLASS=t>TRANSLATION</P><P>Since all the demigods who are situated in the higher planetary system will have to come down again, they are all envious of my being elevated to Vaikunthaloka by devotional service. These intolerant demigods have dissipated my intelligence, and only for this reason could I not accept the genuine benediction of the instructions of Sage N&#257;rada.</P><P CLASS=t>PURPORT</P><P>As shown by many instances in the Vedic literature, when a person undergoes severe austerities, the demigods become very much perturbed because they are always afraid of losing their posts as the predominating deities of the heavenly planets. It is known to them that their position in the higher planetary system is impermanent, as it is stated in the Bhagavad-g&#299;t&#257;, Ninth Chapter (ksh&#299;ne punye martya-lokam vi&#347;anti). It is said in the G&#299;t&#257; that after exhausting the results of their pious activities, all the demigods, who are inhabitants of the higher planetary system, have to come back again to this earth.</P><P>It is a fact that the demigods control the different activities of the limbs of our bodies. Factually we are not free even in moving our eyelids. Everything is controlled by them. Dhruva Mah&#257;r&#257;ja's conclusion is that these demigods, being envious of his superior position in devotional service, conspired against him to pollute his intelligence, and thus although he was the disciple of a great Vaishnava, N&#257;rada Muni, he could not accept N&#257;rada's valid instructions. Now Dhruva Mah&#257;r&#257;ja regretted very much that he had neglected these instructions. N&#257;rada Muni had asked him, "Why should you bother about insult or adoration from your stepmother?" He of course said to Dhruva Mah&#257;r&#257;ja that since Dhruva was only a child, what did he have to do with such insult or adoration? But Dhruva Mah&#257;r&#257;ja was determined to achieve the benediction of the Supreme Personality of Godhead, and therefore N&#257;rada advised him to go back home for the time being, and in mature time he could try to practice devotional service. Dhruva Mah&#257;r&#257;ja regretted that he had rejected the advice of N&#257;rada Muni and was adamant in asking him for something perishable, namely revenge against his stepmother for her insult, and possession of the kingdom of his father.</P><P>Dhruva Mah&#257;r&#257;ja regretted very much that he could not take seriously the instruction of his spiritual master and that his consciousness was therefore contaminated. Still, the Lord is so merciful that due to Dhruva's execution of devotional service He offered Dhruva the ultimate Vaishnava goal.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>