<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.35</P><P CLASS=c>sv&#257;r&#257;jyam yacchato maudhy&#257;n</P><P CLASS=c>m&#257;no me bhikshito bata</P><P CLASS=c>&#299;&#347;var&#257;t ksh&#299;na-punyena</P><P CLASS=c>phal&#299;-k&#257;r&#257;n iv&#257;dhanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svarajyam">sv&#257;r&#257;jyam</A> &#8212; His devotional service; <A CLASS=v HREF="http://vedabase.net/y/yacchatah">yacchatah</A> &#8212; from the Lord, who was willing <A HREF="http://vedabase.net/t/to">to</A> offer; <A CLASS=v HREF="http://vedabase.net/m/maudhyat">maudhy&#257;t</A> &#8212; by foolishness; <A CLASS=v HREF="http://vedabase.net/m/manah">m&#257;nah</A> &#8212; material prosperity; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhiksitah">bhikshitah</A> &#8212; was asked for; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/i/isvarat">&#299;&#347;var&#257;t</A> &#8212; from <A HREF="http://vedabase.net/a/a">a</A> great emperor; <A CLASS=v HREF="http://vedabase.net/k/ksina">ksh&#299;na</A> &#8212; reduced; <A CLASS=v HREF="http://vedabase.net/p/punyena">punyena</A> &#8212; whose pious activities; <A CLASS=v HREF="http://vedabase.net/p/phali">phal&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/karan">k&#257;r&#257;n</A> &#8212; broken particles of husked rice; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/adhanah">adhanah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> poor <A HREF="http://vedabase.net/m/man">man</A>.</P><P CLASS=t>TRANSLATION</P><P>Because of my state of complete foolishness and paucity of pious activities, although the Lord offered me His personal service, I wanted material name, fame and prosperity. My case is just like that of the poor man who, when he satisfied a great emperor who wanted to give him anything he might ask, out of ignorance asked only a few broken grains of husked rice.</P><P CLASS=t>PURPORT</P><P>In this verse the word sv&#257;r&#257;jyam, which means "complete independence," is very significant. A conditioned soul does not know what complete independence is. Complete independence means situation in one's own constitutional position. The real independence of a living entity, who is part and parcel of the Supreme Personality of Godhead, is to remain always dependent on the Supreme Lord, just like a child who plays in complete independence, guided by his parents, who watch over him. The independence of the conditioned soul does not mean to fight with the obstacles offered by m&#257;y&#257;, but to surrender to Krishna. In the material world, everyone is trying to become completely independent simply by fighting against the obstacles offered by m&#257;y&#257;. This is called the struggle for existence. Real independence is to be reinstated in the service of the Lord. Anyone who goes to the Vaikuntha planets or Goloka Vrind&#257;vana planet is freely offering his service to the Lord. That is complete independence. Just contrary to this is material overlordship, which we wrongly take to be independence. Many great political leaders have tried to establish independence, but due to such so-called independence the people's dependence has only increased. The living entity cannot be happy trying to be independent in the material world. One has to surrender, therefore, unto the lotus feet of the Lord and engage in his original, eternal service.</P><P>Dhruva Mah&#257;r&#257;ja regrets that he wanted material opulence and greater prosperity than that of his great-grandfather, Lord Brahm&#257;. His begging from the Lord was like a poor man's asking a great emperor for a few grains of broken rice. The conclusion is that anyone who is engaged in the loving service of the Lord should never ask for material prosperity from the Lord. The awarding of material prosperity simply depends on the stringent rules and regulations of the external energy. Pure devotees ask the Lord only for the privilege of serving Him. This is our real independence. If we want anything else, it is a sign of our misfortune.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>