<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.36</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>na vai mukundasya pad&#257;ravindayo</P><P CLASS=c>rajo-jushas t&#257;ta bhav&#257;dri&#347;&#257; jan&#257;h</P><P CLASS=c>v&#257;ñchanti tad-d&#257;syam rite 'rtham &#257;tmano</P><P CLASS=c>yadricchay&#257; labdha-manah-samriddhayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya continued; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/mukundasya">mukundasya</A> &#8212; of the Lord, who can give liberation; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/aravindayoh">aravindayoh</A> &#8212; of the lotus feet; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A>-<A CLASS=v HREF="http://vedabase.net/j/jusah">jushah</A> &#8212; persons who <A HREF="http://vedabase.net/a/are">are</A> eager <A HREF="http://vedabase.net/t/to">to</A> taste the dust; <A CLASS=v HREF="http://vedabase.net/t/tata">t&#257;ta</A> &#8212; my dear <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavadrsah">bhav&#257;dri&#347;&#257;h</A> &#8212; like yourself; <A CLASS=v HREF="http://vedabase.net/j/janah">jan&#257;h</A> &#8212; persons; <A CLASS=v HREF="http://vedabase.net/v/vanchanti">v&#257;ñchanti</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/d/dasyam">d&#257;syam</A> &#8212; servitorship; <A CLASS=v HREF="http://vedabase.net/r/rte">rite</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; interest; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; for themselves; <A CLASS=v HREF="http://vedabase.net/y/yadrcchaya">yadricchay&#257;</A> &#8212; automatically; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A> &#8212; by what is achieved; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/s/samrddhayah">samriddhayah</A> &#8212; considering themselves very rich.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued: My dear Vidura, persons like you, who are pure devotees of the lotus feet of Mukunda [the Supreme Personality of Godhead, who can offer liberation] and who are always attached to the honey of His lotus feet, are always satisfied in serving at the lotus feet of the Lord. In any condition of life, such persons remain satisfied, and thus they never ask the Lord for material prosperity.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; the Lord says that He is the supreme enjoyer, the supreme proprietor of everything and anything within this creation, and the supreme friend of everyone. When one knows these things perfectly, he is always satisfied. The pure devotee never hankers after any kind of material prosperity. The karm&#299;s, however, or jñ&#257;n&#299;s or yog&#299;s endeavor always for their own personal happiness. Karm&#299;s work day and night to improve their economic condition, jñ&#257;n&#299;s undergo severe austerities in order to get liberation, and yog&#299;s also undergo severe austerities by practicing the yoga system for attainment of wonderful mystic powers. A devotee, however, is not interested in such activities; he does not want mystic powers or liberation or material prosperity. He is satisfied in any condition of life, as long as he is constantly engaged in the service of the Lord. The Lord's feet are compared to the lotus, wherein there is saffron dust. A devotee is always engaged in drinking the honey from the lotus feet of the Lord. Unless one is freed from all material desires, he cannot actually taste the honey from the Lord's lotus feet. One has to discharge his devotional duties without being disturbed by the coming and going of material circumstances. This desirelessness for material prosperity is called nishk&#257;ma. One should not mistakenly think that nishk&#257;ma means giving up all desires. That is impossible. A living entity is eternally existent, and he cannot give up desires. A living entity must have desires; that is the symptom of life. When there is a recommendation to become desireless, it is to be understood that this means that we should not desire anything for our sense gratification. For a devotee this state of mind, nihspriha, is the right position. Actually every one of us already has an arrangement for our standard of material comforts. A devotee should always remain satisfied with the standard of comforts offered by the Lord, as stated in the &#298;&#347;opanishad (tena tyaktena bhuñj&#299;th&#257;h). This saves time for executing Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>