<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.37</P><P CLASS=c>&#257;karny&#257;tma-jam &#257;y&#257;ntam</P><P CLASS=c>samparetya yath&#257;gatam</P><P CLASS=c>r&#257;j&#257; na &#347;raddadhe bhadram</P><P CLASS=c>abhadrasya kuto mama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/akarnya">&#257;karnya</A> &#8212; having heard; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; his son; <A CLASS=v HREF="http://vedabase.net/a/ayantam">&#257;y&#257;ntam</A> &#8212; coming back; <A CLASS=v HREF="http://vedabase.net/s/samparetya">samparetya</A> &#8212; after dying; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/a/agatam">&#257;gatam</A> &#8212; coming back; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; King Utt&#257;nap&#257;da; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; did not; <A CLASS=v HREF="http://vedabase.net/s/sraddadhe">&#347;raddadhe</A> &#8212; have any confidence; <A CLASS=v HREF="http://vedabase.net/b/bhadram">bhadram</A> &#8212; good fortune; <A CLASS=v HREF="http://vedabase.net/a/abhadrasya">abhadrasya</A> &#8212; of the impious; <A CLASS=v HREF="http://vedabase.net/k/kutah">kutah</A> &#8212; whence; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my.</P><P CLASS=t>TRANSLATION</P><P>When King Utt&#257;nap&#257;da heard that his son Dhruva was coming back home, as if coming back to life after death, he could not put his faith in this message, for he was doubtful of how it could happen. He considered himself the most wretched, and therefore he thought that it was not possible for him to attain such good fortune.</P><P CLASS=t>PURPORT</P><P>Dhruva Mah&#257;r&#257;ja, a five-year-old boy, went to the forest for penance and austerity, and the King could not at all believe that a small boy of such a tender age could live in the forest. He was certain that Dhruva was dead. He therefore could not fix his faith in the message that Dhruva Mah&#257;r&#257;ja was coming back home again. For him this message said that a dead man was coming back home, and so he could not believe it. After Dhruva Mah&#257;r&#257;ja's departure from home, King Utt&#257;nap&#257;da thought that he was the cause of Dhruva's leaving, and thus he considered himself the most wretched. Therefore, even though it was possible that his lost son was coming back from the kingdom of death, he thought that since he was most sinful it was not possible for him to be so fortunate as to get back his lost son.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>