<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.45</P><P CLASS=c>abhivandya pituh p&#257;d&#257;v</P><P CLASS=c>&#257;&#347;&#299;rbhi&#347; c&#257;bhimantritah</P><P CLASS=c>nan&#257;ma m&#257;tarau &#347;&#299;rshn&#257;</P><P CLASS=c>sat-kritah saj-jan&#257;gran&#299;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/abhivandya">abhivandya</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/p/pituh">pituh</A> &#8212; of his father; <A CLASS=v HREF="http://vedabase.net/p/padau">p&#257;dau</A> &#8212; the feet; <A CLASS=v HREF="http://vedabase.net/a/asirbhih">&#257;&#347;&#299;rbhih</A> &#8212; with benedictions; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/abhimantritah">abhimantritah</A> &#8212; was addressed; <A CLASS=v HREF="http://vedabase.net/n/nanama">nan&#257;ma</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> bowed; <A CLASS=v HREF="http://vedabase.net/m/matarau">m&#257;tarau</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> his two mothers; <A CLASS=v HREF="http://vedabase.net/s/sirsna">&#347;&#299;rshn&#257;</A> &#8212; with his head; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; was honored; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; of the nobles; <A CLASS=v HREF="http://vedabase.net/a/agranih">agran&#299;h</A> &#8212; the foremost.</P><P CLASS=t>TRANSLATION</P><P>Then Dhruva Mah&#257;r&#257;ja, the foremost of all nobles, first of all offered his obeisances at the feet of his father and was honored by his father with various questions. He then bowed his head at the feet of his two mothers.</P><P CLASS=t>PURPORT</P><P>It may be questioned why Dhruva Mah&#257;r&#257;ja offered his respect not only to his mother but also to his stepmother, due to whose insults he had to leave home. The answer is that after achieving perfection by self-realization and seeing the Supreme Personality of Godhead face to face, Dhruva Mah&#257;r&#257;ja was completely freed from all contamination of material desire. Feelings of insult or honor in this material world are never perceived by a devotee. Lord Caitanya therefore says that one has to be humbler than the grass and, He recommends, more tolerant than the tree to execute devotional service. Dhruva Mah&#257;r&#257;ja, therefore, has in this verse been described as saj-jan&#257;gran&#299;h, the foremost of noble men. The pure devotee is the noblest of all, and he has no feelings of animosity towards anyone. Duality due to animosity is a creation of this material world. There is no such thing in the spiritual world, which is the absolute reality.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>