<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.5</P><P CLASS=c>sa vai tadaiva pratip&#257;dit&#257;m giram</P><P CLASS=c>daiv&#299;m parijñ&#257;ta-par&#257;tma-nirnayah</P><P CLASS=c>tam bhakti-bh&#257;vo 'bhyagrin&#257;d asatvaram</P><P CLASS=c>pari&#347;rutoru-&#347;ravasam dhruva-kshitih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; just; <A CLASS=v HREF="http://vedabase.net/p/pratipaditam">pratip&#257;dit&#257;m</A> &#8212; having attained; <A CLASS=v HREF="http://vedabase.net/g/giram">giram</A> &#8212; speech; <A CLASS=v HREF="http://vedabase.net/d/daivim">daiv&#299;m</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/p/parijnata">parijñ&#257;ta</A> &#8212; understood; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; of the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/n/nirnayah">nirnayah</A> &#8212; the conclusion; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Lord; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;vah</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/a/abhyagrnat">abhyagrin&#257;t</A> &#8212; offered prayers; <A CLASS=v HREF="http://vedabase.net/a/asatvaram">asatvaram</A> &#8212; without any hasty conclusion; <A CLASS=v HREF="http://vedabase.net/p/parisruta">pari&#347;ruta</A> &#8212; widely known; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A>-<A CLASS=v HREF="http://vedabase.net/s/sravasam">&#347;ravasam</A> &#8212; whose fame; <A CLASS=v HREF="http://vedabase.net/d/dhruva">dhruva</A>-<A CLASS=v HREF="http://vedabase.net/k/ksitih">kshitih</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>, whose planet would not be annihilated.</P><P CLASS=t>TRANSLATION</P><P>At that time Dhruva Mah&#257;r&#257;ja became perfectly aware of the Vedic conclusion and understood the Absolute Truth and His relationship with all living entities. In accordance with the line of devotional service to the Supreme Lord, whose fame is widespread, Dhruva, who in the future would receive a planet which would never be annihilated, even during the time of dissolution, offered his deliberate and conclusive prayers.</P><P CLASS=t>PURPORT</P><P>There are many important items to be considered in this verse. First of all, the relationship between the Absolute Truth and the relative material and spiritual energies is here understood by a student who has complete knowledge of the Vedic literature. Dhruva Mah&#257;r&#257;ja never went to any school or academic teacher to learn the Vedic conclusion, but because of his devotional service to the Lord, as soon as the Lord appeared and touched his forehead with His conchshell, automatically the entire Vedic conclusion was revealed to him. That is the process of understanding Vedic literature. One cannot understand it simply by academic learning. The Vedas indicate that only to one who has unflinching faith in the Supreme Lord as well as in the spiritual master is the Vedic conclusion revealed.</P><P>The example of Dhruva Mah&#257;r&#257;ja is that he engaged himself in devotional service to the Lord according to the order of his spiritual master, N&#257;rada Muni. As a result of his rendering such devotional service with great determination and austerity, the Personality of Godhead personally manifested Himself before him. Dhruva was only a child. He wanted to offer nice prayers to the Lord, but because he lacked sufficient knowledge, he hesitated; but by the mercy of the Lord, as soon as the Lord's conchshell touched his forehead, he became completely aware of the Vedic conclusion. That conclusion is based on proper understanding of the difference between j&#299;va and Param&#257;tm&#257;, the individual soul and the Supersoul. The individual soul is forever a servant of the Supersoul, and therefore his relationship with the Supersoul is to offer service. That is called bhakti-yoga, or bhakti-bh&#257;va. Dhruva Mah&#257;r&#257;ja offered his prayers to the Lord not in the way of the impersonalist philosophers, but as a devotee. Therefore, it is clearly said here, bhakti-bh&#257;va. The only prayers worth offering are those offered to the Supreme Personality of Godhead, whose reputation is spread far and wide. Dhruva Mah&#257;r&#257;ja wanted to have the kingdom of his father, but his father refused even to allow him to get on his lap. In order to fulfill his desire, the Lord had already created a planet known as the polestar, Dhruvaloka, which was never to be annihilated even at the time of the dissolution of the universe. Dhruva Mah&#257;r&#257;ja attained this perfection not by acting hastily, but by patiently executing the order of his spiritual master, and therefore he became so successful that he saw the Lord face to face. Now he was further enabled, by the causeless mercy of the Lord, to offer fitting prayers to the Lord. To glorify or offer prayers unto the Supreme, one needs the Lord's mercy. One cannot write to glorify the Lord unless one is endowed with His causeless mercy.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>