<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.50</P><P CLASS=c>payah stan&#257;bhy&#257;m susr&#257;va</P><P CLASS=c>netra-jaih salilaih &#347;ivaih</P><P CLASS=c>tad&#257;bhishicyam&#257;n&#257;bhy&#257;m</P><P CLASS=c>v&#299;ra v&#299;ra-suvo muhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/payah">payah</A> &#8212; milk; <A CLASS=v HREF="http://vedabase.net/s/stanabhyam">stan&#257;bhy&#257;m</A> &#8212; from both breasts; <A CLASS=v HREF="http://vedabase.net/s/susrava">susr&#257;va</A> &#8212; began <A HREF="http://vedabase.net/t/to">to</A> flow down; <A CLASS=v HREF="http://vedabase.net/n/netra">netra</A>-<A CLASS=v HREF="http://vedabase.net/j/jaih">jaih</A> &#8212; from the eyes; <A CLASS=v HREF="http://vedabase.net/s/salilaih">salilaih</A> &#8212; by tears; <A CLASS=v HREF="http://vedabase.net/s/sivaih">&#347;ivaih</A> &#8212; auspicious; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/a/abhisicyamanabhyam">abhishicyam&#257;n&#257;bhy&#257;m</A> &#8212; being wetted; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A> &#8212; my dear <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/s/suvah">suvah</A> &#8212; of the mother who gave birth <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> hero; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; constantly.</P><P CLASS=t>TRANSLATION</P><P>My dear Vidura, Sun&#299;ti was the mother of a great hero. Her tears, together with the milk flowing from her breasts, wet the whole body of Dhruva Mah&#257;r&#257;ja. This was a great, auspicious sign.</P><P CLASS=t>PURPORT</P><P>When Deities are installed, They are washed with milk, yogurt and water, and this ceremony is called abhisheka. In this verse it has been especially mentioned that the tears which flowed down from the eyes of Sun&#299;ti were all-auspicious. This auspiciousness of the abhisheka ceremony performed by his beloved mother was an indication that in the very near future Dhruva Mah&#257;r&#257;ja would be installed on the throne of his father. The history of Dhruva Mah&#257;r&#257;ja's leaving home was that his father refused to give him a place on his lap, and Dhruva Mah&#257;r&#257;ja determined that unless he got the throne of his father he would not come back. Now this abhisheka ceremony performed by his beloved mother was an indication that he would occupy the throne of Mah&#257;r&#257;ja Utt&#257;nap&#257;da.</P><P>It is also significant in this verse that Sun&#299;ti, mother of Dhruva Mah&#257;r&#257;ja, is described as v&#299;ra-s&#363;, a mother who produced a great hero. There are many heroes in the world, but there is no comparison to Dhruva Mah&#257;r&#257;ja, who was not only a heroic emperor of this planet, but also a great devotee. A devotee is also a great hero because he conquers the influence of m&#257;y&#257;. When Lord Caitanya inquired from R&#257;m&#257;nanda R&#257;ya about the most famous man in this world, the latter replied that anyone who is known as a great devotee of the Lord is to be accepted as the most famous.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>