<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 56</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 56"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.56</P><P CLASS=c>pr&#257;k&#257;rair gopur&#257;g&#257;raih</P><P CLASS=c>&#347;&#257;takumbha-paricchadaih</P><P CLASS=c>sarvato 'la&#324;kritam &#347;r&#299;mad-</P><P CLASS=c>vim&#257;na-&#347;ikhara-dyubhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prakaraih">pr&#257;k&#257;raih</A> &#8212; with surrounding walls; <A CLASS=v HREF="http://vedabase.net/g/gopura">gopura</A> &#8212; city gates; <A CLASS=v HREF="http://vedabase.net/a/agaraih">&#257;g&#257;raih</A> &#8212; with houses; <A CLASS=v HREF="http://vedabase.net/s/satakumbha">&#347;&#257;takumbha</A> &#8212; golden; <A CLASS=v HREF="http://vedabase.net/p/paricchadaih">paricchadaih</A> &#8212; with ornamental work; <A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah</A> &#8212; on all sides; <A CLASS=v HREF="http://vedabase.net/a/alankrtam">ala&#324;kritam</A> &#8212; decorated; <A CLASS=v HREF="http://vedabase.net/s/srimat">&#347;r&#299;mat</A> &#8212; valuable, beautiful; <A CLASS=v HREF="http://vedabase.net/v/vimana">vim&#257;na</A> &#8212; airplanes; <A CLASS=v HREF="http://vedabase.net/s/sikhara">&#347;ikhara</A> &#8212; domes; <A CLASS=v HREF="http://vedabase.net/d/dyubhih">dyubhih</A> &#8212; glittering.</P><P CLASS=t>TRANSLATION</P><P>In the capital city there were many palaces, city gates and surrounding walls, which were already very, very beautiful, and on this occasion all of them were decorated with golden ornaments. The domes of the city palaces glittered, as did the domes of the beautiful airplanes which hovered over the city.</P><P CLASS=t>PURPORT</P><P>Regarding the mention of airplanes here, it is suggested by &#346;r&#299;mad Vijayadhvaja T&#299;rtha that on this occasion the demigods from higher planetary systems also came in their airplanes to bestow their blessings on Dhruva Mah&#257;r&#257;ja on his arrival at the capital of his father. It also appears that all the domes of the city palaces as well as the pinnacles of the airplanes were decorated with ornamental work in gold, and, being reflected by the sunshine, they were all glittering. We can observe a specific distinction between Dhruva Mah&#257;r&#257;ja's time and modern days, for the airplanes in those days were made of gold, whereas at the present moment airplanes are made of base aluminium. This just gives a hint of the opulence of Dhruva Mah&#257;r&#257;ja's days and the poverty of modern times.</P><P CLASS=l><A CLASS=i HREF="55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="57.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>