<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 62</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 62"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.62</P><P CLASS=c>yatra sphatika-kudyeshu</P><P CLASS=c>mah&#257;-m&#257;rakateshu ca</P><P CLASS=c>mani-prad&#299;p&#257; &#257;bh&#257;nti</P><P CLASS=c>lalan&#257;-ratna-samyut&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/s/sphatika">sphatika</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of marble; <A CLASS=v HREF="http://vedabase.net/k/kudyesu">kudyeshu</A> &#8212; on walls; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/marakatesu">m&#257;rakateshu</A> &#8212; bedecked with valuable jewels like sapphires; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mani">mani</A>-<A CLASS=v HREF="http://vedabase.net/p/pradipah">prad&#299;p&#257;h</A> &#8212; lamps <A HREF="http://vedabase.net/m/made">made</A> of jewels; <A CLASS=v HREF="http://vedabase.net/a/abhanti">&#257;bh&#257;nti</A> &#8212; shone; <A CLASS=v HREF="http://vedabase.net/l/lalana">lalan&#257;</A> &#8212; female figures; <A CLASS=v HREF="http://vedabase.net/r/ratna">ratna</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of jewels; <A CLASS=v HREF="http://vedabase.net/s/samyutah">samyut&#257;h</A> &#8212; held by.</P><P CLASS=t>TRANSLATION</P><P>The palace of the King was surrounded by walls made of marble with many engravings made of valuable jewels like sapphires, which depicted beautiful women with shining jewel lamps in their hands.</P><P CLASS=t>PURPORT</P><P>The description of King Utt&#257;nap&#257;da's palace depicts the state of affairs many hundreds and thousands of years ago, long before &#346;r&#299;mad-Bh&#257;gavatam was compiled. Since it is described that Mah&#257;r&#257;ja Dhruva ruled for thirty-six thousand years, he must have lived in the Satya-yuga, when people lived for one hundred thousand years. The life durations in the four yugas are also mentioned in the Vedic literature. In the Satya-yuga people used to live for one hundred thousand years, in the Tret&#257;-yuga people lived for ten thousand years, in Dv&#257;para-yuga they lived for one thousand years, and in this age, Kali-yuga, people may live up to one hundred years. With the progressive advance of each new yuga, the duration of human life is reduced by ninety percent &#8212; from one hundred thousand to ten thousand, from ten thousand to one thousand, and from one thousand to one hundred.</P><P>It is said that Dhruva Mah&#257;r&#257;ja was the great-grandson of Lord Brahm&#257;. This indicates that Dhruva Mah&#257;r&#257;ja's time was in the Satya-yuga in the beginning of creation. During one day of Lord Brahm&#257;, as stated in the Bhagavad-g&#299;t&#257;, there are many Satya-yugas. According to the Vedic calculation, at the present moment the twenty-eighth millennium is current. It can be calculated that Dhruva Mah&#257;r&#257;ja lived many millions of years ago, but the description of the palace of Dhruva's father is so glorious that we cannot accept that advanced human civilization did not exist even forty or fifty thousand years ago. There were walls like those in the palace of Mah&#257;r&#257;ja Utt&#257;nap&#257;da even very recently, during the Mogul period. Anyone who has seen the Red Fort in Delhi must have marked that the walls are made of marble and were once decorated with jewels. During the British period all these jewels were taken away and dispatched to the British Museum.</P><P>The conception of worldly opulence was formerly based mainly on natural resources such as jewels, marble, silk, ivory, gold and silver. The advancement of economic development was not based on big motorcars. Advancement of human civilization depends not on industrial enterprises, but on possession of natural wealth and natural food, which is all supplied by the Supreme Personality of Godhead so that we may save time for self-realization and success in the human form of body.</P><P>Another aspect of this verse is that Dhruva Mah&#257;r&#257;ja's father, Utt&#257;nap&#257;da, would very soon give up attachment for his palaces and would go to the forest for self-realization. From the description of &#346;r&#299;mad-Bh&#257;gavatam, therefore, we can make a very thorough comparative study of modern civilization and the civilization of mankind in the other millenniums, Satya-yuga, Tret&#257;-yuga and Dv&#257;para-yuga.</P><P CLASS=l><A CLASS=i HREF="61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="63.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>