<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 65</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 65"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.65</P><P CLASS=c>utt&#257;nap&#257;do r&#257;jarshih</P><P CLASS=c>prabh&#257;vam tanayasya tam</P><P CLASS=c>&#347;rutv&#257; drishtv&#257;dbhutatamam</P><P CLASS=c>prapede vismayam param</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/uttanapadah">utt&#257;nap&#257;dah</A> &#8212; King Utt&#257;nap&#257;da; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; great saintly king; <A CLASS=v HREF="http://vedabase.net/p/prabhavam">prabh&#257;vam</A> &#8212; influence; <A CLASS=v HREF="http://vedabase.net/t/tanayasya">tanayasya</A> &#8212; of his son; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/t/tamam">tamam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the superlative degree; <A CLASS=v HREF="http://vedabase.net/p/prapede">prapede</A> &#8212; happily felt; <A CLASS=v HREF="http://vedabase.net/v/vismayam">vismayam</A> &#8212; wonder; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme.</P><P CLASS=t>TRANSLATION</P><P>The saintly King Utt&#257;nap&#257;da, hearing of the glorious deeds of Dhruva Mah&#257;r&#257;ja and personally seeing also how influential and great he was, felt very satisfied, for Dhruva's activities were wonderful to the supreme degree.</P><P CLASS=t>PURPORT</P><P>When Dhruva Mah&#257;r&#257;ja was in the forest executing his austerities, his father, Utt&#257;nap&#257;da, heard everything about his very wonderful activities. Although Dhruva Mah&#257;r&#257;ja was the son of a king and was only five years old, he went to the forest and executed devotional service under strict austerity. Therefore his acts were all wonderful, and when he came back home, naturally, because of his spiritual qualifications, he became very popular amongst the citizens. He must have performed many wonderful activities by the grace of the Lord. No one is more satisfied than the father of a person who is credited with glorious activities. Mah&#257;r&#257;ja Utt&#257;nap&#257;da was not an ordinary king; he was a r&#257;jarshi, a saintly king. Formerly this earth was ruled by one saintly king only. Kings were trained to become saintly; therefore they had no other concern than the welfare of the citizens. These saintly kings were properly trained, and as mentioned in Bhagavad-g&#299;t&#257; also, the science of God, or the yoga system of devotional service known as Bhagavad-g&#299;t&#257;, was spoken to the saintly king of the sun planet, and gradually it descended through the kshatriya kings who were generated from the sun and the moon. If the head of the government is saintly, certainly the citizens become saintly, and they are very happy because both their spiritual and physical needs and hankerings are satisfied.</P><P CLASS=l><A CLASS=i HREF="64.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="66.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>