<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 66</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 66"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.66</P><P CLASS=c>v&#299;kshyodha-vayasam tam ca</P><P CLASS=c>prakrit&#299;n&#257;m ca sammatam</P><P CLASS=c>anurakta-prajam r&#257;j&#257;</P><P CLASS=c>dhruvam cakre bhuvah patim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; after seeing; <A CLASS=v HREF="http://vedabase.net/u/udha">&#363;dha</A>-<A CLASS=v HREF="http://vedabase.net/v/vayasam">vayasam</A> &#8212; mature <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/prakrtinam">prakrit&#299;n&#257;m</A> &#8212; by the ministers; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sammatam">sammatam</A> &#8212; approved of; <A CLASS=v HREF="http://vedabase.net/a/anurakta">anurakta</A> &#8212; beloved; <A CLASS=v HREF="http://vedabase.net/p/prajam">prajam</A> &#8212; by his subjects; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/d/dhruvam">dhruvam</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/c/cakre">cakre</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; of the earth; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; master.</P><P CLASS=t>TRANSLATION</P><P>When, after concentration, King Utt&#257;nap&#257;da saw that Dhruva Mah&#257;r&#257;ja was suitably mature to take charge of the kingdom and that his ministers were agreeable and the citizens were also very fond of him, he enthroned Dhruva as emperor of this planet.</P><P CLASS=t>PURPORT</P><P>Although it is misconceived that formerly the monarchial government was autocratic, from the description of this verse it appears that not only was King Utt&#257;nap&#257;da a r&#257;jarshi, but before installing his beloved son Dhruva on the throne of the empire of the world, he consulted his ministerial officers, considered the opinion of the public, and also personally examined Dhruva's character. Then the King installed him on the throne to take charge of the affairs of the world.</P><P>When a Vaishnava king like Dhruva Mah&#257;r&#257;ja is the head of the government of the entire world, the world is so happy that it is not possible to imagine or describe. Even now, if people would all become Krishna conscious, the democratic government of the present day would be exactly like the kingdom of heaven. If all people became Krishna conscious they would vote for persons of the category of Dhruva Mah&#257;r&#257;ja. If the post of chief executive were occupied by such a Vaishnava, all the problems of satanic government would be solved. The youthful generation of the present day is very enthusiastic in trying to overthrow the government in different parts of the world. But unless people are Krishna conscious like Dhruva Mah&#257;r&#257;ja, there will be no appreciable changes in government because people who hanker to attain political position by hook or by crook cannot think of the welfare of the people. They are only busy to keep their position of prestige and monetary gain. They have very little time to think of the welfare of the citizens.</P><P CLASS=l><A CLASS=i HREF="65.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="67.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>