<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 67</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 67"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.67</P><P CLASS=c>&#257;tm&#257;nam ca pravayasam</P><P CLASS=c>&#257;kalayya vi&#347;&#257;mpatih</P><P CLASS=c>vanam viraktah pr&#257;tishthad</P><P CLASS=c>vimri&#347;ann &#257;tmano gatim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/pravayasam">pravayasam</A> &#8212; advanced <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/a/akalayya">&#257;kalayya</A> &#8212; considering; <A CLASS=v HREF="http://vedabase.net/v/visampatih">vi&#347;&#257;mpatih</A> &#8212; King Utt&#257;nap&#257;da; <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the forest; <A CLASS=v HREF="http://vedabase.net/v/viraktah">viraktah</A> &#8212; detached; <A CLASS=v HREF="http://vedabase.net/p/pratisthat">pr&#257;tishthat</A> &#8212; departed; <A CLASS=v HREF="http://vedabase.net/v/vimrsan">vimri&#347;an</A> &#8212; deliberating on; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the self; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; salvation.</P><P CLASS=t>TRANSLATION</P><P>After considering his advanced age and deliberating on the welfare of his spiritual self, King Utt&#257;nap&#257;da detached himself from worldly affairs and entered the forest.</P><P CLASS=t>PURPORT</P><P>This is the sign of a r&#257;jarshi. King Utt&#257;nap&#257;da was very opulent and was emperor of the world, and these attachments were certainly very great. Modern politicians are not as great as kings like Mah&#257;r&#257;ja Utt&#257;nap&#257;da, but because they get some political power for some days, they become so much attached to their positions that they never retire unless they are removed from their posts by cruel death or killed by some opposing political party. It is within our experience that the politicians in India do not quit their positions until death. This was not the practice in olden days, as it is evident from the behavior of King Utt&#257;nap&#257;da. Immediately after installing his worthy son Dhruva Mah&#257;r&#257;ja on the throne, he left his home and palace. There are hundreds and thousands of instances like this in which kings, in their mature age, would give up their kingdoms and go to the forest to practice austerity. Practice of austerity is the main business of human life. As Mah&#257;r&#257;ja Dhruva practiced austerity in his early age, his father, Mah&#257;r&#257;ja Utt&#257;nap&#257;da, in his old age also practiced austerity in the forest. In modern days however, it is not possible to give up one's home and go to the forest to practice austerity, but if people of all ages would take shelter of the Krishna consciousness movement and practice the simple austerities of no illicit sex, no intoxication, no gambling and no meat-eating, and chant the Hare Krishna mantra regularly (sixteen rounds), by this practical method it would be a very easy task to get salvation from this material world.</P><P>Thus end the Bhaktivedanta purports of the Fourth Canto, Ninth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Dhruva Mah&#257;r&#257;ja Returns Home."</P><P CLASS=l><A CLASS=i HREF="66.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../10/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>