<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.7</P><P CLASS=c>ekas tvam eva bhagavann idam &#257;tma-&#347;akty&#257;</P><P CLASS=c>m&#257;y&#257;khyayoru-gunay&#257; mahad-&#257;dy-a&#347;esham</P><P CLASS=c>srishtv&#257;nuvi&#347;ya purushas tad-asad-guneshu</P><P CLASS=c>n&#257;neva d&#257;rushu vibh&#257;vasuvad vibh&#257;si</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this material world; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/saktya">&#347;akty&#257;</A> &#8212; by Your own potency; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyaya">&#257;khyay&#257;</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; greatly powerful; <A CLASS=v HREF="http://vedabase.net/g/gunaya">gunay&#257;</A> &#8212; consisting of the modes of nature; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; the <A HREF="http://vedabase.net/m/mahat">mahat</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>, etc.; <A CLASS=v HREF="http://vedabase.net/a/asesam">a&#347;esham</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/s/srstva">srishtv&#257;</A> &#8212; after creating; <A CLASS=v HREF="http://vedabase.net/a/anuvisya">anuvi&#347;ya</A> &#8212; then after entering; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/g/gunesu">guneshu</A> &#8212; into the temporarily manifested qualities; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; variously; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/d/darusu">d&#257;rushu</A> &#8212; into pieces of wood; <A CLASS=v HREF="http://vedabase.net/v/vibhavasu">vibh&#257;vasu</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; just like fire; <A CLASS=v HREF="http://vedabase.net/v/vibhasi">vibh&#257;si</A> &#8212; You appear.</P><P CLASS=t>TRANSLATION</P><P>My Lord, You are the supreme one, but by Your different energies You appear differently in the spiritual and material worlds. You create the total energy of the material world by Your external potency, and after creation You enter within the material world as the Supersoul. You are the Supreme Person, and through the temporary modes of material nature You create varieties of manifestation, just as fire, entering into wood of different shapes, burns brilliantly in different varieties.</P><P CLASS=t>PURPORT</P><P>Dhruva Mah&#257;r&#257;ja realized that the Supreme Absolute Truth, the Personality of Godhead, acts through His different energies, not that He becomes void or impersonal and thus becomes all-pervading. The M&#257;y&#257;v&#257;d&#299; philosopher thinks that the Absolute Truth, being spread throughout the cosmic manifestation, has no personal form. But here Dhruva Mah&#257;r&#257;ja, upon realization of the Vedic conclusion, says, "You are spread all over the cosmic manifestation by Your energy." This energy is basically spiritual, but because it acts in the material world temporarily, it is called m&#257;y&#257;, or illusory energy. In other words, for everyone but the devotees the Lord's energy acts as external energy. Dhruva Mah&#257;r&#257;ja could understand this fact very nicely, and he could understand also that the energy and the energetic are one and the same. The energy cannot be separated from the energetic.</P><P>The identity of the Supreme Personality of Godhead in the feature of Param&#257;tm&#257;, or Supersoul, is admitted herein. His original, spiritual energy enlivens the material energy, and thus the dead body appears to have life force. Voidist philosophers think that under certain material conditions the symptoms of life occur in the material body, but the fact is that the material body cannot act on its own. Even a machine needs separate energy (electricity, steam, etc.). It is stated in this verse that the material energy acts in varieties of material bodies, just as fire burns differently in different wood according to the size and quality of the wood. In the case of devotees the same energy is transformed into spiritual energy; this is possible because the energy is originally spiritual, not material. As it is said, vishnu-&#347;aktih par&#257; prokt&#257; [Cc. <A CLASS=v HREF="../../../cc/madhya/6/154.htm">Madhya 6.154</A>]. The original energy inspires a devotee, and thus he engages all his bodily limbs in the service of the Lord. The same energy, as external potency, engages the ordinary nondevotees in material activities for sense enjoyment. We should mark the difference between m&#257;y&#257; and sva-dh&#257;ma &#8212; for devotees the sva-dh&#257;ma acts, whereas in the case of nondevotees the m&#257;y&#257; energy acts.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>