<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.8</P><P CLASS=c>tvad-dattay&#257; vayunayedam acashta vi&#347;vam</P><P CLASS=c>supta-prabuddha iva n&#257;tha bhavat-prapannah</P><P CLASS=c>tasy&#257;pavargya-&#347;aranam tava p&#257;da-m&#363;lam</P><P CLASS=c>vismaryate krita-vid&#257; katham &#257;rta-bandho</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/d/dattaya">dattay&#257;</A> &#8212; given by You; <A CLASS=v HREF="http://vedabase.net/v/vayunaya">vayunay&#257;</A> &#8212; by knowledge; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/acasta">acashta</A> &#8212; could see; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; whole universe; <A CLASS=v HREF="http://vedabase.net/s/supta">supta</A>-<A CLASS=v HREF="http://vedabase.net/p/prabuddhah">prabuddhah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A> rising from sleep; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A>-<A CLASS=v HREF="http://vedabase.net/p/prapannah">prapannah</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, who is surrendered unto You; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/a/apavargya">&#257;pavargya</A> &#8212; of persons desiring liberation; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; the shelter; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/v/vismaryate">vismaryate</A> &#8212; can be forgotten; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/v/vida">vid&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> learned person; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/a/arta">&#257;rta</A>-<A CLASS=v HREF="http://vedabase.net/b/bandho">bandho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> friend of the distressed.</P><P CLASS=t>TRANSLATION</P><P>O my master, Lord Brahm&#257; is fully surrendered unto You. In the beginning You gave him knowledge, and thus he could see and understand the entire universe, just as a person awakens from sleep and visualizes his immediate duties. You are the only shelter of all persons who desire liberation, and You are the friend of all who are distressed. How, therefore, can a learned person who has perfect knowledge ever forget You?</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead cannot be forgotten even for a moment by His surrendered devotees. The devotee understands that the Lord's causeless mercy is beyond his estimation; he cannot know how much he is benefited by the grace of the Lord. The more a devotee engages himself in the devotional service of the Lord, the more encouragement is supplied by the energy of the Lord. In the Bhagavad-g&#299;t&#257; the Lord says that to those who are constantly engaged in devotional service with love and affection, the Supreme Personality of Godhead gives intelligence from within, and thus they may make further progress. Being so encouraged, the devotee can never forget, at any moment, the Personality of Godhead. He always feels obliged to Him for having achieved increased power in devotional service by His grace. Saintly persons like Sanaka, San&#257;tana and Lord Brahm&#257; were able to see the entire universe, by the mercy of the Lord, through knowledge of the Lord. The example is given that a person may apparently abstain from sleep all day, but as long as he is not spiritually enlightened he is actually sleeping. He may sleep at night and perform his duties in the daytime, but as long as he does not come to the platform of working in spiritual enlightenment he is considered to be always sleeping. A devotee, therefore, never forgets the benefit derived from the Lord.</P><P>The Lord is addressed here as &#257;rta-bandhu, which means "friend of the distressed." As stated in Bhagavad-g&#299;t&#257;, after many, many births of executing severe austerities in search of knowledge, one comes to the point of real knowledge and becomes wise when one surrenders unto the Supreme Personality of Godhead. The M&#257;y&#257;v&#257;d&#299; philosopher, who does not surrender unto the Supreme Person, is understood to be lacking in real knowledge. The devotee in perfect knowledge cannot forget his obligation to the Lord at any moment.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>