<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 18 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 18 Verse 46"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 18: <A CLASS=v HREF="index.htm">Conclusion &#8212; The Perfection of Renunciation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 18.46</P><P CLASS=c>yatah pravrittir bh&#363;t&#257;n&#257;m</P><P CLASS=c>yena sarvam idam tatam</P><P CLASS=c>sva-karman&#257; tam abhyarcya</P><P CLASS=c>siddhim vindati m&#257;navah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from whom; <A CLASS=v HREF="http://vedabase.net/p/pravrttih">pravrittih</A> &#8212; the emanation; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/tatam">tatam</A> &#8212; is pervaded; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; by his own duties; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/a/abhyarcya">abhyarcya</A> &#8212; by worshiping; <A CLASS=v HREF="http://vedabase.net/s/siddhim">siddhim</A> &#8212; perfection; <A CLASS=v HREF="http://vedabase.net/v/vindati">vindati</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/m/manavah">m&#257;navah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A>.</P><P CLASS=t>TRANSLATION</P><P>By worship of the Lord, who is the source of all beings and who is all-pervading, a man can attain perfection through performing his own work.</P><P CLASS=t>PURPORT</P><P>As stated in the Fifteenth Chapter, all living beings are fragmental parts and parcels of the Supreme Lord. Thus the Supreme Lord is the beginning of all living entities. This is confirmed in the Ved&#257;nta-s&#363;tra &#8212; janm&#257;dy asya yatah [<A CLASS=v HREF="../../sb/1/1/1.htm">SB 1.1.1</A>]. The Supreme Lord is therefore the beginning of life of every living entity. And as stated in the Seventh Chapter of Bhagavad-g&#299;t&#257;, the Supreme Lord, by His two energies, His external energy and internal energy, is all-pervading. Therefore one should worship the Supreme Lord with His energies. Generally the Vaishnava devotees worship the Supreme Lord with His internal energy. His external energy is a perverted reflection of the internal energy. The external energy is a background, but the Supreme Lord by the expansion of His plenary portion as Param&#257;tm&#257; is situated everywhere. He is the Supersoul of all demigods, all human beings, all animals, everywhere. One should therefore know that as part and parcel of the Supreme Lord one has his duty to render service unto the Supreme. Everyone should be engaged in devotional service to the Lord in full Krishna consciousness. That is recommended in this verse.</P><P>Everyone should think that he is engaged in a particular type of occupation by Hrish&#299;ke&#347;a, the master of the senses. And by the result of the work in which one is engaged, the Supreme Personality of Godhead, &#346;r&#299; Krishna, should be worshiped. If one thinks always in this way, in full Krishna consciousness, then, by the grace of the Lord, he becomes fully aware of everything. That is the perfection of life. The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../12/7.htm">12.7</A>), tesh&#257;m aham samuddhart&#257;. The Supreme Lord Himself takes charge of delivering such a devotee. That is the highest perfection of life. In whatever occupation one may be engaged, if he serves the Supreme Lord he will achieve the highest perfection.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>