<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 18 Verses 51-53</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 18 Verses 51-53"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 18: <A CLASS=v HREF="index.htm">Conclusion &#8212; The Perfection of Renunciation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 18.51-53</P><P CLASS=c>buddhy&#257; vi&#347;uddhay&#257; yukto</P><P CLASS=c>dhrity&#257;tm&#257;nam niyamya ca</P><P CLASS=c>&#347;abd&#257;d&#299;n vishay&#257;ms tyaktv&#257;</P><P CLASS=c>r&#257;ga-dveshau vyudasya ca</P><P CLASS=c>vivikta-sev&#299; laghv-&#257;&#347;&#299;</P><P CLASS=c>yata-v&#257;k-k&#257;ya-m&#257;nasah</P><P CLASS=c>dhy&#257;na-yoga-paro nityam</P><P CLASS=c>vair&#257;gyam samup&#257;&#347;ritah</P><P CLASS=c>aha&#324;k&#257;ram balam darpam</P><P CLASS=c>k&#257;mam krodham parigraham</P><P CLASS=c>vimucya nirmamah &#347;&#257;nto</P><P CLASS=c>brahma-bh&#363;y&#257;ya kalpate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; with the intelligence; <A CLASS=v HREF="http://vedabase.net/v/visuddhaya">vi&#347;uddhay&#257;</A> &#8212; fully purified; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/d/dhrtya">dhrity&#257;</A> &#8212; by determination; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the self; <A CLASS=v HREF="http://vedabase.net/n/niyamya">niyamya</A> &#8212; regulating; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sabda">&#347;abda</A>-<A CLASS=v HREF="http://vedabase.net/a/adin">&#257;d&#299;n</A> &#8212; such <A HREF="http://vedabase.net/a/as">as</A> sound; <A CLASS=v HREF="http://vedabase.net/v/visayan">vishay&#257;n</A> &#8212; the sense objects; <A CLASS=v HREF="http://vedabase.net/t/tyaktva">tyaktv&#257;</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/r/raga">r&#257;ga</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/d/dvesau">dveshau</A> &#8212; and hatred; <A CLASS=v HREF="http://vedabase.net/v/vyudasya">vyudasya</A> &#8212; laying aside; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vivikta">vivikta</A>-<A CLASS=v HREF="http://vedabase.net/s/sevi">sev&#299;</A> &#8212; living <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> secluded place; <A CLASS=v HREF="http://vedabase.net/l/laghu">laghu</A>-<A CLASS=v HREF="http://vedabase.net/a/asi">&#257;&#347;&#299;</A> &#8212; eating <A HREF="http://vedabase.net/a/a">a</A> small quantity; <A CLASS=v HREF="http://vedabase.net/y/yata">yata</A> &#8212; having controlled; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; speech; <A CLASS=v HREF="http://vedabase.net/k/kaya">k&#257;ya</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/m/manasah">m&#257;nasah</A> &#8212; and mind; <A CLASS=v HREF="http://vedabase.net/d/dhyana">dhy&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; absorbed <A HREF="http://vedabase.net/i/in">in</A> trance; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; twenty-four hours <A HREF="http://vedabase.net/a/a">a</A> day; <A CLASS=v HREF="http://vedabase.net/v/vairagyam">vair&#257;gyam</A> &#8212; detachment; <A CLASS=v HREF="http://vedabase.net/s/samupasritah">samup&#257;&#347;ritah</A> &#8212; having taken shelter of; <A CLASS=v HREF="http://vedabase.net/a/ahankaram">aha&#324;k&#257;ram</A> &#8212; false ego; <A CLASS=v HREF="http://vedabase.net/b/balam">balam</A> &#8212; false strength; <A CLASS=v HREF="http://vedabase.net/d/darpam">darpam</A> &#8212; false pride; <A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; lust; <A CLASS=v HREF="http://vedabase.net/k/krodham">krodham</A> &#8212; anger; <A CLASS=v HREF="http://vedabase.net/p/parigraham">parigraham</A> &#8212; and acceptance of material things; <A CLASS=v HREF="http://vedabase.net/v/vimucya">vimucya</A> &#8212; being delivered from; <A CLASS=v HREF="http://vedabase.net/n/nirmamah">nirmamah</A> &#8212; without <A HREF="http://vedabase.net/a/a">a</A> sense of proprietorship; <A CLASS=v HREF="http://vedabase.net/s/santah">&#347;&#257;ntah</A> &#8212; peaceful; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuyaya">bh&#363;y&#257;ya</A> &#8212; for self-realization; <A CLASS=v HREF="http://vedabase.net/k/kalpate">kalpate</A> &#8212; is qualified.</P><P CLASS=t>TRANSLATION</P><P>Being purified by his intelligence and controlling the mind with determination, giving up the objects of sense gratification, being freed from attachment and hatred, one who lives in a secluded place, who eats little, who controls his body, mind and power of speech, who is always in trance and who is detached, free from false ego, false strength, false pride, lust, anger, and acceptance of material things, free from false proprietorship, and peaceful &#8212; such a person is certainly elevated to the position of self-realization.</P><P CLASS=t>PURPORT</P><P>When one is purified by intelligence, he keeps himself in the mode of goodness. Thus one becomes the controller of the mind and is always in trance. He is not attached to the objects of sense gratification, and he is free from attachment and hatred in his activities. Such a detached person naturally prefers to live in a secluded place, he does not eat more than what he requires, and he controls the activities of his body and mind. He has no false ego because he does not accept the body as himself. Nor has he a desire to make the body fat and strong by accepting so many material things. Because he has no bodily concept of life, he is not falsely proud. He is satisfied with everything that is offered to him by the grace of the Lord, and he is never angry in the absence of sense gratification. Nor does he endeavor to acquire sense objects. Thus when he is completely free from false ego, he becomes nonattached to all material things, and that is the stage of self-realization of Brahman. That stage is called the brahma-bh&#363;ta stage. When one is free from the material conception of life, he becomes peaceful and cannot be agitated. This is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../2/70.htm">2.70</A>):</P><P>&#257;p&#363;ryam&#257;nam acala-pratishtham</P><P CLASS=n>samudram &#257;pah pravi&#347;anti yadvat</P><P CLASS=n>tadvat k&#257;m&#257; yam pravi&#347;anti sarve</P><P CLASS=n>sa &#347;&#257;ntim &#257;pnoti na k&#257;ma-k&#257;m&#299;</P><P>"A person who is not disturbed by the incessant flow of desires &#8212; that enter like rivers into the ocean, which is ever being filled but is always still &#8212; can alone achieve peace, and not the man who strives to satisfy such desires."</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>