<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 18 Verse 67</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 18 Verse 67"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 18: <A CLASS=v HREF="index.htm">Conclusion &#8212; The Perfection of Renunciation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 18.67</P><P CLASS=c>idam te n&#257;tapask&#257;ya</P><P CLASS=c>n&#257;bhakt&#257;ya kad&#257;cana</P><P CLASS=c>na c&#257;&#347;u&#347;r&#363;shave v&#257;cyam</P><P CLASS=c>na ca m&#257;m yo 'bhyas&#363;yati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/atapaskaya">atapask&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> one who is not austere; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/abhaktaya">abhakt&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> one who is not <A HREF="http://vedabase.net/a/a">a</A> devotee; <A CLASS=v HREF="http://vedabase.net/k/kadacana">kad&#257;cana</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/asusrusave">a&#347;u&#347;r&#363;shave</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> one who is not engaged <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/v/vacyam">v&#257;cyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be spoken; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; toward <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/a/abhyasuyati">abhyas&#363;yati</A> &#8212; is envious.</P><P CLASS=t>TRANSLATION</P><P>This confidential knowledge may never be explained to those who are not austere, or devoted, or engaged in devotional service, nor to one who is envious of Me.</P><P CLASS=t>PURPORT</P><P>Persons who have not undergone the austerities of the religious process, who have never attempted devotional service in Krishna consciousness, who have not tended a pure devotee, and especially those who are conscious of Krishna only as a historical personality or who are envious of the greatness of Krishna should not be told this most confidential part of knowledge. It is, however, sometimes found that even demoniac persons who are envious of Krishna, worshiping Krishna in a different way, take to the profession of explaining Bhagavad-g&#299;t&#257; in a different way to make business, but anyone who desires actually to understand Krishna must avoid such commentaries on Bhagavad-g&#299;t&#257;. Actually the purpose of Bhagavad-g&#299;t&#257; is not understandable to those who are sensuous. Even if one is not sensuous but is strictly following the disciplines enjoined in the Vedic scripture, if he is not a devotee he also cannot understand Krishna. And even when one poses himself as a devotee of Krishna but is not engaged in Krishna conscious activities, he also cannot understand Krishna. There are many persons who envy Krishna because He has explained in Bhagavad-g&#299;t&#257; that He is the Supreme and that nothing is above Him or equal to Him. There are many persons who are envious of Krishna. Such persons should not be told of Bhagavad-g&#299;t&#257;, for they cannot understand. There is no possibility of faithless persons' understanding Bhagavad-g&#299;t&#257; and Krishna. Without understanding Krishna from the authority of a pure devotee, one should not try to comment upon Bhagavad-g&#299;t&#257;.</P><P CLASS=l><A CLASS=i HREF="66.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="68.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>