<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 18 Verse 71</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 18 Verse 71"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 18: <A CLASS=v HREF="index.htm">Conclusion &#8212; The Perfection of Renunciation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 18.71</P><P CLASS=c>&#347;raddh&#257;v&#257;n anas&#363;ya&#347; ca</P><P CLASS=c>&#347;rinuy&#257;d api yo narah</P><P CLASS=c>so 'pi muktah &#347;ubh&#257;l lok&#257;n</P><P CLASS=c>pr&#257;pnuy&#257;t punya-karman&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;raddh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; faithful; <A CLASS=v HREF="http://vedabase.net/a/anasuyah">anas&#363;yah</A> &#8212; not envious; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/srnuyat">&#347;rinuy&#257;t</A> &#8212; does hear; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/n/narah">narah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/muktah">muktah</A> &#8212; being liberated; <A CLASS=v HREF="http://vedabase.net/s/subhan">&#347;ubh&#257;n</A> &#8212; the auspicious; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; planets; <A CLASS=v HREF="http://vedabase.net/p/prapnuyat">pr&#257;pnuy&#257;t</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> attains; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A>-<A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#257;m</A> &#8212; of the pious.</P><P CLASS=t>TRANSLATION</P><P>And one who listens with faith and without envy becomes free from sinful reactions and attains to the auspicious planets where the pious dwell.</P><P CLASS=t>PURPORT</P><P>In the sixty-seventh verse of this chapter, the Lord explicitly forbade the G&#299;t&#257;'s being spoken to those who are envious of the Lord. In other words, Bhagavad-g&#299;t&#257; is for the devotees only. But it so happens that sometimes a devotee of the Lord will hold open class, and in that class not all the students are expected to be devotees. Why do such persons hold open class? It is explained here that although not everyone is a devotee, still there are many men who are not envious of Krishna. They have faith in Him as the Supreme Personality of Godhead. If such persons hear from a bona fide devotee about the Lord, the result is that they become at once free from all sinful reactions and after that attain to the planetary system where all righteous persons are situated. Therefore simply by hearing Bhagavad-g&#299;t&#257;, even a person who does not try to be a pure devotee attains the result of righteous activities. Thus a pure devotee of the Lord gives everyone a chance to become free from all sinful reactions and to become a devotee of the Lord.</P><P>Generally those who are free from sinful reactions, those who are righteous, very easily take to Krishna consciousness. The word punya-karman&#257;m is very significant here. This refers to the performance of great sacrifices, like the a&#347;vamedha-yajña, mentioned in the Vedic literature. Those who are righteous in performing devotional service but who are not pure can attain the planetary system of the polestar, or Dhruvaloka, where Dhruva Mah&#257;r&#257;ja is presiding. He is a great devotee of the Lord, and he has a special planet, which is called the polestar.</P><P CLASS=l><A CLASS=i HREF="70.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="72.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>