<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 18 Verse 75</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 18 Verse 75"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 18: <A CLASS=v HREF="index.htm">Conclusion &#8212; The Perfection of Renunciation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 18.75</P><P CLASS=c>vy&#257;sa-pras&#257;d&#257;c chrutav&#257;n</P><P CLASS=c>etad guhyam aham param</P><P CLASS=c>yogam yoge&#347;var&#257;t krishn&#257;t</P><P CLASS=c>s&#257;ksh&#257;t kathayatah svayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vyasa">vy&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/p/prasadat">pras&#257;d&#257;t</A> &#8212; by the mercy of Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/s/srutavan">&#347;rutav&#257;n</A> &#8212; have heard; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/g/guhyam">guhyam</A> &#8212; confidential; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/y/yogam">yogam</A> &#8212; mysticism; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarat">&#299;&#347;var&#257;t</A> &#8212; from the master of all mysticism; <A CLASS=v HREF="http://vedabase.net/k/krsnat">krishn&#257;t</A> &#8212; from <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/k/kathayatah">kathayatah</A> &#8212; speaking; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally.</P><P CLASS=t>TRANSLATION</P><P>By the mercy of Vy&#257;sa, I have heard these most confidential talks directly from the master of all mysticism, Krishna, who was speaking personally to Arjuna.</P><P CLASS=t>PURPORT</P><P>Vy&#257;sa was the spiritual master of Sañjaya, and Sañjaya admits that it was by Vy&#257;sa's mercy that he could understand the Supreme Personality of Godhead. This means that one has to understand Krishna not directly but through the medium of the spiritual master. The spiritual master is the transparent medium, although it is true that the experience is still direct. This is the mystery of the disciplic succession. When the spiritual master is bona fide, then one can hear Bhagavad-g&#299;t&#257; directly, as Arjuna heard it. There are many mystics and yog&#299;s all over the world, but Krishna is the master of all yoga systems. Krishna's instruction is explicitly stated in Bhagavad-g&#299;t&#257; &#8212; surrender unto Krishna. One who does so is the topmost yog&#299;. This is confirmed in the last verse of the Sixth Chapter. Yogin&#257;m api sarvesh&#257;m.</P><P>N&#257;rada is the direct disciple of Krishna and the spiritual master of Vy&#257;sa. Therefore Vy&#257;sa is as bona fide as Arjuna because he comes in the disciplic succession, and Sañjaya is the direct disciple of Vy&#257;sa. Therefore by the grace of Vy&#257;sa, Sañjaya's senses were purified, and he could see and hear Krishna directly. One who directly hears Krishna can understand this confidential knowledge. If one does not come to the disciplic succession, he cannot hear Krishna; therefore his knowledge is always imperfect, at least as far as understanding Bhagavad-g&#299;t&#257; is concerned.</P><P>In Bhagavad-g&#299;t&#257;, all the yoga systems &#8212; karma-yoga, jñ&#257;na-yoga and bhakti-yoga &#8212; are explained. Krishna is the master of all such mysticism. It is to be understood, however, that as Arjuna was fortunate enough to understand Krishna directly, so, by the grace of Vy&#257;sa, Sañjaya was also able to hear Krishna directly. Actually there is no difference between hearing directly from Krishna and hearing directly from Krishna via a bona fide spiritual master like Vy&#257;sa. The spiritual master is the representative of Vy&#257;sadeva also. Therefore, according to the Vedic system, on the birthday of the spiritual master the disciples conduct the ceremony called Vy&#257;sa-p&#363;j&#257;.</P><P CLASS=l><A CLASS=i HREF="74.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="76.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>