<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 14 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 14 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The System of Universal Management</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.14.4</P><P CLASS=c>catur-yug&#257;nte k&#257;lena</P><P CLASS=c>grast&#257;ñ chruti-gan&#257;n yath&#257;</P><P CLASS=c>tapas&#257; rishayo 'pa&#347;yan</P><P CLASS=c>yato dharmah san&#257;tanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A>-<A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the end of every four yugas (<A HREF="http://vedabase.net/s/satya">Satya</A>, <A HREF="http://vedabase.net/d/dvapara">Dv&#257;para</A>, <A HREF="http://vedabase.net/t/treta">Tret&#257;</A> and <A HREF="http://vedabase.net/k/kali">Kali</A>); <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> due course of time; <A CLASS=v HREF="http://vedabase.net/g/grastan">grast&#257;n</A> &#8212; lost; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A>-<A CLASS=v HREF="http://vedabase.net/g/ganan">gan&#257;n</A> &#8212; the Vedic instruction; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; by austerity; <A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; great saintly persons; <A CLASS=v HREF="http://vedabase.net/a/apasyan">apa&#347;yan</A> &#8212; by seeing misuse; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; wherefrom; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; occupational duties; <A CLASS=v HREF="http://vedabase.net/s/sanatanah">san&#257;tanah</A> &#8212; eternal.</P><P CLASS=t>TRANSLATION</P><P>At the end of every four yugas, the great saintly persons, upon seeing that the eternal occupational duties of mankind have been misused, reestablish the principles of religion.</P><P CLASS=t>PURPORT</P><P>In this verse, the words dharmah and san&#257;tanah are very important. San&#257;tana means "eternal," and dharma means "occupational duties." From Satya-yuga to Kali-yuga, the principles of religion and occupational duty gradually deteriorate. In Satya-yuga, the religious principles are observed in full, without deviation. In Tret&#257;-yuga, however, these principles are somewhat neglected, and only three fourths of the religious duties continue. In Dv&#257;para-yuga only half of the religious principles continue, and in Kali-yuga only one fourth of the religious principles, which gradually disappear. At the end of Kali-yuga, the principles of religion, or the occupational duties of humanity, are almost lost. Indeed, in this Kali-yuga we have passed through only five thousand years, yet the decline of san&#257;tana-dharma is very prominent. The duty of saintly persons, therefore, is to take up seriously the cause of san&#257;tana-dharma and try to reestablish it for the benefit of the entire human society. The Krishna consciousness movement has been started according to this principle. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../12/3/51.htm">12.3.51</A>):</P><P>kaler dosha-nidhe r&#257;jan</P><P CLASS=n>asti hy eko mah&#257;n gunah</P><P CLASS=n>k&#299;rtan&#257;d eva krishnasya</P><P CLASS=n>mukta-sa&#324;gah param vrajet</P><P>The entire Kali-yuga is full of faults. It is like an unlimited ocean of faults. But the Krishna consciousness movement is very authorized. Therefore, following in the footsteps of &#346;r&#299; Caitanya Mah&#257;prabhu, who five hundred years ago inaugurated the movement of sa&#324;k&#299;rtana, krishna-k&#299;rtana, we are trying to introduce this movement, according to superior orders, all over the world. Now, if the inaugurators of this movement strictly follow the regulative principles and spread this movement for the benefit of all human society, they will certainly usher in a new way of life by reestablishing san&#257;tana-dharma, the eternal occupational duties of humanity. The eternal occupational duty of the human being is to serve Krishna. J&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa.' [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>]. This is the purport of san&#257;tana-dharma. San&#257;tana means nitya, or "eternal," and krishna-d&#257;sa means "servant of Krishna." The eternal occupational duty of the human being is to serve Krishna. This is the sum and substance of the Krishna consciousness movement.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>