<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 7 Verse 134</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 7 Verse 134"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Meeting of &#346;r&#299; Caitanya Mah&#257;prabhu and Vallabha Bhatta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 7.134</P><P CLASS=c>&#347;r&#299;dhara-upare garve ye kichu likhibe</P><P CLASS=c>'artha-vyasta' likhana sei, loke n&#257; m&#257;nibe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sridhara">&#347;r&#299;dhara</A>-<A CLASS=v HREF="http://vedabase.net/u/upare">upare</A> &#8212; above <A HREF="http://vedabase.net/s/sridhara">&#346;r&#299;dhara</A> <A HREF="http://vedabase.net/s/svami">Sv&#257;m&#299;</A>; <A CLASS=v HREF="http://vedabase.net/g/garve">garve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> false pride; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> <A CLASS=v HREF="http://vedabase.net/k/kichu">kichu</A> <A CLASS=v HREF="http://vedabase.net/l/likhibe">likhibe</A> &#8212; whatever you write; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/v/vyasta">vyasta</A> &#8212; the opposite meaning; <A CLASS=v HREF="http://vedabase.net/l/likhana">likhana</A> <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; such writing; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/m/manibe">m&#257;nibe</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A> one will <A HREF="http://vedabase.net/c/care">care</A> about <A HREF="http://vedabase.net/i/it">it</A>.</P><P CLASS=t>TRANSLATION</P><P>"Whatever you might write due to false pride, trying to surpass &#346;r&#299;dhara Sv&#257;m&#299;, would carry a contrary purport. Therefore no one would pay attention to it.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;mad-Bh&#257;gavatam has many t&#299;k&#257;s, or commentaries, following the parampar&#257; system, but &#346;r&#299;dhara Sv&#257;m&#299;'s is first. The commentaries of all the other &#257;c&#257;ryas follow his. The parampar&#257; system does not allow one to deviate from the commentaries of the previous &#257;c&#257;ryas. By depending upon the previous &#257;c&#257;ryas, one can write beautiful commentaries. However, one cannot defy the previous &#257;c&#257;ryas. The false pride that makes one think that he can write better than the previous &#257;c&#257;ryas will make one's comments faulty. At the present moment it has become fashionable for everyone to write in his own way, but such writing is never accepted by serious devotees. Because of false pride, every scholar and philosopher wants to exhibit his learning by interpreting the &#347;&#257;stras, especially the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam, in his own way. This system of commenting in one's own way is fully condemned by &#346;r&#299; Caitanya Mah&#257;prabhu. Therefore He says, 'artha-vyasta' likhana sei. Commentaries written according to one's own philosophical way are never accepted; no one will appreciate such commentaries on the revealed scriptures.</P><P CLASS=l><A CLASS=i HREF="133.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="135.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>