<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 7 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 7 Verse 53"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Meeting of &#346;r&#299; Caitanya Mah&#257;prabhu and Vallabha Bhatta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 7.53</P><P CLASS=c>bhattera hridaye dridha abhim&#257;na j&#257;ni'</P><P CLASS=c>bha&#324;g&#299; kari' mah&#257;prabhu kahe eta v&#257;n&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhattera">bhattera</A> <A CLASS=v HREF="http://vedabase.net/h/hrdaye">hridaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart of <A HREF="http://vedabase.net/v/vallabha">Vallabha</A> <A HREF="http://vedabase.net/b/bhatta">Bhatta</A>; <A CLASS=v HREF="http://vedabase.net/d/drdha">dridha</A> &#8212; fixed; <A CLASS=v HREF="http://vedabase.net/a/abhimana">abhim&#257;na</A> &#8212; pride; <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A>' &#8212; understanding; <A CLASS=v HREF="http://vedabase.net/b/bhangi">bha&#324;g&#299;</A> <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; making <A HREF="http://vedabase.net/a/a">a</A> hint; <A CLASS=v HREF="http://vedabase.net/m/mahaprabhu">mah&#257;prabhu</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; spoke; <A CLASS=v HREF="http://vedabase.net/e/eta">eta</A> <A CLASS=v HREF="http://vedabase.net/v/vani">v&#257;n&#299;</A> &#8212; these words.</P><P CLASS=t>TRANSLATION</P><P>Knowing that Vallabha Bhatta's heart was full of pride, &#346;r&#299; Caitanya Mah&#257;prabhu spoke these words, hinting at how one can learn about devotional service.</P><P CLASS=t>PURPORT</P><P>Vallabha Bhatta was greatly proud of his knowledge in devotional service, and therefore he wanted to speak about Lord &#346;r&#299; Caitanya Mah&#257;prabhu without understanding the Lord's position. The Lord therefore hinted in many ways that if Vallabha Bhatta wanted to know what devotional service actually is, he would have to learn from all the devotees He mentioned, beginning with Advaita &#256;c&#257;rya, Lord Nity&#257;nanda, S&#257;rvabhauma Bhatt&#257;c&#257;rya and R&#257;m&#257;nanda R&#257;ya. As Svar&#363;pa D&#257;modara has said, if one wants to learn the meaning of &#346;r&#299;mad-Bh&#257;gavatam, one must take lessons from a realized soul. One should not proudly think that one can understand the transcendental loving service of the Lord simply by reading books. One must become a servant of a Vaishnava. As Narottama d&#257;sa Th&#257;kura has confirmed, ch&#257;diy&#257; vaishnava-sev&#257; nist&#257;ra peyeche keb&#257;: one cannot be in a transcendental position unless one very faithfully serves a pure Vaishnava. One must accept a Vaishnava guru (&#257;dau gurv-&#257;&#347;rayam), and then by questions and answers one should gradually learn what pure devotional service to Krishna is. That is called the parampar&#257; system.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>