<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 7"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: The Meeting of &#346;r&#299; Caitanya Mah&#257;prabhu and Vallabha Bhatta</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 7 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 7.1</B></A>: Let me offer my respectful obeisances unto the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu. Simply by the causeless mercy of the devotees engaged in licking honey from His lotus feet, even a fallen soul becomes eternally liberated.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 7.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Nity&#257;nanda Prabhu! All glories to Advaitacandra! And all glories to all the devotees of Lord &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 7.3</B></A>: The next year, all the devotees of Bengal went to visit &#346;r&#299; Caitanya Mah&#257;prabhu, and as previously, the Lord met each and every one of them.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 7.4</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu performed His pastimes with His devotees. Then a learned scholar named Vallabha Bhatta went to Jagann&#257;tha Pur&#299; to meet the Lord.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 7.5</B></A>: When Vallabha Bhatta arrived, he offered his obeisances at the lotus feet of the Lord. Accepting him as a great devotee, the Lord embraced him.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 7.6</B></A>: With great respect, &#346;r&#299; Caitanya Mah&#257;prabhu seated Vallabha Bhatta near Him. Then Vallabha Bhatta very humbly began to speak.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 7.7</B></A>: "For a long time," he said, "I have desired to see You, my Lord. Now Lord Jagann&#257;tha has fulfilled this desire; therefore I am seeing You.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 7.8</B></A>: "One who receives Your audience is fortunate indeed, for You are the Supreme Personality of Godhead Himself.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 7.9</B></A>: "Since one who remembers You is purified, why should it be astonishing that one becomes purified by seeing You?</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 7.10</B></A>: "'One can immediately purify his entire house simply by remembering exalted personalities, to say nothing of directly seeing them, touching their lotus feet, washing their feet or offering them places to sit.'</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 7.11</B></A>: "The fundamental religious system in the Age of Kali is the chanting of the holy name of Krishna. Unless empowered by Krishna, one cannot propagate the sa&#324;k&#299;rtana movement.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 7.12</B></A>: "You have spread the sa&#324;k&#299;rtana movement of Krishna consciousness. Therefore it is evident that You have been empowered by Lord Krishna. There is no question about it.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 7.13</B></A>: "You have manifested the holy name of Krishna throughout the entire world. Anyone who sees You is immediately absorbed in ecstatic love of Krishna.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 7.14</B></A>: "Without being especially empowered by Krishna, one cannot manifest ecstatic love of Krishna, for Krishna is the only one who gives ecstatic love. That is the verdict of all revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 7.15</B></A>: "'There may be many all-auspicious incarnations of the Personality of Godhead, but who other than Lord &#346;r&#299; Krishna can bestow love of God upon the surrendered souls?'"</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 7.16</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "My dear Vallabha Bhatta, you are a learned scholar. Kindly listen to Me. I am a sanny&#257;s&#299; of the M&#257;y&#257;v&#257;da school. Therefore I have no chance of knowing what krishna-bhakti is.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 7.17</B></A>: "Nevertheless, My mind has become purified because I have associated with Advaita &#256;c&#257;rya, who is directly the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 7.18</B></A>: "He is unparalleled in His understanding of all the revealed scriptures and the devotional service of Lord Krishna. Therefore He is called Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 7.19</B></A>: "He is such a great personality that by His mercy He can convert even the meat-eaters [mlecchas] to the devotional service of Krishna. Who, therefore, can estimate the power of His Vaishnavism?</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 7.20</B></A>: "Lord Nity&#257;nanda Prabhu, the avadh&#363;ta, is also directly the Supreme Personality of Godhead. He is always intoxicated with the madness of ecstatic love. Indeed, He is an ocean of love of Krishna.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 7.21</B></A>: "S&#257;rvabhauma Bhatt&#257;c&#257;rya perfectly knows the six philosophical theses. He is therefore the spiritual master of the entire world in teaching the six paths of philosophy. He is the best of devotees.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 7.22</B></A>: "S&#257;rvabhauma Bhatt&#257;c&#257;rya has shown Me the limit of devotional service. Only by his mercy have I understood that devotional service to Krishna is the essence of all mystic yoga.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 7.23</B></A>: "&#346;r&#299;la R&#257;m&#257;nanda R&#257;ya is the ultimate knower of the transcendental mellows of Lord Krishna's devotional service. He has instructed Me that Lord Krishna is the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 7.24</B></A>: "Through the mercy of R&#257;m&#257;nanda R&#257;ya, I have understood that ecstatic love of Krishna is the highest goal of life and that spontaneous love of Krishna is the highest perfection.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 7.25</B></A>: "The servant, friend, superior and conjugal lover are the shelters of the transcendental mellows called d&#257;sya, sakhya, v&#257;tsalya and &#347;ri&#324;g&#257;ra.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 7.26</B></A>: "There are two kinds of emotion [bh&#257;va]. Emotion with an understanding of the Lord's full opulences is called ai&#347;varya-jñ&#257;na-yukta, and pure, uncontaminated emotion is called kevala. One cannot achieve shelter at the lotus feet of Krishna, the son of Mah&#257;r&#257;ja Nanda, simply by knowing His opulences.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 7.27</B></A>: "'The Supreme Personality of Godhead, Krishna, the son of mother Ya&#347;od&#257;, is accessible to those devotees engaged in spontaneous loving service, but He is not as easily accessible to mental speculators, to those striving for self-realization by severe austerities and penances, or to those who consider the body the same as the self.'</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 7.28</B></A>: "The word '&#257;tma-bh&#363;ta' means 'personal associates.' Through the understanding of the Lord's opulence, the goddess of fortune could not receive the shelter of Krishna, the son of Nanda Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 7.29</B></A>: "'When Lord &#346;r&#299; Krishna was dancing with the gop&#299;s in the r&#257;sa-l&#299;l&#257;, the gop&#299;s were embraced around the neck by the Lord's arms. This transcendental favor was never bestowed upon the goddess of fortune or the other consorts in the spiritual world. Nor was such a thing ever imagined by the most beautiful girls in the heavenly planets, girls whose bodily luster and aroma resemble the beauty and fragrance of lotus flowers. And what to speak of worldly women, who may be very, very beautiful according to material estimation?'</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 7.30</B></A>: "In pure Krishna consciousness, a friend mounts the shoulder of Krishna, and mother Ya&#347;od&#257; binds the Lord.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 7.31</B></A>: "In pure Krishna consciousness, without knowledge of the Lord's opulences, a devotee considers Krishna his friend or son. Therefore this devotional attitude is praised even by &#346;ukadeva Gosv&#257;m&#299; and Vy&#257;sadeva, the supreme authority.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 7.32</B></A>: "'Neither those who are engaged in self-realization, appreciating the Brahman effulgence of the Lord, nor those engaged in devotional service while accepting the Supreme Personality of Godhead as master, nor those who are under the clutches of M&#257;y&#257;, thinking the Lord an ordinary person, can understand that certain exalted personalities, after accumulating volumes of pious activities, are now playing with the Lord in friendship as cowherd boys.'</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 7.33</B></A>: "'When mother Ya&#347;od&#257; saw all the universes within Krishna's mouth, she was astonished for the time being. The Lord is worshiped like Indra and other demigods by the followers of the three Vedas, who offer Him sacrifices. He is worshiped as impersonal Brahman by saintly persons who understand His greatness through studying the Upanishads, as the purusha by great philosophers who analytically study the universe, as the all-pervading Supersoul by great yog&#299;s, and as the Supreme Personality of Godhead by devotees. Nevertheless, mother Ya&#347;od&#257; considered the Lord her own son.'</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 7.34</B></A>: "'O br&#257;hmana, what pious activities did Nanda Mah&#257;r&#257;ja perform to receive the Supreme Personality of Godhead Krishna as his son? And what pious activities did mother Ya&#347;od&#257; perform that made the Absolute Supreme Personality of Godhead Krishna call her "Mother" and suck her breasts?'</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 7.35</B></A>: "Even if a pure devotee sees the opulence of Krishna, he does not accept it. Therefore pure consciousness is more exalted than consciousness of the Lord's opulence.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 7.36</B></A>: "R&#257;m&#257;nanda R&#257;ya is extremely aware of transcendental mellows. He is incessantly absorbed in the happiness of ecstatic love of Krishna. It is he who has taught Me all this.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 7.37</B></A>: "It is impossible to describe the influence and knowledge of R&#257;m&#257;nanda R&#257;ya, for only by his mercy have I understood the unalloyed love of the residents of Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 7.38</B></A>: "The transcendental mellows of ecstatic love are personified by Svar&#363;pa D&#257;modara. By his association I have understood Vrind&#257;vana's transcendental mellow of conjugal love.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 7.39</B></A>: "The unalloyed love of the gop&#299;s and &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is without any trace of material lust. The criterion of such transcendental love is that its only purpose is to satisfy Krishna.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 7.40</B></A>: "'O dearly beloved! Your lotus feet are so soft that we place them gently on our breasts, fearing that Your feet will be hurt. Our lives rest only in You. Our minds, therefore, are filled with anxiety that Your tender feet might be wounded by pebbles as You roam about on the forest path.'</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 7.41</B></A>: "Obsessed with pure love, without knowledge of opulences, the gop&#299;s sometimes chastise Krishna. That is a symptom of pure ecstatic love.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 7.42</B></A>: "'O dear Krishna, we gop&#299;s have neglected the order of our husbands, sons, family, brothers and friends and have left their company to come to You. You know everything about our desires. We have come only because we are attracted by the supreme music of Your flute. But You are a great cheater, for who else would give up the company of young girls like us in the dead of night?'</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 7.43</B></A>: "The conjugal love of the gop&#299;s is the most exalted devotional service, surpassing all other methods of bhakti. Therefore Lord Krishna is obliged to say, 'My dear gop&#299;s, I cannot repay you. Indeed, I am always indebted to you.'</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 7.44</B></A>: "'O gop&#299;s, I am not able to repay My debt for your spotless service, even within a lifetime of Brahm&#257;. Your connection with Me is beyond reproach. You have worshiped Me, cutting off all domestic ties, which are difficult to break. Therefore please let your own glorious deeds be your compensation.'</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 7.45</B></A>: "Completely distinct from love of Krishna in opulence, pure love of Krishna is on the highest level. On the surface of the world there is no devotee greater than Uddhava.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 7.46</B></A>: "Uddhava desires to take on his head the dust of the gop&#299;s' lotus feet. I have learned about all these transcendental loving affairs of Lord Krishna from Svar&#363;pa D&#257;modara.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 7.47</B></A>: "'The gop&#299;s of Vrind&#257;vana have given up the association of their husbands, sons and other family members, who are very difficult to give up, and they have forsaken the path of chastity to take shelter of the lotus feet of Mukunda, Krishna, which one should search for by Vedic knowledge. Oh, let me be fortunate enough to become one of the bushes, creepers or herbs in Vrind&#257;vana, for the gop&#299;s trample them and bless them with the dust of their lotus feet.'</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 7.48</B></A>: "Harid&#257;sa Th&#257;kura, the teacher of the holy name, is the most exalted of all pure devotees. Every day he chants 300,000 holy names of the Lord.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 7.49</B></A>: "I have learned about the glories of the Lord's holy name from Harid&#257;sa Th&#257;kura, and by his mercy I have understood these glories.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 7.52</B></A>: "&#256;c&#257;ryaratna, &#256;c&#257;ryanidhi, Gad&#257;dhara Pandita, Jagad&#257;nanda, D&#257;modara, &#346;a&#324;kara, Vakre&#347;vara, K&#257;&#347;&#299;&#347;vara, Mukunda, V&#257;sudeva, Mur&#257;ri and many other devotees have descended in Bengal to preach to everyone the glories of the holy name of Krishna and the value of love for Him. I have learned from them the meaning of devotional service to Krishna."</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 7.53</B></A>: Knowing that Vallabha Bhatta's heart was full of pride, &#346;r&#299; Caitanya Mah&#257;prabhu spoke these words, hinting at how one can learn about devotional service.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 7.54</B></A>: [Vallabha Bhatta was thinking:] "I am a great Vaishnava. Having learned all the conclusions of Vaishnava philosophy, I can understand the meaning of &#346;r&#299;mad-Bh&#257;gavatam and explain it very well."</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 7.55</B></A>: Such pride had existed for a long time within the mind of Vallabha Bhatta, but as he heard the preaching of &#346;r&#299; Caitanya Mah&#257;prabhu, his pride was cut down.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 7.56</B></A>: When Vallabha Bhatta heard from the mouth of &#346;r&#299; Caitanya Mah&#257;prabhu about the pure Vaishnavism of all these devotees, he immediately desired to see them.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 7.57</B></A>: Vallabha Bhatta said, "Where do all these Vaishnavas live, and how can I see them?"</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 7.58</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "Although some of them live in Bengal and some in other states, they have all come here to see the Ratha-y&#257;tr&#257; festival.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 7.59</B></A>: "At present they are all living here. Their residences are in various quarters. Here you will get the audience of them all."</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 7.60</B></A>: Thereafter, with great submission and humility, Vallabha Bhatta invited &#346;r&#299; Caitanya Mah&#257;prabhu to dine at his home.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 7.61</B></A>: The next day, when all the Vaishnavas came to the abode of &#346;r&#299; Caitanya Mah&#257;prabhu, the Lord introduced Vallabha Bhatta to them all.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 7.62</B></A>: He was surprised to see the brilliance of their faces. Indeed, among them Vallabha Bhatta seemed just like a glowworm.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 7.63</B></A>: Then Vallabha Bhatta brought in a great quantity of Lord Jagann&#257;tha's mah&#257;-pras&#257;dam and sumptuously fed Lord &#346;r&#299; Caitanya Mah&#257;prabhu and His associates.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 7.64</B></A>: All the sanny&#257;s&#299; associates of &#346;r&#299; Caitanya Mah&#257;prabhu, headed by Param&#257;nanda Pur&#299;, sat on one side and thus partook of the pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 7.65</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu sat in the midst of the devotees. Advaita &#256;c&#257;rya and Lord Nity&#257;nanda each sat on one side of the Lord. The other devotees sat in front of the Lord and behind Him.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 7.66</B></A>: The devotees from Bengal, whom I am unable to count, all sat down in lines in the courtyard.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 7.67</B></A>: When Vallabha Bhatta saw all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu, he was greatly surprised, and in devotion he offered his obeisances at the lotus feet of each and every one of them.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 7.68</B></A>: Svar&#363;pa D&#257;modara, Jagad&#257;nanda, K&#257;&#347;&#299;&#347;vara and &#346;a&#324;kara, along with R&#257;ghava and D&#257;modara Pandita, took charge of distributing the pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 7.69</B></A>: Vallabha Bhatta had brought a large quantity of mah&#257;-pras&#257;dam offered to Lord Jagann&#257;tha. Thus all the sanny&#257;s&#299;s sat down to eat with &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 7.70</B></A>: Accepting the pras&#257;dam, all the Vaishnavas chanted the holy names "Hari! Hari!" The rising vibration of the holy name of Hari filled the entire universe.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 7.71</B></A>: When all the Vaishnavas had finished eating, Vallabha Bhatta brought a large quantity of garlands, sandalwood pulp, spices and betel. He worshiped the devotees very respectfully and became extremely happy.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 7.72</B></A>: On the day of the car festival, &#346;r&#299; Caitanya Mah&#257;prabhu began the congregational chanting. As He had done previously, He divided all the devotees into seven groups.</P><P CLASS=r><A CLASS=i HREF="73-74.htm"><B>CC Antya 7.73-74</B></A>: Seven devotees &#8212; Advaita, Nity&#257;nanda, Harid&#257;sa Th&#257;kura, Vakre&#347;vara, &#346;r&#299;v&#257;sa Th&#257;kura, R&#257;ghava Pandita and Gad&#257;dhara Pandita &#8212; formed seven groups and began dancing. &#346;r&#299; Caitanya Mah&#257;prabhu, chanting "Haribol!" wandered from one group to another.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 7.75</B></A>: Fourteen mrida&#324;gas resounded with the loud congregational chanting, and in each group was a dancer whose dance of ecstatic love inundated the entire world.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 7.76</B></A>: Seeing all this, Vallabha Bhatta was completely astonished. He was overwhelmed by transcendental bliss and lost himself.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 7.77</B></A>: Then &#346;r&#299; Caitanya Mah&#257;prabhu stopped the dancing of the others, and as He had done previously, He personally began to dance.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 7.78</B></A>: Seeing the beauty of &#346;r&#299; Caitanya Mah&#257;prabhu and the awakening of His ecstatic love, Vallabha Bhatta concluded, "Here is Lord Krishna, without a doubt."</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 7.79</B></A>: Thus Vallabha Bhatta witnessed the car festival. He was simply astonished by the characteristics of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 7.80</B></A>: One day, after the festival was over, Vallabha Bhatta went to the abode of &#346;r&#299; Caitanya Mah&#257;prabhu and submitted a request at the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 7.81</B></A>: "I have written some commentary on &#346;r&#299;mad-Bh&#257;gavatam," he said. "Would Your Lordship kindly hear it?"</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 7.82</B></A>: The Lord replied, "I do not understand the meaning of &#346;r&#299;mad-Bh&#257;gavatam. Indeed, I am not a suitable person to hear its meaning.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 7.83</B></A>: "I simply sit and try to chant the holy name of Krishna, and although I chant all day and night, I nevertheless cannot complete the chanting of My prescribed number of rounds."</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 7.84</B></A>: Vallabha Bhatta said, "I have tried to describe elaborately the meaning of Krishna's holy name. Kindly hear the explanation."</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 7.85</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu replied, "I do not accept many different meanings for the holy name of Krishna. I know only that Lord Krishna is &#346;y&#257;masundara and Ya&#347;od&#257;nandana. That's all I know.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 7.86</B></A>: "The only purport of the holy name of Krishna is that He is dark blue like a tam&#257;la tree and is the son of mother Ya&#347;od&#257;. This is the conclusion of all the revealed scriptures.'</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 7.87</B></A>: "I conclusively know these two names, &#346;y&#257;masundara and Ya&#347;od&#257;nandana. I do not understand any other meanings, nor have I the capacity to understand them."</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 7.88</B></A>: Being omniscient, Lord &#346;r&#299; Caitanya Mah&#257;prabhu could understand that Vallabha Bhatta's explanations of Krishna's name and &#346;r&#299;mad-Bh&#257;gavatam were useless. Therefore He did not care about them.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 7.89</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu rigidly declined to hear his explanations, Vallabha Bhatta went home feeling morose. His faith in the Lord and devotion to Him changed.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Antya 7.90</B></A>: Thereafter, Vallabha Bhatta went to the home of Gad&#257;dhara Pandita. He kept coming and going, showing affection in various ways, and thus maintained a relationship with him.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Antya 7.91</B></A>: Because &#346;r&#299; Caitanya Mah&#257;prabhu did not take Vallabha Bhatta very seriously, none of the people in Jagann&#257;tha Pur&#299; would hear any of his explanations.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 7.92</B></A>: Ashamed, insulted and unhappy, Vallabha Bhatta went to Gad&#257;dhara Pandita.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 7.93</B></A>: Approaching him with great humility, Vallabha Bhatta said, "I have taken shelter of you, my dear sir. Kindly be merciful to me and save my life.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 7.94</B></A>: "Please hear my explanation of the meaning of Lord Krishna's name. In that way the mud of the shame that has come upon me will be washed off."</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 7.95</B></A>: Thus Pandita Gos&#257;ñi fell into a dilemma. He was in such doubt that he could not decide alone what to do.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 7.96</B></A>: Although Gad&#257;dhara Pandita Gos&#257;ñi did not want to hear it, Vallabha Bhatta began to read his explanation with great force.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 7.97</B></A>: Because Vallabha Bhatta was a learned br&#257;hmana, Gad&#257;dhara Pandita could not forbid him. Thus he began to think of Lord Krishna. "My dear Lord Krishna," he requested, "please protect me in this danger. I have taken shelter of You.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 7.98</B></A>: "&#346;r&#299; Caitanya Mah&#257;prabhu is present in everyone's heart, and He will certainly know my mind. Therefore I do not fear Him. His associates, however, are extremely critical."</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 7.99</B></A>: Although Gad&#257;dhara Pandita Gos&#257;ñi was not in the least at fault, some of &#346;r&#299; Caitanya Mah&#257;prabhu's devotees showed affectionate anger toward him.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 7.100</B></A>: Every day, Vallabha Bhatta would come to the place of &#346;r&#299; Caitanya Mah&#257;prabhu to engage in unnecessary arguments with Advaita &#256;c&#257;rya and other great personalities, such as Svar&#363;pa D&#257;modara.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 7.101</B></A>: Whatever conclusions Vallabha Bhatta eagerly presented were refuted by personalities like Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 7.102</B></A>: Whenever Vallabha Bhatta entered the society of devotees, headed by Advaita &#256;c&#257;rya, he was like a duck in a society of white swans.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 7.103</B></A>: One day Vallabha Bhatta said to Advaita &#256;c&#257;rya, "Every living entity is female [prakriti] and considers Krishna her husband [pati].</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Antya 7.104</B></A>: "It is the duty of a chaste wife, devoted to her husband, not to utter her husband's name, but all of you chant the name of Krishna. How can this be called a religious principle?"</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Antya 7.105</B></A>: Advaita &#256;c&#257;rya responded, "In front of you is Lord &#346;r&#299; Caitanya Mah&#257;prabhu, the personification of religious principles. You should ask Him, for He will give you the proper answer."</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Antya 7.106</B></A>: Hearing this, Lord &#346;r&#299; Caitanya Mah&#257;prabhu said, "My dear Vallabha Bhatta, you do not know religious principles. Actually, the first duty of a chaste woman is to carry out the order of her husband.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Antya 7.107</B></A>: "The order of Krishna is to chant His name incessantly. Therefore one who is chaste and adherent to the husband Krishna must chant the Lord's name, for she cannot deny the husband's order.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Antya 7.108</B></A>: "Following this religious principle, a pure devotee of Lord Krishna always chants the holy name. As a result of this, he gets the fruit of ecstatic love for Krishna."</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Antya 7.109</B></A>: Hearing this, Vallabha Bhatta was speechless. He returned home greatly unhappy and began to consider thus.</P><P CLASS=r><A CLASS=i HREF="110-111.htm"><B>CC Antya 7.110-111</B></A>: "Every day I am defeated in this assembly. If by chance I am one day victorious, that will be a great source of happiness for me, and all my shame will go away. But what means shall I adopt to establish my statements?"</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Antya 7.112</B></A>: The next day when he came to the assembly of &#346;r&#299; Caitanya Mah&#257;prabhu, he sat down after offering obeisances to the Lord and said something with great pride.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Antya 7.113</B></A>: "In my commentary on &#346;r&#299;mad-Bh&#257;gavatam," he said, "I have refuted the explanations of &#346;r&#299;dhara Sv&#257;m&#299;. I cannot accept his explanations.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Antya 7.114</B></A>: "Whatever &#346;r&#299;dhara Sv&#257;m&#299; reads he explains according to the circumstances. Therefore he is inconsistent in his explanations and cannot be accepted as an authority."</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Antya 7.115</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu smilingly replied, "One who does not accept the sv&#257;m&#299; [husband] as an authority I consider a prostitute."</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Antya 7.116</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu became very grave. All the devotees present derived great satisfaction from hearing this statement.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Antya 7.117</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu descended as an incarnation for the benefit of the entire world. Thus He knew the mind of Vallabha Bhatta very well.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Antya 7.118</B></A>: By various hints and refutations, Lord Caitanya, the Supreme Personality of Godhead, corrected Vallabha Bhatta exactly as Krishna had cut down the false pride of Indra.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Antya 7.119</B></A>: An ignorant living being does not recognize his actual profit. Because of ignorance and material pride, he sometimes considers profit a loss, but when his pride is cut down he can actually see his true benefit.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Antya 7.120</B></A>: Returning home that night, Vallabha Bhatta thought, "Previously, at Pray&#257;ga, Lord Caitanya was very kind to me.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Antya 7.121</B></A>: "He accepted my invitation with His other devotees, and He was kind to me. Why has He now changed so much here at Jagann&#257;tha Pur&#299;?</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Antya 7.122</B></A>: "Being very proud of my learning, I am thinking, 'Let me become victorious.' &#346;r&#299; Caitanya Mah&#257;prabhu, however, is trying to purify me by nullifying this false pride, for a characteristic of the Supreme Personality of Godhead is that He acts for everyone's welfare.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Antya 7.123</B></A>: "I am falsely proud, advertising myself as a learned scholar. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu insults me just to favor me by cutting down this false pride.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Antya 7.124</B></A>: "He is actually acting for my benefit, although I interpret His actions as insults. This is exactly like the incident in which Lord Krishna cut down Indra, the great, puffed-up fool, to correct him."</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Antya 7.125</B></A>: Thinking in this way, Vallabha Bhatta approached &#346;r&#299; Caitanya Mah&#257;prabhu the next morning, and in great humility, offering many prayers, he sought shelter and surrendered at the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Antya 7.126</B></A>: Vallabha Bhatta admitted, "I am a great fool, and indeed I have acted like a fool by trying to demonstrate my learning to You.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Antya 7.127</B></A>: "My dear Lord, You are the Supreme Personality of Godhead. You have showed mercy to me in a way just befitting Your position by insulting me to cut down all my false pride.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Antya 7.128</B></A>: "I am an ignorant fool, for I interpret as an insult what is meant for my benefit. In this way I am just like King Indra, who out of ignorance tried to surpass Krishna, the Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Antya 7.129</B></A>: "My dear Lord, You have cured the blindness of my false pride by smearing my eyes with the ointment of Your mercy. You have bestowed so much mercy upon me that my ignorance is now gone.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Antya 7.130</B></A>: "My dear Lord, I have committed offenses. Please excuse me. I seek shelter of You. Please be merciful unto me by placing Your lotus feet on my head."</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Antya 7.131</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu said, "You are both a greatly learned scholar and a great devotee. Wherever there are two such attributes, there cannot be a mountain of false pride.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Antya 7.132</B></A>: "You have dared criticize &#346;r&#299;dhara Sv&#257;m&#299;, and you have begun your own commentary on &#346;r&#299;mad-Bh&#257;gavatam, not accepting his authority. That is your false pride.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Antya 7.133</B></A>: "&#346;r&#299;dhara Sv&#257;m&#299; is the spiritual master of the entire world because by his mercy we can understand &#346;r&#299;mad-Bh&#257;gavatam. I therefore accept him as a spiritual master.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Antya 7.134</B></A>: "Whatever you might write due to false pride, trying to surpass &#346;r&#299;dhara Sv&#257;m&#299;, would carry a contrary purport. Therefore no one would pay attention to it.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Antya 7.135</B></A>: "One who comments on &#346;r&#299;mad-Bh&#257;gavatam following in the footsteps of &#346;r&#299;dhara Sv&#257;m&#299; will be honored and accepted by everyone.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Antya 7.136</B></A>: "Put forth your explanation of &#346;r&#299;mad-Bh&#257;gavatam following in the footsteps of &#346;r&#299;dhara Sv&#257;m&#299;. Giving up your false pride, worship the Supreme Personality of Godhead, Krishna.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Antya 7.137</B></A>: "Abandoning your offenses, chant the Hare Krishna mah&#257;-mantra, the holy names of the Lord. Then very soon you will achieve shelter at the lotus feet of Krishna."</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Antya 7.138</B></A>: Vallabha Bhatta &#256;c&#257;rya requested &#346;r&#299; Caitanya Mah&#257;prabhu, "If You are actually pleased with me, please accept my invitation once again."</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Antya 7.139</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu, who had descended to deliver the entire universe, accepted the invitation of Vallabha Bhatta just to give him happiness.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Antya 7.140</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu is always eager to see everyone in the material world happy. Therefore sometimes He chastises someone just to purify his heart.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Antya 7.141</B></A>: When Vallabha Bhatta invited &#346;r&#299; Caitanya Mah&#257;prabhu and His associates, the Lord was very pleased with him.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Antya 7.142</B></A>: Jagad&#257;nanda Pandita's pure ecstatic love for &#346;r&#299; Caitanya Mah&#257;prabhu was very deep. It can be compared to the love of Satyabh&#257;m&#257;, who always quarreled with Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Antya 7.143</B></A>: Jagad&#257;nanda Pandita was accustomed to provoking loving quarrels with the Lord. There was always some disagreement between them.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Antya 7.144</B></A>: Gad&#257;dhara Pandita's pure ecstatic love for &#346;r&#299; Caitanya Mah&#257;prabhu was also very deep. It was like that of Rukmin&#299;dev&#299;, who was always especially submissive to Krishna.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Antya 7.145</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu sometimes desired to see Gad&#257;dhara Pandita's affectionate anger, but because of his knowledge of the Lord's opulences, his anger was never invoked.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Antya 7.146</B></A>: For this purpose &#346;r&#299; Caitanya Mah&#257;prabhu sometimes showed His apparent anger. Hearing of this anger inspired great fear in the heart of Gad&#257;dhara Pandita.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Antya 7.147</B></A>: Previously, in krishna-l&#299;l&#257;, when Lord Krishna joked with Rukmin&#299;dev&#299;, she took His words seriously, and fear awoke within her mind.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Antya 7.148</B></A>: Vallabha Bhatta was accustomed to worshiping the Lord as child Krishna. Therefore he had been initiated into the B&#257;la-gop&#257;la mantra and was thus worshiping the Lord.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Antya 7.149</B></A>: In the association of Gad&#257;dhara Pandita, his mind was converted, and he dedicated his mind to worshiping Ki&#347;ora-gop&#257;la, Krishna as a young boy.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Antya 7.150</B></A>: Vallabha Bhatta wanted to be initiated by Gad&#257;dhara Pandita, but Gad&#257;dhara Pandita refused, saying, "The work of acting as a spiritual master is not possible for me.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Antya 7.151</B></A>: "I am completely dependent. My Lord is Gauracandra, &#346;r&#299; Caitanya Mah&#257;prabhu. I cannot do anything independently, without His order.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Antya 7.152</B></A>: "My dear Vallabha Bhatta, your coming to me is not appreciated by &#346;r&#299; Caitanya Mah&#257;prabhu. Therefore He sometimes speaks to chastise me."</P><P CLASS=r><A CLASS=i HREF="153-154.htm"><B>CC Antya 7.153-154</B></A>: Some days passed, and when &#346;r&#299; Caitanya Mah&#257;prabhu, finally pleased with Vallabha Bhatta, accepted his invitation, the Lord sent Svar&#363;pa D&#257;modara, Jagad&#257;nanda Pandita and Govinda to call for Gad&#257;dhara Pandita.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Antya 7.155</B></A>: On the way, Svar&#363;pa D&#257;modara said to Gad&#257;dhara Pandita, "&#346;r&#299; Caitanya Mah&#257;prabhu wanted to test you. Therefore He neglected you.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Antya 7.156</B></A>: "Why did you not retaliate by reproaching Him? Why did you fearfully tolerate His criticism?"</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Antya 7.157</B></A>: Gad&#257;dhara Pandita said, "Lord &#346;r&#299; Caitanya Mah&#257;prabhu is completely independent. He is the topmost omniscient personality. It would not look well for me to talk to Him as if I were His equal.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Antya 7.158</B></A>: "I can tolerate whatever He says, bearing it upon my head. He will automatically be merciful to me after considering my faults and attributes."</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Antya 7.159</B></A>: After saying this, Gad&#257;dhara Pandita went to &#346;r&#299; Caitanya Mah&#257;prabhu and fell down crying at the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Antya 7.160</B></A>: Smiling slightly, the Lord embraced him and spoke sweet words so that others would also hear.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Antya 7.161</B></A>: "I wanted to agitate you," the Lord said, "but you did not become agitated. Indeed, you could not say anything in anger. Instead, you tolerated everything.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Antya 7.162</B></A>: "Your mind was not disturbed by My tricks. Rather, you stayed fixed in your simplicity. In this way you have purchased Me."</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Antya 7.163</B></A>: No one can describe the characteristics and ecstatic love of Gad&#257;dhara Pandita. Therefore another name for &#346;r&#299; Caitanya Mah&#257;prabhu is Gad&#257;dhara-pr&#257;nan&#257;tha, "the life and soul of Gad&#257;dhara Pandita."</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Antya 7.164</B></A>: No one can say how merciful the Lord is to Gad&#257;dhara Pandita, but people know the Lord as Gad&#257;ira Gaur&#257;&#324;ga, "the Lord Gaur&#257;&#324;ga of Gad&#257;dhara Pandita."</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Antya 7.165</B></A>: No one can understand the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu. They are like the Ganges, for hundreds and thousands of branches flow from even one of His activities.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Antya 7.166</B></A>: Gad&#257;dhara Pandita is celebrated all over the world for his gentle behavior, his brahminical attributes and his steady love for &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Antya 7.167</B></A>: The Lord purified Vallabha Bhatta by cleansing him of the mud of false pride. By such activities the Lord also instructed others.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Antya 7.168</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was actually always merciful within His heart, but He was sometimes externally negligent of His devotees. We should not be preoccupied with His external feature, however, for if we do so we shall be vanquished.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Antya 7.169</B></A>: The pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu are very deep. Who can understand them? Only one who has firm, deep devotion to His lotus feet can understand these pastimes.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Antya 7.170</B></A>: Another day, Gad&#257;dhara Pandita invited &#346;r&#299; Caitanya Mah&#257;prabhu to dinner. The Lord took pras&#257;dam at his home with His personal associates.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Antya 7.171</B></A>: There Vallabha Bhatta took permission from Lord Caitanya Mah&#257;prabhu, and his desire to be initiated by Gad&#257;dhara Pandita was thus fulfilled.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Antya 7.172</B></A>: I have thus explained the Lord's meeting with Vallabha Bhatta. By hearing of this incident, one can achieve the treasure of love for &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Antya 7.173</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>