<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 2 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 2 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Lord in the Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.2.13</P><P CLASS=c>ekaika&#347;o '&#324;g&#257;ni dhiy&#257;nubh&#257;vayet</P><P CLASS=c>p&#257;d&#257;di y&#257;vad dhasitam gad&#257;bhritah</P><P CLASS=c>jitam jitam sth&#257;nam apohya dh&#257;rayet</P><P CLASS=c>param param &#347;uddhyati dh&#299;r yath&#257; yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/e/ekasah">eka&#347;ah</A> &#8212; one <A HREF="http://vedabase.net/t/to">to</A> one, or one after another; <A CLASS=v HREF="http://vedabase.net/a/angani">a&#324;g&#257;ni</A> &#8212; limbs; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; by attention; <A CLASS=v HREF="http://vedabase.net/a/anubhavayet">anubh&#257;vayet</A> &#8212; meditate upon; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; legs, etc.; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; until; <A CLASS=v HREF="http://vedabase.net/h/hasitam">hasitam</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtah">bhritah</A> &#8212; the personality of Godhead; <A CLASS=v HREF="http://vedabase.net/j/jitam">jitam</A> <A CLASS=v HREF="http://vedabase.net/j/jitam">jitam</A> &#8212; gradually controlling the mind; <A CLASS=v HREF="http://vedabase.net/s/sthanam">sth&#257;nam</A> &#8212; place; <A CLASS=v HREF="http://vedabase.net/a/apohya">apohya</A> &#8212; leaving; <A CLASS=v HREF="http://vedabase.net/d/dharayet">dh&#257;rayet</A> &#8212; meditate upon; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; higher and higher; <A CLASS=v HREF="http://vedabase.net/s/suddhyati">&#347;uddhyati</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>The process of meditation should begin from the lotus feet of the Lord and progress to His smiling face. The meditation should be concentrated upon the lotus feet, then the calves, then the thighs, and in this way higher and higher. The more the mind becomes fixed upon the different parts of the limbs, one after another, the more the intelligence becomes purified.</P><P CLASS=t>PURPORT</P><P>The process of meditation recommended in the &#346;r&#299;mad-Bh&#257;gavatam is not to fix one's attention on something impersonal or void. The meditation should concentrate on the person of the Supreme Godhead, either in His vir&#257;t-r&#363;pa, the gigantic universal form, or in His sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], as described in the scriptures. There are authorized descriptions of Vishnu forms, and there are authorized representations of Deities in the temples. Thus one can practice meditating upon the Deity, concentrating his mind on the lotus feet of the Lord and gradually rising higher and higher, up to His smiling face.</P><P>According to the Bh&#257;gavata school, the Lord's r&#257;sa dancing is the smiling face of the Lord. Since it is recommended in this verse that one should gradually progress from the lotus feet up to the smiling face, we shall not jump at once to understand the Lord's pastimes in the r&#257;sa dance. It is better to practice concentrating our attention by offering flowers and tulasi to the lotus feet of the Lord. In this way, we gradually become purified by the arcan&#257; process. We dress the Lord, bathe Him, etc., and all these transcendental activities help us purify our existence. When we reach the higher standard of purification, if we see the smiling face of the Lord or hear the r&#257;sa dance pastimes of the Lord, then we can relish His activities. In the &#346;r&#299;mad-Bh&#257;gavatam, therefore, the r&#257;sa dance pastimes are delineated in the Tenth Canto (Chapters 29-34).</P><P>The more one concentrates on the transcendental form of the Lord, either on the lotus feet, the calves, the thighs or the chest, the more one becomes purified. In this verse it is clearly stated, "the more the intelligence becomes purified," which means the more one becomes detached from sense gratification. Our intelligence in the present conditioned state of life is impure due to being engaged in sense gratification. The result of meditation on the transcendental form of the Lord will be manifested by one's detachment from sense gratification. Therefore, the ultimate purpose of meditation is purification of one's intelligence.</P><P>Those who are too engrossed in sense gratification cannot be allowed to participate in arcan&#257; or to touch the transcendental form of the R&#257;dh&#257;-Krishna or Vishnu Deities. For them it is better to meditate upon the gigantic vir&#257;t-r&#363;pa of the Lord, as recommended in the next verse. The impersonalists and the voidists are therefore recommended to meditate upon the universal form of the Lord, whereas the devotees are recommended to meditate on the Deity worship in the temple. Because the impersonalists and the voidists are not sufficiently purified in their spiritual activities, arcan&#257; is not meant for them.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>