<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 2 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 2 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Lord in the Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.2.2</P><P CLASS=c>&#347;&#257;bdasya hi brahmana esha panth&#257;</P><P CLASS=c>yan n&#257;mabhir dhy&#257;yati dh&#299;r ap&#257;rthaih</P><P CLASS=c>paribhramams tatra na vindate 'rth&#257;n</P><P CLASS=c>m&#257;y&#257;maye v&#257;sanay&#257; &#347;ay&#257;nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sabdasya">&#347;&#257;bdasya</A> &#8212; of the Vedic sound; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahmanah</A> &#8212; of the Vedas; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/p/panthah">panth&#257;h</A> &#8212; the way; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/n/namabhih">n&#257;mabhih</A> &#8212; by different names; <A CLASS=v HREF="http://vedabase.net/d/dhyayati">dhy&#257;yati</A> &#8212; ponders; <A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/a/aparthaih">ap&#257;rthaih</A> &#8212; by meaningless ideas; <A CLASS=v HREF="http://vedabase.net/p/paribhraman">paribhraman</A> &#8212; wandering; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/v/vindate">vindate</A> &#8212; enjoys; <A CLASS=v HREF="http://vedabase.net/a/arthan">arth&#257;n</A> &#8212; realities; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/maye">maye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> illusory things; <A CLASS=v HREF="http://vedabase.net/v/vasanaya">v&#257;sanay&#257;</A> &#8212; by different desires; <A CLASS=v HREF="http://vedabase.net/s/sayanah">&#347;ay&#257;nah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if dreaming <A HREF="http://vedabase.net/i/in">in</A> sleep.</P><P CLASS=t>TRANSLATION</P><P>The way of presentation of the Vedic sounds is so bewildering that it directs the intelligence of the people to meaningless things like the heavenly kingdoms. The conditioned souls hover in dreams of such heavenly illusory pleasures, but actually they do not relish any tangible happiness in such places.</P><P CLASS=t>PURPORT</P><P>The conditioned soul is always engaged in laying out plans for happiness within the material world, even up to the end of the universal limit. He is not even satisfied with available amenities on this planet earth, where he has exploited the resources of nature to the best of his ability. He wants to go to the moon or the planet Venus to exploit resources there. But the Lord has warned us in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/16.htm">8.16</A>) about the worthlessness of all the innumerable planets of this universe, as well as those planets within other systems. There are innumerable universes and also innumerable planets in each of them. But none of them is immune to the chief miseries of material existence, namely the pangs of birth, the pangs of death, the pangs of old age and the pangs of disease. The Lord says that even the topmost planet, known as the Brahmaloka or Satyaloka, (and what to speak of other planets, like the heavenly planets) is not a happy land for residential purposes, due to the presence of material pangs, as above mentioned. Conditioned souls are strictly under the laws of fruitive activities, and as such they sometimes go up to Brahmaloka and again come down to P&#257;t&#257;laloka, as if they were unintelligent children on a merry-go-round. The real happiness is in the kingdom of God, where no one has to undergo the pangs of material existence. Therefore, the Vedic ways of fruitive activities for the living entities are misleading. One thinks of a superior way of life in this country or that, or on this planet or another, but nowhere in the material world can he fulfill his real desire of life, namely eternal life, full intelligence and complete bliss. Indirectly, &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; affirms that Mah&#257;r&#257;ja Par&#299;kshit, in the last stage of life, should not desire to transfer himself to the so-called heavenly planets, but should prepare himself for going back home, back to Godhead. None of the material planets, nor the amenities available there for living conditions, is everlasting; therefore one must have a factual reluctance to enjoy such temporary happiness as they afford.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>