<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 2 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 2 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Lord in the Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.2.23</P><P CLASS=c>yoge&#347;var&#257;n&#257;m gatim &#257;hur antar-</P><P CLASS=c>bahis-tri-loky&#257;h pavan&#257;ntar-&#257;tman&#257;m</P><P CLASS=c>na karmabhis t&#257;m gatim &#257;pnuvanti</P><P CLASS=c>vidy&#257;-tapo-yoga-sam&#257;dhi-bh&#257;j&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaranam">&#299;&#347;var&#257;n&#257;m</A> &#8212; of the great saints and devotees; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; destination; <A CLASS=v HREF="http://vedabase.net/a/ahuh">&#257;huh</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is said; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/l/lokyah">loky&#257;h</A> &#8212; of the three planetary systems; <A CLASS=v HREF="http://vedabase.net/p/pavana">pavana</A>-<A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within the air; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of the subtle body; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; by fruitive activities; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; speed; <A CLASS=v HREF="http://vedabase.net/a/apnuvanti">&#257;pnuvanti</A> &#8212; achieve; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerities; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; mystic power; <A CLASS=v HREF="http://vedabase.net/s/samadhi">sam&#257;dhi</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/b/bhajam">bh&#257;j&#257;m</A> &#8212; of those who entertain.</P><P CLASS=t>TRANSLATION</P><P>The transcendentalists are concerned with the spiritual body. As such, by the strength of their devotional service, austerities, mystic power and transcendental knowledge, their movements are unrestricted, within and beyond the material worlds. The fruitive workers, or the gross materialists, can never move in such an unrestricted manner.</P><P CLASS=t>PURPORT</P><P>The materialistic scientist's endeavor to reach other planets by mechanical vehicles is only a futile attempt. One can, however, reach heavenly planets by virtuous activities, but one can never expect to go beyond Svarga or Janaloka by such mechanical or materialistic activities, either gross or subtle. The transcendentalists who have nothing to do with the gross material body can move anywhere within or beyond the material worlds. Within the material worlds they move in the planetary systems of the Mahar-, Janas-, Tapas- and Satya-loka, and beyond the material worlds they can move in the Vaikunthas as unrestricted spacemen. N&#257;rada Muni is one of the examples of such spacemen, and Durv&#257;s&#257; Muni is one of such mystics. By the strength of devotional service, austerities, mystic powers and transcendental knowledge, everyone can move like N&#257;rada Muni or Durv&#257;s&#257; Muni. It is said that Durv&#257;s&#257; Muni traveled throughout the entirety of material space and part of spiritual space within one year only. The speed of the transcendentalists can never be attained by the gross or subtle materialists.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>