<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 2 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 2 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Lord in the Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.2.26</P><P CLASS=c>atho anantasya mukh&#257;nalena</P><P CLASS=c>dandahyam&#257;nam sa nir&#299;kshya vi&#347;vam</P><P CLASS=c>niry&#257;ti siddhe&#347;vara-yushta-dhishnyam</P><P CLASS=c>yad dvai-par&#257;rdhyam tad u p&#257;rameshthyam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; thereupon; <A CLASS=v HREF="http://vedabase.net/a/anantasya">anantasya</A> &#8212; of <A HREF="http://vedabase.net/a/ananta">Ananta</A>, the resting incarnation of Godhead; <A CLASS=v HREF="http://vedabase.net/m/mukha">mukha</A>-<A CLASS=v HREF="http://vedabase.net/a/analena">analena</A> &#8212; by the fire emanating from His mouth; <A CLASS=v HREF="http://vedabase.net/d/dandahyamanam">dandahyam&#257;nam</A> &#8212; burning <A HREF="http://vedabase.net/t/to">to</A> ashes; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/n/niriksya">nir&#299;kshya</A> &#8212; by seeing this; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the universe; <A CLASS=v HREF="http://vedabase.net/n/niryati">niry&#257;ti</A> &#8212; goes out; <A CLASS=v HREF="http://vedabase.net/s/siddhesvara">siddhe&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/y/yusta">yushta</A>-<A CLASS=v HREF="http://vedabase.net/d/dhisnyam">dhishnyam</A> &#8212; airplanes used by the great purified souls; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; the place; <A CLASS=v HREF="http://vedabase.net/d/dvai">dvai</A>-<A CLASS=v HREF="http://vedabase.net/p/parardhyam">par&#257;rdhyam</A> &#8212; 15,480,000,000,000 solar years; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> &#8212; the exalted; <A CLASS=v HREF="http://vedabase.net/p/paramesthyam">p&#257;rameshthyam</A> &#8212; Satyaloka, where <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> resides.</P><P CLASS=t>TRANSLATION</P><P>At the time of the final devastation of the complete universe [the end of the duration of Brahm&#257;'s life], a flame of fire emanates from the mouth of Ananta [from the bottom of the universe]. The yog&#299; sees all the planets of the universe burning to ashes, and thus he leaves for Satyaloka by airplanes used by the great purified souls. The duration of life in Satyaloka is calculated to be 15,480,000,000,000 years.</P><P CLASS=t>PURPORT</P><P>It is indicated herein that the residents of Maharloka, where the purified living entities or demigods possess a duration of life calculated to be 4,300,000,000 solar years, have airships by which they reach Satyaloka, the topmost planet of the universe. In other words, the &#346;r&#299;mad-Bh&#257;gavatam gives us many clues about other planets far, far away from us which modern planes and spacecraft cannot reach, even by imaginary speeds. The statements of &#346;r&#299;mad-Bh&#257;gavatam are accepted by great &#257;c&#257;ryas like &#346;r&#299;dhara Sv&#257;m&#299;, R&#257;m&#257;nuj&#257;c&#257;rya and Vallabh&#257;c&#257;rya. Lord &#346;r&#299; Caitanya Mah&#257;prabhu specifically accepts &#346;r&#299;mad-Bh&#257;gavatam as the spotless Vedic authority, and as such no sane man can ignore the statements of &#346;r&#299;mad-Bh&#257;gavatam when it is spoken by the self-realized soul &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;, who follows in the footsteps of his great father, &#346;r&#299;la Vy&#257;sadeva, the compiler of all Vedic literatures. In the creation of the Lord there are many wonderful things we can see with our own eyes every day and night, but we are unable to reach them equipped by modern materialistic science. We should not, therefore, depend on the fragmentary authority of materialistic science for knowing things beyond the range of scientific purview. For a common man, both modern science and Vedic wisdom are simply to be accepted because none of the statements either of modern science or of Vedic literature can be verified by him. The alternative for a common man is to believe either of them or both of them. The Vedic way of understanding, however, is more authentic because it has been accepted by the &#257;c&#257;ryas, who are not only faithful and learned men, but are also liberated souls without any of the flaws of conditioned souls. The modern scientists, however, are conditioned souls liable to so many errors and mistakes; therefore the safe side is to accept the authentic version of Vedic literatures, like &#346;r&#299;mad-Bh&#257;gavatam, which is accepted unanimously by the great &#257;c&#257;ryas.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>