<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 2 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 2 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Lord in the Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.2.36</P><P CLASS=c>tasm&#257;t sarv&#257;tman&#257; r&#257;jan</P><P CLASS=c>harih sarvatra sarvad&#257;</P><P CLASS=c>&#347;rotavyah k&#299;rtitavya&#347; ca</P><P CLASS=c>smartavyo bhagav&#257;n nrin&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; soul; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/s/sarvada">sarvad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/s/srotavyah">&#347;rotavyah</A> &#8212; must be heard; <A CLASS=v HREF="http://vedabase.net/k/kirtitavyah">k&#299;rtitavyah</A> &#8212; glorified; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/smartavyah">smartavyah</A> &#8212; be remembered; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; by the human being.</P><P CLASS=t>TRANSLATION</P><P>O King, it is therefore essential that every human being hear about, glorify and remember the Supreme Lord, the Personality of Godhead, always and everywhere.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; begins this verse with the word tasm&#257;t, or "therefore," because in the previous verse he has already explained that there is no auspicious means for salvation other than the sublime process of bhakti-yoga. The bhakti-yoga process is practiced by the devotees in different methods like hearing, chanting, remembering, serving the lotus feet of the Lord, worshiping, praying, rendering service in love, becoming friendly, and offering all that one may possess. All nine methods are bona fide methods, and either all of them, some of them or even one of them can bring about the desired result for the sincere devotee. But out of all the nine different methods, the first one, namely hearing, is the most important function in the process of bhakti-yoga. Without hearing sufficiently and properly, no one can make any progress by any of the methods of practice. And for hearing only, all the Vedic literatures are there, compiled by authorized persons like Vy&#257;sadeva, who is the powerful incarnation of Godhead. And since it has been ascertained that the Lord is the Supersoul of everything, He should therefore be heard and glorified everywhere and always. That is the special duty of the human being. When the human being gives up the process of hearing about the all-pervading personality of Godhead, he becomes victim to hearing rubbish transmitted by man-made machines. Machinery is not bad because through the machine one can take advantage of hearing about the Lord, but because machinery is used for ulterior purposes, it is creating rapid degradation in the standard of human civilization. It is said here that it is incumbent upon the human beings to hear because the scriptures like Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam are made for that purpose. Living beings other than human beings have no ability to hear such Vedic literatures. If human society gives itself to the process of hearing the Vedic literature, it will not become a victim to the impious sounds vibrated by impious men who degrade the standards of the total society. Hearing is solidified by the process of chanting. One who has perfectly heard from the perfect source becomes convinced about the all-pervading Personality of Godhead and thus becomes enthusiastic in glorifying the Lord. All the great &#257;c&#257;ryas, like R&#257;m&#257;nuja, Madhva, Caitanya, Sarasvat&#299; Th&#257;kura or even, in other countries, Muhammad, Christ and others, have all extensively glorified the Lord by chanting always and in every place. Because the Lord is all-pervading, it is essential to glorify Him always and everywhere. In the process of glorifying the Lord there should be no restriction of time and space. This is called san&#257;tana-dharma or bh&#257;gavata-dharma. San&#257;tana means eternal, always and everywhere. Bh&#257;gavata means pertaining to Bhagav&#257;n, the Lord. The Lord is the master of all time and all space, and therefore the Lord's holy name must be heard, glorified and remembered everywhere in the world. That will bring about the desired peace and prosperity so eagerly awaited by the people of the world. The word ca includes all the remaining processes or methods of bhakti-yoga, as mentioned above.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>