<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 2 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 2 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Lord in the Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.2.37</P><P CLASS=c>pibanti ye bhagavata &#257;tmanah sat&#257;m</P><P CLASS=c>kath&#257;mritam &#347;ravana-puteshu sambhritam</P><P CLASS=c>punanti te vishaya-vid&#363;shit&#257;&#347;ayam</P><P CLASS=c>vrajanti tac-carana-saroruh&#257;ntikam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pibanti">pibanti</A> &#8212; who drink; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the most dear; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of devotees; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; the nectar of the messages; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A>-<A CLASS=v HREF="http://vedabase.net/p/putesu">puteshu</A> &#8212; within the earholes; <A CLASS=v HREF="http://vedabase.net/s/sambhrtam">sambhritam</A> &#8212; fully filled; <A CLASS=v HREF="http://vedabase.net/p/punanti">punanti</A> &#8212; purify; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; their; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A> &#8212; material enjoyment; <A CLASS=v HREF="http://vedabase.net/v/vidusita">vid&#363;shita</A>-<A CLASS=v HREF="http://vedabase.net/a/asayam">&#257;&#347;ayam</A> &#8212; polluted aim of life; <A CLASS=v HREF="http://vedabase.net/v/vrajanti">vrajanti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/g/go">go</A> back; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; the Lord's; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/s/saroruha">saroruha</A>-<A CLASS=v HREF="http://vedabase.net/a/antikam">antikam</A> &#8212; near the lotus.</P><P CLASS=t>TRANSLATION</P><P>Those who drink through aural reception, fully filled with the nectarean message of Lord Krishna, the beloved of the devotees, purify the polluted aim of life known as material enjoyment and thus go back to Godhead, to the lotus feet of Him [the Personality of Godhead].</P><P CLASS=t>PURPORT</P><P>The sufferings of human society are due to a polluted aim of life, namely lording it over the material resources. The more human society engages in the exploitation of undeveloped material resources for sense gratification, the more it will be entrapped by the illusory, material energy of the Lord, and thus the distress of the world will be intensified instead of diminished. The human necessities of life are fully supplied by the Lord in the shape of food grains, milk, fruit, wood, stone, sugar, silk, jewels, cotton, salt, water, vegetables, etc., in sufficient quantity to feed and care for the human race of the world as well as the living beings on each and every planet within the universe. The supply source is complete, and only a little energy by the human being is required to get his necessities into the proper channel. There is no need of machines and tools or huge steel plants for artificially creating comforts of life. Life is never made comfortable by artificial needs, but by plain living and high thinking. The highest perfectional thinking for human society is suggested here by &#346;ukadeva Gosv&#257;m&#299;, namely, sufficiently hearing &#346;r&#299;mad-Bh&#257;gavatam. For men in this age of Kali, when they have lost the perfect vision of life, this &#346;r&#299;mad-Bh&#257;gavatam is the torchlight by which to see the real path. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; Prabhup&#257;da has commented on the kath&#257;mritam mentioned in this verse and has indicated &#346;r&#299;mad-Bh&#257;gavatam to be the nectarean message of the Personality of Godhead. By sufficient hearing of &#346;r&#299;mad-Bh&#257;gavatam, the polluted aim of life, namely lording it over matter, will subside, and the people in general in all parts of the world will be able to live a peaceful life of knowledge and bliss.</P><P>For a pure devotee of the Lord, any topics in relation with His name, fame, quality, entourage, etc., are all pleasing, and because such topics have been approved by great devotees like N&#257;rada, Hanum&#257;n, Nanda Mah&#257;r&#257;ja and other inhabitants of Vrind&#257;vana, certainly such messages are transcendental and pleasing to the heart and soul.</P><P>And by the constant hearing of the messages of the Bhagavad-g&#299;t&#257;, and later of &#346;r&#299;mad-Bh&#257;gavatam, one is assured herein by &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; that he will reach the Personality of Godhead and render Him transcendental loving service in the spiritual planet of the name Goloka Vrind&#257;vana, which resembles a huge lotus flower.</P><P>Thus by the process of bhakti-yoga, directly accepted, as suggested in this verse, by sufficient hearing of the transcendental message of the Lord, the material contamination is directly eliminated without one's attempting to contemplate the impersonal vir&#257;t conception of the Lord. And by practicing bhakti-yoga, if the performer is not purified from the material contamination, he must be a pseudodevotee. For such an imposter there is no remedy for being freed from material entanglement.</P><P>Thus end the Bhaktivedanta purports of the Second Canto, Second Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Lord in the Heart."</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../3/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>