<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 2 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 2 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Lord in the Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.2.7</P><P CLASS=c>kas t&#257;m tv an&#257;dritya par&#257;nucint&#257;m</P><P CLASS=c>rite pa&#347;&#363;n asat&#299;m n&#257;ma kury&#257;t</P><P CLASS=c>pa&#347;yañ janam patitam vaitarany&#257;m</P><P CLASS=c>sva-karmaj&#257;n parit&#257;p&#257;ñ jush&#257;nam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who else; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/anadrtya">an&#257;dritya</A> &#8212; by neglecting; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/anucintam">anucint&#257;m</A> &#8212; transcendental thoughts; <A CLASS=v HREF="http://vedabase.net/r/rte">rite</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/p/pasun">pa&#347;&#363;n</A> &#8212; the materialists; <A CLASS=v HREF="http://vedabase.net/a/asatim">asat&#299;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the nonpermanent; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/k/kuryat">kury&#257;t</A> &#8212; will adopt; <A CLASS=v HREF="http://vedabase.net/p/pasyan">pa&#347;yan</A> &#8212; seeing definitely; <A CLASS=v HREF="http://vedabase.net/j/janam">janam</A> &#8212; the general mass of people; <A CLASS=v HREF="http://vedabase.net/p/patitam">patitam</A> &#8212; fallen; <A CLASS=v HREF="http://vedabase.net/v/vaitaranyam">vaitarany&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vaitarani">Vaitaran&#299;</A>, the river of suffering; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/j/jan">j&#257;n</A> &#8212; produced from one's own work; <A CLASS=v HREF="http://vedabase.net/p/paritapan">parit&#257;p&#257;n</A> &#8212; suffering; <A CLASS=v HREF="http://vedabase.net/j/jusanam">jush&#257;nam</A> &#8212; being overtaken by.</P><P CLASS=t>TRANSLATION</P><P>Who else but the gross materialists will neglect such transcendental thought and take to the nonpermanent names only, seeing the mass of people fallen in the river of suffering as the consequence of accruing the result of their own work?</P><P CLASS=t>PURPORT</P><P>In the Vedas it is said that persons who are attached to demigods to the exclusion of the Supreme Personality of Godhead are like the animals who follow the herdsman even though they are taken to the slaughterhouse. The materialists, like animals, also do not know how they are being misdirected by neglecting the transcendental thought of the Supreme person. No one can remain vacant of thought. It is said that an idle brain is a devil's workshop because a person who cannot think in the right way must think of something which may bring about disaster. The materialists are always worshiping some minor demigods, although this is condemned in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>). As long as a person is illusioned by material gains, he petitions the respective demigods to draw some particular benefit which is, after all, illusory and nonpermanent. The enlightened transcendentalist is not captivated by such illusory things; therefore he is always absorbed in the transcendental thought of the Supreme in different stages of realization, namely Brahman, Param&#257;tm&#257; and Bhagav&#257;n. In the previous verse it is suggested that one should think of the Supersoul, which is one step higher than the impersonal thought of Brahman, as it was suggested in the case of contemplating the vir&#257;t-r&#363;pa of the personality of Godhead.</P><P>Intelligent persons who can see properly may look into the general conditions of the living entities who are wandering in the cycle of the It is said that there is an everlasting belt of water called the River Vaitaran&#299; at the entrance of the plutonic planet of Yamar&#257;ja, who punishes sinners in different manners. After being subjected to such sufferings, a sinner is awarded a particular species of life according to his deeds in the past. Such living entities as are punished by Yamar&#257;ja are seen in different varieties of conditioned life. Some of them are in heaven, and some of them are in hell. Some of them are br&#257;hmanas, and some of them are misers. But no one is happy in this material world, and all of them are either class A, B or C prisoners suffering because of their own deeds. The Lord is impartial to all circumstances of the sufferings of the living entities, but to one who takes shelter at His lotus feet, the Lord gives proper protection, and He takes such a living entity back home, back to Himself.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>