<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 2 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 2 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Lord in the Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.2.8</P><P CLASS=c>kecit sva-deh&#257;ntar-hriday&#257;vak&#257;&#347;e</P><P CLASS=c>pr&#257;de&#347;a-m&#257;tram purusham vasantam</P><P CLASS=c>catur-bhujam kañja-rath&#257;&#324;ga-&#347;a&#324;kha-</P><P CLASS=c>gad&#257;-dharam dh&#257;ranay&#257; smaranti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kecit">kecit</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within the body; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A>-<A CLASS=v HREF="http://vedabase.net/a/avakase">avak&#257;&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the region of the heart; <A CLASS=v HREF="http://vedabase.net/p/pradesa">pr&#257;de&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/m/matram">m&#257;tram</A> &#8212; measuring only eight inches; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasantam">vasantam</A> &#8212; residing; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/b/bhujam">bhujam</A> &#8212; with four hands; <A CLASS=v HREF="http://vedabase.net/k/kanja">kañja</A> &#8212; lotus; <A CLASS=v HREF="http://vedabase.net/r/ratha">ratha</A>-<A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; the wheel of <A HREF="http://vedabase.net/a/a">a</A> chariot; <A CLASS=v HREF="http://vedabase.net/s/sankha">&#347;a&#324;kha</A> &#8212; conchshell; <A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/dharam">dharam</A> &#8212; and with <A HREF="http://vedabase.net/a/a">a</A> club <A HREF="http://vedabase.net/i/in">in</A> the hand; <A CLASS=v HREF="http://vedabase.net/d/dharanaya">dh&#257;ranay&#257;</A> &#8212; conceiving <A HREF="http://vedabase.net/i/in">in</A> that way; <A CLASS=v HREF="http://vedabase.net/s/smaranti">smaranti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> meditate upon Him.</P><P CLASS=t>TRANSLATION</P><P>Others conceive of the Personality of Godhead residing within the body in the region of the heart and measuring only eight inches, with four hands carrying a lotus, a wheel of a chariot, a conchshell and a club respectively.</P><P CLASS=t>PURPORT</P><P>The all-pervading personality of Godhead resides as Param&#257;tm&#257; in the heart of each and every living entity. The measurement of the localized Personality of Godhead is estimated to expand from the ring finger to the end of the thumb, more or less eight inches. The form of the Lord described in this verse with distribution of different symbols &#8212; beginning from the lower right hand up and down to the lower left hand with lotus, wheel of a chariot, conchshell and club respectively &#8212; is called Jan&#257;rdana, or the plenary portion of the Lord who controls the general mass. There are many other forms of the Lord with varied situations of the symbols of lotus, conchshell, etc., and they are differently known as Purushottama, Acyuta, Narasimha, Trivikrama, Hrish&#299;ke&#347;a, Ke&#347;ava, M&#257;dhava, Aniruddha, Pradyumna, Sa&#324;karshana, &#346;r&#299;dhara, V&#257;sudeva, D&#257;modara, Jan&#257;rdana, N&#257;r&#257;yana, Hari, Padman&#257;bha, V&#257;mana, Madhus&#363;dana, Govinda, Krishna, Vishnum&#363;rti, Adhokshaja and Upendra. These twenty-four forms of the localized Personality of Godhead are worshiped in different parts of the planetary system, and in each system there is an incarnation of the Lord having a different Vaikuntha planet in the spiritual sky, which is called the paravyoma. There are many other hundreds and scores of different forms of the Lord, and each and every one of them has a particular planet in the spiritual sky, of which this material sky is only a fragmental offshoot. The Lord exists as purusha, or the male enjoyer, although there is no comparing Him to any male form in the material world. But all such forms are advaita, nondifferent from one another, and each of them is eternally young. The young Lord with four hands is nicely decorated, as described below.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>