<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 11 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 11 Verse 37"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 11: <A CLASS=v HREF="index.htm">The Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 11.37</P><P CLASS=c>kasm&#257;c ca te na nameran mah&#257;tman</P><P CLASS=c>gar&#299;yase brahmano 'py &#257;di-kartre</P><P CLASS=c>ananta deve&#347;a jagan-niv&#257;sa</P><P CLASS=c>tvam aksharam sad-asat tat param yat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kasmat">kasm&#257;t</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/n/nameran">nameran</A> &#8212; they should offer proper obeisances; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great one; <A CLASS=v HREF="http://vedabase.net/g/gariyase">gar&#299;yase</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> better; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahmanah</A> &#8212; than <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/k/kartre">kartre</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the supreme creator; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unlimited; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> God of the gods; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/n/nivasa">niv&#257;sa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> refuge of the universe; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/a/aksaram">aksharam</A> &#8212; imperishable; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> cause and effect; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because.</P><P CLASS=t>TRANSLATION</P><P>O great one, greater even than Brahm&#257;, You are the original creator. Why then should they not offer their respectful obeisances unto You? O limitless one, God of gods, refuge of the universe! You are the invincible source, the cause of all causes, transcendental to this material manifestation.</P><P CLASS=t>PURPORT</P><P>By this offering of obeisances, Arjuna indicates that Krishna is worshipable by everyone. He is all-pervading, and He is the Soul of every soul. Arjuna is addressing Krishna as mah&#257;tm&#257;, which means that He is most magnanimous and unlimited. Ananta indicates that there is nothing which is not covered by the influence and energy of the Supreme Lord, and deve&#347;a means that He is the controller of all demigods and is above them all. He is the shelter of the whole universe. Arjuna also thought that it was fitting that all the perfect living entities and powerful demigods offer their respectful obeisances unto Him, because no one is greater than Him. Arjuna especially mentions that Krishna is greater than Brahm&#257; because Brahm&#257; is created by Him. Brahm&#257; is born out of the lotus stem grown from the navel abdomen of Garbhodaka&#347;&#257;y&#299; Vishnu, who is Krishna's plenary expansion; therefore Brahm&#257; and Lord &#346;iva, who is born of Brahm&#257;, and all other demigods must offer their respectful obeisances. It is stated in &#346;r&#299;mad-Bh&#257;gavatam that the Lord is respected by Lord &#346;iva and Brahm&#257; and similar other demigods. The word aksharam is very significant because this material creation is subject to destruction but the Lord is above this material creation. He is the cause of all causes, and being so, He is superior to all the conditioned souls within this material nature as well as the material cosmic manifestation itself. He is therefore the all-great Supreme.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>