<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 11 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 11 Verse 51"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 11: <A CLASS=v HREF="index.htm">The Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 11.51</P><P CLASS=c>arjuna uv&#257;ca</P><P CLASS=c>drishtvedam m&#257;nusham r&#363;pam</P><P CLASS=c>tava saumyam jan&#257;rdana</P><P CLASS=c>id&#257;n&#299;m asmi samvrittah</P><P CLASS=c>sa-cet&#257;h prakritim gatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/arjunah">arjunah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/a/arjuna">Arjuna</A> said; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/manusam">m&#257;nusham</A> &#8212; human; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/s/saumyam">saumyam</A> &#8212; very beautiful; <A CLASS=v HREF="http://vedabase.net/j/janardana">jan&#257;rdana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> chastiser of the enemies; <A CLASS=v HREF="http://vedabase.net/i/idanim">id&#257;n&#299;m</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/s/samvrttah">samvrittah</A> &#8212; settled; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/c/cetah">cet&#257;h</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> my consciousness; <A CLASS=v HREF="http://vedabase.net/p/prakrtim">prakritim</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> my own nature; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; returned.</P><P CLASS=t>TRANSLATION</P><P>When Arjuna thus saw Krishna in His original form, he said: O Jan&#257;rdana, seeing this humanlike form, so very beautiful, I am now composed in mind, and I am restored to my original nature.</P><P CLASS=t>PURPORT</P><P>Here the words m&#257;nusham r&#363;pam clearly indicate the Supreme Personality of Godhead to be originally two-handed. Those who deride Krishna as if He were an ordinary person are shown here to be ignorant of His divine nature. If Krishna is like an ordinary human being, then how is it possible for Him to show the universal form and again to show the four-handed N&#257;r&#257;yana form? So it is very clearly stated in Bhagavad-g&#299;t&#257; that one who thinks that Krishna is an ordinary person and who misguides the reader by claiming that it is the impersonal Brahman within Krishna speaking is doing the greatest injustice. Krishna has actually shown His universal form and His four-handed Vishnu form. So how can He be an ordinary human being? A pure devotee is not confused by misguiding commentaries on Bhagavad-g&#299;t&#257; because he knows what is what. The original verses of Bhagavad-g&#299;t&#257; are as clear as the sun; they do not require lamplight from foolish commentators.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>