<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 11 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 11 Verse 52"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 11: <A CLASS=v HREF="index.htm">The Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 11.52</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>su-durdar&#347;am idam r&#363;pam</P><P CLASS=c>drishtav&#257;n asi yan mama</P><P CLASS=c>dev&#257; apy asya r&#363;pasya</P><P CLASS=c>nityam dar&#347;ana-k&#257;&#324;kshinah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/durdarsam">durdar&#347;am</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/d/drstavan">drishtav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> you have seen; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; of <A HREF="http://vedabase.net/m/mine">Mine</A>; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/r/rupasya">r&#363;pasya</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; eternally; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A>-<A CLASS=v HREF="http://vedabase.net/k/kanksinah">k&#257;&#324;kshinah</A> &#8212; aspiring <A HREF="http://vedabase.net/t/to">to</A> see.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: My dear Arjuna, this form of Mine you are now seeing is very difficult to behold. Even the demigods are ever seeking the opportunity to see this form, which is so dear.</P><P CLASS=t>PURPORT</P><P>In the forty-eighth verse of this chapter Lord Krishna concluded revealing His universal form and informed Arjuna that this form is not possible to be seen by so many pious activities, sacrifices, etc. Now here the word su-durdar&#347;am is used, indicating that Krishna's two-handed form is still more confidential. One may be able to see the universal form of Krishna by adding a little tinge of devotional service to various activities like penances, Vedic study and philosophical speculation. It may be possible, but without a tinge of bhakti one cannot see; that has already been explained. Still, beyond that universal form, the form of Krishna with two hands is still more difficult to see, even for demigods like Brahm&#257; and Lord &#346;iva. They desire to see Him, and we have evidence in the &#346;r&#299;mad-Bh&#257;gavatam that when He was supposed to be in the womb of His mother, Devak&#299;, all the demigods from heaven came to see the marvel of Krishna, and they offered nice prayers to the Lord, although He was not at that time visible to them. They waited to see Him. A foolish person may deride Him, thinking Him an ordinary person, and may offer respect not to Him but to the impersonal "something" within Him, but these are all nonsensical postures. Krishna in His two-armed form is actually desired to be seen by demigods like Brahm&#257; and &#346;iva.</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../9/11.htm">9.11</A>) it is also confirmed, avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritah: He is not visible to the foolish persons who deride Him. Krishna's body, as confirmed by Brahma-samhit&#257; and confirmed by Krishna Himself in Bhagavad-g&#299;t&#257;, is completely spiritual and full of bliss and eternality. His body is never like a material body. But for some who make a study of Krishna by reading Bhagavad-g&#299;t&#257; or similar Vedic scriptures, Krishna is a problem. For one using a material process, Krishna is considered to be a great historical personality and very learned philosopher, but He is an ordinary man, and even though He was so powerful He had to accept a material body. Ultimately they think that the Absolute Truth is impersonal; therefore they think that from His impersonal feature He assumed a personal feature attached to material nature. This is a materialistic calculation of the Supreme Lord. Another calculation is speculative. Those who are in search of knowledge also speculate on Krishna and consider Him to be less important than the universal form of the Supreme. Thus some think that the universal form of Krishna which was manifested to Arjuna is more important than His personal form. According to them, the personal form of the Supreme is something imaginary. They believe that in the ultimate issue, the Absolute Truth is not a person. But the transcendental process is described in Bhagavad-g&#299;t&#257;, Chapter Four: to hear about Krishna from authorities. That is the actual Vedic process, and those who are actually in the Vedic line hear about Krishna from authority, and by repeated hearing about Him, Krishna becomes dear. As we have several times discussed, Krishna is covered by His yoga-m&#257;y&#257; potency. He is not to be seen or revealed to anyone and everyone. Only by one to whom He reveals Himself can He be seen. This is confirmed in Vedic literature; for one who is a surrendered soul, the Absolute Truth can actually be understood. The transcendentalist, by continuous Krishna consciousness and by devotional service to Krishna, can have his spiritual eyes opened and can see Krishna by revelation. Such a revelation is not possible even for the demigods; therefore it is difficult even for the demigods to understand Krishna, and the advanced demigods are always in hope of seeing Krishna in His two-handed form. The conclusion is that although to see the universal form of Krishna is very, very difficult and not possible for anyone and everyone, it is still more difficult to understand His personal form as &#346;y&#257;masundara.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>