<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 10 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 10 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Divisions of the Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.10.11</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>guna-vyatikar&#257;k&#257;ro</P><P CLASS=c>nirvi&#347;esho 'pratishthitah</P><P CLASS=c>purushas tad-up&#257;d&#257;nam</P><P CLASS=c>&#257;tm&#257;nam l&#299;lay&#257;srijat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/vyatikara">vyatikara</A> &#8212; of the interactions of the modes of material nature; <A CLASS=v HREF="http://vedabase.net/a/akarah">&#257;k&#257;rah</A> &#8212; source; <A CLASS=v HREF="http://vedabase.net/n/nirvisesah">nirvi&#347;eshah</A> &#8212; without diversity; <A CLASS=v HREF="http://vedabase.net/a/apratisthitah">apratishthitah</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; of the Supreme Person; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/u/upadanam">up&#257;d&#257;nam</A> &#8212; instrument; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the material creation; <A CLASS=v HREF="http://vedabase.net/l/lilaya">l&#299;lay&#257;</A> &#8212; by pastimes; <A CLASS=v HREF="http://vedabase.net/a/asrjat">asrijat</A> &#8212; created.</P><P CLASS=t>TRANSLATION</P><P>Maitreya said: Eternal time is the primeval source of the interactions of the three modes of material nature. It is unchangeable and limitless, and it works as the instrument of the Supreme Personality of Godhead for His pastimes in the material creation.</P><P CLASS=t>PURPORT</P><P>The impersonal time factor is the background of the material manifestation as the instrument of the Supreme Lord. It is the ingredient of assistance offered to material nature. No one knows where time began and where it ends, and it is time only which can keep a record of the creation, maintenance and destruction of the material manifestation. This time factor is the material cause of creation and is therefore a self expansion of the Personality of Godhead. Time is considered the impersonal feature of the Lord.</P><P>The time factor is also explained by modern men in various ways. Some accept it almost as it is explained in the &#346;r&#299;mad-Bh&#257;gavatam. For example, in Hebrew literature time is accepted, in the same spirit, as a representation of God. It is stated therein: "God, who at sundry times and in diverse manners spake in time past unto the fathers by the prophets...." Metaphysically, time is distinguished as absolute and real. Absolute time is continuous and is unaffected by the speed or slowness of material things. Time is astronomically and mathematically calculated in relation to the speed, change and life of a particular object. Factually, however, time has nothing to do with the relativities of things; rather, everything is shaped and calculated in terms of the facility offered by time. Time is the basic measurement of the activity of our senses, by which we calculate past, present and future; but in factual calculation, time has no beginning and no end. C&#257;nakya Pandita says that even a slight fraction of time cannot be purchased with millions of dollars, and therefore even a moment of time lost without profit must be calculated as the greatest loss in life. Time is not subject to any form of psychology, nor are the moments objective realities in themselves, but they are dependent on particular experiences.</P><P>Therefore, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; concludes that the time factor is intermixed with the activities &#8212; actions and reactions &#8212; of the external energy of the Lord. The external energy, or material nature, works under the superintendence of the time factor as the Lord Himself, and that is why material nature appears to have produced so many wonderful things in the cosmic manifestation. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>) confirms this conclusion as follows:</P><P>may&#257;dhyakshena prakritih</P><P CLASS=n>s&#363;yate sa-car&#257;caram</P><P CLASS=n>hetun&#257;nena kaunteya</P><P CLASS=n>jagad viparivartate</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>