<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 10 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 10 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Divisions of the Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.10.21</P><P CLASS=c>tira&#347;c&#257;m ashtamah sargah</P><P CLASS=c>so 'sht&#257;vim&#347;ad-vidho matah</P><P CLASS=c>avido bh&#363;ri-tamaso</P><P CLASS=c>ghr&#257;na-jñ&#257; hridy avedinah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tirascam">tira&#347;c&#257;m</A> &#8212; species of lower animals; <A CLASS=v HREF="http://vedabase.net/a/astamah">ashtamah</A> &#8212; the eighth; <A CLASS=v HREF="http://vedabase.net/s/sargah">sargah</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; they <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/a/astavimsat">asht&#257;vim&#347;at</A> &#8212; twenty-eight; <A CLASS=v HREF="http://vedabase.net/v/vidhah">vidhah</A> &#8212; varieties; <A CLASS=v HREF="http://vedabase.net/m/matah">matah</A> &#8212; considered; <A CLASS=v HREF="http://vedabase.net/a/avidah">avidah</A> &#8212; without knowledge of tomorrow; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A> &#8212; extensively; <A CLASS=v HREF="http://vedabase.net/t/tamasah">tamasah</A> &#8212; ignorant; <A CLASS=v HREF="http://vedabase.net/g/ghrana">ghr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/j/jnah">jñ&#257;h</A> &#8212; can know desirables by smell; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> <A CLASS=v HREF="http://vedabase.net/a/avedinah">avedinah</A> &#8212; can remember very little <A HREF="http://vedabase.net/i/in">in</A> the heart.</P><P CLASS=t>TRANSLATION</P><P>The eighth creation is that of the lower species of life, and they are of different varieties, numbering twenty-eight. They are all extensively foolish and ignorant. They know their desirables by smell, but are unable to remember anything within the heart.</P><P CLASS=t>PURPORT</P><P>In the Vedas the symptoms of the lower animals are described as follows: athetaresh&#257;m pa&#347;&#363;n&#257;h a&#347;an&#257;pip&#257;se ev&#257;bhivijñ&#257;nam na vijñ&#257;tam vadanti na vijñ&#257;tam pa&#347;yanti na viduh &#347;vastanam na lok&#257;lok&#257;v iti; yad v&#257;, bh&#363;ri-tamaso bahu-rushah ghr&#257;nenaiva j&#257;nanti hridyam prati svapriyam vastv eva vindanti bhojana-&#347;ayan&#257;dy-artham grihnanti. "Lower animals have knowledge only of their hunger and thirst. They have no acquired knowledge, no vision. Their behavior exhibits no dependence on formalities. Extensively ignorant, they can know their desirables only by smell, and by such intelligence only can they understand what is favorable and unfavorable. Their knowledge is concerned only with eating and sleeping." Therefore, even the most ferocious lower animals, such as tigers, can be tamed simply by regularly supplying meals and accommodations for sleeping. Only snakes cannot be tamed by such an arrangement.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>