<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>govinda-bhuja-gupt&#257;y&#257;m</P><P CLASS=c>dv&#257;ravaty&#257;m kur&#363;dvaha</P><P CLASS=c>av&#257;ts&#299;n n&#257;rado 'bh&#299;kshnam</P><P CLASS=c>krishnop&#257;sana-l&#257;lasah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/suka">&#346;uka</A> said; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A> &#8212; of Lord <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A> &#8212; by the arms; <A CLASS=v HREF="http://vedabase.net/g/guptayam">gupt&#257;y&#257;m</A> &#8212; protected; <A CLASS=v HREF="http://vedabase.net/d/dvaravatyam">dv&#257;ravaty&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the capital <A HREF="http://vedabase.net/d/dvaravati">Dv&#257;ravat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/k/kuru">kuru</A>-<A CLASS=v HREF="http://vedabase.net/u/udvaha">udvaha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of the Kurus; <A CLASS=v HREF="http://vedabase.net/a/avatsit">av&#257;ts&#299;t</A> &#8212; dwelled; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/a/abhiksnam">abh&#299;kshnam</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/u/upasana">up&#257;sana</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> engage <A HREF="http://vedabase.net/i/in">in</A> the worship of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/l/lalasah">l&#257;lasah</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> great eagerness.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: Eager to engage in the worship of Lord Krishna, O best of the Kurus, N&#257;rada Muni stayed for some time in Dv&#257;rak&#257;, which was always protected by the arms of Govinda.</P><P CLASS=t>PURPORT</P><P>In the Second Chapter of this canto, bh&#257;gavata-dharma, or pure devotional service to Krishna, is explained by N&#257;rada Muni to Vasudeva, who had inquired with devotion. N&#257;rada Muni cites a conversation between King Nimi and the J&#257;yanteyas. According to J&#299;va Gosv&#257;m&#299;, the word abh&#299;kshnam indicates that although N&#257;rada Muni was frequently sent by Lord Krishna here and there for various pastimes, such as inquiring about the affairs of the world, N&#257;rada continuously returned to reside in Dv&#257;rak&#257;. The word krishnop&#257;sana-l&#257;lasah indicates that N&#257;rada was very eager to be near Krishna and worship Him. Because of the curse of Daksha, N&#257;rada is never allowed to live continuously in one place. &#346;r&#299;dhara Sv&#257;m&#299;, however, has pointed out, na tasy&#257;m &#347;&#257;p&#257;deh prabh&#257;vah: in Dv&#257;rak&#257; there is no influence of curses or other such evils, because Dv&#257;rak&#257; is the abode of the Supreme Personality of Godhead and is always protected by His arms, as shown by the word govinda-bhuja-gupt&#257;y&#257;m. The conditioned souls are struggling within the kingdom of m&#257;y&#257; against the cruel laws of material nature, such as birth, death, old age and disease, but if such conditioned souls have the good fortune to enter the city of the Supreme Personality of Godhead, whether Dv&#257;rak&#257;, Mathur&#257; or Vrind&#257;vana, and live there under the direct protection of the omnipotent arms of the Supreme Lord, Krishna, they will experience the unlimited transcendental bliss of real life, which is eternal and which is meant to be lived in the personal company of God.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>