<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.14</P><P CLASS=c>atr&#257;py ud&#257;harant&#299;mam</P><P CLASS=c>itih&#257;sam pur&#257;tanam</P><P CLASS=c>&#257;rshabh&#257;n&#257;m ca samv&#257;dam</P><P CLASS=c>videhasya mah&#257;tmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this very matter (of describing <A HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A>-<A HREF="http://vedabase.net/d/dharma">dharma</A>); <A CLASS=v HREF="http://vedabase.net/u/udaharanti">ud&#257;haranti</A> &#8212; is given <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/an">an</A> example; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/i/itihasam">itih&#257;sam</A> &#8212; historical account; <A CLASS=v HREF="http://vedabase.net/p/puratanam">pur&#257;tanam</A> &#8212; ancient; <A CLASS=v HREF="http://vedabase.net/a/arsabhanam">&#257;rshabh&#257;n&#257;m</A> &#8212; of the sons of <A HREF="http://vedabase.net/r/rsabha">Rishabha</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/samvadam">samv&#257;dam</A> &#8212; the conversation; <A CLASS=v HREF="http://vedabase.net/v/videhasya">videhasya</A> &#8212; with <A HREF="http://vedabase.net/j/janaka">Janaka</A>, King of <A HREF="http://vedabase.net/v/videha">Videha</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; who was <A HREF="http://vedabase.net/a/a">a</A> great broad-minded soul.</P><P CLASS=t>TRANSLATION</P><P>To explain the devotional service of the Lord, sages have related the ancient history of the conversation between the great soul King Videha and the sons of Rishabha.</P><P CLASS=t>PURPORT</P><P>The words itih&#257;sam pur&#257;tanam, meaning "ancient historical account," are significant here. &#346;r&#299;mad-Bh&#257;gavatam is nigama-kalpa-taror galitam phalam [<A CLASS=v HREF="../../1/1/3.htm">SB 1.1.3</A>], the ripe fruit of the desire tree of Vedic knowledge. In the pages of the Bh&#257;gavatam we find true historical narrations relating to the Supreme Personality of Godhead and the liberation of the conditioned souls. These historical accounts are not fiction or mythology, but describe the wonderful activities of the Lord and His devotees that took place in yugas previous to the advent of this puny age. Although mundane scholars have foolishly tried to depict the Bh&#257;gavatam as a mythological work or a recent creation, the actual fact is that &#346;r&#299;mad-Bh&#257;gavatam is a perfect transcendental literature describing not only the entire situation of this universe but also that which lies far beyond this universe, in both the material and spiritual skies. If one seriously studies the &#346;r&#299;mad-Bh&#257;gavatam he becomes the most learned intellectual man. Caitanya Mah&#257;prabhu desires that all pious persons become highly learned by hearing &#346;r&#299;mad-Bh&#257;gavatam and then preach the glories of the Lord in a scientific way all over the world. It is essential that we hear these historical narrations, such as the conversation between the nava-yogendras and King Videha, with complete faith and submission. Then, as stated in verse 12 of this chapter, even if our former life is filled with abominable activities, simply by hearing &#346;r&#299;mad-Bh&#257;gavatam we shall be promoted to the same transcendental status as the Lord and His pure devotees. This is the extraordinary power of bh&#257;gavata history, as contrasted with useless, mundane historical accounts, which ultimately serve no purpose. Although mundane historians justify their work on the plea that we have to learn from history, we can practically see that the world situation is now rapidly deteriorating into unbearable conflict and chaos while so-called historians stand helplessly by. But the bh&#257;gavata historians who have faithfully heard &#346;r&#299;mad-Bh&#257;gavatam can give perfect and potent instructions for the restoration of a peaceful and blissful world. Therefore those who are inclined to enrich their intellectual life through the study of history should educate themselves in the historical narrations of &#346;r&#299;mad-Bh&#257;gavatam. This will bring them the perfection of intellectual and spiritual life.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>