<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.22</P><P CLASS=c>ta ete bhagavad-r&#363;pam</P><P CLASS=c>vi&#347;vam sad-asad-&#257;tmakam</P><P CLASS=c>&#257;tmano 'vyatirekena</P><P CLASS=c>pa&#347;yanto vyacaran mah&#299;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/te">te</A> <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; these (nine Yogendras); <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> form; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the entire universe; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; consisting of both gross and subtle objects; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; from the self; <A CLASS=v HREF="http://vedabase.net/a/avyatirekena">avyatirekena</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> nondifferent; <A CLASS=v HREF="http://vedabase.net/p/pasyantah">pa&#347;yantah</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/v/vyacaran">vyacaran</A> &#8212; they wandered; <A CLASS=v HREF="http://vedabase.net/m/mahim">mah&#299;m</A> &#8212; the earth.</P><P CLASS=t>TRANSLATION</P><P>These sages wandered the earth seeing the entire universe, with all its gross and subtle objects, as a manifestation of the Supreme Lord and as nondifferent from the self.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, it is clearly demonstrated in this and the following verse that the nine saintly sons of Rishabhadeva known as the nava-yogendras were situated in the highest stage of spiritual perfection, called p&#257;ramahamsya-caritam, or "having fully developed the character of paramahamsas." In other words, they were pure devotees of the Lord. According to &#346;r&#299;dhara Sv&#257;m&#299; and J&#299;va Gosv&#257;m&#299;, the words &#257;tmano 'vyatirekena indicate that the nine sages saw the universe as being nondifferent from themselves as well as nondifferent from the Supreme Soul, Lord Krishna. Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has additionally commented, &#257;tmanah param&#257;tmanah sak&#257;&#347;&#257;d avyatirekena, vi&#347;vasya tac-chakti-mayatv&#257;d iti bh&#257;vah: "&#256;tmanah indicates the Supersoul. This universe is not different from the Supreme Personality of Godhead, Param&#257;tm&#257;, since the entire universe is composed of His energy."</P><P>Although it is stated here that the cosmic manifestation is nondifferent from both the living entity and the Supreme Personality of Godhead, one should not think that either the living entity or the Supreme Lord is material. A Vedic aphorism states, asa&#324;go hy ayam purushah: "The living entity and the Supreme Personality of Godhead have nothing to do with the material world." Furthermore, Bhagavad-g&#299;t&#257; says that the entire universe, consisting of eight gross and subtle elements, constitutes the bhinn&#257; prakriti, or apar&#257; prakriti &#8212; the separated, inferior energy &#8212; of the Supreme Personality of Godhead. Lord Krishna clearly states in Bhagavad-g&#299;t&#257; that He has eternally established His own abode in the kingdom of God, where life is eternal, full of bliss and knowledge, and that the living entity, being part and parcel of God, is also eternal (mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah [<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>]). Furthermore, once having gone to that eternal abode of the Lord the living entity never returns to this temporary manifestation (yam pr&#257;pya na nivartante tad dh&#257;ma paramam mama).</P><P>One may therefore ask why the living entity and the Supreme Lord are stated to be nondifferent from the material universe. The question is very nicely answered by &#346;r&#299;la N&#257;rada Muni in the First Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/5/20.htm">1.5.20</A>). Idam hi vi&#347;vam bhagav&#257;n ivetaro yato jagat-sth&#257;na-nirodha-sambhav&#257;h: "The Supreme Lord Personality of Godhead is Himself this cosmos, and still He is aloof from it. From Him only has this cosmic manifestation emanated, in Him it rests, and unto Him it enters after annihilation." Commenting on N&#257;rada's statement, &#346;r&#299;la Prabhup&#257;da has very nicely explained this delicate philosophical point: "For a pure devotee, the conception of Mukunda, Lord &#346;r&#299; Krishna, is both personal and impersonal. The impersonal cosmic situation is also Mukunda because it is the emanation of the energy of Mukunda. For example, a tree is a complete unit, whereas the leaves and branches of the tree are emanated parts and parcels of the tree. The leaves and branches of the tree are also the tree, but the tree itself is neither the leaves nor the branches. The Vedic version that the whole cosmic creation is nothing but Brahman means that since everything is emanating from the Supreme Brahman, nothing is apart from Him. Similarly, the part-and-parcel hands and legs are called the body, but the body as the whole unit is neither the hands nor the legs. The Lord is the transcendental form of eternity, cognition and beauty. And thus the creation of the energy of the Lord appears to be partially eternal, full of knowledge and beautiful also....</P><P>"According to the Vedic version, the Lord is naturally fully powerful, and thus His supreme energies are always perfect and identical with Him. Both the spiritual and the material skies and their paraphernalia are emanations of the internal and external energies of the Lord. External energy is comparatively inferior, whereas the internal potency is superior. The superior energy is living force, and therefore she is completely identical [with the Lord], but the external energy, being inert, is partially identical. But both the energies are neither equal to nor greater than the Lord, who is the generator of all energies; such energies are always under His control, exactly as electrical energy, however powerful it may be, is always under the control of the engineer.</P><P>"The human being and all other living beings are products of His internal energies. Thus the living being is also identical with the Lord. But he is never equal or superior to the Personality of Godhead."</P><P>&#346;r&#299;la Prabhup&#257;da has clearly explained here that both the cosmic manifestation and the living entities are emanations from the Supreme Lord, as confirmed both in Vedanta-sutra and in the opening statement of &#346;r&#299;mad-Bh&#257;gavatam. Janm&#257;dy asya yatah: [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>] "The Absolute Truth is that from which everything emanates." Similarly, the &#298;&#347;opanishad states:</P><P>om p&#363;rnam adah p&#363;rnam idam</P><P CLASS=n>p&#363;rn&#257;t p&#363;rnam udacyate</P><P CLASS=n>p&#363;rnasya p&#363;rnam &#257;d&#257;ya</P><P CLASS=n>p&#363;rnam ev&#257;va&#347;ishyate</P><P CLASS=n>[&#298;&#347;opanishad, Invocation]</P><P>The Supreme Lord, the Absolute Truth, is p&#363;rna, or complete in Himself. And since this cosmic world is a manifestation of His potency, it also appears to be p&#363;rna. In other words, because this material world is an emanation from the Supreme Lord, it is nondifferent from Him, exactly as the sun's rays are nondifferent from the sun globe, which is the source of their emanation. Similarly the living beings, who are expansions of the superior, or conscious, energy of the Supreme Lord, are also nondifferent from Krishna, although this nondifference is qualitative and not quantitative. The gold found in golden ornaments such as rings and bracelets is qualitatively identical with the gold in a mine, but the gold in the mine is quantitatively far superior to the tiny quantity of gold in a bracelet or ring. Similarly, although we are qualitatively one with God, being spiritual emanations of His unlimited potency, we are quantitatively infinitesimal and eternally subordinate to His supreme power. Therefore the Lord is called vibhu, or infinitely potent, and we are anu, or infinitesimal and dependent. This is further confirmed in the Vedic literature by the statement nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m/ eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/2/13">2.2.13</A>). There are innumerable eternal living entities who are eternally and totally dependent upon the supreme singular living entity, the Supreme Lord. That dependence is not an illusion created by material existence, as stated by the impersonalist philosophers, but is an eternal relationship in which the Lord is eternally superior and we are eternally inferior. The Lord is eternally independent, and we are eternally dependent. The Lord is eternally absolute in Himself, and we are eternally relative to His supreme personality.</P><P>Although the Lord is infinitely greater than any other living being, or than all of them combined, every living being is qualitatively nondifferent from the Lord, because all living beings are parts and parcels emanating from Him (mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah [<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>]). Therefore, in one sense, the living entity is also not different from the material cosmic manifestation, which is an inferior sister energy of the Lord. Both the living entity and the material nature are prakriti, or feminine, dependent expansions of the supreme purusha. The difference is that the living entity is the superior energy of the Lord, because the living entity is conscious and eternal like the Lord, whereas material energy is the inferior energy of the Lord, lacking consciousness and eternal form.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has emphasized in this regard that the absolute substance is one and is called Param&#257;tm&#257;, or the Supersoul. When one has achieved but a partial vision of the Param&#257;tm&#257;, one's understanding of life is called &#257;tma-dar&#347;ana, or self-realization. And when even this partial understanding is lacking, one's existential condition is called an&#257;tma-dar&#347;ana, or ignorance of the self. In the state of partial realization of the Supersoul, without recognition of the Param&#257;tm&#257;'s distinction from the individual soul, the living entity tends to become puffed up by his spiritual achievement, be carried away by mental concoction, and consider himself equal in all respects with God. On the other hand, the living entity situated in an&#257;tma-dar&#347;ana, or material ignorance, feels that he is completely different from the Supreme Lord; and since everyone in this material world is interested in himself, the living entity forgets about God, thinking that God is completely different from him and that there is therefore no substantial relationship between him and God. In this way the impersonal transcendentalists emphasize only the oneness between God and the living entity, whereas the ordinary materialists overemphasize the difference between God and the living entity. But Caitanya Mah&#257;prabhu has clearly revealed that the Ultimate Truth is simultaneous oneness and difference (acintya-bhed&#257;bheda-tattva). Actually we are eternally different from God. Because the living entity and God are eternally separate individual entities, there exists the possibility of an eternal relationship. And because every living entity is qualitatively one with the Supreme Lord, that relationship constitutes the essence of the ultimate reality for every living being. As stated in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>), j&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa.' The ultimate essential identity of every living entity is his relationship with the Supreme Lord as a servitor of the Lord.</P><P>If one can understand that he is an eternal servant of the Supreme Personality of Godhead, one can correctly understand that both the living entity and the material universe are identical with Krishna, being emanations from Him, and that they are therefore nondifferent from each other. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; has stated, "The material world is a manifestation of simultaneous difference and nondifference, and it is a form of the Supreme Lord. Thus the temporary, perishable and ever-changing material world is different from Vaikuntha, the eternal world."</P><P>It should be noted that in this verse the word sad-asad-&#257;tmakam, or "made up of gross and subtle objects," does not refer to material and spiritual objects. This universe is stated to be composed of sat and asat, gross and subtle material objects. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299;, "The very subtle state within the manifest world is known as 'the unmanifest,' and the realm beyond the manifest world is called 'transcendental.' Within the coverings surrounding the manifest, in the region of the time factor, is the phase of material existence experienced by the controlling deities; in this phase exist the two functions cause (asat) and effect (sat). In the universe, which is a third tattva, or reality (apart from and containing both sat and asat), and which is a form of the Supreme Lord, it is impossible to produce any contradiction to the nondual Absolute Truth." In other words, although ignorant, materialistic scientists may zealously carry out research to find a material principle that can negate or render unnecessary the existence of God, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; clearly states that since the universe is an emanation from the Lord and therefore spiritually identical with Him, there cannot possibly exist anywhere within the universe a material law, principle or phenomenon that in any way contradicts the supremacy of the Personality of Godhead. In fact, the entire universe, along with the spiritual sky, exists as eternal testimony to the unlimited glory of the Supreme Personality of Godhead, Krishna. With this understanding, the nine Yogendras were traveling about the earth in transcendental bliss.</P><P CLASS=l><A CLASS=i HREF="20-21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>