<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.26</P><P CLASS=c>videhas t&#257;n abhipretya</P><P CLASS=c>n&#257;r&#257;yana-par&#257;yan&#257;n</P><P CLASS=c>pr&#299;tah samp&#363;jay&#257;m cakre</P><P CLASS=c>&#257;sana-sth&#257;n yath&#257;rhatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/videhah">videhah</A> &#8212; <A HREF="http://vedabase.net/n/nimi">Nimi</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/a/abhipretya">abhipretya</A> &#8212; recognizing; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/p/parayanan">par&#257;yan&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> devotees whose only goal was <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/p/pritah">pr&#299;tah</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/s/sampujayam">samp&#363;jay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/c/cakre">cakre</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> fully worshiped them; <A CLASS=v HREF="http://vedabase.net/a/asana">&#257;sana</A>-<A CLASS=v HREF="http://vedabase.net/s/sthan">sth&#257;n</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> been seated; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/arhatah">arhatah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> they deserved.</P><P CLASS=t>TRANSLATION</P><P>King Videha [Nimi] understood that the nine sages were exalted devotees of the Supreme Personality of Godhead. Therefore, overjoyed at their auspicious arrival, he offered them suitable sitting places and worshiped them in a proper way, just as one would worship the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>The word yath&#257;rhatah is significant here. According to Vi&#347;van&#257;tha Cakravart&#299; the word yath&#257;rhatah means yathocitam, or "according to the proper etiquette." It is clearly mentioned here that the nava-yogendras are n&#257;r&#257;yana-par&#257;yana, exalted devotees of the Supreme Lord, N&#257;r&#257;yana, or Krishna. Therefore, the word yath&#257;rhatah indicates that the King worshiped the nine sages according to the standard Vaishnava etiquette. The etiquette for worshiping exalted Vaishnavas is expressed by Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura with the words s&#257;ksh&#257;d-dharitvena samasta-&#347;&#257;straih: an exalted Vaishnava, being totally surrendered to the will of the Supreme Lord, is taken to be a transparent medium for the Lord's will. In the Caitanya-carit&#257;mrita it is stated that even by a moment's association with the pure devotees of the Lord one can achieve all perfection in life. Therefore, as indicated by the word pr&#299;tah, King Nimi was overjoyed by the auspicious arrival of the sages, and therefore he worshiped them just as one would worship the Supreme Personality of Godhead.</P><P>Although impersonalist philosophers claim that every living entity is equal to God, they callously step over the heads of their so-called spiritual masters and freely speculate on the nature of the Absolute, giving their own whimsical opinions in defiance of the impersonal whims of their so-called gurus. In other words, although M&#257;y&#257;v&#257;d&#299; impersonalists claim that everyone is God, they ultimately show an offensive mentality toward the Supreme Personality of Godhead in rejecting the reality of His eternal form and pastimes. Thus, they unwittingly belittle the eternal position of all living beings by denying their eternal personality and activities in the kingdom of God. The impersonalists, through their mental concoctions, try to minimize the position of the Supreme Personality of Godhead and the living entities who are part of Him, reducing them theoretically to a formless, nameless light, which by their concoction they claim to be the Absolute God. The Vaishnavas, however, welcome the Supreme Personality of Godhead and easily understand that the unlimited Supreme Personality has nothing to do with the conditioned, limited, mundane personalities we find in the material world. The impersonalists arrogantly assume that there could not be any transcendental or unlimited personality beyond our present experience. But the Vaishnavas intelligently understand that there are many wonderful things far beyond our limited experience. Therefore they accept the words of Krishna, who states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/19.htm">15.19</A>):</P><P>yo m&#257;m evam asamm&#363;dho</P><P CLASS=n>j&#257;n&#257;ti purushottamam</P><P CLASS=n>sa sarva-vid bhajati m&#257;m</P><P CLASS=n>sarva-bh&#257;vena bh&#257;rata</P><P>"Whoever knows Me as the Supreme Personality of Godhead, without doubting, is the knower of everything, and he therefore engages himself in full devotional service, O son of Bharata." In this connection &#346;r&#299;la Prabhup&#257;da states, "There are many philosophical speculations about the constitutional position of the living entities and the Supreme Absolute Truth. Now in this verse the Supreme Personality of Godhead clearly explains that anyone who knows Lord Krishna as the Supreme Person is actually the knower of everything. The imperfect knower goes on simply speculating about the Absolute Truth, but the perfect knower, without wasting his valuable time, engages directly in Krishna consciousness, the devotional service of the Supreme Lord.... It is not that one should simply speculate academically. One should submissively hear from Bhagavad-g&#299;t&#257; that these living entities are always subordinate to the Supreme Personality of Godhead. Anyone who is able to understand this, according to the Supreme Personality of Godhead, &#346;r&#299; Krishna, knows the purpose of the Vedas; no one else knows the purpose of the Vedas." Therefore, exalted devotees such as the nine Yogendras always accept the supremacy of the Supreme Personality of Godhead, as expressed here by the word n&#257;r&#257;yana-par&#257;yan&#257;n.</P><P>King Nimi was a Vaishnava, and therefore he worshiped the great sages with the same respect with which he would worship the Supreme Personality of Godhead, as shown by the word yath&#257;rhatah. Although impersonalists falsely claim that every living entity is equal to God, they cannot properly respect any living being, because of their original offense at the lotus feet of the Supreme Personality. Their so-called worship, even of their own gurus, is ultimately self-serving and opportunistic. When an impersonalist imagines that he has become God, he has no further need for his so-called guru. The Vaishnava, however, because he accepts the supremacy of the eternal Personality of Godhead, is ready and willing to offer eternal respect to all living beings, especially to those most fortunate living beings who have achieved shelter at the lotus feet of the Lord. A Vaishnava's worship of the Lord's representative is not self-serving or opportunistic, but is an expression of eternal love for the Lord and His representatives, as indicated here by the word pr&#299;tah. Therefore it is clear from this verse that not only the nine exalted sons of Rishabhadeva but also King Nimi himself were all great devotees of the Supreme Personality of Godhead, in defiance of the artificial and limited concept of impersonalism.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>