<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.28</P><P CLASS=c>&#347;r&#299;-videha uv&#257;ca</P><P CLASS=c>manye bhagavatah s&#257;ksh&#257;t</P><P CLASS=c>p&#257;rshad&#257;n vo madhu-dvisah</P><P CLASS=c>vishnor bh&#363;t&#257;ni lok&#257;n&#257;m</P><P CLASS=c>p&#257;van&#257;ya caranti hi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/v/videhah">videhah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King <A HREF="http://vedabase.net/v/videha">Videha</A> said; <A CLASS=v HREF="http://vedabase.net/m/manye">manye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> consider; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/p/parsadan">p&#257;rshad&#257;n</A> &#8212; personal associates; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/d/dvisah">dvishah</A> &#8212; of the enemy of <A HREF="http://vedabase.net/m/madhu">Madhu</A>; <A CLASS=v HREF="http://vedabase.net/v/visnoh">visnoh</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; the servants; <A CLASS=v HREF="http://vedabase.net/l/lokanam">lok&#257;n&#257;m</A> &#8212; of all the worlds; <A CLASS=v HREF="http://vedabase.net/p/pavanaya">p&#257;van&#257;ya</A> &#8212; for the purification; <A CLASS=v HREF="http://vedabase.net/c/caranti">caranti</A> &#8212; they move about; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed.</P><P CLASS=t>TRANSLATION</P><P>King Videha said: I think that you must be direct associates of the Supreme Personality of Godhead, who is famous as the enemy of the demon Madhu. Indeed, the pure devotees of Lord Vishnu wander throughout the universe not for their personal, selfish interest, but to purify all the conditioned souls.</P><P CLASS=t>PURPORT</P><P>King Nimi here welcomes the great sages by glorifying their transcendental activities. It is well known that the Supreme Personality of Godhead is transcendental to the three modes of material nature, as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/13.htm">7.13</A>): m&#257;m ebhyah param avyayam. Similarly, His pure devotees are also on the transcendental platform. One may ask how such transcendental living beings as the associates of Lord Vishnu could be seen within the material world. Therefore it is stated here, p&#257;van&#257;ya caranti hi: the associates of Lord Vishnu travel throughout the universe to reclaim the fallen, conditioned souls on behalf of the Supreme Personality of Godhead. A representative of the governor may be seen moving within the prison house, but that does not mean that the governor's representative has become a conditioned prisoner. It is understood that he is within the prison to negotiate the possible release of those prisoners who have rectified their criminal propensity. Similarly, the devotees of the Supreme Personality of Godhead called parivr&#257;jak&#257;c&#257;ryas wander throughout the universe inviting everyone to surrender to Lord Krishna and go back home, back to Godhead, for an eternal life of bliss and knowledge.</P><P>In the Sixth Canto of &#346;r&#299;mad-Bh&#257;gavatam the mercy of the associates of Lord Vishnu has been described in connection with the salvation of Aj&#257;mila. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has pointed out that the associates of Lord Vishnu are as merciful as the Lord Himself. Even though the ignorant members of human society are not interested in approaching the servants of Lord Vishnu, the devotees of the Lord, without any false prestige, act to liberate the conditioned souls from their perpetual misfortune.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>