<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.33</P><P CLASS=c>&#347;r&#299;-kavir uv&#257;ca</P><P CLASS=c>manye 'kuta&#347;cid-bhayam acyutasya</P><P CLASS=c>p&#257;d&#257;mbujop&#257;sanam atra nityam</P><P CLASS=c>udvigna-buddher asad-&#257;tma-bh&#257;v&#257;d</P><P CLASS=c>vi&#347;v&#257;tman&#257; yatra nivartate bh&#299;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/kavih">kavih</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/kavi">Kavi</A> said; <A CLASS=v HREF="http://vedabase.net/m/manye">manye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> consider; <A CLASS=v HREF="http://vedabase.net/a/akutascit">akuta&#347;cit</A>-<A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; fearlessness; <A CLASS=v HREF="http://vedabase.net/a/acyutasya">acyutasya</A> &#8212; of the infallible Lord; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A> &#8212; of the lotus feet; <A CLASS=v HREF="http://vedabase.net/u/upasanam">up&#257;sanam</A> &#8212; the worship; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/u/udvigna">udvigna</A>-<A CLASS=v HREF="http://vedabase.net/b/buddheh">buddheh</A> &#8212; of one whose intelligence is disturbed; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; that which is only temporary; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavat">bh&#257;v&#257;t</A> &#8212; by thinking <A HREF="http://vedabase.net/t/to">to</A> be the self; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; thoroughly; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which (service <A HREF="http://vedabase.net/t/to">to</A> the Lord); <A CLASS=v HREF="http://vedabase.net/n/nivartate">nivartate</A> &#8212; ceases; <A CLASS=v HREF="http://vedabase.net/b/bhih">bh&#299;h</A> &#8212; fear.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Kavi said: 1 consider that one whose intelligence is constantly disturbed by his falsely identifying himself with the temporary material world can achieve real freedom from fear only by worshiping the lotus feet of the infallible Supreme Lord. In such devotional service, all fear ceases entirely.</P><P CLASS=t>PURPORT</P><P>In the opinion of &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; the word asad-&#257;tma-bh&#257;v&#257;t in this verse indicates that the living entity is constantly disturbed by fear because he identifies his eternal self with the temporary material body and its paraphernalia. Similarly, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has stated, bhakti-pratik&#363;la-deha-geh&#257;dishv &#257;saktim. Because of one's attachment to one's temporary body and so-called home, family, friends and so on, one's intelligence is always disturbed by fear, and one is unable to appreciate or practice pure devotional service to the Supreme Lord. So-called religious activities executed in the bodily conception of life are always accompanied by fear and anxiety about the ultimate result. But pure devotional service to the Supreme Personality of Godhead frees one from fear and anxiety because it is executed on the platform of Vaikuntha, or the spiritual plane, where there is no fear or anxiety. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the process of bhakti-yoga is so powerful that even in the stage of s&#257;dhana-bhakti, in which one is practicing devotional service through rules and regulations, the neophyte can have a direct experience of fearlessness by the mercy of the Lord. As one's devotional service becomes mature, the Lord reveals Himself to the devotee, and all fear is totally vanquished forever.</P><P>Every living entity has a natural propensity to serve God, but because of false identification with the temporary body one loses touch with this pure, constitutional propensity and instead inauspiciously becomes attached to temporary sense gratification in the form of body, home, family and so on. The result of such false attachment is continuing distress, which can be eradicated only by devotional service to the Supreme Lord.</P><P>In this connection, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; has quoted the following verse:</P><P>t&#257;vad bhayam dravina-deha-suhrin-nimittam</P><P CLASS=n>&#347;okah sprih&#257; paribhavo vipula&#347; ca lobhah</P><P CLASS=n>t&#257;van mamety asad-avagraha &#257;rti-m&#363;lam</P><P CLASS=n>y&#257;van na te '&#324;ghrim abhayam pravrin&#299;ta lokah</P><P>"O my Lord, the people of the world are embarrassed by all material anxieties &#8212; they are always afraid. They always try to protect wealth, body and friends, they are filled with lamentation and unlawful desires and paraphernalia, and they avariciously base their undertakings on the perishable conceptions of 'I' and 'mine.' As long as they do not take shelter of Your safe lotus feet, they are full of such anxieties." (Bh&#257;g. <A CLASS=v HREF="../../../sb/3/9/6.htm">3.9.6</A>)</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>