<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.34</P><P CLASS=c>ye vai bhagavat&#257; prokt&#257;</P><P CLASS=c>up&#257;y&#257; hy &#257;tma-labdhaye</P><P CLASS=c>añjah pums&#257;m avidush&#257;m</P><P CLASS=c>viddhi bh&#257;gavat&#257;n hi t&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/proktah">proktah</A> &#8212; spoken; <A CLASS=v HREF="http://vedabase.net/u/upayah">up&#257;y&#257;h</A> &#8212; means; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/l/labdhaye">labdhaye</A> &#8212; for realizing the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/a/anjah">añjah</A> &#8212; easily; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; by persons; <A CLASS=v HREF="http://vedabase.net/a/avidusam">avidush&#257;m</A> &#8212; less intelligent; <A CLASS=v HREF="http://vedabase.net/v/viddhi">viddhi</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/b/bhagavatan">bh&#257;gavat&#257;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be <A HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A>-<A HREF="http://vedabase.net/d/dharma">dharma</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; these.</P><P CLASS=t>TRANSLATION</P><P>Even ignorant living entities can very easily come to know the Supreme Lord if they adopt those means prescribed by the Supreme Lord Himself. The process recommended by the Lord is to be known as bh&#257;gavata-dharma, or devotional service to the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>There are many Vedic scriptures, such as Manu-samhit&#257;, that present standard injunctions for the peaceful management of human society. Such Vedic knowledge is based on the varn&#257;&#347;rama system, which scientifically divides human society into four occupational divisions as well as four spiritual divisions. According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, however, knowledge that can bring one directly in contact with the Supreme Personality of Godhead is called ati-rahasyam, or the most confidential knowledge (ati-rahasyatv&#257;t sva-mukhenaiva bhagavat&#257;vidush&#257;m api pums&#257;m añjah sukhenaiv&#257;tma-labdhaye).</P><P>Bh&#257;gavata-dharma is so confidential that it is spoken by the Lord Himself. The essence of bh&#257;gavata-dharma is given in Bhagavad-g&#299;t&#257;, wherein Krishna personally instructs Arjuna. Yet in the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam the Lord will give instructions to Uddhava that surpass even the teachings given to Arjuna in Bhagavad-g&#299;t&#257;. As &#346;r&#299;la Prabhup&#257;da has stated, "Undoubtedly Bhagavad-g&#299;t&#257; was spoken by the Lord on the Battlefield of Kurukshetra just to encourage Arjuna to fight, and yet to complete the transcendental knowledge of Bhagavad-g&#299;t&#257; the Lord instructed Uddhava. The Lord wanted Uddhava to fulfill His mission and disseminate knowledge which He had not spoken even in Bhagavad-g&#299;t&#257;."(Bh&#257;g. <A CLASS=v HREF="../../../sb/3/4/32.htm">3.4.32</A> purport) Similarly, it is understood that the knowledge that will be presented here by the nine Yogendras is not their personal concoction but is authorized knowledge originally spoken by the Lord Himself.</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299;, the living entities, in the course of their wanderings throughout the cycle of birth and death, lose all trace of the Personality of Godhead. But when they hear the eternally auspicious topics spoken by the Supreme Lord for their benefit and understand their eternal identities as spirit souls, the realized experience of being an eternal servant of Krishna becomes the basis of bh&#257;gavata-dharma. In the soul's experience as a pure Vaishnava, or servant of God, there is no consideration of being different from God or the same as God, nor is one interested in the kingdom of material sense gratification. The pure devotee simply perceives his particular devotional service to the Supreme Lord and sees himself as an individual part and parcel of the ultimate shelter. A pure devotee experiences that his very being is tied, by ropes of loving devotion, to the ultimate shelter Himself in one of His direct personal expansions. And in such a perfect state of consciousness, the devotee can perceive the all-pervading variegated forms of the Absolute Truth.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>