<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.35</P><P CLASS=c>y&#257;n &#257;sth&#257;ya naro r&#257;jan</P><P CLASS=c>na pram&#257;dyeta karhicit</P><P CLASS=c>dh&#257;van nim&#299;lya v&#257; netre</P><P CLASS=c>na skhalen na pated iha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;n</A> &#8212; which (means); <A CLASS=v HREF="http://vedabase.net/a/asthaya">&#257;sth&#257;ya</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/n/narah">narah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/p/pramadyeta">pram&#257;dyeta</A> &#8212; is not bewildered; <A CLASS=v HREF="http://vedabase.net/k/karhicit">karhicit</A> &#8212; ever; <A CLASS=v HREF="http://vedabase.net/d/dhavan">dh&#257;van</A> &#8212; running; <A CLASS=v HREF="http://vedabase.net/n/nimilya">nim&#299;lya</A> &#8212; closing; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/n/netre">netre</A> &#8212; his eyes; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/s/skhalet">skhalet</A> &#8212; will not trip; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/p/patet">patet</A> &#8212; will not fall; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; on this path.</P><P CLASS=t>TRANSLATION</P><P>O King, one who accepts this process of devotional service to the Supreme Personality of Godhead will never blunder on his path in this world. Even while running with eyes closed, he will never trip or fall.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, the word añjah ("easily"), which is used in the previous verse, is explained in this verse. He states, añjah-padenoktam su-karatvam vivrinoti: "By the word añjah the ease of performing bhakti-yoga is established, and this will be elaborated in the present verse." In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/2.htm">9.2</A>) the Lord Himself states, pratyaksh&#257;vagamam dharmyam susukham kartum avyayam: "The process of devotional service to the Supreme Personality of Godhead is eternal, and it is very joyfully and naturally performed." &#346;r&#299;la Prabhup&#257;da comments, "The process of devotional service is a very happy one. Why? Devotional service consists of &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>], so one can simply hear the chanting of the glories of the Lord or can attend philosophical lectures on transcendental knowledge given by authorized &#257;c&#257;ryas. Simply by sitting, one can learn; then one can eat the remnants of the food offered to God, nice palatable dishes. In every state devotional service is joyful. One can execute devotional service even in the most poverty-stricken condition. The Lord says, patram pushpam phalam: He is ready to accept from the devotee any kind of offering, never mind what. Even a leaf, a flower, a bit of fruit or a little water, which are all available in every part of the world, can be offered by any person, regardless of social position, and will be accepted if offered with love. There are many instances of this in history. Simply by tasting the tulas&#299; leaves offered to the lotus feet of the Lord, great sages like Sanat-kum&#257;ra became great devotees. Therefore the devotional process is very nice, and it can be executed in a happy mood. God accepts only the love with which things are offered to Him."</P><P>The essential point to be understood here is that when a living entity surrenders to the Supreme Personality of Godhead, he tells the Lord, "My dear Lord, although I am most sinful and unqualified and for so long have been trying to forget You, now I am taking shelter at Your lotus feet. From this day on I am Yours. Whatever I possess &#8212; my body, mind, words, family, riches &#8212; I am now offering at Your lotus feet. Please do with me as You like." The Supreme Lord, Krishna, has repeatedly given assurance in Bhagavad-g&#299;t&#257; that He will protect and redeem such a surrendered living entity, bringing him back home, back to Godhead, for an eternal life in the Lord's own kingdom. Thus the qualification of surrendering to the Lord is so great and spiritually potent that even if a surrendered soul is deficient in other aspects of pious life, his elevated status is protected by the Lord Himself. In other processes, however, such as yoga, because one depends upon his own determination and intelligence and does not actually seek shelter of the Lord, one is subject to fall at any moment, being protected only by one's own flimsy, limited potency. Therefore, as stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/2/32.htm">10.2.32</A>), &#257;ruhya kricchrena param padam tatah/ patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah: if one gives up the shelter of the lotus feet of the Supreme Lord and instead tries to advance in the yoga process by one's own determination, or if one tries to make progress in knowledge by one's own speculative power, surely one will eventually fall again to a mediocre material platform, having no protection other than one's own fallible strength. Therefore the Vaishnava &#257;c&#257;ryas, in their commentaries on this verse, have illustrated in various ways the vast superiority of bhakti-yoga, or pure devotional service. In this connection, &#346;r&#299;dhara Sv&#257;m&#299; states, nim&#299;lya netre dh&#257;vann api iha eshu bh&#257;gavata-dharmeshu na skhalet. nim&#299;lanam n&#257;m&#257;jñ&#257;nam, yath&#257;huh &#8212; '&#347;ruti-smrit&#299; ubhe netre vipr&#257;n&#257;m parik&#299;rtite/ ekena vikalah k&#257;no dv&#257;bhy&#257;m andhah prak&#299;rtitah' iti. "Even if running with both eyes closed, a devotee on this path of bh&#257;gavata-dharma will not stumble. 'Closing one's eyes' refers to being in ignorance [of standard Vedic literatures]. As it is said, 'The &#347;ruti and smriti scriptures are the two eyes of the br&#257;hmanas. Lacking one of them, a br&#257;hmana is half blind, and deprived of both he is considered completely blind.' "</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10-11</A>) the Lord has clearly stated that even if a devotee is lacking in Vedic knowledge or ignorant of Vaishnava literature, the Lord personally enlightens him from within his heart if the devotee is actually engaged in loving service to the Lord. In this connection, &#346;r&#299;la Prabhup&#257;da states, "When Lord Caitanya was in Benares promulgating the chanting of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, thousands of people were following Him. Prak&#257;&#347;&#257;nanda, a very influential and learned scholar in Benares at that time, derided Lord Caitanya for being a sentimentalist. Sometimes philosophers criticize the devotees because they think that most of the devotees are in the darkness of ignorance and are philosophically naive sentimentalists. Actually that is not the fact. There are very, very learned scholars who have put forward the philosophy of devotion, but even if a devotee does not take advantage of their literatures or of his spiritual master, if he is sincere in his devotional service he is helped by Krishna Himself within his heart. So the sincere devotee engaged in Krishna consciousness cannot be without knowledge. The only qualification is that one carry out devotional service in full Krishna consciousness."</P><P>Yet this facility given by the Lord cannot justify unauthorized concoctions put forward about the process of devotional service in the name of spontaneous devotion. In this connection &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has stated, bhagavat-pr&#257;pty-artham prith&#257;&#324;-m&#257;rga-karanam tv ati-d&#363;shan&#257;vaham eva: "If one manufactures his own process of devotional service for the sake of attaining the Supreme Lord, such a concoction will cause total ruination." &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura goes on to quote:</P><P>&#347;ruti-smriti-pur&#257;n&#257;di-</P><P CLASS=n>pañcar&#257;tra-vidhim vin&#257;</P><P CLASS=n>aik&#257;ntik&#299; harer bhaktir</P><P CLASS=n>utp&#257;t&#257;yaiva kalpate</P><P CLASS=n>[BRS 1.2.101]</P><P>"If one's so-called unalloyed devotion to Lord Hari does not take into account the regulations of the &#347;ruti, smriti, Pur&#257;nas and Pañcar&#257;tra, it is nothing more than a disturbance to society." In other words, even if one is not learned in the Vedic literatures, if he is engaged in the loving service of the Lord he is to be accepted as a pure devotee; nonetheless, such loving devotion cannot in any way contradict the injunctions of revealed scriptures.</P><P>Such groups as the pr&#257;krita-sahajiy&#257;s ignore the standard regulations of Vaishnava dharma and engage in illicit, degraded activities, dressing as R&#257;dh&#257; and Krishna in the name of spontaneous devotion. They claim that because such spontaneous devotion is revealed by the Lord Himself, they need not refer to standard scriptures. Similarly, all over the world there are pseudoreligionists who manufacture their own processes and claim they are receiving knowledge from the Lord Himself within their hearts. Therefore it is very important to understand, as stated here, that spontaneous revelation by the Lord within the heart is meant not to alter the eternal process of devotional service to the Lord, but to give a supplementary facility to a sincere devotee who is ignorant of revealed scriptures. In other words, the revealed scriptures describe the eternal process of service to the Lord. Since the Lord is eternal and the living entity is eternal, the process of their loving relationship is also eternal. The Lord never changes His essential nature, nor does the living entity. Therefore there is no need to change the essential process of loving service to the Lord. Special revelation by the Lord is meant to give scriptural knowledge by another means, and not to contradict scriptural knowledge.</P><P>On the other hand, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has stated that if a devotee is executing all the basic principles of bhakti-yoga and advancing in devotional service, such a Vaishnava should not be criticized for neglecting the secondary procedures. For example, His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da established hundreds of spiritual communities in the Western countries for practicing Krishna consciousness. The devotees in these communities give up all illicit sex, gambling, intoxication and meat-eating and constantly engage in service to Krishna. Such followers of &#346;r&#299;la Prabhup&#257;da are able to make wonderful spiritual advancement and convert many thousands of people to the process of devotional service. In fact, all the faithful members of ISKCON who follow the standard regulations remain free from material contamination and make visible progress in going back home, back to Godhead. Such members of ISKCON cannot possibly execute all the details of the varn&#257;&#347;rama-dharma system. In fact, many Western devotees can barely pronounce Sanskrit words and are not very expert in performing elaborate sacrifices based on chanting of mantras and offering of oblations. But because they are executing all the essential principles of bhakti-yoga by giving up material sense gratification and constantly engaging in loving service to Krishna, their position is guaranteed both in this life and in the next.</P><P>We have seen many sophisticated Sanskrit scholars and learned experts in the details of Vedic sacrifice who can hardly even follow the basic principles of human life, namely no illicit sex, no meat-eating, no gambling and no intoxication. Such brilliant scholars and ritualistic performers are generally seen to be attached to a materialistic conception of life and are fond of mental speculation. Although in Bhagavad-g&#299;t&#257; the Lord Himself has given perfect knowledge for all time, such so-called scholars consider themselves more intelligent than the Lord and thus speculate on the meaning of Vedic literature. Such speculation certainly constitutes a fall from perfect spiritual life, and what then is to be said of materialistic fruitive activities, which are illusory in every sense of the term. The transcendental devotees are able to remain aloof from the pollution of fruitive activity and mental speculation, and that is the essential purport of this verse.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has warned that the words y&#257;n &#257;sth&#257;ya indicate that the exalted status of a Vaishnava can never be accorded to one who is not following the basic regulations of bhakti-yoga. Nor can it apply to one who is sometimes serving Krishna and sometimes serving the illusory energy, m&#257;y&#257;, by mental speculation or fruitive activities. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has concluded, "In all dharmas other than bh&#257;gavata-dharma one must consider the conditioned soul's qualification. But a soul surrendered to the Lord is never confounded by error, even if unqualified in all other respects. His feet never stumble, and he never falls. Even though wandering in the world at whim, he always resides in an auspicious place by the influence of his unswerving worship. The unique potency of bhagavata-dharma does not appear in any of the other dharmas of the world. There is no comparison between a surrendered individual who has taken shelter of bh&#257;gavata-dharma and the practitioner of any other dharma."</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>