<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.36</P><P CLASS=c>k&#257;yena v&#257;c&#257; manasendriyair v&#257;</P><P CLASS=c>buddhy&#257;tman&#257; v&#257;nusrita-svabh&#257;v&#257;t</P><P CLASS=c>karoti yad yat sakalam parasmai</P><P CLASS=c>n&#257;r&#257;yan&#257;yeti samarpayet tat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kayena">k&#257;yena</A> &#8212; with the body; <A CLASS=v HREF="http://vedabase.net/v/vaca">v&#257;c&#257;</A> &#8212; speech; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/i/indriyaih">indriyaih</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; with the intelligence; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; the purified consciousness; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/anusrta">anusrita</A> &#8212; followed; <A CLASS=v HREF="http://vedabase.net/s/svabhavat">svabh&#257;v&#257;t</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> one's conditioned nature; <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; one does; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/s/sakalam">sakalam</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/p/parasmai">parasmai</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Supreme; <A CLASS=v HREF="http://vedabase.net/n/narayanaya">n&#257;r&#257;yan&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thinking, "This is for <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>"; <A CLASS=v HREF="http://vedabase.net/s/samarpayet">samarpayet</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> should offer; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that.</P><P CLASS=t>TRANSLATION</P><P>In accordance with the particular nature one has acquired in conditioned life, whatever one does with body, words, mind, senses, intelligence or purified consciousness one should offer to the Supreme, thinking, "This is for the pleasure of Lord N&#257;r&#257;yana."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has commented in this regard that a person who engages all the sensory activities of his body, mind, words, intelligence, ego and consciousness in the service of the Supreme Lord cannot be considered to be on the same level as a karm&#299; working for his personal sense gratification. Although apparently still a conditioned soul, one who offers the fruits of all his activities to the Lord can no longer be touched by the countless miseries that arise from the reactions to materialistic activities.</P><P>Because of enmity against the Supreme Personality of Godhead and His omnipotent authority, the conditioned living entity performs activities against the order of the Lord. Yet self-realized souls continue to perform all types of work within this world to carry out the mission of the Supreme Lord. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, those karm&#299;s who are sufficiently pious follow the example of the self-realized souls by trying to offer the fruits of their own duties at the lotus feet of the Lord. Although this is counted as karma-mi&#347;r&#257; bhakti, or devotional service mixed with the desire to execute fruitive activities, such mixed devotional service is gradually transformed into pure devotional service. As the pious fruitive workers disengage themselves, step by step, from the bogus philosophy of "enjoyment of one's hard-earned rewards," pure devotional service rewards them with complete good fortune.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has commented, &#257;tman&#257; citten&#257;ha&#324;k&#257;rena v&#257; anusrito yah svabh&#257;vas tasm&#257;t: although one may still be in the bodily concept of life, he should offer the fruit of his work to the Supreme Personality of Godhead. Those with a primitive, materialistic concept of the Supreme Lord consider the Lord present only in a temple or church. They make some offering to the Lord in the place of worship, but in their normal activities they claim proprietorship, not thinking that God is present everywhere and within everyone. We have practical experience of many so-called religious men who become very offended if their children try to become servants of the Supreme Lord. They feel, "God should be pleased with whatever humble offering I give Him, but my family and ordinary business affairs belong to me and are under my control." The perception of anything as separate from the Supreme Personality of Godhead or His proprietorship is called m&#257;y&#257;, or illusion. &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has quoted, na kevalam vidhitah kritam eveti niyamah; svabh&#257;v&#257;nus&#257;ri laukikam api: "The regulation that one should serve the Supreme Lord does not refer only to prescribed religious paths, ceremonies and regulations; rather, all the activities one performs in this world according to one's personal nature should be dedicated to the Supreme Personality of Godhead."</P><P>The words karoti yad yat sakalam parasmai n&#257;r&#257;yan&#257;yeti samarpayet tat in this verse are very significant. A similar verse is found in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/27.htm">9.27</A>):</P><P>yat karoshi yad a&#347;n&#257;si</P><P CLASS=n>yaj juhoshi dad&#257;si yat</P><P CLASS=n>yat tapasyasi kaunteya</P><P CLASS=n>tat kurushva mad-arpanam</P><P>"O son of Kunt&#299;, all that you do, all that you eat, all that you offer and give away, and all the austerities that you perform should be done as an offering unto Me." The objection may be raised, Since our ordinary activities are performed with a material body and material mind, not by the spirit soul, how can such activities be offered to the Supreme Lord, who is completely transcendental to the material world? How can such activities be considered spiritual? In answer to this it is stated in the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana3/8/8">3.8.8</A>):</P><P>varn&#257;&#347;ram&#257;c&#257;ra-vat&#257;</P><P CLASS=n>purushena parah pum&#257;n</P><P CLASS=n>vishnur &#257;r&#257;dhyate panth&#257;</P><P CLASS=n>n&#257;nyat tat-tosha-k&#257;ranam</P><P>One who wants to satisfy the Supreme Personality of Godhead, Vishnu, must accept the system of varn&#257;&#347;rama-dharma and worship the Lord through the execution of his prescribed duties. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>) the Supreme Lord has personally taken credit for establishing the system of varn&#257;&#347;rama-dharma: c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah. Therefore if one offers his work within the varn&#257;&#347;rama-dharma system to the Supreme Lord, such work is counted as devotional service. According to one's svabh&#257;va, or nature, one may work as an intellectual or priest, as an administrator or military man, as an agriculturist or mercantile man, or as a laborer or craftsman. And while working, everyone should meditate on the Supreme Personality of Godhead, thinking, yat sakalam parasmai n&#257;r&#257;yan&#257;ya: "I am working for the Supreme Lord. Whatever result comes from my work, I shall accept the bare minimum for my personal maintenance, and the rest I shall offer for the glorification of Lord N&#257;r&#257;yana."</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has pointed out, k&#257;min&#257;m tu sarvathaiva na dushkarm&#257;rpanam: one cannot offer dushkarma, or sinful, wicked activities, to the Supreme Personality of Godhead. The four pillars of sinful life are illicit sex, meat-eating, gambling and intoxication. Such activities are never acceptable as offerings to the Supreme Personality of Godhead. The example may be given that although in a free society each person is allowed to choose his own occupation, even a democratic government will not allow a citizen to choose the occupation of thief or murderer. In the same way, according to the laws of God one is invited to work according to his own nature in the varn&#257;&#347;rama system, but one is forbidden to adopt a criminal life of sinful activities violating the laws of God.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has given a nice description of how one should offer one's ordinary activities to the Supreme Lord. He says that an ordinary sense gratifier begins his activities in the morning by passing stool and urine, cleaning his mouth, brushing his teeth, bathing, meeting his friends and family members and discussing with them the day's business. In this way one has so many activities during the day, and a sense gratifier executes all these activities for his personal material enjoyment. A karm&#299;, on the other hand, working under the jurisdiction of the karma-k&#257;nda section of the Vedas, will perform the same activities for the pleasure of the demigods and his forefathers. Thus, according to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, a devotee of the Supreme Lord, N&#257;r&#257;yana, should similarly perform all of his daily activities for the pleasure of the Supreme Lord. In this way everything we do throughout the day will become bhakty-a&#324;ga, or a supplementary aspect of our devotional service to Krishna.</P><P>It should be understood that as long as one identifies oneself in terms of the varn&#257;&#347;rama-dharma system rather than as part and parcel of Krishna one is still on the platform of aha&#324;k&#257;ra, or false ego, because the varn&#257;&#347;rama system is designed according to the modes of nature acquired by the living entity through his material body. But the &#257;c&#257;ryas have emphasized in their commentaries on this verse that such a false ego, by which one identifies oneself as a br&#257;hmana, kshatriya, vai&#347;ya, &#347;&#363;dra, sanny&#257;s&#299;, grihastha and so on, should also be offered to the Supreme Personality of Godhead.</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, when one becomes very much attracted to hearing and chanting about the Supreme Lord and not merely offering Him the fruits of one's work, one has attained the stage called svar&#363;pa-siddh&#257; bhakti, or the stage in which actual devotion becomes visible. The example may be given that although any good citizen will pay his taxes to the government, he may not necessarily love the government or its leaders. Similarly a pious living entity can understand that he is working under the laws of God, and therefore in accordance with Vedic injunctions or the injunctions of other scriptures he offers a portion of his assets to the Supreme Lord in religious ceremonies. But when such a pious person actually becomes attached to chanting and hearing about the personal qualities of the Lord and when love thus becomes visible, he is considered to be reaching the mature stage of life. In this regard, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has quoted several verses that very nicely show the development of love for Godhead. Anena durv&#257;san&#257;-duhkha-dar&#347;anena sa karun&#257;-mayah karun&#257;m karotu: "May the merciful Lord show mercy on me by demonstrating the misery created by sinful desires." Y&#257; pr&#299;tir avivek&#257;n&#257;m visayeshv anap&#257;yin&#299;/ tv&#257;m anusmaratah s&#257; me hriday&#257;n n&#257;pasarpatu: "Unintelligent persons have unflinching affection for the objects of sense gratification. Similarly, may I always remember You, so that that same attachment, applied to You, never leaves my heart." (Vishnu Pur&#257;na <A CLASS=v HREF="http://vedabase.net/todo/purana1/20/19">1.20.19</A>) Yuvat&#299;n&#257;m yath&#257; y&#363;ni y&#363;n&#257;m ca yuvatau yath&#257;/ mano 'bhiramate tadvan mano me ramat&#257;m tvayi: "As the minds of young girls take pleasure in thinking of a young boy and those of young boys take pleasure in thinking of a young girl, may my mind take pleasure in You." Mama sukarmani dushkarmani ca yad r&#257;ga-s&#257;m&#257;nyam, tad sarvato-bh&#257;vena bhagavad-vishayam eva bhavatu: "Whatever attraction I have for pious or sinful activities, let that attraction be wholeheartedly invested in You."</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>