<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.37</P><P CLASS=c>bhayam dvit&#299;y&#257;bhinive&#347;atah sy&#257;d</P><P CLASS=c>&#299;&#347;&#257;d apetasya viparyayo 'smritih</P><P CLASS=c>tan-m&#257;yay&#257;to budha &#257;bhajet tam</P><P CLASS=c>bhaktyaikaye&#347;am guru-devat&#257;tm&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/d/dvitiya">dvit&#299;ya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> something seeming <A HREF="http://vedabase.net/t/to">to</A> be other than the Lord; <A CLASS=v HREF="http://vedabase.net/a/abhinivesatah">abhinive&#347;atah</A> &#8212; because of absorption; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> will arise; <A CLASS=v HREF="http://vedabase.net/i/isat">&#299;&#347;&#257;t</A> &#8212; from the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/apetasya">apetasya</A> &#8212; for one who has turned away; <A CLASS=v HREF="http://vedabase.net/v/viparyayah">viparyayah</A> &#8212; misidentification; <A CLASS=v HREF="http://vedabase.net/a/asmrtih">asmritih</A> &#8212; forgetfulness; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the illusory energy; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/b/budhah">budhah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> intelligent person; <A CLASS=v HREF="http://vedabase.net/a/abhajet">&#257;bhajet</A> &#8212; should worship fully; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; with devotion; <A CLASS=v HREF="http://vedabase.net/e/ekaya">ekay&#257;</A> &#8212; unalloyed; <A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A>-<A CLASS=v HREF="http://vedabase.net/d/devata">devat&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; one who sees his own spiritual master <A HREF="http://vedabase.net/a/as">as</A> his lord and very soul.</P><P CLASS=t>TRANSLATION</P><P>Fear arises when a living entity misidentifies himself as the material body because of absorption in the external, illusory energy of the Lord. When the living entity thus turns away from the Supreme Lord, he also forgets his own constitutional position as a servant of the Lord. This bewildering, fearful condition is effected by the potency for illusion, called m&#257;y&#257;. Therefore, an intelligent person should engage unflinchingly in the unalloyed devotional service of the Lord, under the guidance of a bona fide spiritual master, whom he should accept as his worshipable deity and as his very life and soul.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; the objection may be raised that since fear is caused by ignorance, it can be dispelled by knowledge and there is no need to worship the Supreme Lord. The living entity falsely identifies with his material body, family, society and so on, and he simply has to give up this false identification. Then what will m&#257;y&#257; be able to do?</P><P>In reply to this argument, &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has quoted the following verse from Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>):</P><P>daiv&#299; hy esh&#257; guna-may&#299;</P><P CLASS=n>mama m&#257;y&#257; duratyay&#257;</P><P CLASS=n>m&#257;m eva ye prapadyante</P><P CLASS=n>m&#257;y&#257;m et&#257;m taranti te</P><P>"This divine energy of Mine consisting of the three modes of material nature is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it." The living entity, called j&#299;va-tattva, is one of the potencies of the Supreme Lord, but the constitutional position of the living entity is tata-stha, or marginal. Being minute, every living entity is eternally dependent upon the supreme living entity, Krishna. This is confirmed in the Vedic literature as follows: nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m/ eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n. "Among all the eternally conscious beings there is one supreme eternal living being who is supplying the needs of all the innumerable others." (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/1/12">2.1.12</A>) Krishnad&#257;sa Kavir&#257;ja has stated, ekale &#299;&#347;vara krishna, &#257;ra saba bhritya: "Krishna is the only independent controller; all other living entities depend upon Him." (Cc. <A CLASS=v HREF="../../../cc/adi/5/142.htm">&#256;di 5.142</A>) Just as the finger is part and parcel of the body and therefore must always be engaged in bodily service, we as parts and parcels of Krishna (mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah [<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>]) have the eternal duty (san&#257;tana-dharma) of engaging in the unalloyed service of the Lord.</P><P>The potency of the Lord that enlightens us in the Lord's service is called cit-&#347;akti. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments that when the living entity develops a spirit of independence he is forced to come to the material world, where he enters into various types of petty and undesirable behavior that create a fearful situation for him. The bahira&#324;g&#257;-&#347;akti, the illusory potency of the Supreme Lord, covers all trace of the cit-&#347;akti and imposes one material body after another upon the living entity for his gross sinful enjoyment. As further punishment, the living entity who has given up his loving relationship with Krishna loses all power to perceive the eternal, blissful form of the Supreme Lord, who is his actual shelter. Instead the living entity becomes attached to many temporary, phantasmagorical forms, such as his personal body, the bodies of his family members and friends, his nation, his city, with its buildings and cars, and innumerable types of ephemeral material scenery. In such a state of gross ignorance the idea of returning to one's original identity no longer even crosses the mind.</P><P>By the laws of God the three modes of material nature are constantly in conflict, as stated in the Bhagavad-g&#299;t&#257;. This conflict is described in many places in the Bh&#257;gavatam as guna-vyatikaram. When the living entity is bewildered by the interactions of the modes of material nature, he comes to the conclusion of relativity and assumes that God and worship of God are simply by-products of the relative, contradictory interactions of nature's modes. In the name of anthropological, sociological or psychological perspective, the living entity falls deeper and deeper into the darkness of materialistic ignorance, dedicating himself to mundane piety, economic development, sense gratification, or speculation in which he regards the Absolute as lacking variety and personality, which he assumes to be products of the interactions of nature's modes.</P><P>The illusory potency of the Supreme Lord is duratyay&#257;; it is impossible to escape without the direct mercy of Krishna (m&#257;m eva ye prapadyante m&#257;y&#257;m et&#257;m taranti te [<A CLASS=v HREF="../../../bg/7/14.htm">Bg. 7.14</A>]). The example may be given that when the sun is covered by clouds, no man-made apparatus can remove them from the sky, but the sun itself, which created the clouds, can immediately burn away the cloudy covering and reveal itself. Similarly, when we become covered by the illusory potency of the Lord we identify with our temporary material body, and thus we are always in fear and anxiety. But when we surrender to the Lord Himself, He can immediately free us from this illusion. The material world is padam padam yad vipad&#257;m; it is dangerous at every step. When a living entity understands that he is not the material body but an eternal servant of God, his fear is vanquished. As stated by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, atra bhaktaih sams&#257;ra-bandh&#257;n na bhetavyam sa hi bhaktau pravartam&#257;nasya svata ev&#257;pay&#257;ti: "In this bh&#257;gavata-dharma devotees have no need to fear the bondage of material existence. That fear goes away of its own accord for one who engages in devotional service."</P><P>It is important to make clear that bhayam, or fear, cannot ultimately be vanquished simply by impersonal self-realization as expressed by the words aham brahm&#257;smi, "I am spirit soul." In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/5/12.htm">1.5.12</A>) N&#257;rada Muni says to Vy&#257;sadeva, naishkarmyam apy acyuta-bh&#257;va-varjitam na &#347;obhate: mere naishkarmyam, or cessation of material activities and repudiation of the bodily concept of life, cannot ultimately save one. The living entity must find a superior shelter on the spiritual platform; otherwise he will come back to the fearful situation of material existence. That is stated in &#347;&#257;stra: &#257;ruhya kricchrena param padam tatah patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>). Although one may with great labor and effort struggle up to the Brahman platform (kle&#347;o 'dhikataras tesh&#257;m avyakt&#257;sakta-cetas&#257;m [<A CLASS=v HREF="../../../bg/12/5.htm">Bg. 12.5</A>]), if he does not find a suitable shelter he will come back to the material platform. His so-called liberation is vimukta-m&#257;na, liberation by imagination.</P><P>The living entity is by nature pleasure-seeking, &#257;nanda-maya. Now we are suffering because we are falsely seeking pleasure on the material platform and as a result we are becoming entangled in the painful complexities of material existence. But if we try to give up the pleasure-seeking propensity altogether, we shall eventually become frustrated and return to the platform of material pleasure-seeking. Although there is eternal existence on the Brahman platform of impersonal realization, there is no &#257;nanda. Variety is the mother of enjoyment. In the Vaikuntha planets there is actual, spiritual &#257;nanda. Krishna is there in His ecstatic, spiritual form, surrounded by His blissful associates, all of them eternally full of bliss and knowledge. They have nothing to do with material existence. In the spiritual planets even the scenery and birds and animals are fully conscious of Krishna and are absorbed in transcendental bliss. Yad gatv&#257; na nivartante tad dh&#257;ma paramam mama (<A CLASS=v HREF="../../../bg/15/6.htm">Bg. 15.6</A>). One who goes to the blissful, spiritual planet of Krishna will be fully satisfied and never come back to the material platform. Therefore Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has said, kim c&#257;tra bhaktaih sams&#257;ra-bandh&#257;n na bhetavyam. Only the bhakta actually becomes free from fear.</P><P>In this connection &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has emphasized the necessity of accepting a bona fide spiritual master who is vrajendranandana-preshtha, the dearmost servitor of the son of Nanda Mah&#257;r&#257;ja, Krishna. The bona fide spiritual master is completely free from envy of other living entities, and therefore he freely distributes knowledge of devotional service to the Supreme Personality of Godhead. When the living entities who are inimical to the service of the Lord somehow hear this knowledge submissively, they become free from the illusory potency of the Lord, which has covered them and thrown them into various miserable species of life. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, by the mercy of the spiritual master the faithful disciple gradually realizes the transcendental position of Lord N&#257;r&#257;yana, who is served with great awe and reverence by hundreds and thousands of goddesses of fortune. As the disciple's transcendental knowledge gradually increases, even the paramai&#347;varya, or supreme opulence, of the Lord of Vaikuntha becomes pale in the light of the beauty of Govinda, Krishna. Govinda has inconceivable potency to enchant and give pleasure, and by the mercy of the spiritual master the disciple gradually develops his own blissful relationship (rasa) with Govinda. Having understood the blissful pastimes of Lakshm&#299;-N&#257;r&#257;yana, &#346;r&#299; S&#299;t&#257;-R&#257;ma, Rukmin&#299;-Dv&#257;rak&#257;dh&#299;&#347;a and finally Lord Krishna Himself, the purified living entity is given the unique privilege of participating directly in the devotional service of Krishna, who becomes his only object and shelter.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>