<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.38</P><P CLASS=c>avidyam&#257;no 'py avabh&#257;ti hi dvayo</P><P CLASS=c>dhy&#257;tur dhiy&#257; svapna-manorathau yath&#257;</P><P CLASS=c>tat karma-sa&#324;kalpa-vikalpakam mano</P><P CLASS=c>budho nirundhy&#257;d abhayam tatah sy&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/avidyamanah">avidyam&#257;nah</A> &#8212; not present <A HREF="http://vedabase.net/i/in">in</A> reality; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/avabhati">avabh&#257;ti</A> &#8212; is manifest; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/dvayah">dvayah</A> &#8212; duality; <A CLASS=v HREF="http://vedabase.net/d/dhyatuh">dhy&#257;tuh</A> &#8212; of the person experiencing; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; by the intelligence; <A CLASS=v HREF="http://vedabase.net/s/svapna">svapna</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> dream; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/r/rathau">rathau</A> &#8212; or the conceiving of <A HREF="http://vedabase.net/a/a">a</A> desire; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; of material activities; <A CLASS=v HREF="http://vedabase.net/s/sankalpa">sa&#324;kalpa</A>-<A CLASS=v HREF="http://vedabase.net/v/vikalpakam">vikalpakam</A> &#8212; having the functions of forming positive and negative desires; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/b/budhah">budhah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> intelligent person; <A CLASS=v HREF="http://vedabase.net/n/nirundhyat">nirundhy&#257;t</A> &#8212; should bring under control; <A CLASS=v HREF="http://vedabase.net/a/abhayam">abhayam</A> &#8212; fearlessness; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; there may be.</P><P CLASS=t>TRANSLATION</P><P>Although the duality of the material world does not ultimately exist, the conditioned soul experiences it as real under the influence of his own conditioned intelligence. This imaginary experience of a world separate from Krishna can be compared to the acts of dreaming and desiring. When the conditioned soul dreams at night of something desirable or horrible, or when he daydreams of what he would like to have or avoid, he creates a reality that has no existence beyond his own imagination. The tendency of the mind is to accept and reject various activities based on sense gratification. Therefore an intelligent person should control the mind, restricting it from the illusion of seeing things separate from Krishna, and when the mind is thus controlled he will experience actual fearlessness.</P><P CLASS=t>PURPORT</P><P>Although the conditioned mind is bewildered by the objects of sense gratification offered by m&#257;y&#257;, illusion, if one takes to the unalloyed devotional service of the Lord such material sense gratification gradually dissipates, for it is merely a mental concoction of the conditioned soul. &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has emphasized by the words avyabhic&#257;rin&#299; bhakti that one cannot dissipate the illusion of material sense gratification unless one takes to the unalloyed devotional service of the Lord. As &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has stated:</P><P>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam</P><P CLASS=n>jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=n>&#257;nuk&#363;lyena krishn&#257;nu-</P><P CLASS=n>&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>[Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]</P><P>Unalloyed devotional service cannot be mixed with material sense gratification or mental speculation. The servant must act only for the satisfaction of the master. Similarly, Lord Krishna states in Bhagavad-g&#299;t&#257;, m&#257;m ekam &#347;aranam vraja. One must see only Krishna everywhere and must act exclusively for the satisfaction of Lord Krishna, the eternal master of every living entity.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya has quoted several verses from the Hari-vam&#347;a illustrating that the living entity bewildered by identifying with his material body, home, family, friends and so on and thus entangled in the cycle of birth and death accepts phantasmagoria as reality. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, &#347;ravana-k&#299;rtan&#257;di-lakshana-m&#257;tratvam yato na vy&#257;hanyeta: if one seriously desires to vanquish the duality of material illusion, one must adopt the process of chanting and hearing the glories of the Supreme Lord. &#346;r&#299; Caitanya Mah&#257;prabhu also cited the following Vedic reference:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>(Brihan-n&#257;rad&#299;ya Pur&#257;na)</P><P>According to Vedic literatures the living entities of this Kali-yuga are very feeble in their power to understand spiritual knowledge (mand&#257;h sumanda-matayo manda-bh&#257;gy&#257; hy upadrut&#257;h [<A CLASS=v HREF="../../1/1/10.htm">SB 1.1.10</A>]). Their minds are always disturbed. and they are lazy and misguided by so many bogus leaders. They are further described in the Bh&#257;gavatam as nihsattv&#257;n (impatient and impious). durmedh&#257;n (possessed of weak intelligence) and hrasit&#257;yushah (very short lived). Therefore one who seriously wants to overcome the ignorance of material life must surrender to the process of chanting and hearing the holy name of the Lord &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; as well as reciting and rendering submissive aural reception to the transcendental literatures presented by the Lord, such as Bhagavad-g&#299;t&#257;, &#346;r&#299;mad-Bh&#257;gavatam and Caitanya-carit&#257;mrita. It should be understood that the living entity is completely spiritual and never actually becomes mixed with material energy (asa&#324;go hy ayam purushah). According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, tasmin &#347;uddhe 'pi kalpyate: although the living entity is &#347;uddha, pure spirit soul, he imagines that he is a material creation and thus entangles himself in the network of illusion called deh&#257;patya-kalatr&#257;di.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has used the word m&#257;nasa-pratyaksha to describe the experience of material life. M&#257;nasa-pratyaksha means "that which is experienced only within the mind." The actual pratyaksha is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/2.htm">9.2</A>):</P><P>r&#257;ja-vidy&#257; r&#257;ja-guhyam</P><P CLASS=n>pavitram idam uttamam</P><P CLASS=n>pratyaksh&#257;vagamam dharmyam</P><P CLASS=n>susukham kartum avyayam</P><P>When one submissively hears the instructions given by the Lord Himself in Bhagavad-g&#299;t&#257;, which constitute the king of all knowledge (r&#257;ja-vidy&#257;) and the most confidential of all information (r&#257;ja-guhyam), by associating with such spotless spiritual knowledge (pavitram idam uttamam) one can directly experience one's eternal nature (pratyaksh&#257;vagamam). By experiencing one's eternal nature, one becomes thoroughly religious (dharmyam), blissful (susukham) and eternally engaged in the devotional service of the Lord (kartum avyayam).</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has quoted the following &#347;ruti-mantra in this connection: vijita-hrish&#299;ka-v&#257;yubhir ad&#257;nta-manas turagam. "By the very senses and life air one has conquered, the uncurbed mind will again drag one away." According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura the meaning of this verse is samavah&#257;ya guro&#347; caranam: if one rejects the lotus feet of one's spiritual master, all of one's previous spiritual advancement becomes null and void. This has already been indicated in the previous verse by the words guru-devat&#257;tm&#257;. Unless one accepts a bona fide spiritual master in the authorized parampar&#257; as one's worshipable deity and life and soul, there is no question of overcoming the duality of material life.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has made the following comments on this verse. "Control of the mind is a result of living a life of devotional service to the Lord. By the influence of fixed devotional service, the accepting and rejecting mind can stop its thirst for sensory enjoyment apart from Krishna. In transcendental Krishna consciousness there is no contradiction, pettiness or lack of ecstasy. In other words, it is not like a material object, which always proves temporary and constantly miserable. Having forgotten Krishna, the conditioned living entity is suffering the misdirection and perversion of his own so-called intelligence. The living entities are fragmental parts of the supreme shelter, Krishna, but have fallen from Krishna's kingdom of spiritual pastimes. Because of forgetting the Supreme Lord, they become prone to sinful life and turn their attention to dangerous material objects, which fill them with constant fear. If one desires to subdue the mind, which is constantly engaged in the duality of mental concoction, one must take to the devotional service of Lord Krishna."</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>