<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.4</P><P CLASS=c>&#347;r&#299;-vasudeva uv&#257;ca</P><P CLASS=c>bhagavan bhavato y&#257;tr&#257;</P><P CLASS=c>svastaye sarva-dehin&#257;m</P><P CLASS=c>kripan&#257;n&#257;m yath&#257; pitror</P><P CLASS=c>uttama-&#347;loka-vartman&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/v/vasudevah">vasudevah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A> said; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lord; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; of your good self; <A CLASS=v HREF="http://vedabase.net/y/yatra">y&#257;tr&#257;</A> &#8212; the coming; <A CLASS=v HREF="http://vedabase.net/s/svastaye">svastaye</A> &#8212; for the benefit; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; of all embodied beings; <A CLASS=v HREF="http://vedabase.net/k/krpananam">kripan&#257;n&#257;m</A> &#8212; of the most wretched; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/pitroh">pitroh</A> &#8212; that of <A HREF="http://vedabase.net/a/a">a</A> father; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> &#8212; the Supreme Lord, who is praised by excellent verses; <A CLASS=v HREF="http://vedabase.net/v/vartmanam">vartman&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> fixed on the path toward.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Vasudeva said: My lord, your visit, like that of a father to his children, is for the benefit of all living beings. You especially help the most wretched among them, as well as those who are advanced on the path toward the Supreme Lord, Uttama&#347;loka.</P><P CLASS=t>PURPORT</P><P>Vasudeva herein describes the glories of N&#257;rada Muni. The words kripan&#257;n&#257;m yath&#257; pitror uttama-&#347;loka-vartman&#257;m are significant. Kripan&#257;n&#257;m refers to the most wretched persons, whereas uttama-&#347;loka-vartman&#257;m refers to the most fortunate, those who are advanced in Krishna consciousness. &#346;r&#299;dhara Sv&#257;m&#299; has stated, tath&#257; bhagavad-r&#363;pasya bhavato y&#257;tr&#257; sarva-dehin&#257;m svastaya iti. The word bhagavad-r&#363;pasya indicates that N&#257;rada Muni is an expansion of the Supreme Lord and that his activities therefore bring immense benefit for all living beings. In the First Canto of &#346;r&#299;mad-Bh&#257;gavatam, N&#257;rada Muni is described as a manifestation of the mercy of the Supreme Personality of Godhead. There it is stated that N&#257;rada is especially empowered to give instructions in the art of devotional service to Krishna. N&#257;rada is especially able to advise the conditioned souls as to how they can dovetail their present activities with the devotional service of Krishna without unnecessarily disrupting their present life.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; has defined the word kripana by quoting from the Brihad-&#257;ranyaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/9/10">3.9.10</A>). Etad aksharam g&#257;rgi aviditv&#257;sm&#257;l lok&#257;t praiti sa kripanah: "O daughter of Garg&#257;c&#257;rya, he who leaves this world without learning about the infallible Supreme is a kripana, or miser." In other words, we are awarded the human form of life so that we may understand our eternal, blissful relationship with the Supreme Personality of Godhead. As indicated in verse 2 of this chapter by the word indriyav&#257;n, the human body is specifically awarded so that we may serve the Supreme Lord, Krishna. This human form of body is the greatest fortune because the highly evolved intelligence of human life enables us to understand Krishna, the Absolute Truth. If we are unable to understand our eternal relationship with God, we shall derive no permanent benefit whatsoever in this present life, nor can we ultimately benefit others. One who receives a great treasure but can neither use it himself nor dedicate it to the happiness of others is called a miser. Therefore, a person who leaves this world without having understood his actual position as servant of God is called a kripana, or miser.</P><P>This verse states that N&#257;rada Muni is so empowered in the devotional service of Krishna that he can lift even miserly rascals out of their illusion, just as a kind father goes to his child and wakes him from a distressing nightmare. Our present materialistic life is just like a troublesome dream, from which great souls such as N&#257;rada can wake us. N&#257;rada Muni is so powerful that even those already advanced in devotional service to Krishna can greatly enhance their spiritual position by hearing his instructions, as they will be given here in the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam. Therefore &#346;r&#299; N&#257;rada is the guru and father of all living beings, who are originally devotees of the Lord but who are now artificially attempting to enjoy the material world in the material bodies of human beings, animals, and so on.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>