<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.40</P><P CLASS=c>evam-vratah sva-priya-n&#257;ma-k&#299;rty&#257;</P><P CLASS=c>j&#257;t&#257;nur&#257;go druta-citta uccaih</P><P CLASS=c>hasaty atho roditi rauti g&#257;yaty</P><P CLASS=c>unm&#257;da-van nrityati loka-b&#257;hyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A>-<A CLASS=v HREF="http://vedabase.net/v/vratah">vratah</A> &#8212; when one thus engages <A HREF="http://vedabase.net/i/in">in</A> the vow <A HREF="http://vedabase.net/t/to">to</A> chant and dance; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> &#8212; very dear; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/k/kirtya">k&#299;rtya</A> &#8212; by chanting; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way develops; <A CLASS=v HREF="http://vedabase.net/a/anuragah">anur&#257;gah</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/d/druta">druta</A>-<A CLASS=v HREF="http://vedabase.net/c/cittah">cittah</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> melted heart; <A CLASS=v HREF="http://vedabase.net/u/uccaih">uccaih</A> &#8212; loudly; <A CLASS=v HREF="http://vedabase.net/h/hasati">hasati</A> &#8212; laughs; <A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/r/roditi">roditi</A> &#8212; cries; <A CLASS=v HREF="http://vedabase.net/r/rauti">rauti</A> &#8212; becomes agitated; <A CLASS=v HREF="http://vedabase.net/g/gayati">g&#257;yati</A> &#8212; chants; <A CLASS=v HREF="http://vedabase.net/u/unmada">unm&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> madman; <A CLASS=v HREF="http://vedabase.net/n/nrtyati">nrityati</A> &#8212; dancing; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/b/bahyah">b&#257;hyah</A> &#8212; without caring for outsiders.</P><P CLASS=t>TRANSLATION</P><P>By chanting the holy name of the Supreme Lord, one comes to the stage of love of Godhead. Then the devotee is fixed in his vow as an eternal servant of the Lord, and he gradually becomes very much attached to a particular name and form of the Supreme Personality of Godhead. As his heart melts with ecstatic love, he laughs very loudly or cries or shouts. Sometimes he sings and dances like a madman, for he is indifferent to public opinion.</P><P CLASS=t>PURPORT</P><P>In this verse, pure love of God is being described. &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has described this spiritual situation as sampr&#257;pta-prema-lakshana-bhakti-yogasya sams&#257;ra-dharm&#257;t&#299;t&#257;m gatim, or the perfectional stage of life in which one's devotional service to the Supreme Lord is enriched by ecstatic love. At that time, one's spiritual duties are entirely beyond the scope of worldly affairs.</P><P>In &#346;r&#299; Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/7/78.htm">&#256;di 7.78</A>), there is the following statement by &#346;r&#299; Caitanya Mah&#257;prabhu:</P><P>dhairya dharite n&#257;ri, hail&#257;ma unmatta</P><P CLASS=n>h&#257;si, k&#257;ndi, n&#257;ci, g&#257;i, yaiche mada-matta</P><P>"While chanting the holy name of the Lord in pure ecstasy, I lose myself, and thus I laugh, cry, dance and sing just like a madman." Caitanya Mah&#257;prabhu immediately approached His spiritual master to ask him why He had apparently become mad by chanting the holy name of Krishna. His guru replied:</P><P>krishna-n&#257;ma-mah&#257;-mantrera ei ta ' svabh&#257;va</P><P CLASS=n>yei jape, t&#257;ra krishne upajaye bh&#257;va</P><P>"It is the nature of the Hare Krishna mah&#257;-mantra that anyone who chants it immediately develops his loving ecstasy for Krishna." (Cc. <A CLASS=v HREF="../../../cc/adi/7/83.htm">&#256;di 7.83</A>) In this connection &#346;r&#299;la Prabhup&#257;da has commented, "These symptoms are very prominently manifest in the body of a pure devotee. Sometimes when our students of the Krishna consciousness movement chant and dance, even in India people are astonished to see how these foreigners have learned to chant and dance in this ecstatic fashion. As explained by Caitanya Mah&#257;prabhu, however, actually this is not due to practice, for without extra endeavor these symptoms become manifest in anyone who sincerely chants the Hare Krishna mah&#257;-mantra."</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has warned us in this regard about the ungodly sahajiy&#257;s who imitate the pastimes of the Supreme Lord in an unauthorized way, neglecting the standard injunctions of Vedic scriptures, foolishly trying to take the position of Krishna as Purushottama, and thus making a cheap farce of the exalted pastimes of the Lord. Their so-called ecstatic symptoms like crying, shivering and falling on the ground are not to be confused with the advanced features of devotional service described by &#346;r&#299;dhara Sv&#257;m&#299; as sampr&#257;pta-prema-lakshana-bhakti-yoga. &#346;r&#299;la Prabhup&#257;da comments in this regard, "One who has attained this bh&#257;va stage is no longer under the clutches of the illusory energy." Similarly, Krishnad&#257;sa Kavir&#257;ja states:</P><P>pañcama purush&#257;rtha &#8212; prem&#257;nand&#257;mrita-sindhu</P><P CLASS=n>moksh&#257;di &#257;nanda y&#257;ra nahe eka bindu</P><P>"For a devotee who has actually developed bh&#257;va [love of Godhead], the pleasure derived from dharma, artha, k&#257;ma and moksha appears like a drop in the presence of the sea." (Cc. <A CLASS=v HREF="../../../cc/adi/7/85.htm">&#256;di 7.85</A>) As already stated in the previous verse of this chapter, g&#257;yan vilajjo vicared asa&#324;gah: one exhibits the ecstatic symptoms of love of Godhead when he is asa&#324;ga, free from all attachment to material sense gratification.</P><P>The word loka-b&#257;hyah in this verse indicates that a pure devotee on the platform of prema, love of Godhead, is not at all concerned with ridicule, praise, respect or criticism from ordinary people in the bodily concept of life. Krishna is the Absolute Truth, the Supreme Personality of Godhead, and when He reveals Himself to a surrendered servant, all doubt and speculation about the nature of the Absolute are vanquished forever.</P><P>In this connection &#346;r&#299;p&#257;da Madhv&#257;c&#257;rya has quoted a verse from the Var&#257;ha Pur&#257;na:</P><P>kecid unm&#257;da-vad bhakt&#257;</P><P CLASS=n>b&#257;hya-li&#324;ga-pradar&#347;ak&#257;h</P><P CLASS=n>kecid &#257;ntara-bhakt&#257;h syuh</P><P CLASS=n>kecic caivobhay&#257;tmak&#257;h</P><P CLASS=n>mukha-pras&#257;d&#257;d d&#257;rdhy&#257;c ca</P><P CLASS=n>bhaktir jñey&#257; na c&#257;nyatah</P><P>"Some devotees of the Lord exhibit external symptoms, acting like madmen, others are introspective devotees, and still others partake of both natures. It is by one's steadfastness and by the merciful vibrations emanating from one's mouth that one's devotion can be judged, not otherwise."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has given a very nice example to illustrate ecstatic laughing and other symptoms of love of Godhead: 'Oh, that thief Krishna, the son of Ya&#347;od&#257;, has entered the house to steal the fresh butter. Grab Him! Keep Him away!' Hearing these menacing words spoken by the elderly gop&#299; Jarat&#299;, Krishna immediately prepares to leave the house. The devotee to whom this transcendental pastime is revealed laughs in ecstasy. But suddenly he can no longer see Krishna. He then cries in great lamentation, 'Oh! I achieved the greatest fortune in the world, and now it has suddenly slipped from my hands!' Thus the devotee cries loudly, 'So my Lord! Where are You? Give me Your answer!' The Lord answers, 'My dear devotee, I heard your loud complaint, and so I have again come before you.' Upon seeing Lord Krishna again, the devotee begins to sing, 'Today my life has become perfect.' Thus overwhelmed with transcendental bliss, he begins to dance like a madman."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura also notes that the word druta-cittah or "with a melted heart," indicates that one's heart, melted by the fire of anxiety to see the Lord, becomes like Jamb&#363;nad&#299;, a river of roseapple juice. The &#257;c&#257;rya further points out, n&#257;ma-k&#299;rtanasya sarvotkarsham: the present and previous verse clearly distinguish the exalted position of &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>], chanting and hearing the name and glories of the Supreme Personality of Godhead. Caitanya Mah&#257;prabhu also emphasized this by quoting:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"In this age of Kali there is no alternative, there is no alternative, there is no alternative for spiritual progress but the holy name, the holy name, the holy name of the Lord." In his purports to Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/7/76.htm">&#256;di 7.76</A>), &#346;r&#299;la Prabhup&#257;da has given an elaborate explanation of this verse.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura recommends that we study the following verse in this connection:</P><P>parivadatu jano yath&#257; tath&#257; v&#257;</P><P CLASS=n>nanu mukharo na vayam vic&#257;ray&#257;mah</P><P CLASS=n>hari-rasa-madir&#257;-mad&#257;ti-matt&#257;</P><P CLASS=n>bhuvi viluth&#257;mo nat&#257;mo nirvi&#347;&#257;mah</P><P>"Let the garrulous populace say whatever they like; we shall pay them no regard. Thoroughly maddened by the ecstasy of the intoxicating beverage of love for Krishna, we shall enjoy life running about, rolling on the ground and dancing in ecstasy." (Pady&#257;val&#299; 73)</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>