<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.41</P><P CLASS=c>kham v&#257;yum agnim salilam mah&#299;m ca</P><P CLASS=c>jyot&#299;mshi sattv&#257;ni di&#347;o drum&#257;d&#299;n</P><P CLASS=c>sarit-samudr&#257;m&#347; ca hareh &#347;ar&#299;ram</P><P CLASS=c>yat kim ca bh&#363;tam pranamed ananyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kham">kham</A> &#8212; ether; <A CLASS=v HREF="http://vedabase.net/v/vayum">v&#257;yum</A> &#8212; air; <A CLASS=v HREF="http://vedabase.net/a/agnim">agnim</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/s/salilam">salilam</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/m/mahim">mah&#299;m</A> &#8212; earth; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/j/jyotimsi">jyot&#299;mshi</A> &#8212; the sun, moon and other celestial luminaries; <A CLASS=v HREF="http://vedabase.net/s/sattvani">sattv&#257;ni</A> &#8212; all living beings; <A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah</A> &#8212; the directions; <A CLASS=v HREF="http://vedabase.net/d/druma">druma</A>-<A CLASS=v HREF="http://vedabase.net/a/adin">&#257;d&#299;n</A> &#8212; trees and other immovable creatures; <A CLASS=v HREF="http://vedabase.net/s/sarit">sarit</A> &#8212; the rivers; <A CLASS=v HREF="http://vedabase.net/s/samudran">samudr&#257;n</A> &#8212; and oceans; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Lord, <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/s/sariram">&#347;ar&#299;ram</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/b/bhutam">bh&#363;tam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> created existence; <A CLASS=v HREF="http://vedabase.net/p/pranamet">pranamet</A> &#8212; one should bow <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/a/ananyah">ananyah</A> &#8212; thinking nothing <A HREF="http://vedabase.net/t/to">to</A> be separate from the Lord.</P><P CLASS=t>TRANSLATION</P><P>A devotee should not see anything as being separate from the Supreme Personality of Godhead, Krishna. Ether, fire, air, water, earth, the sun and other luminaries, all living beings, the directions, trees and other plants, the rivers and oceans &#8212; whatever a devotee experiences he should consider to be an expansion of Krishna. Thus seeing everything that exists within creation as the body of the Supreme Lord, Hari, the devotee should offer his sincere respects to the entire expansion of the Lord's body.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has given this example from the Pur&#257;nas: yat pa&#347;yati, tat tv anur&#257;g&#257;ti&#347;ayena "jagad dhana-mayam lubdh&#257;h k&#257;muk&#257;h k&#257;min&#299;-mayam" iti-vat hareh &#347;ar&#299;ram. "Because of a greedy person's obsession with money, wherever he goes he sees an opportunity for acquiring wealth. Similarly a very lusty man notices women everywhere." In the same way, a pure devotee should see the transcendental form of the Lord within everything, since everything is an expansion of the Lord. It is our practical experience that a greedy man will see money everywhere. If he goes to the forest he will immediately consider whether it would be profitable to purchase the forest land and sell the trees to a paper mill. Similarly, if a lusty man goes to the same forest he will look everywhere for beautiful women tourists who might happen to be there. And if a devotee goes to the same forest he will see Krishna there, knowing correctly that the entire forest, as well as the sky canopy above, is the inferior energy of the Lord. Krishna is supremely sacred, being the Supreme Personality of Godhead, and since everything that exists expands directly or indirectly from the body of the Lord, everything is sacred when seen through the eyes of a self-realized person. Therefore as stated in this verse, pranamet: one should offer one's sincere respects to everything. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has mentioned that we should see the personal form of Krishna everywhere.</P><P>This verse does not approve of the impersonal, atheistic philosophy that everything is God. In this regard, &#346;r&#299;la Madhv&#257;c&#257;rya has quoted from the Hari-vam&#347;a:</P><P>sarvam harer va&#347;atvena</P><P CLASS=n>&#347;ar&#299;ram tasya bhanyate</P><P CLASS=n>anany&#257;dhipatitv&#257;c ca</P><P CLASS=n>tad ananyam ud&#299;ryate</P><P CLASS=n>na c&#257;py abhedo jagat&#257;m</P><P CLASS=n>vishnoh p&#363;rna-gunasya tu</P><P>"Because everything is under the control of the Supreme Lord, Hari, everything is considered to be His body. He is the original source and master of everything, and therefore nothing should be seen as different from Him. Nonetheless, one should not foolishly conclude that there is absolutely no difference between the material universe and Lord Vishnu, who is full of His own unique spiritual qualities."</P><P>The example is often given of the sun and the sun's rays. The sunshine is nothing but an expansion of the sun globe, and therefore there is no qualitative difference between the sun and its rays. But although the sunshine is situated everywhere and although everything is a transformation of the sun's energy, the sun globe itself, the source of the sunshine, is not everywhere, but is situated in a particular place in the vast sky and has its own specific form.</P><P>If we penetrate further into the sun globe we shall find the sun-god, Vivasv&#257;n. Although pseudointellectuals of the modern age who are incapable of even counting the hairs on their own heads will consider the sun-god a mythological figure, it is actually the foolish mythology of modern men to think that such a sophisticated apparatus as the sun, which provides heat and light for the entire universe, can function without intelligent administration. Transformations of solar energy make life possible on earth, and thus the earth can be understood to consist of an endless variety of secondary manifestations of all-pervading solar energy.</P><P>So within the sun planet is the personality Vivasv&#257;n, the chief administrator of the solar functions; the sun globe itself is localized; and the sun's rays expand everywhere. Similarly &#346;r&#299; Krishna, &#346;y&#257;masundara, is the original Personality of Godhead (bhagav&#257;n svayam); He expands Himself as the localized Supersoul (Param&#257;tm&#257;) in everyone's heart; and finally He expands His potency by His personal bodily glow, the all-pervading spiritual effulgence called the brahmajyoti. The entire material manifestation floats within the rays of this brahmajyoti. Just as all life on earth is a transformation of the all-pervading rays of the sun, the entire cosmic manifestation is a transformation of the spiritual rays of the brahmajyoti. As stated in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/40.htm">5.40</A>):</P><P>yasya prabh&#257; prabhavato jagad-anda-koti-</P><P CLASS=n>kotishv a&#347;esha-vasudh&#257;di vibh&#363;ti-bhinnam</P><P CLASS=n>tad brahma nishkalam anantam a&#347;esha-bh&#363;tam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, who is endowed with great power. The glowing effulgence of His transcendental form is the impersonal Brahman, which is absolute, complete and unlimited and which displays the varieties of countless planets, with their different opulences, in millions and millions of universes." Therefore, the brahmajyoti is the spiritual light that emanates directly from the body of the Lord. This universe is a transformation of that spiritual energy, and therefore everything that exists is in one sense connected directly with the personal body of the Supreme Personality of Godhead.</P><P>It is emphasized here that we should offer respect to everything that exists, recognizing it to be the energy of the Lord. The example may be given that if a man is important his property is also important. The president of a country is the most important person in the country, and therefore everyone must respect his property. Similarly, everything that exists is an expansion of the Supreme Personality of Godhead and should be respected accordingly. If we fail to see everything that exists as the energy of the Lord, we risk the danger of drifting into the M&#257;y&#257;v&#257;da philosophy, which according to Caitanya Mah&#257;prabhu is the most deadly poison for one trying to advance in actual spiritual life. M&#257;y&#257;v&#257;di-bh&#257;shya &#347;unile haya sarva-n&#257;&#347;a (Cc. <A CLASS=v HREF="../../../cc/madhya/6/169.htm">Madhya 6.169</A>). If we try to understand Krishna alone, without the expansion of His potency, we shall not understand such statements in Bhagavad-g&#299;t&#257; as v&#257;sudevah sarvam and aham sarvasya prabhavah.</P><P>As already explained in this chapter, bhayam dvitiy&#257;bhinive&#347;atah sy&#257;t: fear or illusion arises from thinking that there is something not dependent upon the Supreme Personality of Godhead. Now, in this verse, the specific process for overcoming this fearful illusion is given. One must train one's mind to see everything that exists as an expansion of the potency of the Supreme Lord. By offering respects to everything and meditating upon everything as part of the body of the Lord, one will become free from fear. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>), suhridam sarva-bh&#363;t&#257;n&#257;m: Krishna is the well-wishing friend of every living being. As soon as one understands that everything that exists is under the powerful control of one's most beloved friend, one comes to the stage in which the whole universe becomes a blissful abode (vi&#347;vam p&#363;rna-sukh&#257;yate), because he sees Krishna everywhere.</P><P>If Krishna's personality were not the source of everything and if everything were not connected to Krishna, one might be proper in concluding that Krishna's personality is a material manifestation of some impersonal truth. As stated in Ved&#257;nta-s&#363;tra, janm&#257;dy asya yatah: [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>] the Absolute Truth is that from which everything emanates. Similarly, Krishna says, aham sarvasya prabhavah: "I am the source of everything." If we see anything totally disconnected from the personal body of Krishna, we may doubt whether Krishna's personality is actually the absolute source described in Ved&#257;nta-s&#363;tra. As soon as one feels this way, he becomes fearful and should be understood to be under the control of the Lord's illusory energy.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has warned us that if we do not see everything as a manifestation of the Supreme Personality of Godhead, we shall become victims of phalgu-vair&#257;gya, or immature renunciation. Whatever we see as disconnected from Krishna will have in our mind no relationship to Krishna's service. But if we see everything as connected to Krishna, we shall use everything for Krishna's satisfaction. This is called yukta-vair&#257;gya. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, "One who has experienced his own true identity understands that all things exist as paraphernalia for giving ecstatic pleasure to the Supreme Lord. Thus one becomes free from the separatist vision in which one sees the world as existing for one's own enjoyment. In the transcendental state, whatever a devotee sees reminds him of Krishna, and thus his transcendental knowledge and bliss increase." Because the impersonalist philosophers fail to see everything as belonging to the personal form of Krishna, they reject this world as having no true existence (jagan mithy&#257;). But since the material world is an emanation from the supreme reality, Krishna, it does in fact exist. Its nonexistence is simply a creation of the imagination, and one cannot possibly act on such an imaginary platform. Therefore, having proposed an illusory theory and being unable actually to live on such a platform, the impersonalist comes back to the material platform for altruistic or gross sense gratificatory activities. Since the impersonalist does not accept the personal proprietorship of the Supreme Personality of Godhead, he does not know how or for whom to engage the things of this world, and since it is impossible to reject this world totally while living within it, he runs the risk of again becoming entangled in material fruitive activities. Therefore as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/12/5.htm">12.5</A>), kle&#347;o 'dhikataras tesh&#257;m: the impersonal path of imaginary philosophy is very painful to follow.</P><P>The conclusion is that this verse is spoken to help the devotee of the Supreme Lord advance in Krishna consciousness. It can be understood from the previous verses of this chapter that the ultimate goal is pure devotional service to Lord Krishna. If one falsely interprets this verse to sanction the imaginary M&#257;y&#257;v&#257;da philosophy that everything is God, one will simply become bewildered and fall from the path of spiritual advancement.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>