<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.43</P><P CLASS=c>ity acyut&#257;&#324;ghrim bhajato 'nuvritty&#257;</P><P CLASS=c>bhaktir viraktir bhagavat-prabodhah</P><P CLASS=c>bhavanti vai bh&#257;gavatasya r&#257;jams</P><P CLASS=c>tatah par&#257;m &#347;&#257;ntim upaiti s&#257;ksh&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; of the infallible Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/anghrim">a&#324;ghrim</A> &#8212; the feet; <A CLASS=v HREF="http://vedabase.net/b/bhajatah">bhajatah</A> &#8212; for one who is worshiping; <A CLASS=v HREF="http://vedabase.net/a/anuvrttya">anuvritty&#257;</A> &#8212; by constant practice; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotion; <A CLASS=v HREF="http://vedabase.net/v/viraktih">viraktih</A> &#8212; detachment; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/p/prabodhah">prabodhah</A> &#8212; knowledge of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhavanti">bhavanti</A> &#8212; they manifest; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavatasya">bh&#257;gavatasya</A> &#8212; for the devotee; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King <A HREF="http://vedabase.net/n/nimi">Nimi</A>; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/p/param">par&#257;m</A> <A CLASS=v HREF="http://vedabase.net/s/santim">&#347;&#257;ntim</A> &#8212; supreme peace; <A CLASS=v HREF="http://vedabase.net/u/upaiti">upaiti</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> attains; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly.</P><P CLASS=t>TRANSLATION</P><P>My dear King, the devotee who worships the lotus feet of the infallible Personality of Godhead with constant endeavor thus achieves unflinching devotion, detachment and experienced knowledge of the Personality of Godhead. In this way the successful devotee of the Lord achieves supreme spiritual peace.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/71.htm">2.71</A>):</P><P>vih&#257;ya k&#257;m&#257;n yah sarv&#257;n</P><P CLASS=n>pum&#257;m&#347; carati nihsprihah</P><P CLASS=n>nirmamo niraha&#324;k&#257;rah</P><P CLASS=n>sa &#347;&#257;ntim adhigacchati</P><P>"A person who has given up all desires for sense gratification, who lives free from desires, who has given up all sense of proprietorship and who is devoid of false ego &#8212; he alone can attain real peace." &#346;r&#299;la Prabhup&#257;da comments, "To become desireless means not to desire anything for sense gratification. In other words, desire for becoming Krishna conscious is actually desirelessness." There is a similar statement in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/19/149.htm">Madhya 19.149</A>):</P><P>krishna-bhakta &#8212; nishk&#257;ma, ataeva '&#347;&#257;nta'</P><P CLASS=n>bhukti-mukti-siddhi-k&#257;m&#299; sakali 'a&#347;&#257;nta'</P><P>"Because a devotee of Lord Krishna is desireless, he is peaceful. Fruitive workers desire material enjoyment, jñ&#257;n&#299;s desire liberation, and yog&#299;s desire material opulence; therefore they are all lusty and cannot be peaceful."</P><P>Generally there are three classes of living entities afflicted with selfish desire. These are the bhukti-k&#257;m&#299;, mukti-k&#257;mi and siddhi-k&#257;mi. Bhukti-k&#257;m&#299; refers to those ordinary persons who desire money and everything money can buy. Such a primitive mentality is based on the desire to enjoy money, sex and social prestige. When a living being becomes frustrated with this hallucination, he takes to the path of speculative philosophy and analytically tries to track down the source of illusion. Such a person is called mukti-k&#257;m&#299; because he desires to negate material illusion and merge into an impersonal spiritual state, free from anxiety. The mukti-k&#257;m&#299; is also motivated by personal desire, although the desire is somewhat more elevated. Similarly the siddhi-k&#257;m&#299;, or the mystic yog&#299; who desires the spectacular powers of mystic yoga, such as reaching one's hand across the world or making oneself smaller than the smallest or lighter than the lightest, is also infected by material or selfish desire. Therefore it is said, sakali 'a&#347;&#257;nta.' If one has any personal desire, whether it be material, philosophical or mystic, he will be a&#347;&#257;nta, or ultimately frustrated, because he will see himself as the central object of satisfaction. This egocentric concept is in itself illusory and therefore ultimately frustrating.</P><P>On the other hand, krishna-bhakta nishk&#257;ma, ataeva '&#347;&#257;nta': a devotee of Lord Krishna is nishk&#257;ma; he has no personal desire. His only desire is to please Krishna. Lord &#346;iva himself has praised this outstanding quality of the pure devotees of the Lord by stating,</P><P>n&#257;r&#257;yana-par&#257;h sarve</P><P CLASS=n>na kuta&#347;cana bibhyati</P><P CLASS=n>svarg&#257;pavarga-narakeshv</P><P CLASS=n>api tuly&#257;rtha-dar&#347;inah</P><P>"A person who is devoted to the Supreme Personality of Godhead, N&#257;r&#257;yana, is not afraid of anything. Elevation to the heavenly kingdom, condemnation to hell and liberation from material bondage all appear the same to a devotee." (Bh&#257;g. <A CLASS=v HREF="../../../sb/6/17/28.htm">6.17.28</A>) Although the impersonalist philosopher proposes that everything is one, the devotee of the Lord is actually tuly&#257;rtha-dar&#347;&#299;, or empowered with the vision of oneness. The devotee sees everything as the potency of the Supreme Personality of Godhead and therefore desires to engage everything in the service of the Lord, for the Lord's satisfaction. Since the devotee does not see anything as dvit&#299;ya, or outside the scope of the Lord's potency, he is happy in any situation. Having no personal desire, the devotee of Krishna is actually &#347;&#257;nta, or peaceful, because he has achieved the perfection of life, love of Krishna. He is actually situated in his eternal constitutional position under the direct shelter and protection of the omnipotent Parame&#347;vara, Krishna.</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, this verse ends the answer given by the first of the nine Yogendras, Kavi, to Mah&#257;r&#257;ja Nimi's first question, "What is the highest good?"</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>