<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.46</P><P CLASS=c>&#299;svare tad-adh&#299;neshu</P><P CLASS=c>b&#257;li&#347;eshu dvishatsu ca</P><P CLASS=c>prema-maitr&#299;-kripopeksh&#257;</P><P CLASS=c>yah karoti sa madhyamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/isvare">&#299;&#347;vare</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/adhinesu">adh&#299;neshu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> persons who have taken fully <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> consciousness; <A CLASS=v HREF="http://vedabase.net/b/balisesu">b&#257;li&#347;eshu</A> &#8212; unto the neophytes or the ignorant; <A CLASS=v HREF="http://vedabase.net/d/dvisatsu">dvishatsu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> persons envious of <A HREF="http://vedabase.net/k/krsna">Krishna</A> and <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s devotees; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love; <A CLASS=v HREF="http://vedabase.net/m/maitri">maitr&#299;</A> &#8212; friendship; <A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/u/upeksah">upeksh&#257;h</A> &#8212; negligence; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/m/madhyamah">madhyamah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> second-class devotee.</P><P CLASS=t>TRANSLATION</P><P>An intermediate or second-class devotee, called madhyama-adhik&#257;r&#299;, offers his love to the Supreme Personality of Godhead, is a sincere friend to all the devotees of the Lord, shows mercy to ignorant people who are innocent and disregards those who are envious of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>According to Bhagavad-g&#299;t&#257;, every living entity within the material world is eternally a minute fragmental portion of the Supreme Personality of Godhead. Mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah (<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>). But because of the influence of m&#257;y&#257; the puffed-up conditioned souls become inimical to the service of the Lord and the Lord's devotees, choose leaders among the materialistic sense gratifiers, and thus engage busily in a useless society of the cheaters and the cheated, a society of the blind leading the blind into a ditch. Although the community of Vaishnavas is sincerely eager to serve the conditioned souls by bringing them back to their constitutional position, by m&#257;y&#257;'s influence the materialistic living entity becomes hardhearted and rejects the mercy of the Lord's devotees.</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, although a second-class devotee is eager to preach to the innocent conditioned souls, he should avoid the atheistic class of men so that he will not become disturbed or polluted by their association. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has confirmed that a Vaishnava should be indifferent to those who are envious of the Supreme Lord. It is practically seen that when such persons are informed of the glories of the Supreme Personality of Godhead, they attempt to ridicule the Supreme Lord, thus further deteriorating their polluted existence. In this connection &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has quoted from the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/20/36.htm">10.20.36</A>):</P><P>girayo mumucus toyam</P><P CLASS=n>kvacin na mumucuh &#347;ivam</P><P CLASS=n>yath&#257; jñ&#257;n&#257;mritam k&#257;le</P><P CLASS=n>jñ&#257;nino dadate na v&#257;</P><P>"Sometimes in autumn the water falls down from the tops of the hills to supply clean water, and sometimes the water stops. Similarly, sometimes great saintly persons distribute clear knowledge, and sometimes they are silent."</P><P>In this regard, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has mentioned that although the first-class devotee of the Lord may at times exhibit apparent hatred toward the demons because of entering the mood of the Lord's pastimes, the intermediate devotees should avoid such feelings. Furthermore, the intermediate devotee should not in any way associate with the powerful atheistic class of men, because there is danger that his mind will become bewildered by such association. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, if a Vaishnava preacher encounters one who is envious of him, the preacher should remain far away from such an envious person. But the Vaishnava preacher may meditate upon ways to save the envious class of men. Such meditation is called sad-&#257;c&#257;ra, or saintly behavior. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has mentioned Prahl&#257;da Mah&#257;r&#257;ja as an example of a saintly person. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../7/9/43.htm">7.9.43</A>) there is the following statement by Prahl&#257;da:</P><P>naivodvije para duratyaya-vaitarany&#257;s</P><P CLASS=n>tvad-v&#299;rya-g&#257;yana-mah&#257;mrita-magna-cittah</P><P CLASS=n>&#347;oce tato vimukha-cetasa indriy&#257;rtha-</P><P CLASS=n>m&#257;y&#257;-sukh&#257;ya bharam udvahato vim&#363;dh&#257;n</P><P>"O best of the great personalities, I am not at all afraid of material existence, for wherever I stay I am fully absorbed in thought of Your glories and activities. My concern is only for the fools and rascals who are making elaborate plans for material happiness and maintaining their families, societies and countries. I am simply concerned with love for them." Although a Vaishnava preacher constantly meditates on the welfare of all living entities, he will not associate with those who are unreceptive to the message of the Supreme Lord, Krishna. In this regard &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura states that even Bharata Mah&#257;r&#257;ja, Vy&#257;sadeva and &#346;ukadeva Gosv&#257;m&#299; do not exhibit their mercy indiscriminately.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has given an elaborate explanation to prove that the discrimination employed by a madhyama-adhik&#257;r&#299; preacher does not at all show a lack of mercy. He states that upeksh&#257;, or neglect, as mentioned in this verse, is the proper medicine for those who are inimical to the Supreme Lord and His devotees. Indifference from the preacher checks feelings of hostility on both sides. Although there is a Vedic injunction that one should cut out the tongue of a person who offends the Supreme Lord and His devotees, in this age it is best simply to avoid potential offenders and thus prevent them from committing further sinful activities against the Vaishnavas. It is the duty of a Vaishnava preacher to point out the futility of any process besides surrendering to the Supreme Lord. An envious person, however, will resent such strong preaching by a Vaishnava and disrespect him, considering the devotee to be unnecessarily criticizing others. Such a person, who cannot appreciate the mercy of Vaishnavas, should be neglected. Otherwise, according to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, his cheating mentality will increase day by day.</P><P>Those who are not attracted to the sa&#324;k&#299;rtana movement of &#346;r&#299; Caitanya Mah&#257;prabhu and who disrespect the faithful servants of Lord Caitanya, considering their strong statements about the sa&#324;k&#299;rtana movement to be obstacles to their own worship of the Lord, will never be able to fix their minds on Krishna, but will gradually fall down from the path of devotion by confusing the external activities of the material world with the actual worship of the Supreme Personality of Godhead, Krishna. Such bewilderment has been expressed by the words bhayam dvit&#299;y&#257;bhinive&#347;atah sy&#257;t.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has strongly rejected those foolish persons who, under a plea of mercy and equal vision, perceive that a faithless person is also a devotee of the Supreme Lord and who thus try to thrust the hari-n&#257;ma, or holy name of God, upon such offensive people. &#346;r&#299;la Bhaktisiddh&#257;nta has stated, "When childish people think themselves mah&#257;-bh&#257;gavatas and act in defiance of the Vaishnava spiritual master, such behavior simply holds them back from receiving the mercy of the Vaishnava guru. Bewildered by false ego, these self-proclaimed devotees gradually become fit to be ignored by pure devotees on the intermediate platform and are cheated of the mercy that comes from the devotees' satisfaction. Thus they become as&#257;dhu by constantly committing offenses against the devotees who preach the holy name of Krishna. Pure devotees, therefore, in all circumstances display indifference to those who falsely imagine themselves to be vi&#347;uddha-bhaktas, or pure devotees of the Lord. This indifference is an excellent manifestation of their mercy." In other words, those who criticize the Vaishnava preachers on the second-class platform for discriminating between those who are fit to receive the Lord's mercy and those who are simply envious are misunderstanding the mission of the Lord. Krishna Himself states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/8.htm">4.8</A>):</P><P>paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m</P><P CLASS=n>vin&#257;&#347;&#257;ya ca dushkrit&#257;m</P><P CLASS=n>dharma-samsth&#257;pan&#257;rth&#257;ya</P><P CLASS=n>sambhav&#257;mi yuge yuge</P><P>"To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I advent Myself millennium after millennium." Even such a great Vaishnava as &#346;ukadeva Gosv&#257;m&#299;, one of the twelve mah&#257;janas in this universe, expressed his contempt for the evil Kamsa.</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has pointed out that even though the mah&#257;-bh&#257;gavata devotee may act on the second-class platform for preaching, his rejection of the envious living entities does not obstruct his vision of the Lord as all-pervading. Rather, when a first-class devotee or even a second-class devotee rejects the atheistic class of men, he is expressing the mission of the Supreme Personality of Godhead. A first-class or second-class Vaishnava never actually becomes envious of another living entity, but out of intense love for the Supreme Lord he becomes angry when the Lord is offended. Also, understanding the Lord's mission, he discriminates according to the position of a particular living entity. To consider such a Vaishnava preacher an ordinary, envious person, or to consider him sectarian because of his proclamation of pure devotional service as the most exalted of all methods of spiritual advancement, reflects a materialistic vision called vaishnave j&#257;ti-buddhih or gurushu nara-matih. Such an offense drags the offender down to a hellish condition of life by the laws of nature.</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, although a mah&#257;-bh&#257;gavata sees every living entity as a pure spirit soul, such a mah&#257;-bh&#257;gavata still experiences special ecstasies and other symptoms upon meeting another Vaishnava. This is not contradictory to his vision as a topmost devotee; rather, it is a symptom of his love for Krishna. A pure devotee sees every living entity as part and parcel of Krishna and therefore expresses his love for Krishna through love for all the expansions and creations of Krishna. Still, such a mah&#257;-bh&#257;gavata feels special ecstatic love upon seeing another living entity directly pleasing the senses of the Supreme Lord. Such feelings are manifest in the statement of Lord &#346;iva to the Pracet&#257;s:</P><P>kshan&#257;rdhen&#257;pi tulaye</P><P CLASS=n>na svargam n&#257;punar-bhavam</P><P CLASS=n>bhagavat-sa&#324;gi-sa&#324;gasya</P><P CLASS=n>marty&#257;n&#257;m kim ut&#257;&#347;ishah</P><P>"If one by chance associates with a devotee, even for a fraction of a moment, he no longer is subject to attraction by the results of karma or jñ&#257;na. What interest then can he have in the benedictions of the demigods, who are subject to the laws of birth and death?" (Bh&#257;g. <A CLASS=v HREF="../../../sb/4/24/57.htm">4.24.57</A>) Similarly, Lord &#346;iva also stated:</P><P>atha bh&#257;gavat&#257; y&#363;yam</P><P CLASS=n>priy&#257;h stha bhagav&#257;n yath&#257;</P><P CLASS=n>na mad bh&#257;gavat&#257;n&#257;m ca</P><P CLASS=n>prey&#257;n anyo 'sti karhicit</P><P>"You are all devotees of the Lord, and as such I appreciate that you are as respectable as the Supreme Personality of Godhead Himself. I know that in this way the devotees also respect me and that I am dear to them. Thus no one can be as dear to the devotees as I am." (Bh&#257;g. <A CLASS=v HREF="../../../sb/4/24/30.htm">4.24.30</A>) Similarly, in the First Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/7/11.htm">1.7.11</A>) &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; is mentioned as nityam vishnu-jana-priyah, especially dear to the pure devotees of the Lord.</P><P>The wonderful loving dealings between Vaishnavas on the topmost platform are demonstrated in the pastimes of Caitanya-carit&#257;mrita. In other words, although a Vaishnava sees every living entity as part and parcel of Krishna, he must discriminate in his external behavior so as not to interfere with the original purpose of the Lord's creation, which is to reform the living entities so that they can gradually come back home, back to Godhead. A pure devotee does not foolishly pretend equal vision and approach envious persons; rather, he respects the mission of the Lord, as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/11.htm">4.11</A>) by the words ye yath&#257; m&#257;m prapadyante t&#257;ms tathaiva bhaj&#257;my aham.</P><P>On the other hand, if it is the Lord's desire, a pure devotee can offer his respects to all living beings. For example, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; mentions that Uddhava and other pure devotees of the Lord were always prepared to offer respectful obeisances even to such persons as Duryodhana. Madhyama-adhik&#257;r&#299;s, however, should not imitate such uttama-adhik&#257;r&#299; behavior. In this connection, the distinction between madhyama-adhik&#257;r&#299; and uttama-adhik&#257;r&#299; is stated by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura as follows: atra sarva-bh&#363;teshu bhagavad-dar&#347;ana-yogyat&#257; yasya kad&#257;cid api na drisht&#257;. A madhyama-adhik&#257;r&#299; cannot at any time perceive the presence of the Supreme Lord within all living beings, whereas an uttama-adhik&#257;r&#299;, however he acts on the second-class platform to carry out the Lord's mission, is aware that every living entity is ultimately a forgetful Krishna conscious living entity. Therefore, although a devotee may externally engage four different types of behavior, as mentioned in this verse &#8212; namely, worship of the Lord, friendship with the devotees, preaching to the innocent and rejection of the demons &#8212; he is not necessarily on the second-class platform, since an uttama-adhik&#257;r&#299; also may exhibit these symptoms to carry out the Lord's mission. In this regard, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura mentions that it is the duty of the madhyama-adhik&#257;r&#299; to extend himself as the right hand of the uttama-adhik&#257;r&#299;, vowing to work for the benefit of others and offering to help in distributing love of Krishna.</P><P>Finally, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has given a nice explanation of the difference between arcana and bhajana. Arcana refers to the platform of s&#257;dhana-bhakti, in which one serves the Lord to carry out the rules and regulations of the process. One who has achieved the shelter of the Lord's holy name and is totally engaged in the attempt to serve the Lord should be considered to be on the platform of bhajana, even though his external activities may sometimes be less strict than those of the neophyte engaged in arcana. This apparent lack of strictness, however, refers to laxity not in the basic principles of sane behavior and renunciation of sense gratification, but rather in the details of Vaishnava ceremonies.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>