<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.47</P><P CLASS=c>arc&#257;y&#257;m eva haraye</P><P CLASS=c>p&#363;j&#257;m yah &#347;raddhayehate</P><P CLASS=c>na tad-bhakteshu c&#257;nyeshu</P><P CLASS=c>sa bhaktah pr&#257;kritah smritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/arcayam">arc&#257;y&#257;m</A> &#8212; Deity; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/h/haraye">haraye</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/p/pujam">p&#363;j&#257;m</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; faithfully; <A CLASS=v HREF="http://vedabase.net/i/ihate">&#299;hate</A> &#8212; engages; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaktesu">bhakteshu</A> &#8212; toward the devotees; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anyesu">anyeshu</A> &#8212; toward people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaktah">bhaktah</A> <A CLASS=v HREF="http://vedabase.net/p/prakrtah">pr&#257;kritah</A> &#8212; materialistic devotee; <A CLASS=v HREF="http://vedabase.net/s/smrtah">smritah</A> &#8212; is called.</P><P CLASS=t>TRANSLATION</P><P>A devotee who faithfully engages in the worship of the Deity in the temple but does not behave properly toward other devotees or people in general is called a pr&#257;krita-bhakta, a materialistic devotee, and is considered to be in the lowest position.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya comments that one in the lowest stage of devotional service faithfully worships the Deity in the temple but is not aware that the Supreme Personality of Godhead is actually all-pervading. This same mentality can be seen in the Western countries, where people commit all types of sinful activities in their homes and in the street but then piously go to a church and pray to God for mercy. Actually, God is in our home, God is in the street, God is in our office, God is in the forest, God is everywhere, and therefore God should be worshiped everywhere by the process of devotional service at His lotus feet. As stated in verse 41 of this chapter,</P><P>kham v&#257;yum agnim salilam mah&#299;m ca</P><P CLASS=n>jyot&#299;mshi sattv&#257;ni di&#347;o drum&#257;d&#299;n</P><P CLASS=n>sarit-samudr&#257;m&#347; ca hareh &#347;ar&#299;ram</P><P CLASS=n>yat kim ca bh&#363;tam pranamed ananyah</P><P>"A devotee should not see anything as being separate from the Supreme Personality of Godhead, Krishna. Ether, fire, air, water, earth, the sun and other luminaries, all living beings, the directions, trees and other plants, the rivers and oceans &#8212; whatever a devotee experiences he should consider to be an expansion of Krishna. Thus seeing everything that exists within creation as the body of the Supreme Lord, Hari, the devotee should offer his sincere respects to the entire expansion of the Lord's body." This is the vision of the mah&#257;-bhagavata devotee of the Lord.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya states that a madhyama-adhik&#257;r&#299;, a devotee in the intermediate stage, sees the Supreme Personality of Godhead as the cause of all causes and therefore offers his love to the Lord. Such a devotee is a sincere friend of other devotees, is merciful to the ignorant and avoids the atheists. Nonetheless, tad-va&#347;atvam na j&#257;n&#257;ti sarvasya jagato 'pi tu: his realization of the all-pervading feature of the Supreme Lord is imperfect. Although he does have a general sense that everyone is ultimately meant to be a devotee of the Supreme Lord and he tries to use everything in the service of Krishna, aware that everything belongs to the Lord, he may be bewildered by association with atheistic men.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya states, arc&#257;y&#257;m eva samsthitam/ vishnum jñ&#257;tv&#257; tad-anyatra naiva j&#257;n&#257;ti yah pum&#257;n. A kanishtha-adhik&#257;r&#299; has no idea that the Supreme Lord has the power to exist outside a church or temple. Furthermore, being puffed up by his own ceremonial worship (&#257;tmano bhakti-darpatah), a kanishtha-adhik&#257;r&#299; cannot imagine that anyone is more pious or religious than he, and he is not even aware that other devotees are more advanced. Thus he cannot understand the madhyama or uttama standard of devotional service, and sometimes, because of his false pride, he criticizes the more advanced devotees of the Lord, neglects them or simply has no understanding of their exalted position as preachers or completely self-realized souls.</P><P>Another symptom of the kanishtha-adhik&#257;r&#299; is that he is infatuated by the material qualifications of so-called great materialistic persons. Having a bodily concept of life himself, he is attracted by material opulence and thus minimizes the position of the Supreme Lord, Vishnu. Such a kanishtha-adhik&#257;r&#299;, therefore, is disturbed if a second-class devotee criticizes the nondevotees of the Lord. In the name of compassion or kindness, a kanishtha-adhik&#257;r&#299; approves of the nondevotional activities of such materialistic men. Because the kanishtha-adhik&#257;r&#299; is ignorant of the higher realms of devotional service and the unlimited transcendental bliss of Krishna consciousness, he sees devotional service merely as the religious aspect of life but thinks that life has many enjoyable and worthwhile nondevotional aspects. Therefore he becomes angry when second-class devotees, who are experiencing that Krishna is everything, criticize the nondevotees. Madhv&#257;c&#257;rya says that such a person, because of his rudimentary faith in Krishna, is considered a devotee, but he is bhakt&#257;dhama, a devotee on the lowest standard. If such materialistic devotees follow the rules and regulations of Deity worship, they will gradually be elevated to a higher standard and eventually become pure devotees of the Lord, unless they commit offenses against other devotees, in which case their advancement will be checked.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya states, tad-bhakt&#257;n&#257;m upekshak&#257;h kuryur vishn&#257;v api dvesham. Those who neglect or show indifference to the devotees of the Lord are to be considered offenders at the lotus feet of Vishnu. Similarly, those who disrespect the demigods will become bereft of devotional service and be forced to rotate again and again within sams&#257;ra, the cycle of birth and death. P&#363;jy&#257; dev&#257;s tatah sad&#257;: the demigods are always to be offered respect, since they are devotees of the Supreme Personality of Godhead. If someone is envious of the demigods, he is to be considered envious of the Supreme Personality of Godhead. Similarly, one who offers sincere respect to the demigods is considered to be respecting the will of the Supreme Lord. A Vaishnava does not foolishly think that there are many gods. He knows that there is one Supreme Personality of Godhead. But as stated many times in &#346;r&#299;mad-Bh&#257;gavatam, the Lord has a mission within this material world, which is to reform the conditioned living entities through the cruel laws of nature. In the Lord's mission within this world, the demigods are to be considered limbs of the Lord's body. It is stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>):</P><P>k&#257;mais tais tair hrita-jñ&#257;n&#257;h</P><P CLASS=n>prapadyante 'nya-devat&#257;h</P><P CLASS=n>tam tam niyamam &#257;sth&#257;ya</P><P CLASS=n>prakrity&#257; niyat&#257;h svay&#257;</P><P>"Those whose minds are distorted by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures." But there are many examples of devotees who worshiped the demigods to get benedictions for serving Lord Krishna. The gop&#299;s worshiped the demigods to achieve Krishna, and similarly Rukmin&#299;dev&#299;, on the day of her marriage, engaged in such demigod worship, her only goal being Krishna. Even today the preachers of the Krishna consciousness movement cultivate important people with all kindness and diplomacy so that such wealthy or influential people will engage their resources in the devotional service of Krishna to glorify Krishna all over the world. Similarly, offering all respects to the demigods so that they will give facility for the devotional service of Krishna is not against the bhakti-m&#257;rga, although nowadays such demigod worship has also deteriorated. Therefore, Caitanya Mah&#257;prabhu has recommended hari-n&#257;ma sa&#324;k&#299;rtana, chanting the holy names of Krishna, as the only realistic process for this age. Nonetheless, a devotee of the Lord should not misinterpret Bhagavad-g&#299;t&#257;'s injunctions against demigod worship as a license to offend the demigods, who are bona fide Vaishnavas.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya notes,</P><P CLASS=n>vishnor upekshakam sarve</P><P CLASS=n>vidvishanty adhikam sur&#257;h</P><P CLASS=n>pataty ava&#347;yam tamasi</P><P CLASS=n>harin&#257; tai&#347; ca p&#257;titah</P><P>"All the demigods are extremely inimical to one who does not respect Lord Vishnu. Such a person is pushed into the darkest regions by the Lord, as well as by the demigods." From this statement by &#346;r&#299;la Madhv&#257;c&#257;rya, the devotional sentiments of the demigods can be understood. It is stated that in the supreme liberation achieved by an uttama-adhik&#257;r&#299;, the most exalted devotee of the Lord, the devotee enjoys transcendental bliss in the direct association of the Supreme Lord and the demigods.</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, since a kanishtha-adhik&#257;r&#299; who cannot properly respect other devotees will certainly fail to offer respects to ordinary living entities who are not even devotees, a kanishtha-adhik&#257;r&#299; is useless for practical preaching work unless he comes to a higher platform of understanding. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; says, iyam ca &#347;raddh&#257; na &#347;&#257;str&#257;rth&#257;vadh&#257;rana-j&#257;t&#257;. Because the kanishtha-adhik&#257;r&#299;'s faith is not actually based on the statements of Vedic literature, he cannot understand the exalted position of the Supreme Personality of Godhead within everyone's heart. Therefore he cannot actually manifest love of Godhead, nor can he understand the exalted position of the devotees of the Lord. Krishna is so glorious that Krishna's intimate associates must also be glorious. But this is unknown to a kanishtha-adhik&#257;r&#299;. Similarly, the essential qualification of a Vaishnava, which is to offer all respects to others (am&#257;nin&#257; man&#257;dena k&#299;rtan&#299;yah sad&#257; harih [Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>] is also conspicuous by its absence in a kanishtha-adhik&#257;r&#299;. If such a person, however, has faith in the Vedic literatures and tries to understand the statements of Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam, he will gradually be elevated to the second-and first-class stages of devotional service.</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, a kanishtha-adhik&#257;r&#299; should very seriously engage in regulated worship of the Deity. The Deity is a particular incarnation of the Supreme Personality of Godhead. Lord Krishna can present Himself before the worshiper in five different manifestations, namely His original form as Krishna (para), His quadruple expansions (vy&#363;ha), His pastime incarnations (vaibhava), the Supersoul (antary&#257;m&#299;) and the Deity (arc&#257;). Within the Deity form (arc&#257;) is the Supersoul, who in turn is included within the Lord's pastime forms (vaibhava). The Supreme Lord's vaibhava-prak&#257;&#347;a is an emanation from the catur-vy&#363;ha. This quadruple expansion of the Lord is situated within the supreme truth, V&#257;sudeva, who Himself is situated within the svayam-prak&#257;&#347;a-tattva. This svayam-prak&#257;&#347;a consists of expansions of the ultimate svayam-r&#363;pa-tattva, the original form of Krishna within Goloka Vrind&#257;vana in the spiritual sky. This hierarchy of the expansions of the Supreme Lord in the spiritual world is realized even within the material world in terms of one's eagerness to render service to the Lord. A beginner in the lowest stage of devotional service should try to dedicate all his activities to the satisfaction of the Lord and cultivate the worship of Krishna in the temple.</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, all the plenary expansions of the Supreme Lord mentioned above descend into this world and enter within the Deity, who exhibits the function of the Supersoul by accompanying the daily life of the Vaishnava. Although the vaibhava, or pastime expansions, of the Lord incarnate at specific times (r&#257;m&#257;di-m&#363;rtishu kal&#257;-niyamena tishthan [<A CLASS=v HREF="../../../bs/5/39.htm">Bs. 5.39</A>]), the Supersoul and Deity forms are constantly available for the spiritual advancement of the devotees in this world. As one comes to the madhyama-adhik&#257;r&#299; platform, one is able to understand the expansions of the Supreme Lord, whereas the kanishtha-adhik&#257;r&#299;'s entire knowledge of the Lord is limited to the Deity. Nonetheless, Krishna is so kind that to encourage even the lowest class of Vaishnavas He condenses all of His various forms into the Deity so that by worshiping the Deity the kanishtha-adhik&#257;r&#299; devotee is worshiping all the forms of the Lord. As the devotee makes advancement, he can understand these forms as they appear in their own way, both within this world and in the spiritual sky.</P><P>As long as one remains on the third-class platform, one has no transcendental appreciation of the blissful reality of the Supreme Lord's paraphernalia and entourage. &#346;r&#299; Caitanya Mah&#257;prabhu was very pleased with King Prat&#257;parudra when the King, upon receiving an outer cloth from the Lord, immediately installed it as a Deity and began to worship it as being as good as the Lord Himself. Lord &#346;iva himself has stated, tasm&#257;d parataram devi tad&#299;y&#257;n&#257;m samarcanam. Worship of the paraphernalia, entourage or devotees of the Lord is even better than worship of the Lord, because the Lord is more pleased by worship of His devotees and entourage than by worship of Himself personally.</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, the inability of the kanishtha-adhik&#257;r&#299; to appreciate the Lord's devotees, entourage and paraphernalia indicates that such a materialistic Vaishnava is still affected by the speculative understanding of the karma-vad&#299;s and M&#257;y&#257;v&#257;d&#299;s, those who are dedicated to sense gratification and impersonal speculation about the Absolute. &#346;r&#299;la Prabhup&#257;da often said that only the impersonalist desires to see Krishna alone; we desire to see Krishna with His cows, His friends, His parents, His gop&#299;s, His flute, jewelry, forest scenery and so on. Krishna is gorgeous in the setting of Vrind&#257;vana. It is in the land of Vrind&#257;vana that Lord Krishna, surrounded by so many beautiful associates, manifests His exalted indescribable beauty. Similarly, the unique mercy of the Supreme Personality of Godhead is exhibited in the activities of His pure devotees who selflessly travel around the universe distributing the dust particles from Krishna's lotus feet on the heads of the conditioned souls. One who is uninterested in the Lord's paraphernalia, entourage and devotees has a stunted conception of the Supreme Personality of Godhead. This must be due to contamination from the impersonal and sensuous understandings of life.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura states that after hundreds of lifetimes of faithfully worshiping the Deity of Lord V&#257;sudeva with external paraphernalia, one realizes the true nature of His transcendental name and mantras, and the bondage of one's materialistic mentality slackens. In this way, as a kanishtha-adhik&#257;r&#299; gradually comes to perceive the mental activities of a devotee and tries seriously to advance to a higher stage, his materialistic conceptions will go away of their own accord. He then exhibits loving service to the Supreme Personality of Godhead and makes friendship with the devotees who are the dearmost sons of the Lord, and by appreciating the universal quality of devotional service to Krishna he becomes very much eager to engage other innocent people in the service of the Lord. Further, as he begins to make significant advancement he becomes inimical to anything or anyone that hinders the progress of his devotional life, and thus he avoids atheistic people who cannot benefit by good instruction.</P><P>The International Society for Krishna Consciousness, founded by His Divine Grace Om Vishnup&#257;da Paramahamsa Parivr&#257;jak&#257;c&#257;rya 108 &#346;r&#299; &#346;r&#299;mad Bhaktivedanta Swami Prabhup&#257;da, is so nice that anyone who helps this society immediately engages in preaching work for the Lord. Thus there is great facility for the members of this society to come quickly to the second-class stage of devotional service. If in the name of Krishna consciousness one gives up preaching and instead becomes interested simply in collecting funds for maintenance, he is showing a type of envy of other living entities. This is a symptom of the third-class platform. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, verses 45 through 47 constitute the answer to King Nimi's two questions "What is the nature of devotional service to the Lord?" and "What are the specific duties of the Vaishnavas?"</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>