<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.48</P><P CLASS=c>grih&#299;tv&#257;p&#299;ndriyair arth&#257;n</P><P CLASS=c>yo na dveshti na hrishyati</P><P CLASS=c>vishnor m&#257;y&#257;m idam pa&#347;yan</P><P CLASS=c>sa vai bh&#257;gavatottamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/grhitva">grih&#299;tv&#257;</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even though; <A CLASS=v HREF="http://vedabase.net/i/indriyaih">indriyaih</A> &#8212; with his senses; <A CLASS=v HREF="http://vedabase.net/a/arthan">arth&#257;n</A> &#8212; objects of the senses; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/d/dvesti">dveshti</A> &#8212; does not <A HREF="http://vedabase.net/h/hate">hate</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/h/hrsyati">hrishyati</A> &#8212; does not rejoice; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; of the Supreme Lord, <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; the illusory potency; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this material universe; <A CLASS=v HREF="http://vedabase.net/p/pasyan">pa&#347;yan</A> &#8212; seeing <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamah">uttamah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> first-class devotee.</P><P CLASS=t>TRANSLATION</P><P>Even while engaging his senses in contact with their objects, one who sees this whole world as the energy of Lord Vishnu is neither repelled nor elated. He is indeed the greatest among devotees.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, the position of the uttama-adhik&#257;r&#299;, or first-class devotee of the Lord, is so worshipable that additional symptoms are now given in eight verses. It should be understood that unless one comes in contact with the lotus feet of a pure devotee of the Lord, the path of freedom from material illusion is very difficult to understand. In the fifth verse of &#346;r&#299; Upade&#347;&#257;mrita &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has stated, &#347;u&#347;r&#363;shay&#257; bhajana-vijñam ananyam anya-nind&#257;di-&#347;&#363;nya-hridam &#299;psita-sa&#324;ga-labdhy&#257;: "One should associate with and faithfully serve that pure devotee who is advanced in undeviated devotional service and whose heart is completely devoid of the propensity to criticize others." &#346;r&#299;la Prabhup&#257;da comments, "In this verse &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; advises the devotee to be intelligent enough to distinguish between the kanishtha-adhik&#257;r&#299;, madhyama-adhik&#257;r&#299; and uttama-adhik&#257;r&#299;. . .. A neophyte Vaishnava or a Vaishnava situated on the intermediate platform can also accept disciples, but such disciples must be on the same platform, and it should be understood that they cannot advance very well toward the ultimate goal of life under his insufficient guidance. Therefore a disciple should be careful to accept an uttama-adhik&#257;r&#299; as a spiritual master." Therefore additional symptoms will now be given so that the conditioned soul who desires to go back home, back to Godhead, can properly identify the bona fide spiritual master.</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; and &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, associating with a pure devotee of the Lord is so important that now that the various categories of devotional service have been defined, eight additional verses are given concerning the qualifications of a pure devotee, so that students of &#346;r&#299;mad-Bh&#257;gavatam will make no mistake in this connection. Similarly, in the Second Chapter of Bhagavad-g&#299;t&#257; Arjuna asked Krishna about the symptoms of a completely Krishna conscious person, and Krishna elaborately explained the symptoms of one who is prajñ&#257; pratishthit&#257;, or established in Krishna consciousness.</P><P>The particular qualification mentioned in this verse is vishnor m&#257;y&#257;m idam pa&#347;yan: one should see the entire material universe as a product of the illusory energy of the Lord. There is no question of lamenting or rejoicing for that which is the property of the Supreme Personality of Godhead. Within this world one generally laments upon losing something desirable and rejoices upon acquiring the object of his wish. But since a pure devotee has no personal desire whatsoever (krishna-bhakta nishk&#257;ma &#8212; ataeva '&#347;&#257;nta'), there is no question of gain or loss. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">18.54</A>):</P><P>brahma-bh&#363;tah prasann&#257;tm&#257;</P><P CLASS=n>na &#347;ocati na k&#257;&#324;kshati</P><P CLASS=n>samah sarveshu bh&#363;teshu</P><P CLASS=n>mad-bhaktim labhate par&#257;m</P><P>"One who is transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me." Similarly, Lord &#346;iva says to his wife, P&#257;rvat&#299;, while glorifying the character of King Citraketu,</P><P>n&#257;r&#257;yana-par&#257;h sarve</P><P CLASS=n>na kuta&#347;cana bibhyati</P><P CLASS=n>svarg&#257;pavarga-narakeshv</P><P CLASS=n>api tuly&#257;rtha-dar&#347;inah</P><P>"Devotees solely engaged in the devotional service of the Supreme Personality of Godhead, N&#257;r&#257;yana, never fear any condition of life. For them the heavenly planets, liberation and the hellish planets are all the same, for such devotees are interested only in the service of the Lord." (Bh&#257;g. <A CLASS=v HREF="../../../sb/6/17/28.htm">6.17.28</A>)</P><P>This state of complete satisfaction in the devotional service of Krishna is not a mental concoction achieved by artificial meditation, but is a result of having experienced the superior nature of the Supreme Personality of Godhead, who is a reservoir of transcendental bliss. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/59.htm">2.59</A>), rasa-varjam raso 'py asya param drishtv&#257; nivartate. When impersonalists and voidists artificially try to push material things out of their minds, they undergo great hardships and ordeals in their artificial meditation.</P><P>kle&#347;o 'dhikataras tesh&#257;m</P><P CLASS=n>avyakt&#257;sakta-cetas&#257;m</P><P CLASS=n>avyakt&#257; hi gatir duhkham</P><P CLASS=n>dehavadbhir av&#257;pyate</P><P>(<A CLASS=v HREF="../../../bg/12/5.htm">Bg. 12.5</A>)</P><P>According to Lord Krishna, it is only with great inconvenience and suffering that one can achieve impersonal liberation, because every living being is eternally a person, being part and parcel of the Supreme Person, Krishna. The concept of giving up one's personal identity is a reaction to the terrible frustration of material egotism. It is not a positive program. If one is suffering unbearable pain in his hand, he may agree to have the hand amputated, but the real solution is to remove the infection so that the healthy hand may become a source of pleasure. Similarly ego, or the sense that "I am," is a source of unlimited happiness when we understand what we are, namely servants of Krishna. Impersonal meditation is dry and troublesome. A pure devotee realizes that he is an eternal person, part and parcel of the Supreme Person, Lord Krishna, and that he has the privilege as the son of God to participate in the ecstatic eternal pastimes of the Supreme Lord, loving Krishna and playing with Him forever. For such a devotee the pale material nature, which is but a perverted reflection of the spiritual world, becomes totally unattractive. Therefore, one who is completely attached to Krishna and uninterested in the manifestations of m&#257;y&#257; can be considered bh&#257;gavatottamah, a pure devotee of the Lord, as described in a previous verse (bhaktih pare&#347;&#257;nubhavo viraktir anyatra ca [<A CLASS=v HREF="../../11/2/42.htm">SB 11.2.42</A>]).</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya has stated, vishnor m&#257;y&#257;m vishnv-icch&#257;dh&#299;n&#257;m: "The words vishnor m&#257;y&#257;m in this verse indicate that the illusory energy always remains dependent upon the will of Lord Vishnu." Similarly the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/44.htm">5.44</A>) says, srishti-sthiti-pralaya-s&#257;dhana-&#347;aktir ek&#257; ch&#257;yeva yasya bhuvan&#257;ni bibharti durg&#257;. M&#257;y&#257; is like a shadow of the Supreme Personality of Godhead who serves Him in the creation, maintenance and annihilation of this world. Just as a shadow has no independent power of movement but follows the substance that casts the shadow, the illusory energy of the Lord has no independent power, but bewilders the living entities according to the Lord's desire. One of Krishna's opulences is that He is supremely detached; when a living entity wants to forget Him, Krishna immediately employs His illusory energy to facilitate the foolishness of the conditioned soul.</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299; the words grih&#299;tv&#257;p&#299;ndriyair arth&#257;n indicate that the pure devotee of the Lord does not cease acting within this world; rather, he uses his senses in the service of the Lord of the senses, Hrish&#299;ke&#347;a. Hrish&#299;kena hrish&#299;ke&#347;a-sevanam bhaktir ucyate [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has stated that if one gives up those material things which are favorable for serving Krishna, considering them material and therefore an impediment to his spiritual advancement, his renunciation is merely phalgu-vair&#257;gya, or immature and imperfect renunciation. On the other hand, one who accepts all material things for the service of Krishna without any personal desire for sense gratification is actually renounced (yuktam vair&#257;gyam ucyate).</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has warned in his commentary on this verse that by envying any of the three classes of devotees &#8212; uttama-adhik&#257;r&#299;, madhyama-adhik&#257;r&#299; or kanishtha-adhik&#257;r&#299; &#8212; one falls down to the platform of impersonalism and loses all power to benefit others or even himself. Therefore those who are trying to advance in Krishna consciousness should not endanger their transcendental experience by unnecessarily criticizing other Vaishnavas. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, if one engages in phalgu-vair&#257;gya, or renouncing material things that are favorable to the service of Lord Krishna, one runs the risk of being polluted by impersonal philosophy. On the other hand, by sticking to the principle of yukta-vair&#257;gya, engaging everything for Krishna without personal desire, one can remain aloof from the danger of material sense gratification and gradually come to the mah&#257;-bh&#257;gavata platform, as mentioned in this verse.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>