<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.49</P><P CLASS=c>dehendriya-pr&#257;na-mano-dhiy&#257;m yo</P><P CLASS=c>janm&#257;pyaya-kshud-bhaya-tarsha-kricchraih</P><P CLASS=c>sams&#257;ra-dharmair avimuhyam&#257;nah</P><P CLASS=c>smrity&#257; harer bh&#257;gavata-pradh&#257;nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; of the body; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; life air; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/d/dhiyam">dhiy&#257;m</A> &#8212; and intelligence; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; by birth; <A CLASS=v HREF="http://vedabase.net/a/apyaya">apyaya</A> &#8212; diminution; <A CLASS=v HREF="http://vedabase.net/k/ksut">kshut</A> &#8212; hunger; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/t/tarsa">tarsha</A> &#8212; thirst; <A CLASS=v HREF="http://vedabase.net/k/krcchraih">kricchraih</A> &#8212; and the pain of exertion; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; of material life; <A CLASS=v HREF="http://vedabase.net/d/dharmaih">dharmaih</A> &#8212; by the inseparable features; <A CLASS=v HREF="http://vedabase.net/a/avimuhyamanah">avimuhyam&#257;nah</A> &#8212; not bewildered; <A CLASS=v HREF="http://vedabase.net/s/smrtya">smrity&#257;</A> &#8212; because of remembrance; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A>-<A CLASS=v HREF="http://vedabase.net/p/pradhanah">pradh&#257;nah</A> &#8212; the foremost of devotees.</P><P CLASS=t>TRANSLATION</P><P>Within the material world, one's material body is always subject to birth and decay. Similarly, the life air [pr&#257;na] is harassed by hunger and thirst, the mind is always anxious, the intelligence hankers for that which cannot be obtained, and all of the senses are ultimately exhausted by constant struggle in the material nature. A person who is not bewildered by the inevitable miseries of material existence, and who remains aloof from them simply by remembering the lotus feet of the Supreme Personality of Godhead, is to be considered bh&#257;gavata-pradh&#257;na, the foremost devotee of the Lord.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Madhv&#257;c&#257;rya there are three classes of intelligent living beings within this world, namely the demigods, ordinary human beings, and demons. A living being endowed with all auspicious qualities &#8212; in other words, a highly advanced devotee of the Lord &#8212; either on the earth or in the higher planetary systems is called a deva, or demigod. Ordinary human beings generally have good and bad qualities, and according to this mixture they enjoy and suffer on the earth. But those who are distinguished by their absence of good qualities and who are always inimical to pious life and the devotional service of the Lord are called asuras, or demons.</P><P>Of these three classes, the ordinary human beings and demons are terribly afflicted by birth, death and hunger, whereas the godly persons, the demigods, are aloof from such bodily distress. The demigods remain aloof from such distress because they are enjoying the results of their pious activities; by the laws of karma, they are unaware of the gross suffering of the material world. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/20.htm">9.20</A>),</P><P>trai-vidy&#257; m&#257;m soma-p&#257;h p&#363;ta-p&#257;p&#257;</P><P CLASS=n>yajñair ishtv&#257; svar-gatim pr&#257;rthyante</P><P CLASS=n>te punyam &#257;s&#257;dya surendra-lokam</P><P CLASS=n>a&#347;nanti divy&#257;n divi deva-bhog&#257;n</P><P>"Those who study the Vedas and drink the soma juice, seeking the heavenly planets, worship Me indirectly. They take birth on the planet of Indra, where they enjoy godly delights." But the next verse of Bhagavad-g&#299;t&#257; says that when one uses up the results of these pious activities, one has to forfeit his status as a demigod, along with the pleasure of the heavenly kingdom, and return to earth as a nara, or ordinary human being (ksh&#299;ne punye martya-lokam vi&#347;anti [<A CLASS=v HREF="../../../bg/9/21.htm">Bg. 9.21</A>]). In fact the laws of nature are so subtle that one may not even return to earth as a human, but may take birth as an insect or tree, depending on the particular configuration of his karma.</P><P>The pure devotee of the Lord, however, does not experience material misery, because he has given up the bodily concept of life and identifies himself correctly as an eternal servitor of the Supreme Personality of Godhead, Krishna. As stated by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/2.htm">9.2</A>), susukham kartum avyayam. Even in the stage of regulative practice, the process of bhakti-yoga is very joyful. Similarly, Locana d&#257;sa Th&#257;kura, a near contemporary of &#346;r&#299; Caitanya Mah&#257;prabhu, said, saba avat&#257;ra s&#257;ra &#347;iromani kevala &#257;nanda-k&#257;nda. Although there are various k&#257;ndas, or divisions, of Vedic discipline, such as karma-k&#257;nda (fruitive ceremonies) and jñ&#257;na-k&#257;nda (regulated speculation), Caitanya Mah&#257;prabhu's hari-n&#257;ma sa&#324;k&#299;rtana movement is kevala &#257;nanda-k&#257;nda, the pathway of pure bliss. Simply by chanting the holy names of Krishna, eating the remnants of sumptuous food offered to the Supreme Lord and hearing the enchanting pastimes of the Personality of Godhead, one merges into an ocean of bliss called Krishna consciousness.</P><P>Fortunately this blissful ocean is the eternal situation of every living entity, provided he gives up all of his bogus concepts of life. One should not identify himself as a gross material body, nor as a fickle mind, nor as speculative intelligence, nor should one foolishly identify himself with the so-called void of Buddhist imagination. Nor should one even identify himself with the ocean of impersonal spiritual life called the brahmajyoti, which illuminates the great outdoors of the spiritual sky beyond the covered universe. One should rather identify himself correctly as an eternal individual servant of the supreme individual Personality of Godhead. By this simple admission of one's constitutional position and by sincere engagement in the service of the lotus feet of the Lord, one is quickly promoted to direct participation in the eternal pastimes of Krishna, just as Arjuna got the opportunity to play with Krishna as a soldier on the Battlefield of Kurukshetra.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya has given an elaborate description of the process by which material miseries arise. When a conditioned soul of demoniac mentality identifies himself with the gross material body, he undergoes miseries of constant drowsiness and unquenchable sexual desires that burn all mental peace and serenity to ashes. When a demoniac person identifies himself with pr&#257;na, the life air, he suffers from hunger, and by identifying himself with the mind he suffers panic, fear, and hankering that ends in disappointment. When he identifies himself with intelligence, he suffers profound existential bitterness and frustration deep within his heart. When he identifies himself with the false ego, he feels inferiority, thinking, "I am so low." And when he identifies himself with the process of consciousness, he is haunted by memories of the past. When a demon tries to impose himself as the ruler of all living beings, all of these miseries expand simultaneously.</P><P>According to &#346;r&#299;p&#257;da Madhv&#257;c&#257;rya, sinful life is the demoniac standard for happiness. We can observe that in demoniac societies the dark, late hours of night are considered most appropriate for recreational activity. When a demon hears that someone is rising at four o'clock in the morning to take advantage of the godly early-morning hours, he is astonished and bewildered. Therefore it is said in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/69.htm">2.69</A>),</P><P>y&#257; ni&#347;&#257; sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>tasy&#257;m j&#257;garti samyam&#299;</P><P CLASS=n>yasy&#257;m j&#257;grati bh&#363;t&#257;ni</P><P CLASS=n>s&#257; ni&#347;&#257; pa&#347;yato muneh</P><P>"What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage." &#346;r&#299;la Prabhup&#257;da has commented, "There are two classes of intelligent men. The one is intelligent in material activities for sense gratification, and the other is introspective and awake to the cultivation of self-realization." Thus the more one can increase illicit sex, intoxication, meat-eating and gambling, the more one advances his prestige in a demoniac society, whereas in a godly society based on Krishna consciousness these things are abolished completely. Similarly, as one becomes blissfully attached to the holy name and pastimes of Krishna, one becomes more and more alienated from the demoniac society.</P><P>The demons are self-proclaimed enemies of the Supreme Lord, and they mock His kingdom. Thus they are described by &#346;r&#299;la Madhv&#257;c&#257;rya as adho-gateh, or those who have purchased their tickets to the darkest regions of hell. On the other hand, if one is undisturbed by the miseries of material life, he is on the same spiritual level as the Supreme Personality of Godhead. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/15.htm">2.15</A>),</P><P>yam hi na vyathayanty ete</P><P CLASS=n>purusham purusharshabha</P><P CLASS=n>sama-duhkha-sukham dh&#299;ram</P><P CLASS=n>so 'mritatv&#257;ya kalpate</P><P>"O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation." One can come to this transcendental stage only by the mercy of the Supreme Personality of Godhead. In the words of &#346;r&#299; Madhv&#257;c&#257;rya, samp&#363;rn&#257;nugrah&#257;d vishnoh.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has described the process by which one becomes an uttama-adhik&#257;r&#299; If one is fortunate, he gradually becomes disgusted with the limited vision and activities of the kanishtha-adhik&#257;r&#299; and learns to appreciate the expanded vision of the madhyama-adhik&#257;r&#299;, who is able to recognize that every living entity should become a devotee of Krishna and that one achieves the perfection of life by following in the footsteps of an uttama-adhik&#257;r&#299; devotee of the Lord. As one's devotional service gradually intensifies and one repeatedly bathes in dust from the lotus feet of a pure devotee, the harassment of birth, death, hunger, thirst, fear and so on gradually cease disturbing the mind. As stated in Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/114">1.2.114</A>),</P><P>alabdhe v&#257; vinashte v&#257;</P><P CLASS=n>bhakshy&#257;cch&#257;dana-s&#257;dhane</P><P CLASS=n>aviklava-matir bh&#363;tv&#257;</P><P CLASS=n>harim eva dhiy&#257; smaret</P><P>"Even if a devotee is frustrated in his attempt to eat properly or clothe himself properly, he should not allow this material failure to disturb his mind; rather, he should use his intelligence to remember his master, Lord Krishna, and thus remain undisturbed." As one becomes mature in this process of remembering Krishna in all circumstances, he is awarded the title mah&#257;-bh&#257;gavata.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta gives the example that just as a child's ball may be fastened to the end of a rope so that it cannot bounce away, a devotee who surrenders to Krishna becomes tied to the rope of Vedic injunctions and is never lost in worldly affairs. In this connection &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has quoted from the Rig Veda (<A CLASS=v HREF="http://vedabase.net/todo/veda1/156/3">1.156.3</A>) as follows: om &#257;sya j&#257;nanto n&#257;ma cid vivaktan mahas te vishno su-matim bhaj&#257;mahe om tat sat. "O Vishnu, Your name is completely transcendental. Thus it is self-manifest. Indeed, even without properly understanding the glories of chanting Your holy name, if we vibrate Your name with at least a small understanding of its glories &#8212; that is, if we simply repeat the syllables of Your holy name &#8212; gradually we shall understand it." The supreme entity indicated by the pranava om is sat, or self-revealing. Therefore, even if one is disturbed by fear or envy, the transcendental form of the Supreme Personality of Godhead will become manifest to one who continues to chant the Lord's holy name. Further evidence is given in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../6/2/14.htm">6.2.14</A>):</P><P>s&#257;&#324;ketyam p&#257;rih&#257;syam v&#257;</P><P CLASS=n>stobham helanam eva v&#257;</P><P CLASS=n>vaikuntha-n&#257;ma-grahanam</P><P CLASS=n>a&#347;esh&#257;gha-haram viduh</P><P>"One who chants the holy name of the Lord is immediately freed from the reactions of unlimited sins, even if he chants indirectly (to indicate something else), jokingly, for musical entertainment, or even neglectfully. This is accepted by all the learned scholars of the scriptures."</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>