<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.5</P><P CLASS=c>bh&#363;t&#257;n&#257;m deva-caritam</P><P CLASS=c>duhkh&#257;ya ca sukh&#257;ya ca</P><P CLASS=c>sukh&#257;yaiva hi s&#257;dh&#363;n&#257;m</P><P CLASS=c>tv&#257;dri&#347;&#257;m acyut&#257;tman&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of the living beings; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/c/caritam">caritam</A> &#8212; the activities of demigods; <A CLASS=v HREF="http://vedabase.net/d/duhkhaya">duhkh&#257;ya</A> &#8212; result <A HREF="http://vedabase.net/i/in">in</A> the misery; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sukhaya">sukh&#257;ya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> happiness; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well; <A CLASS=v HREF="http://vedabase.net/s/sukhaya">sukh&#257;ya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> happiness; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sadhunam">s&#257;dh&#363;n&#257;m</A> &#8212; that of saints; <A CLASS=v HREF="http://vedabase.net/t/tvadrsam">tv&#257;dri&#347;&#257;m</A> &#8212; like you; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; the infallible Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; who have accepted <A HREF="http://vedabase.net/a/as">as</A> their very soul.</P><P CLASS=t>TRANSLATION</P><P>The activities of demigods lead to both misery and happiness for living beings, but the activities of great saints like you, who have accepted the infallible Lord as their very soul, result only in the happiness of all beings.</P><P CLASS=t>PURPORT</P><P>This verse clearly states that the pure devotees of the Lord such as N&#257;rada Muni are saintly persons, to be considered superior even to the demigods, the living beings empowered by the Supreme Lord to administer the entire universe. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/12.htm">3.12</A>) it is stated:</P><P>isht&#257;n bhog&#257;n hi vo dev&#257;</P><P CLASS=n>d&#257;syante yajña-bh&#257;vit&#257;h</P><P CLASS=n>tair datt&#257;n aprad&#257;yaibhyo</P><P CLASS=n>yo bhu&#324;kte stena eva sah</P><P>"The demigods in charge of the various necessities of life, being satisfied by the performance of yajña [sacrifice], supply all necessities to man. But one who enjoys these gifts without offering them in return to the demigods is certainly a thief." In this connection &#346;r&#299;la Prabhup&#257;da has made the following comment regarding the demigods: "The demigods are empowered administrators of material affairs. The supply of air, light, water and other blessings for maintaining the body and the soul of all living entities are entrusted to the demigods, who are innumerable assistants in the different parts of the body of the Supreme Personality of Godhead. Their pleasure and displeasure depend on the performance of yajñas by the human being." In other words, by the Lord's arrangement, material prosperity depends upon the satisfaction of the demigods. If the demigods are dissatisfied due to nonperformance or improper performance of sacrifice, they are empowered to impose various types of suffering upon human beings. Usually this suffering takes the form of either excessive or insufficient supply of material necessities. For example, sunshine is necessary for life, but if there is excessive heat or insufficient heat from the sun, we suffer. Excessive or insufficient rain is also a cause of suffering. Thus the demigods bestow either happiness or suffering upon human beings, in accordance with the performance of sacrifice.</P><P>As stated here, however, great saintly persons such as N&#257;rada Muni are always merciful to all living beings.</P><P>titikshavah k&#257;runik&#257;h</P><P CLASS=n>suhridah sarva-dehin&#257;m</P><P CLASS=n>aj&#257;ta-&#347;atravah &#347;&#257;nt&#257;h</P><P CLASS=n>s&#257;dhavah s&#257;dhu-bh&#363;shan&#257;h</P><P>"The symptoms of a s&#257;dhu are that he is tolerant, merciful and friendly to all living entities, he has no enemies, he is peaceful, he abides by the scriptures, and all his characteristics are sublime." (Bh&#257;g. <A CLASS=v HREF="../../../sb/3/25/21.htm">3.25.21</A>) &#346;r&#299;la Prabhup&#257;da, in his commentary on this verse, has portrayed the s&#257;dhu as follows: "A s&#257;dhu as described above is a devotee of the Lord. His concern, therefore, is to enlighten people in devotional service to the Lord. That is his mercy. He knows that without devotional service to the Lord, human life is spoiled. A devotee travels all over the country door to door preaching, 'Be Krishna conscious. Be a devotee of Lord Krishna. Don't spoil your life in simply fulfilling your animal propensities. Human life is meant for self-realization, or Krishna consciousness.' These are the preachings of a s&#257;dhu. He is not satisfied with his own liberation. He always thinks about others. He is the most compassionate personality toward all the fallen souls. One of his qualifications, therefore, is k&#257;runika, great mercy to the fallen souls. While engaged in preaching work he has to meet with so many opposing elements, and therefore the s&#257;dhu, or devotee of the Lord, has to be very tolerant. Someone may ill-treat him, because the conditioned souls are not prepared to receive the transcendental knowledge of devotional service. They do not like it; that is their disease. The s&#257;dhu has the thankless task of impressing upon them the importance of devotional service. Sometimes devotees are personally attacked with violence. Lord Jesus Christ was crucified. Harid&#257;sa Th&#257;kura was caned in twenty-two marketplaces, and Lord Caitanya's principal assistant, Nity&#257;nanda, was violently attacked by Jag&#257;i and M&#257;dh&#257;i. But still they were tolerant because their mission was to deliver the fallen souls. One of the qualifications of a s&#257;dhu is that he is very tolerant and is merciful to all fallen souls. He is merciful because he is a well-wisher of all living entities. He is not only a well-wisher of human society, but a well-wisher of animal society as well. It is said here, sarva-dehin&#257;m, which indicates all living entities who have accepted material bodies. Not only does a human being have a material body, but other living entities, such as cats and dogs, also have material bodies. The devotee of the Lord is merciful to everyone &#8212; the cats, dogs, trees, etc. He treats all living entities in such a way that they can ultimately get salvation from this material entanglement. &#346;iv&#257;nanda Sena, one of the disciples of Lord Caitanya, gave liberation to a dog by treating the dog transcendentally. There are many instances where a dog got salvation by association with a s&#257;dhu, because a s&#257;dhu engages in the highest philanthropic activities for the benediction of all living entities. Although the s&#257;dhu is not inimical toward anyone, the world is so ungrateful that even a s&#257;dhu has many enemies.</P><P>"What is the difference between an enemy and a friend? It is a difference in behavior. A s&#257;dhu behaves with all conditioned souls for their ultimate relief from material entanglement. Therefore, no one can be more friendly than the s&#257;dhu in relieving a conditioned soul. A s&#257;dhu is calm, and he quietly and peacefully follows the principles of scripture and at the same time is a devotee of the Lord. One who actually follows the principles of scripture must be a devotee of God because all the &#347;&#257;stras instruct us to obey the orders of the Personality of Godhead. S&#257;dhu, therefore, means a follower of the scriptural injunctions and a devotee of the Lord. All these characteristics are prominent in a devotee. A devotee develops all the good qualities of the demigods, whereas a nondevotee, even though academically qualified, has no actual good qualifications or good characteristics according to the standards of transcendental realization."</P><P>Vasudeva, therefore, has used the word s&#257;dhu to describe N&#257;rada Muni, indicating that the position of the devotee of the Lord is superior even to that of the demigods.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>