<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.50</P><P CLASS=c>na k&#257;ma-karma-b&#299;j&#257;n&#257;m</P><P CLASS=c>yasya cetasi sambhavah</P><P CLASS=c>v&#257;sudevaika-nilayah</P><P CLASS=c>sa vai bh&#257;gavatottamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; of lust; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive work; <A CLASS=v HREF="http://vedabase.net/b/bijanam">b&#299;j&#257;n&#257;m</A> &#8212; or of material hankerings, which <A HREF="http://vedabase.net/a/are">are</A> the seeds of fruitive activity; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/c/cetasi">cetasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/s/sambhavah">sambhavah</A> &#8212; chance <A HREF="http://vedabase.net/t/to">to</A> arise; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A>-<A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/n/nilayah">nilayah</A> &#8212; one for whom the Supreme Lord, <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, is the only shelter; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamah">uttamah</A> &#8212; is <A HREF="http://vedabase.net/a/a">a</A> first-class devotee.</P><P CLASS=t>TRANSLATION</P><P>One who has taken exclusive shelter of the Supreme Lord, V&#257;sudeva, becomes free from fruitive activities, which are based on material lust. In fact, one who has taken shelter of the lotus feet of the Lord is freed from even the desire to enjoy material sense gratification. Plans for enjoying sex life, social prestige and money cannot develop within his mind. Thus he is considered bh&#257;gavatottama, a pure devotee of the Lord on the highest platform.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, this verse describes the behavior of a devotee of the Lord. The activities of a pure devotee are devoid of material envy, false elation, delusion and lust. According to the Vaishnava commentators, the word b&#299;j&#257;n&#257;m in this verse refers to v&#257;san&#257;h, or deeply rooted desires, which gradually fructify in the form of activities, for which the living entity becomes subject to reactions. Thus the compound word k&#257;ma-karma-b&#299;j&#257;n&#257;m indicates the deep-rooted desire to lord it over the material world through the enjoyment of sexual pleasure and the expansions of sexual pleasure mentioned in the Bh&#257;gavatam (<A CLASS=v HREF="../../5/5/8.htm">5.5.8</A>) as griha-kshetra-sut&#257;pta-vittaih, that is, a beautiful residential building and ample land for producing sumptuous food to fill the belly, as well as children, friends, social contacts and a large bank balance. All of these material items are essential for completely forgetting that one is an eternal servant of the Supreme Lord. Therefore as stated in the Bh&#257;gavatam, janasya moho 'yam aham mameti: [<A CLASS=v HREF="../../5/5/8.htm">SB 5.5.8</A>] intoxicated by these objects of material illusion, the conditioned soul becomes madly convinced that he is the center of the universe and that everything in existence has been created only for his personal sense gratification. Whoever obstructs such illusory enjoyment becomes immediately his enemy and subject to be killed.</P><P>Because of this bodily concept of life and the shackles of illusion, the whole world is being violently shaken by conflict arising from envy and lust. The only possible solution is to accept the leadership of the Lord's pure devotees, who are described here. A popular expression used to justify democratic government is "Power corrupts and absolute power corrupts absolutely." Such homilies may be valid on the material platform, but it is specifically mentioned here that a pure devotee of the Lord who has completely taken shelter of the Lord's lotus feet cannot even consider taking part in material envy and sense gratification. His mind remains perpetually clear and sober, and he is always aware of the ultimate good of every living entity. The Krishna consciousness movement is strenuously endeavoring to inform the earth's suffering living entities of the serious need for a brain in human society. A brain racked by fever cannot give proper direction, and if the so-called thinkers of society are burning with selfish desires, they are no better than feverish, delirious brains. Delirious governments are gradually destroying all traces of happiness in human society. Therefore it is the duty of Vaishnava preachers to act on the platform of bh&#257;gavatottama so that they can give clear guidance to humanity, without being corrupted or even slightly attracted by the material opulence that may be offered to a saintly person. All intelligent human beings who are unable to take directly to the process of bhakti-yoga should at least be sufficiently educated to recognize the first-class devotee of the Lord and accept his guidance. In this way human society can be very nicely organized so that not only all human beings but even the animals, birds and trees can make advancement in life and gradually go back home, back to Godhead, for an eternal life of bliss and knowledge.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has emphasized that those seriously interested in achieving the perfection of Krishna consciousness must live in a community of Vaishnavas. &#346;r&#299;la Prabhup&#257;da has also mentioned several times in his literature that it is not possible to achieve the stage of perfect Krishna consciousness unless one accepts the shelter of the pure devotees by living in the Krishna conscious communities being established all over the world by the International Society for Krishna Consciousness. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has emphasized that this does not mean that spiritual life is restricted only to those celibate students who can live within a temple compound. Devotees in the grihastha order, that of spiritual family life, can also take shelter of the Vaishnava community by regularly attending temple functions. Those who are living in family life should daily see the Deity of the Supreme Lord, chant His holy names in His personal presence, accept the remnants of food offered to the Deity and hear learned discourses on Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. Any householder who regularly takes advantage of these spiritual facilities and follows the regulative principles of spiritual life, namely no meat-eating, no illicit sex, no gambling and no intoxication, is to be considered a bona fide member of the Vaishnava community. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, those who remain inimical to the devotional service of the Lord are to be considered lifeless puppets in the hands of the illusory energy of the Lord.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>