<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 51"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.51</P><P CLASS=c>na yasya janma-karmabhy&#257;m</P><P CLASS=c>na varn&#257;&#347;rama-j&#257;tibhih</P><P CLASS=c>sajjate 'sminn aham-bh&#257;vo</P><P CLASS=c>dehe vai sa hareh priyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; by good birth; <A CLASS=v HREF="http://vedabase.net/k/karmabhyam">karmabhy&#257;m</A> &#8212; or meritorious acts; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; by adherence <A HREF="http://vedabase.net/t/to">to</A> rules of occupational or religious duty; <A CLASS=v HREF="http://vedabase.net/j/jatibhih">j&#257;tibhih</A> &#8212; or by belonging <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> certain class of society; <A CLASS=v HREF="http://vedabase.net/s/sajjate">sajjate</A> &#8212; attaches itself; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this (body); <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;vah</A> &#8212; egotistic sentiment; <A CLASS=v HREF="http://vedabase.net/d/dehe">dehe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; is dear.</P><P CLASS=t>TRANSLATION</P><P>Birth in an aristocratic family and the execution of austere and pious activities certainly cause one to take pride in himself. Similarly, if one enjoys a prestigious position within society because his parents are highly respected members of the varn&#257;&#347;rama social system, one becomes even more infatuated with himself. But if despite these excellent material qualifications one does not feel even a tinge of pride within himself, he is to be considered the dearmost servitor of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, the word janma ("good birth") refers to such classes as the m&#363;rdh&#257;vasiktas (children of br&#257;hmana fathers and kshatriya mothers) and ambashthas (children of br&#257;hmana fathers and vai&#347;ya mothers), both of which are considered anuloma since the father comes from a higher caste. Marriages in which the mother comes from a higher class than the father are called pratiloma. In any case, one who becomes proud of his so-called prestigious birth is certainly in the bodily concept of life. Birth in any material body is a serious problem, which one should solve by surrendering to the Supreme Personality of Godhead. One can thereby release himself from the golden shackles of a so-called aristocratic material body.</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, kanishtha-adhik&#257;r&#299;s think that karma-mi&#347;ra bhakti, or devotional service mixed with material endeavor, is the ultimate in spiritual life. They become attached to verses such as this:</P><P>varn&#257;&#347;ram&#257;c&#257;ra-vat&#257;</P><P CLASS=n>purushena parah pum&#257;n</P><P CLASS=n>vishnur &#257;r&#257;dhyate panth&#257;</P><P CLASS=n>n&#257;nyat tat-tosha-k&#257;ranam</P><P>"The Supreme Personality of Godhead, Lord Vishnu, is worshiped by the proper execution of prescribed duties in the system of varna and &#257;&#347;rama. There is no other way to satisfy the Supreme Personality of Godhead. One must be situated in the institution of the four varnas and &#257;&#347;ramas." (Vishnu Pur&#257;na <A CLASS=v HREF="http://vedabase.net/todo/purana3/8/9">3.8.9</A>) Thus they think that material work in which a portion of the fruits are offered to God forms the highest platform of human life. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, there are several smriti literatures that have encouraged such mixed devotional service. Such books are taken by materialistic devotees as facility for offending the holy name of the Lord because of egotistic attachment to the material body. Thus one thinks that a prestigious position in the varn&#257;&#347;rama system according to birth and so-called pious activities is a prerequisite for becoming successful in life.</P><P>But those who have actually taken shelter of the holy name of Krishna never boast about their birth in the material world, nor do they pride themselves on their so-called expertise in material work. As long as one's mentality is encumbered by the material designations of the varn&#257;&#347;rama system, one has very little chance of becoming free from material bondage and establishing himself as dear to the Lord. In this regard, Caitanya Mah&#257;prabhu emphatically declared that He could not identify Himself with any varn&#257;&#347;rama designation, such as that of a great intellectual or priest, a courageous warrior in the Lord's army, a brilliant businessman making money for the Lord, or the hardest worker for the Lord. Nor could Caitanya Mah&#257;prabhu identify Himself as a stalwart brahmac&#257;r&#299;, a noble householder or an exalted sanny&#257;s&#299;. These designations reflect the material pride that can infiltrate the execution of devotional service. Although a devotee may carry out the standard duties of varn&#257;&#347;rama, his only designation is gop&#299;-bhartuh pada-kamalayor d&#257;sa-d&#257;s&#257;nud&#257;sah, the eternal servant of the servant of the servant of the Lord, the master of the gop&#299;s, Krishna.</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, when a devotee understands that the process of bhakti-yoga is complete in itself and he becomes absorbed in hearing and chanting the glories of the Lord, the supremely merciful Personality of Godhead affectionately lifts such a first-class devotee onto His own lap. The Supreme Lord can be pleased only by unalloyed devotion, and not by any arrangement of the gross body, composed of five material elements, or the subtle body, composed of innumerable speculations and bogus pride. In other words, Lord Krishna can never be pleased by one's so-called aristocratic body, which is due to be devoured by worms or vultures. If one becomes proud of his material birth and so-called pious activities, by such false pride one gradually develops the impersonal mentality of merely renouncing the fruit of work or else the karm&#299; mentality of enjoying the fruits of work. Neither the karm&#299;s nor the jñ&#257;n&#299; speculators are aware that the fruit of work actually belongs to Krishna. The conclusion is that one should carefully give up all false pride and always remember that he is a humble servant of Krishna. As stated by Caitanya Mah&#257;prabhu, am&#257;nin&#257; m&#257;nadena k&#299;rtan&#299;yah sad&#257; harih [Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>].</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>