<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.52</P><P CLASS=c>na yasya svah para iti</P><P CLASS=c>vitteshv &#257;tmani v&#257; bhid&#257;</P><P CLASS=c>sarva-bh&#363;ta-samah &#347;&#257;ntah</P><P CLASS=c>sa vai bh&#257;gavatottamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/s/svah">svah</A> <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; "<A HREF="http://vedabase.net/m/mine">mine</A>" and "someone else's"; <A CLASS=v HREF="http://vedabase.net/v/vittesu">vitteshu</A> &#8212; about his property; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; about his body; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/b/bhida">bhid&#257;</A> &#8212; by thinking <A HREF="http://vedabase.net/i/in">in</A> terms of duality; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> all living beings; <A CLASS=v HREF="http://vedabase.net/s/samah">samah</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/s/santah">&#347;&#257;ntah</A> &#8212; peaceful; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamah">uttamah</A> &#8212; the best of devotees.</P><P CLASS=t>TRANSLATION</P><P>When a devotee gives up the selfish conception by which one thinks "This is my property, and that is his," and when he is no longer concerned with the pleasures of his own material body or indifferent to the discomforts of others, he becomes fully peaceful and satisfied. He considers himself simply one among all the living beings who are equally part and parcel of the Supreme Personality of Godhead. Such a satisfied Vaishnava is considered to be at the highest standard of devotional service.</P><P CLASS=t>PURPORT</P><P>The vision described by the phrase sarva-bh&#363;ta-samah, "seeing all living entities equally," does not include one's vision of the Supreme Personality of Godhead. In this connection &#346;r&#299;la Madhv&#257;c&#257;rya has quoted from the Har&#299;-vam&#347;a as follows:</P><P>na kv&#257;pi j&#299;vam vishnutve</P><P CLASS=n>samsritau moksha eva ca</P><P>"Under no circumstance should one consider the living entity equal to Lord Vishnu, either in conditional life or in liberation." The impersonal speculative philosophers are fond of imagining that although in our present illusion we appear to be individual entities, at liberation we shall all merge into God and be God. Such wishful thinkers cannot reasonably explain how the omnipotent God could arrive at the embarrassing position of having to enter a yoga studio, pay weekly fees, press His nose and chant mantras to regain His divinity. As stated in the Vedas, nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n. The individuality or plurality of living entities is not a product of material existence. The word nity&#257;n&#257;m, denoting the plurality of eternal entities, clearly indicates that the living entities are eternally individual parts and parcels of the Lord, who is the singular unique entity described here as ekah. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/1/21.htm">1.21</A>) Arjuna said to Krishna, ratham sth&#257;paya me 'cyuta: "My dear Acyuta, please place my chariot between the armies." This body is also ratha, a vehicle, and therefore the best policy is to request the infallible Lord to take charge of our conditioned body and guide us on the path back to the kingdom of God. The word acyuta means "the infallible" or "one who never falls." Learned or sane human beings will not entertain the silly notion that the omnipotent, omniscient God has slipped and fallen because of m&#257;y&#257;. No amount of wishful thinking can erase our eternal servitorship at the lotus feet of the Lord.</P><P>This fact is stated by the Lord Himself in the Var&#257;ha Pur&#257;na:</P><P>naivam tvay&#257;numantavyam</P><P CLASS=n>j&#299;v&#257;tm&#257;ham iti kvacit</P><P CLASS=n>sarvair gunair su-sampannam</P><P CLASS=n>daivam m&#257;m jñ&#257;tum arhasi</P><P>"You should never think Me one of the ordinary living entities in the j&#299;va category. In fact I am the reservoir of all opulences and godly qualities, and therefore you should understand that I am the Supreme Lord."</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299; and &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, this verse of &#346;r&#299;mad-Bh&#257;gavatam does not forbid using a particular object in the Lord's service, since a devotee is free to use anything favorable for serving Lord Krishna. This acceptance of favorable objects in the service of Krishna is called yukta-vair&#257;gya. As stated by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, nirbandhah krishna-sambandhe: one should be attached for Krishna's sake, never for one's own sake. If one interprets this verse to indicate that one should not exercise control over any material object, even if it is favorable for serving Krishna, one falls into the bad understanding called phalgu-vair&#257;gya, or immature renunciation. Great kings such as Mah&#257;r&#257;ja Yudhishthira and Mah&#257;r&#257;ja Par&#299;kshit engaged the entire earth, and other Vaishnavas have engaged the entire universe in the service of Krishna. But they completely gave up the sense of their personal proprietorship. That is the point made in this verse. Just as one becomes very much concerned about any pain in one's own body, one should be concerned with bringing the conditioned souls to the platform of devotional service so that all of their suffering will be banished forever. That is the actual purport of not distinguishing between one body and another.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>