<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 53"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.53</P><P CLASS=c>tri-bhuvana-vibhava-hetave 'py akuntha-</P><P CLASS=c>smritir ajit&#257;tma-sur&#257;dibhir vimrigy&#257;t</P><P CLASS=c>na calati bhagavat-pad&#257;ravind&#257;l</P><P CLASS=c>lava-nimish&#257;rdham api yah sa vaishnav&#257;gryah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A> &#8212; of the three worlds comprising the material universe; <A CLASS=v HREF="http://vedabase.net/v/vibhava">vibhava</A>-<A CLASS=v HREF="http://vedabase.net/h/hetave">hetave</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of the opulences; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/akuntha">akuntha</A>-<A CLASS=v HREF="http://vedabase.net/s/smrtih">smritih</A> &#8212; whose remembrance is undisturbed; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; of whom the unconquerable Lord is the very soul; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by the demigods and others; <A CLASS=v HREF="http://vedabase.net/v/vimrgyat">vimrigy&#257;t</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> sought; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/c/calati">calati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> does not <A HREF="http://vedabase.net/g/go">go</A> away; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/aravindat">aravind&#257;t</A> &#8212; from the lotus feet; <A CLASS=v HREF="http://vedabase.net/l/lava">lava</A> &#8212; of eight forty-fifths of one second; <A CLASS=v HREF="http://vedabase.net/n/nimisa">nimisha</A> &#8212; or of three times that; <A CLASS=v HREF="http://vedabase.net/a/ardham">ardham</A> &#8212; one half; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A>-<A CLASS=v HREF="http://vedabase.net/a/agryah">agryah</A> &#8212; the foremost of devotees of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>.</P><P CLASS=t>TRANSLATION</P><P>The lotus feet of the Supreme Personality of Godhead are sought even by the greatest of demigods, such as Brahm&#257; and &#346;iva, who have all accepted the Supreme Personality of Godhead as their life and soul. A pure devotee of the Lord can never forget those lotus feet in any circumstance. He will not give up his shelter at the lotus feet of the Lord for a single moment &#8212; indeed, not for half a moment &#8212; even in exchange for the benediction of ruling and enjoying the opulence of the entire universe. Such a devotee of the Lord is to be considered the best of the Vaishnavas.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; one may ask, "If one were able to gain the opulence of the entire universe in exchange for leaving the Lord's lotus feet for just half a moment, what would be the harm in leaving the Lord's lotus feet for such an insignificant amount of time?" The answer is given by the word akuntha-smriti. It is simply impossible for a pure devotee to forget the lotus feet of the Personality of Godhead, since everything that exists is in fact an expansion of the Supreme Lord. Since nothing is separate from the Supreme Lord, a pure devotee of the Lord cannot think of anything but the Lord. Nor can a pure devotee contemplate ruling or enjoying universal opulence; even if given all the opulence of the universe, he would immediately offer it at the lotus feet of the Lord and return to his position of a humble servant of the Lord.</P><P>The words ajit&#257;tma-sur&#257;dibhir vimrigy&#257;t are very significant in this verse. The lotus feet of Lord Krishna are so opulent that even the lords of all material opulence, namely Brahm&#257; and &#346;iva, as well as the other demigods, are always searching for a glimpse of the Lord's lotus feet. The word vimrigy&#257;t indicates that the demigods are not actually able to see the lotus feet of the Lord, but are endeavoring to see them. An example of this is given in the Tenth Canto when Lord Brahm&#257; offers prayers to Vishnu, begging the Lord to rectify the disturbances on the earth.</P><P>A similar verse is found elsewhere in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/14/14.htm">11.14.14</A>):</P><P>na p&#257;rameshthyam na mahendra-dhishnyam</P><P CLASS=n>na s&#257;rvabhaumam na ras&#257;dhipatyam</P><P CLASS=n>na yoga-siddh&#299;r apunar-bhavam v&#257;</P><P CLASS=n>mayy arpit&#257;tmecchati mad vin&#257;nyat</P><P>"The devotee who has offered his soul to Me does not want anything if it is separate from Me &#8212; not the position of the supreme demigod of the universe, Brahm&#257;, nor that of Lord Indra, nor kingship over the entire earth or over the lower planetary systems, nor the mystic perfections of yoga, nor even freedom from the cycle of rebirth."</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the word ajit&#257;tm&#257; can also be taken to mean ajitendriy&#257;h, or "those whose senses are uncontrolled." Although the demigods are all to be respected as devotees of Lord Vishnu, the absence of gross material discomfort in the higher planetary systems makes them tend to become affected by the bodily concept of life, and sometimes they experience some spiritual difficulty due to the gorgeous material facilities available to them. Such disturbances, however, cannot exist within the mind of a pure devotee of the Lord, as indicated in this verse by the word akuntha-smriti. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, we can understand from this verse that since none of the material facilities available in any of the universal planetary systems can distract a pure devotee of the Lord, such a devotee can never possibly fall or become inimical to the Lord's service.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>