<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 54"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.54</P><P CLASS=c>bhagavata uru-vikram&#257;&#324;ghri-&#347;&#257;kh&#257;-</P><P CLASS=c>nakha-mani-candrikay&#257; nirasta-t&#257;pe</P><P CLASS=c>hridi katham upas&#299;dat&#257;m punah sa</P><P CLASS=c>prabhavati candra ivodite 'rka-t&#257;pah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A>-<A CLASS=v HREF="http://vedabase.net/v/vikrama">vikrama</A> &#8212; which have performed great heroic deeds; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; of the lotus feet; <A CLASS=v HREF="http://vedabase.net/s/sakha">&#347;&#257;kh&#257;</A> &#8212; of the toes; <A CLASS=v HREF="http://vedabase.net/n/nakha">nakha</A> &#8212; of the nails; <A CLASS=v HREF="http://vedabase.net/m/mani">mani</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> like jewels; <A CLASS=v HREF="http://vedabase.net/c/candrikaya">candrikay&#257;</A> &#8212; by the moonshine; <A CLASS=v HREF="http://vedabase.net/n/nirasta">nirasta</A>-<A CLASS=v HREF="http://vedabase.net/t/tape">t&#257;pe</A> &#8212; when the pain has been removed; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the hearts; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how indeed; <A CLASS=v HREF="http://vedabase.net/u/upasidatam">upas&#299;dat&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> worshiping; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that pain; <A CLASS=v HREF="http://vedabase.net/p/prabhavati">prabhavati</A> &#8212; can have its effect; <A CLASS=v HREF="http://vedabase.net/c/candre">candre</A> &#8212; when the moon; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/u/udite">udite</A> &#8212; risen; <A CLASS=v HREF="http://vedabase.net/a/arka">arka</A> &#8212; of the sun; <A CLASS=v HREF="http://vedabase.net/t/tapah">t&#257;pah</A> &#8212; the burning heat.</P><P CLASS=t>TRANSLATION</P><P>How can the fire of material suffering continue to burn the hearts of those who worship the Supreme Lord? The Lord's lotus feet have performed innumerable heroic deeds, and the beautiful nails on His toes resemble valuable jewels. The effulgence emanating from those nails resembles cooling moonshine, for it instantly relieves the suffering within the heart of the pure devotee, just as the appearance of the moon's cooling light relieves the burning heat of the sun.</P><P CLASS=t>PURPORT</P><P>When the moon rises, the expansion of its rays drives away the distress of the sun's fierce heat. Similarly, the cooling rays emanating from the lotus nails of the Personality of Godhead's lotus feet vanquish all distress for the Lord's pure devotee. According to the Vaishnava commentators it is to be understood from this verse that material lust, exemplified by uncontrolled sexual desire, is exactly like a blazing fire. The flames of this fire burn to ashes the peace and happiness of the conditioned soul, who perpetually wanders in 8,400,000 species of life, vainly struggling to extinguish this intolerable fire. The pure devotees of the Lord place the Lord's cooling, jewellike lotus feet within their hearts, and thus all of the pain and suffering of material existence are extinguished.</P><P>The word uru-vikram&#257;&#324;ghri indicates that the Lord's lotus feet are quite heroic. &#346;r&#299; Krishna is famous for His incarnation as V&#257;mana, the dwarf br&#257;hmana, who extended His beautiful toes up to the outer limits of the universe and perforated the universal shell, thus bringing the waters of the holy Ganges into the universe. Similarly, when Krishna was entering the city of Mathur&#257; to challenge the demoniac King Kamsa and His entrance was impeded by a ferocious elephant named Kuvalay&#257;p&#299;da, Lord Krishna kicked the elephant to death and peacefully entered the city gates. Lord Krishna's lotus feet are so exalted that the Vedic literatures state that the entire material manifestation rests beneath His lotus feet: sam&#257;&#347;r&#299;t&#257; ye pada-pallava-plavam mahat padam punya-ya&#347;o mur&#257;reh (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/58.htm">10.14.58</A>).</P><P CLASS=l><A CLASS=i HREF="53.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="55.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>