<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 55"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.55</P><P CLASS=c>visrijati hridayam na yasya s&#257;ksh&#257;d</P><P CLASS=c>dharir ava&#347;&#257;bhihito 'py aghaugha-n&#257;&#347;ah</P><P CLASS=c>pranaya-rasanay&#257; dhrit&#257;&#324;ghri-padmah</P><P CLASS=c>sa bhavati bh&#257;gavata-pradh&#257;na uktah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visrjati">visrijati</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> leaves; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; the heart; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/a/avasa">ava&#347;a</A> &#8212; accidentally; <A CLASS=v HREF="http://vedabase.net/a/abhihitah">abhihitah</A> &#8212; called; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even though; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A> &#8212; of sins; <A CLASS=v HREF="http://vedabase.net/o/ogha">ogha</A> &#8212; heaps; <A CLASS=v HREF="http://vedabase.net/n/nasah">n&#257;&#347;ah</A> &#8212; who destroys; <A CLASS=v HREF="http://vedabase.net/p/pranaya">pranaya</A> &#8212; of love; <A CLASS=v HREF="http://vedabase.net/r/rasanaya">rasanay&#257;</A> &#8212; by ropes; <A CLASS=v HREF="http://vedabase.net/d/dhrta">dhrita</A> &#8212; held; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/p/padmah">padmah</A> &#8212; His lotus feet; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A>-<A CLASS=v HREF="http://vedabase.net/p/pradhanah">pradh&#257;nah</A> &#8212; the foremost devotee; <A CLASS=v HREF="http://vedabase.net/u/uktah">uktah</A> &#8212; called.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead is so kind to the conditioned souls that if they call upon Him by speaking His holy name, even unintentionally or unwillingly, the Lord is inclined to destroy innumerable sinful reactions in their hearts. Therefore, when a devotee who has taken shelter of the Lord's lotus feet chants the holy name of Krishna with genuine love, the Supreme Personality of Godhead can never give up the heart of such a devotee. One who has thus captured the Supreme Lord within his heart is to be known as bh&#257;gavata-pradh&#257;na, the most exalted devotee of the Lord.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, the essence of a pure devotee's qualifications is given in this verse. A pure devotee is one who has attracted the Lord by his love so that the Lord cannot give up the devotee's heart. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the word s&#257;ksh&#257;t in this verse indicates that a pure devotee has realized knowledge of the Supreme Personality of Godhead, having given his heart to the Supreme Lord, Krishna, who is all-attractive in six opulences, including beauty. A pure devotee can never be attracted by the fleshy bags of women's breasts or by the hallucinations of so-called society, friendship and love within the material world. Therefore his clean heart becomes a suitable abode for the Supreme Lord. A gentleman will live only in a clean place. He will not live in a polluted, contaminated place. Educated people in the Western countries are now greatly protesting the pollution of water and air by urban industrial enterprises. People are demanding the right to live in a clean place. Similarly, Lord Krishna is the supreme gentleman, and therefore He will not live in a polluted heart, nor will He appear within the polluted mind of a conditioned soul. When a devotee surrenders to Lord Krishna and becomes a lover of the Lord by direct realization of Krishna's all-attractive nature, the Lord makes His residence in the clean heart and mind of such a pure devotee.</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, ya et&#257;dri&#347;a-pranayav&#257;ms ten&#257;nena tu sarvad&#257; param&#257;va&#347;enaiva k&#299;rtyam&#257;nah sutar&#257;m evam ev&#257;ghaugha-n&#257;&#347;ah sy&#257;t. If a devotee is absorbed in the loving transcendental service of Krishna, directly or indirectly he is always glorifying the Lord by transcendental loving service. Therefore, even if he chants the holy name of Krishna with improper attention due to being absorbed in the Lord's service, the mercy of the Lord purifies his heart of all sinful reactions. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/1/11.htm">2.1.11</A>):</P><P>etan nirvidyam&#257;n&#257;n&#257;m</P><P CLASS=n>icchat&#257;m akuto-bhayam</P><P CLASS=n>yogin&#257;m nripa nirn&#299;tam</P><P CLASS=n>harer n&#257;m&#257;nuk&#299;rtanam</P><P>"O King, constant chanting of the holy name of the Lord after the ways of the great authorities is the doubtless and fearless way of success for all, including those who are free from all material desires, those who are desirous of all material enjoyment, and also those who are self-satisfied by dint of transcendental knowledge." Therefore if one who has not come to the platform of loving devotional service chants the holy name of Krishna, he will also be gradually freed from all sinful reactions. In the Sixth Canto of &#346;r&#299;mad-Bh&#257;gavatam, in the purports to the history of Aj&#257;mila, &#346;r&#299;la Prabhup&#257;da has elaborately explained the holy name's potency to purify even an ordinary person.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has nicely explained the process of bringing the Supreme Lord under control. Mother Ya&#347;od&#257; bound the child Krishna to a grinding mortar with a rope. Krishna, being attracted by the inconceivable love of His devotees, allowed Himself to be bound. Therefore, although Lord Krishna binds all the conditioned souls by the chains of His illusory potency, m&#257;y&#257;, if those same conditioned souls become pure devotees of the Lord they can in turn bind Krishna by the chains of love of God.</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, all the world's inauspicious conditions due to sinful activities can be immediately eradicated by the chanting of the Lord's holy name. The Supreme Personality of Godhead never leaves the hearts of those who give up all sinful behavior and chant His holy name. Even if such chanting is not yet perfect, devotee who always remains in the Lord's service will gradually come to the stage of prema-nishth&#257;, or steady love of Godhead. Then they are to be considered mah&#257;-bh&#257;gavatas, or pure devotees of the Lord.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Eleventh Canto, Second Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras."</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../3/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>