<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.6</P><P CLASS=c>bhajanti ye yath&#257; dev&#257;n</P><P CLASS=c>dev&#257; api tathaiva t&#257;n</P><P CLASS=c>ch&#257;yeva karma-saciv&#257;h</P><P CLASS=c>s&#257;dhavo d&#299;na-vatsal&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhajanti">bhajanti</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; they who; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which way; <A CLASS=v HREF="http://vedabase.net/d/devan">dev&#257;n</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; just <A HREF="http://vedabase.net/i/in">in</A> that way; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/c/chaya">ch&#257;y&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> shadow; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; of material work and its reactions; <A CLASS=v HREF="http://vedabase.net/s/sacivah">saciv&#257;h</A> &#8212; the attendants; <A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; saintly persons; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsalah">vatsal&#257;h</A> &#8212; merciful <A HREF="http://vedabase.net/t/to">to</A> the fallen.</P><P CLASS=t>TRANSLATION</P><P>Those who worship the demigods receive reciprocation from the demigods in a way just corresponding to the offering. The demigods are attendants of karma, like a person's shadow, but s&#257;dhus are actually merciful to the fallen.</P><P CLASS=t>PURPORT</P><P>The words ch&#257;yeva karma-saciv&#257;h are significant here. Ch&#257;y&#257; means "shadow." The shadow of the body precisely follows the movements of the body. The shadow has no power to move in a way different from the movement of the body. Similarly, as stated here, bhajanti ye yath&#257; dev&#257;n dev&#257; api tath&#257;iva t&#257;n: the results the demigods award to living beings correspond exactly to the living beings' actions. The demigods are empowered by the Lord to follow precisely the particular karma of a living entity in awarding him happiness and distress. Just as a shadow cannot move independently, the demigods cannot punish or reward a living being independently. Although the demigods are millions of times more powerful than the human beings on earth, they are ultimately tiny servants of God whom the Lord allows to play as the controllers of the universe. In the Fourth Canto of &#346;r&#299;mad-Bh&#257;gavatam, Prithu Mah&#257;r&#257;ja, an empowered incarnation of the Lord, states that even the demigods are subject to punishment by the Lord if they deviate from His laws. On the other hand, devotees of the Lord such as N&#257;rada Muni, by their potent preaching, can interfere in the karma of a living being by persuading him to give up his fruitive activity and mental speculation and surrender to the Supreme Personality of Godhead. In material existence, one works hard under the bondage of ignorance. But if one becomes enlightened by association with a pure devotee of the Lord, one can understand one's actual position as an eternal servant of God. By rendering such service, one dissolves his attachment to the material world and the reactions of his previous activities, and as a surrendered soul he is endowed with unlimited spiritual freedom in the service of the Lord. In this regard, the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/54.htm">5.54</A>) states:</P><P>yas tv indragopam athavendram aho sva-karma-</P><P CLASS=n>bandh&#257;nur&#363;pa-phala-bh&#257;janam &#257;tanoti</P><P CLASS=n>karm&#257;ni nirdahati kintu ca bhakti-bh&#257;j&#257;m</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I adore the primeval Lord, Govinda, who burns to the root all the fruitive activities of those imbued with devotion. For those who walk the path of work &#8212; no less for Indra, king of the demigods, than for the tiny insect indragopa &#8212; He impartially ordains the due enjoyments of the fruits of activities in accordance with the chain of works previously performed." Even the demigods are bound to the laws of karma, whereas a pure devotee of the Lord, having completely given up the desire for material enjoyment, successfully burns to ashes all traces of karma.</P><P>In this regard, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has commented that unless one is engaged as a surrendered soul in the devotional service of the Lord, he cannot actually be considered nishk&#257;ma, or free from all personal desire. Sometimes a materialistic person will engage in charity or altruistic activities and in this way consider himself a selfless worker. Similarly, those who engage in mental speculation with the ultimate goal of merging into the impersonal Brahman aspect of the Lord also advertise themselves as being selfless or desireless. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299;, however, such karm&#299;s and jñ&#257;n&#299;s, while busy in their so-called "selflessness," are in fact servants of lusty desires. In other words, they have not perfectly understood their position as eternal servants of God. The altruistic karm&#299; falsely considers himself the best friend of humanity, although he is unable to give actual benefit to others because he is ignorant of the eternal life of bliss and knowledge beyond the temporary hallucination of material existence. Similarly, although the jñ&#257;n&#299; proudly declares himself God and invites others to become God also, he neglects to explain how the so-called gods have come to be bound by the laws of material nature. Actually, the attempt to become God is based not on love of God but on the desire to take the same status as God. In other words, the desire to be equal in all respects to the Supreme is simply another materialistic desire. Therefore the karm&#299;s and jñ&#257;n&#299;s, because of their dissatisfaction in artificially trying to fulfill their own desires, can show no actual mercy to the fallen souls. In this regard, &#346;r&#299; Madhv&#257;c&#257;rya has quoted the Udd&#257;ma-samhit&#257;:</P><P>sukham icchanti bh&#363;t&#257;n&#257;m</P><P CLASS=n>pr&#257;yo duhkh&#257;sah&#257; nrin&#257;m</P><P CLASS=n>tath&#257;pi tebhyah pravar&#257;</P><P CLASS=n>dev&#257; eva hareh priy&#257;h</P><P>"Rishis want happiness for all beings and are almost always incapable of tolerating the unhappiness of men. Nevertheless, the demigods are superior because they are very dear to Lord Hari." But although &#346;r&#299;la Madhv&#257;c&#257;rya has placed the demigods in a higher position than the merciful rishis, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has stated, s&#257;dhavas tu na karm&#257;nugat&#257;h: the s&#257;dhus are actually better than the demigods because the s&#257;dhus are merciful regardless of the pious or impious acts of the conditioned souls. This apparent disagreement between Madhv&#257;c&#257;rya and J&#299;va Gosv&#257;m&#299; is resolved by Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, who points out that in the statement by &#346;r&#299;la Madhv&#257;c&#257;rya, the word rishi, or "sage," indicates the so-called s&#257;dhus or saintly persons among the karm&#299;s and jñ&#257;n&#299;s. Ordinary fruitive workers and speculative philosophers certainly consider themselves to be at the summit of pious morality and altruism. However, since they are ignorant of the supreme position of the Supreme Personality of Godhead, they cannot be considered equal to the demigods, who are all devotees of the Lord and aware that all living beings are eternal servants of the Lord. Even such demigods, however, cannot be compared to the pure devotees such as N&#257;rada. Such pure devotees are empowered to award the highest perfection of life to both pious and impious living beings, who have only to follow the orders of such pure devotees.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>