<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.7</P><P CLASS=c>brahmams tath&#257;pi pricch&#257;mo</P><P CLASS=c>dharm&#257;n bh&#257;gavat&#257;ms tava</P><P CLASS=c>y&#257;n &#347;rutv&#257; &#347;raddhay&#257; martyo</P><P CLASS=c>mucyate sarvato bhay&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; nevertheless (although <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> completely satisfied just by seeing you); <A CLASS=v HREF="http://vedabase.net/p/prcchamah">pricch&#257;mah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> inquiring about; <A CLASS=v HREF="http://vedabase.net/d/dharman">dharm&#257;n</A> &#8212; religious duties; <A CLASS=v HREF="http://vedabase.net/b/bhagavatan">bh&#257;gavat&#257;n</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> specifically meant for pleasing the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; from you; <A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;n</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with faith; <A CLASS=v HREF="http://vedabase.net/m/martyah">martyah</A> &#8212; one destined <A HREF="http://vedabase.net/t/to">to</A> die; <A CLASS=v HREF="http://vedabase.net/m/mucyate">mucyate</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> is freed; <A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah</A> &#8212; from all; <A CLASS=v HREF="http://vedabase.net/b/bhayat">bhay&#257;t</A> &#8212; fear.</P><P CLASS=t>TRANSLATION</P><P>O br&#257;hmana, although I am satisfied simply by seeing you, I still wish to inquire about those duties which give pleasure to the Supreme Personality of Godhead. Any mortal who faithfully hears about them is freed from all kinds of fear.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, N&#257;rada Muni might have been reluctant to instruct Vasudeva because of natural respect for Vasudeva's exalted position as the father of Krishna. N&#257;rada might have thought that since Vasudeva was already perfect in Krishna consciousness there was no need to instruct him in the process of devotional service. Therefore, anticipating N&#257;rada's possible reluctance, Vasudeva specifically requested N&#257;rada to preach to him about devotional service to Krishna. This is the symptom of a pure devotee. A pure devotee of Krishna never considers himself exalted. To the contrary, he meekly feels that his devotional service is most imperfect but that somehow or other Lord Krishna, out of His causeless mercy, is accepting such imperfect service. Caitanya Mah&#257;prabhu has stated in this regard,</P><P>trin&#257;d api sun&#299;cena</P><P CLASS=n>taror api sahishnun&#257;</P><P CLASS=n>am&#257;nin&#257; m&#257;nadena</P><P CLASS=n>k&#299;rtan&#299;yah sad&#257; harih</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>]</P><P>"One can chant the holy name of the Lord in a humble state of mind, feeling himself lower than the straw in the street. One should be more tolerant than a tree, devoid of all sense of false prestige, and ready to offer all respect to others." (&#346;iksh&#257;shtaka 3) The conditioned souls in this material world become falsely proud of their so-called family lineage. This pride is false because one who has taken birth in the material world is in a fallen situation, even in the best of cases. Vasudeva, however, was certainly not fallen, since he had taken birth in the family of Krishna. Since he was Krishna's father, his position was most exalted, yet because he was a pure devotee he did not become proud of his special relationship with Krishna. Instead, considering himself deficient in spiritual understanding, he took advantage of the appearance of N&#257;rada Muni, a great preacher of Krishna consciousness, by immediately inquiring from him about devotional service. This incomparable humility of a pure devotee of Krishna is far superior to the false humility of the impersonalist, who actually maintains a desire to be equal to God though adopting the external behavior of a meek and saintly person.</P><P>Bhayam, or fear, is caused by seeing something other than Krishna (dvit&#299;y&#257;bhinive&#347;atah). Everything is actually an emanation from the Supreme Personality of Godhead, as stated in Ved&#257;nta-sutra (janm&#257;dy asya yatah [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]) and as confirmed in Bhagavad-g&#299;t&#257; (aham sarvasya prabhavah, v&#257;sudevah sarvam iti, etc. [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]). Krishna is the well-wishing friend of every living entity (suhridam sarva-bh&#363;t&#257;n&#257;m). If a living being gives up his misguided attempt to defy the Supreme Personality of Godhead and surrenders to the Lord, certainly he becomes confident in his eternal relationship with Krishna. A surrendered soul can actually experience that Krishna is his well-wishing friend, and since that friend is the supreme absolute controller of all existence, there is certainly no cause for fear. The son of a rich man certainly feels confident while touring the estate of his father. Similarly, an empowered representative of the government feels confident in the discharge of his duty. In the same way, a devotee of Krishna, acting as a representative of the Supreme Lord, feels confident because he can understand at every moment that the entire material and spiritual creation is strictly under the control of his benevolent master. The nondevotee, however, denies the supreme position of Krishna and therefore imagines that something is different from Krishna. For example, if a servant of the government thinks that there is some dangerous obstacle that cannot be controlled by the government's power, he becomes fearful. If a child feels that there is some power that cannot be subdued by his father, then he becomes fearful. Similarly, because we artificially think that there is something within existence that is not under the strict control of the benevolent Lord, we become fearful. Such a concept of a second thing (something other than Krishna) is called dvit&#299;y&#257;bhinive&#347;a, and it immediately creates a foreign atmosphere of bhayam, or fear. Krishna is called abhaya&#324;kara, which means that He destroys all fear in the heart of His devotee.</P><P>Sometimes so-called scholars, distraught after many years of impersonal speculation and enjoyment of materialistic life, become fearful and anxious. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; compares such disturbed philosophers to the bound vulture in the Ch&#257;ndogya Upanishad. Desiring liberation from fear, such speculators unfortunately concoct an imaginary liberation (vimukta-m&#257;ninah) and try to take shelter of impersonal spiritual existence or voidness. But the Bh&#257;gavatam (<A CLASS=v HREF="../../10/2/32.htm">10.2.32</A>) states, &#257;ruhya kricchrena param padam tatah/ patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah: because such speculators have not rectified their original mistake of rejecting their eternal relationship with the Supreme Personality of Godhead, they fall from their concocted liberation and thus remain in a fearful condition. Vasudeva, however, is openly eager to hear more and more about devotional service to Krishna, and therefore he states, y&#257;n &#347;rutv&#257; &#347;raddhay&#257; martyo mucyate sarvato bhay&#257;t: simply by hearing about pure devotional service to Krishna, a conditioned soul can easily free himself from all types of fear, and this transcendental freedom is certainly eternal.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>