<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.8</P><P CLASS=c>aham kila pur&#257;nantam</P><P CLASS=c>praj&#257;rtho bhuvi mukti-dam</P><P CLASS=c>ap&#363;jayam na moksh&#257;ya</P><P CLASS=c>mohito deva-m&#257;yay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/pura">pura</A> &#8212; long ago; <A CLASS=v HREF="http://vedabase.net/a/anantam">anantam</A> &#8212; the Supreme Lord, who is unlimited; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; wanting <A HREF="http://vedabase.net/a/a">a</A> child; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the earth; <A CLASS=v HREF="http://vedabase.net/m/mukti">mukti</A>-<A CLASS=v HREF="http://vedabase.net/d/dam">dam</A> &#8212; the Lord, who awards liberation; <A CLASS=v HREF="http://vedabase.net/a/apujayam">ap&#363;jayam</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> worshiped; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/m/moksaya">moksh&#257;ya</A> &#8212; not for liberation; <A CLASS=v HREF="http://vedabase.net/m/mohitah">mohitah</A> &#8212; bewildered; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the illusory energy of the Lord.</P><P CLASS=t>TRANSLATION</P><P>In a previous birth on this earth, I worshiped the Supreme Lord, Ananta, who alone can award liberation, but because I desired to have a child, I did not worship Him for liberation. Thus I was bewildered by the Lord's illusory energy.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;dhara Sv&#257;m&#299; the word kila (meaning "indeed, it is true," "it is said" or "as is well known") indicates that Vasudeva was remembering the words the Lord had spoken to him when the Lord had appeared as four-armed Vishnu in the prison of Kamsa. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; states that from the anxiety of Vasudeva, which is expressed in this verse by the words ap&#363;jayam na moksh&#257;ya mohito deva-m&#257;yay&#257;, it is to be discerned that Vasudeva had heard of the curse of the br&#257;hmanas at Pind&#257;raka against the Yadu dynasty and that he could understand from this curse that the Lord's disappearance from the earth was imminent. Vasudeva understood that the Lord's manifest pastimes within this universe were coming to an end, and he now lamented that he had not directly taken advantage of the opportunity to worship Krishna to go back home, back to Godhead.</P><P>Significantly, Vasudeva has used the word mukti-dam to describe the Lord. Mukti-dam is a synonym of Mukunda, or that personality who can give liberation from the cycle of birth and death. It is stated in Vedic literature that even the demigods are bound to the cycle of birth and death, although their life span is inconceivably long by earthly calculations. It is the almighty God alone who can free the conditioned soul from the reactions to his previous sinful activities and award him an eternal life of bliss and knowledge.</P><P>Vasudeva lamented that he had desired Krishna to come to him as a son instead of desiring to go back to Krishna, back to Godhead, to serve the Lord in the spiritual sky. Commenting on this incident in the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam, &#346;r&#299;la Prabhup&#257;da has emphasized that we should desire to go back home, back to Godhead, rather than try to bring the Lord to this world as our son. Nor can we artificially imitate the severe penances Vasudeva and Devak&#299; performed for thousands of heavenly years in their previous births as Sutap&#257; and Pri&#347;ni. In this connection &#346;r&#299;la Prabhup&#257;da states, "If we want to get the Supreme Personality of Godhead to become one of us in this material world, this requires great penance, but if we want to go back to Krishna (tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]), we need only understand Him and love Him. Through love only we can very easily go back home, back to Godhead." &#346;r&#299;la Prabhup&#257;da goes on to explain that Caitanya Mah&#257;prabhu freely bestows the benediction of love of Krishna, which allows one to return to Krishna's abode, through the chanting of the Hare Krishna mantra. This chanting process is far more effective in this age than artificial attempts to perform severe penances and austerities. &#346;r&#299;la Prabhup&#257;da concludes, "Therefore, one need not undergo severe penances for many thousands of years. One need only learn how to love Krishna and be always engaged in His service (sevonmukhe hi jihv&#257;dau svayam eva sphuraty adah). Then one can very easily go back home, back to Godhead. Instead of bringing the Lord here for some material purpose, to have a son or whatever else, if we go back home, back to Godhead, our real relationship with the Lord is revealed, and we eternally engage in our eternal relationship. By chanting the Hare Krishna mantra, we gradually develop our eternal relationship with the Supreme Person and thus attain the perfection called svar&#363;pa-siddhi. We should take advantage of this benediction and go back home, back to Godhead." (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/3/38.htm">10.3.38</A> purport)</P><P>Although Vasudeva and Devak&#299; desired that Krishna become their son, it should be understood that they are devotees eternally situated in love of Krishna. As stated by the Lord Himself (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/3/39.htm">10.3.39</A>), mohitau devam&#257;yay&#257;: Vasudeva and Devak&#299;, His pure devotees, were covered by His internal potency. In the Fourth Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../4/1/20.htm">4.1.20</A>) the great sage Atri Muni prayed to the Lord, praj&#257;m &#257;tma-sam&#257;m mahyam prayacchatu: "Kindly be pleased to offer me a son exactly like You." Atri Muni said he wanted a son exactly like the Lord, and therefore he was not a pure devotee, because he had a desire to be fulfilled and that desire was material. If he had desired the Supreme Personality of Godhead as his child, he would have been completely free of material desires because he would have wanted the Supreme Absolute Truth, but because he wanted a similar child, his desire was material. Thus Atri Muni cannot be counted among the pure devotees. Vasudeva and Devak&#299;, however, did want the Lord Himself, and therefore they were pure devotees of the Lord. In this verse, therefore, Vasudeva's statement ap&#363;jayam na moksh&#257;ya mohito deva-m&#257;yay&#257; should be taken to mean that Krishna's internal potency bewildered Vasudeva so that he would desire Krishna as his son. This paved the way for the Lord's appearance as the son of His loving devotees.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>