<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.9</P><P CLASS=c>yath&#257; vicitra-vyasan&#257;d</P><P CLASS=c>bhavadbhir vi&#347;vato-bhay&#257;t</P><P CLASS=c>mucyema hy añjasaiv&#257;ddh&#257;</P><P CLASS=c>tath&#257; nah &#347;&#257;dhi su-vrata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> that; <A CLASS=v HREF="http://vedabase.net/v/vicitra">vicitra</A>-<A CLASS=v HREF="http://vedabase.net/v/vyasanat">vyasan&#257;t</A> &#8212; which is full of various dangers; <A CLASS=v HREF="http://vedabase.net/b/bhavadbhih">bhavadbhih</A> &#8212; because of you; <A CLASS=v HREF="http://vedabase.net/v/visvatah">vi&#347;vatah</A>-<A CLASS=v HREF="http://vedabase.net/b/bhayat">bhay&#257;t</A> &#8212; (from this material world) which is fearful everywhere; <A CLASS=v HREF="http://vedabase.net/m/mucyema">mucyema</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> may be liberated; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; easily; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/addha">addh&#257;</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/s/sadhi">&#347;&#257;dhi</A> &#8212; please instruct; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> you who <A HREF="http://vedabase.net/a/are">are</A> always true <A HREF="http://vedabase.net/t/to">to</A> your vow.</P><P CLASS=t>TRANSLATION</P><P>My dear lord, you are always true to your vow. Please instruct me clearly, so that by your mercy I may easily free myself from material existence, which is full of many dangers and keeps us constantly bound in fear.</P><P CLASS=t>PURPORT</P><P>The word mucyema is significant here. In the previous verse Vasudeva stated that because he had been bewildered by the illusory energy of the Lord he could not achieve from the Supreme Personality of Godhead the boon of liberation. Therefore he is now approaching the pure devotee of the Lord, confident that by the mercy of the Lord's devotee he will certainly achieve liberation from material bondage.</P><P>In this connection the words añjas&#257;, "easily," and addh&#257;, "directly," are very important. Although foolish persons proudly want to jump up directly to the Supreme Personality of Godhead without accepting His pure devotee as spiritual master, those who are experienced in spiritual science know that by submission and service at the lotus feet of a pure devotee one directly contacts the Supreme Personality of Godhead. In the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/17/27.htm">11.17.27</A>) Lord Krishna has stated, &#257;c&#257;ryam m&#257;m vij&#257;n&#299;y&#257;n n&#257;vamanyeta karhicit. Thus one should understand that the pure devotee of Krishna stands on the same spiritual level as the Lord Himself. This does not mean that a pure devotee is also God, but because of his intimate loving connection with the Lord, he is accepted by the Lord as being the Lord's very soul. In other words, Krishna is always in the heart of His pure devotee, and the pure devotee is always in the heart of Krishna. Although &#346;r&#299; Krishna is eternally the Supreme Personality of Godhead, one without a second, the Lord is more pleased to see His pure devotee worshiped. Therefore the Lord says, &#257;c&#257;ryam m&#257;m vij&#257;n&#299;y&#257;t. One must offer the same respect to the Vaishnava spiritual master as one would offer to the Lord. Therefore as soon as one pleases the Vaishnava spiritual master, one immediately pleases Krishna and makes spiritual advancement. The word añjas&#257; means that this bona fide process is the easiest method of achieving spiritual perfection. And because the pure devotee is a transparent medium, the word addh&#257;, "directly," is used, indicating that service rendered to the pure devotee goes directly to the lotus feet of Krishna, whereas service one whimsically offers to Krishna directly, bypassing the bona fide spiritual master, is not actually accepted and is therefore useless.</P><P>Those who actually desire the highest perfection, that of going back home, back to the eternal, blissful kingdom of Krishna, should study very carefully the example shown by &#346;r&#299; Vasudeva in these two verses. He indicates that although one cannot achieve liberation by directly worshiping the Supreme Personality of Godhead, one can very easily achieve the perfection of life simply by a moment's association with a pure devotee of Lord Krishna such as N&#257;rada Muni, the exalted Vaishnava saint among the demigods.</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the word vi&#347;vato-bhay&#257;t indicates that Vasudeva very much feared the curse of the br&#257;hmanas. As one can become perfect by worshiping the Vaishnavas, by displeasing the Vaishnavas one can bring about all misfortune. Thus Vasudeva feared the curse delivered by the br&#257;hmanas at Pind&#257;raka-t&#299;rtha.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>