<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2 Summary</P><P>In this chapter N&#257;rada gives instructions in bh&#257;gavata-dharma to the faithful and inquisitive Vasudeva by recounting a conversation between Mah&#257;r&#257;ja Nimi and the nine Yogendras.</P><P>Greatly eager to see Lord Krishna, Devarshi N&#257;rada resided almost exclusively in Dv&#257;rak&#257;. Vasudeva, bewildered by the Lord's illusory potency, had previously offered worship to the Supreme Lord Ananta for the purpose of getting a son, but had failed to worship Him for liberation.</P><P>Once N&#257;rada arrived at the home of Vasudeva, who worshiped him according to proper etiquette, greeted him respectfully and requested to hear about pure devotional service, which frees one from all kinds of fear. N&#257;rada praised Vasudeva's fixed intelligence and then related the ancient history of the conversation between the nine Yogendras, who were sons of Lord Rishabhadeva, and Nimi, the King of Videha.</P><P>Sv&#257;yambhuva Manu's son was Priyavrata. His son was &#256;gn&#299;dhra, whose son was N&#257;bhi. Lord Rishabhadeva, the plenary portion of V&#257;sudeva, incarnated as the son of N&#257;bhi. The oldest of Rishabhadeva's one hundred sons was Bharata, an exalted devotee of N&#257;r&#257;yana by whose name this earth, previously called Ajan&#257;bha-varsha, became famous as Bh&#257;rata-varsha. Nine other sons of Rishabhadeva were widely known as the nava-yogendras: Kavi, Havir, Antar&#299;ksha, Prabuddha, Pippal&#257;yana, &#256;virhotra, Drumila, Camasa and Karabh&#257;jana. They were well versed in knowledge of the self, fixed in their goal and always striving for perfection. Nine other sons of Rishabhadeva took on the duty of kshatriyas and became masters of the nine dv&#299;pas comprising Bh&#257;rata-varsha. His other eighty-one sons became br&#257;hmanas expert in smriti doctrines who propagated the path of fruitive sacrifice.</P><P>The nine Yogendras, free to move without impediment, traveled everywhere as they wished. They were direct associates of the Supreme Personality of Godhead, Madhus&#363;dana, and wandered freely to give protection to the various planets in the universe. The human body can be lost at any moment, but it is still a very rare attainment. Still rarer is to get the association of the confidential devotees of the Lord of Vaikuntha while in this very human body. The association of such saintly persons, even for a fraction of a second, bestows all benefits on a living being. Therefore King Nimi offered the nine Yogendras suitable seats, worshiped them, humbled himself with obeisances and joyfully inquired from them about bh&#257;gavata-dharma. Bh&#257;gavata-dharma, or pure devotional service to the Lord, is the only means of ultimate good fortune for the soul. The Supreme Lord, being pleased by such service, offers His own self to the devotee.</P><P>In answer to the King's question, one of the nine Yogendras, Kavi, spoke as follows: "Those means of advancement which are described by the Personality of Godhead Himself and which enable even foolish persons easily to achieve perfect self-realization are called bh&#257;gavata-dharma. This bh&#257;gavata-dharma, manifested as service to the lotus feet of the infallible Supreme Lord, eradicates all fear for the living being. By abiding in bh&#257;gavata-dharma one will never stumble or fall, even while running with both eyes closed. Whatever one does with his body, mind, words, intelligence, consciousness, senses and natural proclivities should all be offered to Lord N&#257;r&#257;yana. Living entities averse to the Lord's lotus feet come under the control of the Lord's illusory energy, m&#257;y&#257;. They forget the Lord's identity and are trapped by the illusion of identifying with the temporary body. Under the sway of material attraction, they become greatly fearful. Thus the best thing for them is to surrender their very life energy to a qualified guru and execute worship of the Supreme Lord, the absolute controller of m&#257;y&#257;, with pure devotion. Just as by eating one gradually appeases his hunger and with every bite feels more and more satisfied and nourished, a surrendered devotee achieves detachment from all objects other than Krishna, gains direct personal experience of the Lord and relishes pure love for the Lord, all simultaneously."</P><P>Next Havir spoke, describing the different characteristics of first-class, second-class and third-class devotees: "One who offers prescribed worship with faith to the Deity of Lord Vishnu but has no devotion for Vaishnavas and things related to Vishnu is a materialistic devotee. One who shows love for the Lord, friendship for the Lord's devotees, mercy for the ignorant and indifference for the enemies of Vishnu and the Vaishnavas is an intermediate devotee. And one who sees the presence of the Supreme Lord in everything and sees everything within the Lord is the topmost devotee." The first-class devotees are described in eight verses, which conclude by stating that the first-class devotee keeps the Supreme Lord perpetually fastened to his own heart with ropes of affection. Lord Hari never leaves the heart of such a devotee.</P><P CLASS=l><A CLASS=i HREF="../1/24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>