<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 66</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 66"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 66: Paundraka, the False Vasudeva</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.66 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.66.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: O King, while Lord Balar&#257;ma was away visiting Nanda's village of Vraja, the ruler of Kar&#363;sha, foolishly thinking "I am the Supreme Lord, V&#257;sudeva," sent a messenger to Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.66.2</B></A>: Paundraka was emboldened by the flattery of childish men, who told him, "You are V&#257;sudeva, the Supreme Lord and master of the universe, who have now descended to the earth." Thus he imagined himself to be the infallible Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.66.3</B></A>: Thus slow-witted King Paundraka sent a messenger to the inscrutable Lord Krishna at Dv&#257;rak&#257;. Paundraka was acting just like an unintelligent child whom other children are pretending is a king.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.66.4</B></A>: Arriving in Dv&#257;rak&#257;, the messenger found lotus-eyed Krishna in His royal assembly and relayed the King's message to that almighty Lord.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.66.5</B></A>: [On Paundraka's behalf, the messenger said:] I am the one and only Lord V&#257;sudeva, and there is no other. It is I who have descended to this world to show mercy to the living beings. Therefore give up Your false name.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.66.6</B></A>: O S&#257;tvata, give up my personal symbols, which out of foolishness You now carry, and come to me for shelter. If You do not, then You must give me battle.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.66.7</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: King Ugrasena and the other members of the assembly laughed loudly when they heard this vain boasting of unintelligent Paundraka.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.66.8</B></A>: The Personality of Godhead, aher enjoying the jokes of the assembly, told the messenger [to relay a message to his master:] "You fool, I will indeed let loose the weapons you boast of in this way.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.66.9</B></A>: "When you lie dead, O fool, your face covered by vultures, herons and vata birds, you will become the shelter of dogs."</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.66.10</B></A>: When the Lord had thus spoken, the messenger conveyed His insulting reply to his master in its entirety. Lord Krishna then mounted His chariot and went to the vicinity of K&#257;&#347;&#299;.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.66.11</B></A>: Upon observing Lord Krishna's preparations for battle, the mighty warrior Paundraka quickly went out of the city with two full military divisions.</P><P CLASS=r><A CLASS=i HREF="12-14.htm"><B>SB 10.66.12-14</B></A>: Paundraka's friend, the King of K&#257;&#347;&#299;, followed behind, O King, leading the rear guard with three akshauhin&#299; divisions. Lord Krishna saw that Paundraka was carrying the Lord's own insignia, such as the conchshell, disc, sword and club, and also an imitation &#346;&#257;r&#324;ga bow and &#346;r&#299;vatsa mark. He wore a mock Kaustubha gem, was decorated with a garland of forest flowers and was dressed in upper and lower garments of fine yellow silk. His banner bore the image of Garuda, and he wore a valuable crown and gleaming, shark-shaped earrings.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.66.15</B></A>: Lord Hari laughed heartily when He saw how the King had dressed up in exact imitation of His own appearance, just like an actor on a stage.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.66.16</B></A>: The enemies of Lord Hari attacked Him with tridents, clubs, bludgeons, pikes, rishtis, barbed darts, lances, swords, axes and arrows.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.66.17</B></A>: But Lord Krishna fiercely struck back at the army of Paundraka and K&#257;&#347;ir&#257;ja, which consisted of elephants, chariots, cavalry and infantry. The Lord tormented His enemies with His club, sword, Sudar&#347;ana disc and arrows, just as the fire of annihilation torments the various kinds of creatures at the end of a cosmic age.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.66.18</B></A>: The battlefield, strewn with the dismembered chariots, horses, elephants, humans, mules and camels that had been cut to pieces by the Lord's disc weapon, shone like the gruesome playground of Lord Bh&#363;tapati, giving pleasure to the wise.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.66.19</B></A>: Lord Krishna then addressed Paundraka: My dear Paundraka, the very weapons you spoke of through your messenger, I now release unto you.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.66.20</B></A>: O fool, now I shall make you renounce My name, which you have falsely assumed. And I will certainly take shelter of you if I do not wish to fight you.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.66.21</B></A>: Having thus derided Paundraka, Lord Krishna destroyed his chariot with His sharp arrows. The Lord then cut off his head with the Sudar&#347;ana disc, just as Lord Indra lops off a mountain peak with his thunderbolt weapon.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.66.22</B></A>: With His arrows, Lord Krishna similarly severed K&#257;&#347;ir&#257;ja's head from his body, sending it flying into K&#257;&#347;&#299; city like a lotus flower thrown by the wind.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.66.23</B></A>: Having thus killed envious Paundraka and his ally, Lord Krishna returned to Dv&#257;rak&#257;. As He entered the city, the Siddhas of heaven chanted His immortal, nectarean glories.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.66.24</B></A>: By constantly meditating upon the Supreme Lord, Paundraka shattered all his material bonds. Indeed, by imitating Lord Krishna's appearance, O King, he ultimately became Krishna conscious.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.66.25</B></A>: Seeing a head decorated with earrings lying at the gate of the royal palace, the people present were puzzled. Some of them asked, "What is this?" and others said, "It is a head, but whose is it?"</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.66.26</B></A>: My dear King, when they recognized it as the head of their King &#8212; the lord of K&#257;&#347;i &#8212; his queens, sons and other relatives, along with all the citizens of the city, began to cry pitifully: "Alas, we are killed! O my lord, my lord!"</P><P CLASS=r><A CLASS=i HREF="27-28.htm"><B>SB 10.66.27-28</B></A>: After the King's son Sudakshina had performed the obligatory funeral rituals for his father, he resolved within his mind: "Only by killing my father's murderer can I avenge his death." Thus the charitable Sudakshina, together with his priests, began worshiping Lord Mahe&#347;vara with great attention.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.66.29</B></A>: Satisfied by the worship, the powerful Lord &#346;iva appeared in the sacred precinct of Avimukta and offered Sudakshina his choice of benedictions. The prince chose as his benediction a means to slay his father's killer.</P><P CLASS=r><A CLASS=i HREF="30-31.htm"><B>SB 10.66.30-31</B></A>: Lord &#346;iva told him, "Accompanied by br&#257;hmanas, serve the Dakshin&#257;gni fire &#8212; the original priest &#8212; following the injunctions of the abhic&#257;ra ritual. Then the Dakshin&#257;gni fire, together with many Pramathas, will fulfill your desire if you direct it against someone inimical to the br&#257;hmanas." So instructed, Sudakshina strictly observed the ritualistic vows and invoked the abhic&#257;ra against Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="32-33.htm"><B>SB 10.66.32-33</B></A>: Thereupon the fire rose up out of the altar pit, assuming the form of an extremely fearsome, naked person. The fiery creature's beard and tuft of hair were like molten copper, and his eyes emitted blazing hot cinders. His face looked most frightful with its fangs and terrible arched and furrowed brows. As he licked the corners of his mouth with his tongue, the demon shook his flaming trident.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.66.34</B></A>: On legs as tall as palm trees, the monster raced toward Dv&#257;rak&#257; in the company of ghostly spirits, shaking the ground and burning the world in all directions.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.66.35</B></A>: Seeing the approach of the fiery demon created by the abhic&#257;ra ritual, the residents of Dv&#257;rak&#257; were all struck with fear, like animals terrified by a forest fire.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.66.36</B></A>: Distraught with fear, the people cried out to the Supreme Personality of Godhead, who was then playing at dice in the royal court: "Save us! Save us, O Lord of the three worlds, from this fire burning up the city!"</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.66.37</B></A>: When Lord Krishna heard the people's agitation and saw that even His own men were disturbed, that most worthy giver of shelter simply laughed and told them, "Do not fear; I shall protect you."</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.66.38</B></A>: The almighty Lord, the internal and external witness of all, understood that the monster had been produced by Lord &#346;iva from the sacrificial fire. To defeat the demon, Krishna dispatched His disc weapon, who was waiting at His side.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.66.39</B></A>: That Sudar&#347;ana, the disc weapon of Lord Mukunda, blazed forth like millions of suns. His effulgence blazed like the fire of universal annihilation, and with his heat he pained the sky, all the directions, heaven and earth, and also the fiery demon.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.66.40</B></A>: Frustrated by the power of Lord Krishna's weapon, O King, the fiery creature produced by black magic turned his face away and retreated. Created for violence, the demon then returned to V&#257;r&#257;nas&#299;, where he surrounded the city and then burned Sudakshina and his priests to death, even though Sudakshina was his creator.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 10.66.41</B></A>: Lord Vishnu's disc also entered V&#257;r&#257;nas&#299;, in pursuit of the fiery demon, and proceeded to burn the city to the ground, including all its assembly halls and residential palaces with raised porches, its numerous marketplaces, gateways, watchtowers, warehouses and treasuries, and all the buildings housing elephants, horses, chariots and grains.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 10.66.42</B></A>: After burning down the entire city of V&#257;r&#257;nas&#299;, Lord Vishnu's Sudar&#347;ana cakra returned to the side of &#346;r&#299; Krishna, whose actions are effortless.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 10.66.43</B></A>: Any mortal who recounts this heroic pastime of Lord Uttamah-&#347;loka's, or who simply hears it attentively, will become freed from all sins.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>