<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 66</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 66"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 66: <A CLASS=v HREF="index.htm">Paundraka, the False Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.66 Summary</P><P>This chapter relates how Lord Krishna went to K&#257;&#347;&#299; (present-day Benares) and killed Paundraka and K&#257;&#347;ir&#257;ja, and how the Lord's Sudar&#347;ana disc defeated a demon, incinerated the city of K&#257;&#347;&#299; and killed Sudakshina.</P><P>While Lord Baladeva was visiting Vraja, King Paundraka of Kar&#363;sha, encouraged by fools, announced that he was the real V&#257;sudeva. Thus he challenged Lord Krishna with the following message: "Since I alone am the true Personality of Godhead, You should give up Your false claim to this position, as well as my divine symbols, and take shelter of me. If You do not, then prepare for battle."</P><P>When Ugrasena and the members of his royal assembly heard Paundraka's foolish boast, they all laughed heartily. &#346;r&#299; Krishna then told Paundraka's messenger to convey a message to his master: "O fool, I will force you to give up the so-called Sudar&#347;ana disc and the other divine symbols of Mine you have dared to assume. And when you lie down on the battlefield, you will become the shelter of dogs."</P><P>Lord Krishna then went to K&#257;&#347;&#299;. Paundraka, seeing the Lord preparing for battle, quickly came out of the city to confront Him with his army. His friend K&#257;&#347;ir&#257;ja followed him, leading the rear guard. Just as the fire of universal devastation destroys every living being in all directions, so Lord Krishna annihilated the armies of Paundraka and K&#257;&#347;ir&#257;ja. Then, after chastising Paundraka, the Lord beheaded both him and K&#257;&#347;ir&#257;ja with His Sudar&#347;ana disc. Thereafter, He returned to Dv&#257;rak&#257;. Because Paundraka had constantly meditated on the Supreme Lord, even dressing like Him, he gained liberation.</P><P>When Krishna beheaded K&#257;&#347;ir&#257;ja, the King's head flew into his city, and when his queens, sons and other relatives saw it, they all began to lament. At that time a son of K&#257;&#347;ir&#257;ja's named Sudakshina, wanting to avenge his father' s death, began worshiping Lord &#346;iva with the intention of destroying his father's killer. Gratified by Sudakshina's worship, Lord &#346;iva offered him a choice of benedictions, and Sudakshina asked for a means to kill the one who had slain his father. Lord &#346;iva advised him to worship the Dakshin&#257;gni fire with black magic rituals. This Sudakshina did, with the result that a fearsome demon with a body of flames appeared from the pit of the sacrificial fire. The demon rose up carrying a fiery trident and at once set off for Dv&#257;rak&#257;.</P><P>The residents of Lord Krishna's capital became terrified as the demon approached the city, but Lord Krishna assured them of protection and dispatched His Sudar&#347;ana cakra to oppose the magic creation of Lord &#346;iva. The Sudar&#347;ana overpowered the demon, who then returned to V&#257;r&#257;nas&#299; and burned Sudakshina to ashes, together with his priests. The Sudar&#347;ana disc, following the demon, entered V&#257;r&#257;nas&#299; and burned the entire city to the ground. Then the Lord's disc returned to His side in Dv&#257;rak&#257;.</P><P CLASS=l><A CLASS=i HREF="../65/34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>