<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 15"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: The Transcendental Madness of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 15 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 15.1</B></A>: The ocean of ecstatic love for Krishna is very difficult to understand, even for such demigods as Lord Brahm&#257;. By enacting His pastimes, &#346;r&#299; Caitanya Mah&#257;prabhu submerged Himself in that ocean, and His heart was absorbed in that love. Thus He exhibited in various ways the exalted position of transcendental love for Krishna.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 15.2</B></A>: All glories to &#346;r&#299; Krishna Caitanya, the Supreme Personality of Godhead! All glories to Lord Nity&#257;nanda, whose body is always filled with transcendental bliss!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 15.3</B></A>: All glories to &#346;r&#299; Advaita &#256;c&#257;rya, who is very dear to Lord Caitanya! And all glories to all the devotees of the Lord, headed by &#346;r&#299;v&#257;sa Th&#257;kura!</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 15.4</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu forgot Himself throughout the entire day and night, being merged in an ocean of ecstatic love for Krishna.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 15.5</B></A>: The Lord would maintain Himself in three states of consciousness: sometimes He merged totally in ecstatic emotion, sometimes He was in partial external consciousness, and sometimes He was in full external consciousness.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 15.6</B></A>: Actually, &#346;r&#299; Caitanya Mah&#257;prabhu was always merged in ecstatic emotion, but just as a potter's wheel turns without the potter's touching it, the Lord's bodily activities, like bathing, going to the temple to see Lord Jagann&#257;tha, and taking lunch, went on automatically.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 15.7</B></A>: One day, while &#346;r&#299; Caitanya Mah&#257;prabhu was looking at Lord Jagann&#257;tha in the temple, Lord Jagann&#257;tha appeared to be personally &#346;r&#299; Krishna, the son of Nanda Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 15.8</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu realized Lord Jagann&#257;tha to be Krishna Himself, Lord Caitanya's five senses immediately became absorbed in attraction for the five attributes of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 15.9</B></A>: Just as in a tug-of-war, the single mind of Lord Caitanya was attracted in five directions by the five transcendental attributes of Lord Krishna. Thus the Lord became unconscious.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 15.10</B></A>: Just then, the upala-bhoga ceremony of Lord Jagann&#257;tha concluded, and the devotees who had accompanied Lord Caitanya to the temple took Him back home.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 15.11</B></A>: That night, &#346;r&#299; Caitanya Mah&#257;prabhu was attended by Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and R&#257;m&#257;nanda R&#257;ya. Keeping His hands around their necks, the Lord began to lament.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 15.12</B></A>: When &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was very much agitated due to feeling great separation from Krishna, She spoke a verse to Vi&#347;&#257;kh&#257; explaining the cause of Her great anxiety and restlessness.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 15.13</B></A>: Reciting that verse, &#346;r&#299; Caitanya Mah&#257;prabhu expressed His burning emotions. Then, with great lamentation, He explained the verse to Svar&#363;pa D&#257;modara and R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 15.14</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "'Though the hearts of the gop&#299;s are like high-standing hills, they are inundated by the waves of the nectarean ocean of Krishna's beauty. His sweet voice enters their ears and gives them transcendental bliss, the touch of His body is cooler than millions and millions of moons together, and the nectar of His bodily fragrance overfloods the entire world. O My dear friend, that Krishna, who is the son of Nanda Mah&#257;r&#257;ja and whose lips are exactly like nectar, is attracting My five senses by force.'</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 15.15</B></A>: "Lord &#346;r&#299; Krishna's beauty, the sound of His words and the vibration of His flute, His touch, His fragrance and the taste of His lips are full of an indescribable sweetness. When all these features attract My five senses at once, My senses all ride together on the single horse of My mind but want to go in five different directions.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 15.16</B></A>: "O My dear friend, please hear the cause of My misery. My five senses are actually extravagant rogues. They know very well that Krishna is the Supreme Personality of Godhead, but they still want to plunder Krishna's property.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 15.17</B></A>: "My mind is just like a single horse being ridden by the five senses of perception, headed by sight. Each of My senses wants to ride that horse, and thus they pull My mind in five directions simultaneously. In what direction will it go? If they all pull at one time, certainly the horse will lose its life. How can I tolerate this atrocity?</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 15.18</B></A>: "My dear friend, if you say, 'Just try to control Your senses,' what shall I say? I cannot become angry at My senses. Is it their fault? Krishna's beauty, sound, touch, fragrance and taste are by nature extremely attractive. These five features are attracting My senses, and each wants to drag My mind in a different direction. In this way the life of My mind is in great danger, just like a horse ridden in five directions at once. Thus I am also in danger of dying.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 15.19</B></A>: "The consciousness of each woman within the three worlds is certainly like a high hill, but the sweetness of Krishna's beauty is like an ocean. Even a drop of water from that ocean can flood the entire world and submerge all the high hills of consciousness.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 15.20</B></A>: "The sweetness of Krishna's joking words plays indescribable havoc with the hearts of all women. His words bind a woman's ear to the qualities of their sweetness. Thus there is a tug-of-war, and the life of the ear departs.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 15.21</B></A>: "Krishna's transcendental body is so cool that it cannot be compared even to sandalwood pulp or to millions upon millions of moons. It expertly attracts the breasts of all women, which resemble high hills. Indeed, the transcendental body of Krishna attracts the minds of all women within the three worlds.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 15.22</B></A>: "The fragrance of Krishna's body is more maddening than the aroma of musk, and it surpasses the fragrance of the bluish lotus flower. It enters the nostrils of all the women of the world and, making a nest there, thus attracts them.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 15.23</B></A>: "Krishna's lips are so sweet when combined with the camphor of His gentle smile that they attract the minds of all women, forcing them to give up all other attractions. If the sweetness of Krishna's smile is unobtainable, great mental difficulties and lamentation result. That sweetness is the only wealth of the gop&#299;s of Vrind&#257;vana."</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 15.24</B></A>: After speaking in this way, &#346;r&#299; Caitanya Mah&#257;prabhu caught hold of the necks of R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara. Then the Lord said, "My dear friends, please listen to Me. What shall I do? Where shall I go? Where can I go to get Krishna? Please, both of you, tell Me how I can find Him."</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 15.25</B></A>: Thus absorbed in transcendental pain, &#346;r&#299; Caitanya Mah&#257;prabhu lamented day after day in the company of Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 15.26</B></A>: To enhance the ecstatic mood of the Lord, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; would sing appropriate songs and R&#257;m&#257;nanda R&#257;ya would recite suitable verses. In this way they were able to pacify Him.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 15.27</B></A>: The Lord especially liked to hear Bilvama&#324;gala Th&#257;kura's Krishna-karn&#257;mrita, the poetry of Vidy&#257;pati, and &#346;r&#299; G&#299;ta-govinda, by Jayadeva Gosv&#257;m&#299;. &#346;r&#299; Caitanya Mah&#257;prabhu felt great pleasure in His heart when His associates chanted verses and sang songs from these books.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 15.28</B></A>: One day, while going to the beach by the sea, &#346;r&#299; Caitanya Mah&#257;prabhu suddenly saw a flower garden.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 15.29</B></A>: Lord Caitanya mistook that garden for Vrind&#257;vana and very quickly entered it. Absorbed in ecstatic love of Krishna, He wandered throughout the garden, searching for Him.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 15.30</B></A>: After Krishna disappeared with R&#257;dh&#257;r&#257;n&#299; during the r&#257;sa dance, the gop&#299;s wandered in the forest looking for Him. In the same way, &#346;r&#299; Caitanya Mah&#257;prabhu wandered in that garden by the sea.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 15.31</B></A>: Absorbed in the ecstatic mood of the gop&#299;s, &#346;r&#299; Caitanya Mah&#257;prabhu wandered here and there. He began to inquire after Krishna by quoting verses to all the trees and creepers.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 15.32</B></A>: [The gop&#299;s said:] "O c&#363;ta tree, priy&#257;la tree, panasa, &#257;sana and kovid&#257;ra! O jambu tree, O arka tree, O bel, bakula and mango! O kadamba tree, O n&#299;pa tree and all other trees living on the bank of the Yamun&#257; for the welfare of others, please let us know where Krishna has gone. We have lost our minds and are almost dead."</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 15.33</B></A>: "'O all-auspicious tulas&#299; plant, you are very dear to Govinda's lotus feet, and He is very dear to you. Have you seen Krishna walking here wearing a garland of your leaves, surrounded by a swarm of bumblebees?</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 15.34</B></A>: "'O plants of m&#257;lat&#299; flowers, mallik&#257; flowers, j&#257;t&#299; and y&#363;thik&#257; flowers, have you seen Krishna passing this way, touching you with His hand to give you pleasure?'"</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 15.35</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "'O mango tree, O jackfruit tree, O piy&#257;la, jambu and kovid&#257;ra trees, you are all inhabitants of a holy place. Therefore kindly act for the welfare of others.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 15.36</B></A>: "'Have you seen Krishna coming this way? Kindly tell us which way He has gone and save our lives.'"</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 15.37</B></A>: When the trees did not reply, the gop&#299;s guessed, "'Since all of these trees belong to the male class, all of them must be friends of Krishna.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 15.38</B></A>: "'Why should the trees tell us where Krishna has gone? Let us rather inquire from the creepers; they are female and are therefore like friends to us.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 15.39</B></A>: "'They will certainly tell us where Krishna has gone, since they have seen Him personally.'" Guessing in this way, the gop&#299;s inquired from the plants and creepers, headed by tulas&#299;.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 15.40</B></A>: "'O tulas&#299;! O m&#257;lat&#299;! O y&#363;th&#299;, m&#257;dhav&#299; and mallik&#257;! Krishna is very dear to you; therefore He must have come near you.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 15.41</B></A>: "'You are all just like dear friends to us. Kindly tell us which way Krishna has gone and save our lives.'"</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 15.42</B></A>: When they still received no reply, the gop&#299;s thought, "'These plants are all Krishna's maidservants, and out of fear they will not speak to us.'"</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 15.43</B></A>: The gop&#299;s then came upon a group of she-deer. Smelling the aroma of Krishna's body and seeing the faces of the deer, the gop&#299;s inquired from them to ascertain if Krishna was nearby.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 15.44</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "'O wife of the deer, Lord Krishna has been embracing His beloved, and thus the ku&#324;kuma powder on Her raised breasts has covered His garland of kunda flowers. The fragrance of this garland is flowing here. O my dear friend, have you seen Krishna passing this way with His dearmost companion, increasing the pleasure of the eyes of all of you?'</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 15.45</B></A>: "'O dear doe, &#346;r&#299; Krishna is always very pleased to give you pleasure. Kindly inform us whether He passed this way in the company of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. We think They must certainly have come this way.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 15.46</B></A>: "'We are not outsiders. Being very dear friends of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, we can perceive the bodily fragrance of Krishna from a distance.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 15.47</B></A>: "'Krishna has been embracing &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, and the ku&#324;kuma powder on Her breasts has mixed with the garland of kunda flowers decorating His body. The fragrance of the garland has scented the entire atmosphere.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 15.48</B></A>: "'Lord Krishna has left this place, and therefore the deer are feeling separation. They do not hear our words; therefore how can they reply?'"</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 15.49</B></A>: The gop&#299;s then came upon many trees so laden with fruits and flowers that their branches were bent down to the ground.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 15.50</B></A>: The gop&#299;s thought that because all the trees must have seen Krishna pass by they were offering respectful obeisances to Him. To be certain, the gop&#299;s inquired from the trees.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 15.51</B></A>: Lord Caitanya continued, "'O trees, kindly tell us whether Balar&#257;ma's younger brother, Krishna, welcomed your obeisances with loving glances as He passed this way, resting one hand on the shoulder of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, holding a lotus flower in the other, and being followed by a swarm of bumblebees maddened by the fragrance of tulas&#299; flowers.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 15.52</B></A>: "'To stop the bumblebees from landing on the face of His beloved, He whisked them away with the lotus flower in His hand, and thus His mind was slightly diverted.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 15.53</B></A>: "'Did He or did He not pay attention while you offered Him obeisances? Kindly give evidence supporting your words.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 15.54</B></A>: "'Separation from Krishna has made these servants very unhappy. Having lost consciousness, how can they answer us?'"</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 15.55</B></A>: Saying this, the gop&#299;s stepped onto the beach by the Yamun&#257; River. There they saw Lord Krishna beneath a kadamba tree.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 15.56</B></A>: Standing there with His flute to His lips, Krishna, who enchants millions upon millions of Cupids, attracted the eyes and minds of all the world with His unlimited beauty.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 15.57</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu saw the transcendental beauty of Krishna, He fell down on the ground unconscious. At that time, all the devotees, headed by Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, joined Him in the garden.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 15.58</B></A>: Just as before, they saw all the symptoms of transcendental ecstatic love manifested in the body of &#346;r&#299; Caitanya Mah&#257;prabhu. Although externally He appeared bewildered, He was tasting transcendental bliss within.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 15.59</B></A>: Once again all the devotees brought &#346;r&#299; Caitanya Mah&#257;prabhu back to consciousness by a concerted effort. Then the Lord got up and began wandering here and there, looking all around.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 15.60</B></A>: Caitanya Mah&#257;prabhu said, "Where has My Krishna gone? I saw Him just now, and His beauty has captivated My eyes and mind.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 15.61</B></A>: "Why can't I again see Krishna holding His flute to His lips? My eyes are wandering in hopes of seeing Him once more."</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 15.62</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then recited the following verse, which was spoken by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; to Her dear friend Vi&#347;&#257;kh&#257;.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 15.63</B></A>: "'My dear friend, the luster of Krishna's body is more brilliant than that of a newly formed cloud, and His yellow dress is more attractive than newly arrived lightning. A peacock feather decorates His head, and on His neck hangs a lovely necklace of brilliant pearls. As He holds His charming flute to His lips, His face looks as beautiful as the full autumn moon. By such beauty, Madana-mohana, the enchanter of Cupid, is increasing the desire of My eyes to see Him.'"</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 15.64</B></A>: Caitanya Mah&#257;prabhu continued, "&#346;r&#299; Krishna's complexion is as polished as powdered eye ointment. It surpasses the beauty of a newly formed cloud and is softer than a blue lotus flower. Indeed, His complexion is so pleasing that it attracts the eyes and minds of everyone, and it is so powerful that it defies all comparison.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 15.65</B></A>: "My dear friend, please tell Me what I should do. Krishna is as attractive as a wonderful cloud, and My eyes are just like c&#257;taka birds, which are dying of thirst because they do not see such a cloud.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 15.66</B></A>: "Krishna's yellow garments look exactly like restless lightning in the sky, and the pearl necklace on His neck appears like a line of ducks flying below a cloud. Both the peacock feather on His head and His vaijayant&#299; garland [containing flowers of five colors] resemble rainbows.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 15.67</B></A>: "The luster of Krishna's body is as beautiful as the glow of a spotless full moon that has just risen, and the vibration of His flute sounds exactly like the sweet thundering of a newly formed cloud. When the peacocks in Vrind&#257;vana hear that vibration, they all begin to dance.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 15.68</B></A>: "The cloud of Krishna's pastimes is drenching the fourteen worlds with a shower of nectar. Unfortunately, when that cloud appeared, a whirlwind arose and blew it away from Me. Being unable to see the cloud, the c&#257;taka bird of My eyes is almost dead from thirst."</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 15.69</B></A>: In a faltering voice, &#346;r&#299; Caitanya Mah&#257;prabhu again said, "Alas, go on reciting, R&#257;ma R&#257;ya." Thus R&#257;m&#257;nanda R&#257;ya began to recite a verse. While listening to this verse, the Lord was sometimes very jubilant and sometimes overcome by lamentation. Afterwards the Lord personally explained the verse.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 15.70</B></A>: "'Dear Krishna, by seeing Your beautiful face decorated with tresses of hair, by seeing the beauty of Your earrings falling on Your cheeks, and by seeing the nectar of Your lips, the beauty of Your smiling glances, Your two arms, which assure complete fearlessness, and Your broad chest, whose beauty arouses conjugal attraction, we have simply surrendered ourselves to becoming Your maidservants.'"</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 15.71</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "After conquering the moon and the lotus flower, Krishna wished to capture the doelike gop&#299;s. Thus He spread the noose of His beautiful face, and within that noose He placed the bait of His sweet smile to misguide the gop&#299;s. The gop&#299;s fell prey to that trap and became Krishna's maidservants, giving up their homes, families, husbands and prestige.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 15.72</B></A>: "My dear friend, Krishna acts just like a hunter. This hunter does not care for piety or impiety; He simply creates many devices to conquer the cores of the hearts of the doelike gop&#299;s.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 15.73</B></A>: "The earrings dancing on Krishna's cheeks are shaped like sharks, and they shine very brightly. These dancing earrings attract the minds of all women. Over and above this, Krishna pierces the hearts of women with the arrows of His sweetly smiling glances. He is not at all afraid to kill women in this way.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 15.74</B></A>: "On Krishna's chest are the ornaments of the &#346;r&#299;vatsa marks, indicating the residence of the goddess of fortune. His chest, which is as broad as a plunderer's, attracts thousands upon thousands of damsels of Vraja, conquering their minds and breasts by force. Thus they all become maidservants of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 15.75</B></A>: "The two very beautiful arms of Krishna are just like long bolts. They also resemble the bodies of black snakes that enter the space between the two hill-like breasts of women and bite their hearts. The women then die from the burning poison.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 15.76</B></A>: "The combined cooling effect of camphor, roots of khasakhasa and sandalwood is surpassed by the coolness of Krishna's palms and the soles of His feet, which are cooler and more pleasing than millions upon millions of moons. If women are touched by them even once, their minds are enticed, and the burning poison of lusty desire for Krishna is immediately vanquished."</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 15.77</B></A>: Lamenting in ecstatic love, &#346;r&#299; Caitanya Mah&#257;prabhu then recited the following verse, which was spoken by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; while exposing the lamentation of Her heart to Her friend &#346;r&#299;mat&#299; Vi&#347;&#257;kh&#257;.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 15.78</B></A>: "'My dear friend, Krishna's chest is as broad and attractive as a door made of indran&#299;la gems, and His two arms, as strong as bolts, can relieve the mental anguish of young girls distressed by lusty desires for Him. His body is cooler than the moon, sandalwood, the lotus flower and camphor. In this way, Madana-mohana, the attractor of Cupid, is increasing the desire of My breasts.'"</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 15.79</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then said, "I just now had Krishna, but unfortunately I have lost Him again.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 15.80</B></A>: "By nature, Krishna is very restless; He does not stay in one place. He meets with someone, enchants his mind and then disappears.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 15.81</B></A>: "'The gop&#299;s became proud of their great fortune. To subdue their sense of superiority and show them special favor, Ke&#347;ava, the subduer of even Lord Brahm&#257; and Lord &#346;iva, disappeared from the r&#257;sa dance.'"</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 15.82</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then said to Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, "Please sing a song that will bring consciousness to My heart."</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 15.83</B></A>: Thus for the pleasure of &#346;r&#299; Caitanya Mah&#257;prabhu, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; began very sweetly singing the following verse from the G&#299;ta-govinda.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 15.84</B></A>: "'Here in the arena of the r&#257;sa dance, I remember Krishna, who is always fond of joking and performing pastimes.'"</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 15.85</B></A>: When Svar&#363;pa D&#257;modara Gosv&#257;m&#299; sang this special song, &#346;r&#299; Caitanya Mah&#257;prabhu immediately got up and began to dance in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 15.86</B></A>: At that time, all eight kinds of spiritual transformations became manifest in Lord Caitanya's body. The thirty-three symptoms of vyabhic&#257;ri-bh&#257;va, beginning with lamentation and jubilation, became prominent as well.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 15.87</B></A>: All the ecstatic symptoms, such as bh&#257;vodaya, bh&#257;va-sandhi and bh&#257;va-&#347;&#257;balya, awakened in the body of &#346;r&#299; Caitanya Mah&#257;prabhu. A great fight arose between one emotion and another, and each of them became prominent.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 15.88</B></A>: Lord Caitanya Mah&#257;prabhu had Svar&#363;pa D&#257;modara sing the same verse again and again. Each time he sang it, the Lord tasted it anew, and thus He danced again and again.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 15.89</B></A>: After the Lord had been dancing for a long time, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; stopped singing the verse.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Antya 15.90</B></A>: Over and over again &#346;r&#299; Caitanya Mah&#257;prabhu said, "Go on! Sing! Sing!" But Svar&#363;pa D&#257;modara, seeing the Lord's fatigue, did not resume singing.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Antya 15.91</B></A>: When the devotees heard &#346;r&#299; Caitanya Mah&#257;prabhu say "Go on singing!" they all gathered around Him and began to chant the holy name of Hari in unison.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 15.92</B></A>: At that time, R&#257;m&#257;nanda R&#257;ya made the Lord sit down and dissipated His fatigue by fanning Him.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 15.93</B></A>: Then all the devotees took &#346;r&#299; Caitanya Mah&#257;prabhu to the beach and bathed Him. Finally, they brought Him back home.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 15.94</B></A>: After they fed Him lunch, they made Him lie down. Then all the devotees, headed by R&#257;m&#257;nanda R&#257;ya, returned to their respective homes.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 15.95</B></A>: Thus I have described &#346;r&#299; Caitanya Mah&#257;prabhu's pastimes in the garden, which He entered, mistaking it for Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 15.96</B></A>: There He exhibited transcendental madness and ecstatic ravings, which &#346;r&#299; R&#363;pa Gosv&#257;m&#299; has described very nicely in his Stava-m&#257;l&#257; as follows.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 15.97</B></A>: "&#346;r&#299; Caitanya Mah&#257;prabhu is the topmost of all devotees. Sometimes, while walking on the beach, He would see a beautiful garden nearby and mistake it for the forest of Vrind&#257;vana. Thus He would be completely overwhelmed by ecstatic love of Krishna and begin to chant the holy name and dance. His tongue worked incessantly as He chanted, 'Krishna! Krishna!' Will He again become visible before the path of my eyes?"</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 15.98</B></A>: The pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu are unlimited; it is not possible to write of them properly. I can give only an indication of them as I try to introduce them.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 15.99</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>