<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 7 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 7 Verse 19"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 7: <A CLASS=v HREF="index.htm">Knowledge of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 7.19</P><P CLASS=c>bah&#363;n&#257;m janman&#257;m ante</P><P CLASS=c>jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=c>v&#257;sudevah sarvam iti</P><P CLASS=c>sa mah&#257;tm&#257; su-durlabhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bahunam">bah&#363;n&#257;m</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/j/janmanam">janman&#257;m</A> &#8212; repeated births and deaths; <A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; after; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; one who is <A HREF="http://vedabase.net/i/in">in</A> full knowledge; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/p/prapadyate">prapadyate</A> &#8212; surrenders; <A CLASS=v HREF="http://vedabase.net/v/vasudevah">v&#257;sudevah</A> &#8212; the Personality of Godhead, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; great soul; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/durlabhah">durlabhah</A> &#8212; very rare <A HREF="http://vedabase.net/t/to">to</A> see.</P><P CLASS=t>TRANSLATION</P><P>After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare.</P><P CLASS=t>PURPORT</P><P>The living entity, while executing devotional service or transcendental rituals after many, many births, may actually become situated in transcendental pure knowledge that the Supreme Personality of Godhead is the ultimate goal of spiritual realization. In the beginning of spiritual realization, while one is trying to give up one's attachment to materialism, there is some leaning towards impersonalism, but when one is further advanced he can understand that there are activities in the spiritual life and that these activities constitute devotional service. Realizing this, he becomes attached to the Supreme Personality of Godhead and surrenders to Him. At such a time one can understand that Lord &#346;r&#299; Krishna's mercy is everything, that He is the cause of all causes and that this material manifestation is not independent from Him. He realizes the material world to be a perverted reflection of spiritual variegatedness and realizes that in everything there is a relationship with the Supreme Lord Krishna. Thus he thinks of everything in relation to V&#257;sudeva, or &#346;r&#299; Krishna. Such a universal vision of V&#257;sudeva precipitates one's full surrender to the Supreme Lord &#346;r&#299; Krishna as the highest goal. Such surrendered great souls are very rare.</P><P>This verse is very nicely explained in the Third Chapter (verses 14 and 15) of the &#346;vet&#257;&#347;vatara Upanishad:</P><P>sahasra-&#347;&#299;rsh&#257; purushah</P><P CLASS=n>sahasr&#257;kshah sahasra-p&#257;t</P><P CLASS=n>sa bh&#363;mim vi&#347;vato vritv&#257;-</P><P CLASS=n>ty&#257;tishthad da&#347;&#257;&#324;gulam</P><P CLASS=n>purusha evedam sarvam</P><P CLASS=n>yad bh&#363;tam yac ca bhavyam</P><P CLASS=n>ut&#257;mritatvasye&#347;&#257;no</P><P CLASS=n>yad annen&#257;tirohati</P><P>In the Ch&#257;ndogya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/5/1/15">5.1.15</A>) it is said, na vai v&#257;co na caksh&#363;mshi na &#347;rotr&#257;ni na man&#257;ms&#299;ty &#257;cakshate pr&#257;na iti ev&#257;cakshate pr&#257;no hy evait&#257;ni sarv&#257;ni bhavanti: "In the body of a living being neither the power to speak, nor the power to see, nor the power to hear, nor the power to think is the prime factor; it is life which is the center of all activities." Similarly Lord V&#257;sudeva, or the Personality of Godhead, Lord &#346;r&#299; Krishna, is the prime entity in everything. In this body there are powers of speaking, of seeing, of hearing, of mental activities, etc. But these are not important if not related to the Supreme Lord. And because V&#257;sudeva is all-pervading and everything is V&#257;sudeva, the devotee surrenders in full knowledge (cf. Bhagavad-g&#299;t&#257; <A CLASS=v HREF="../7/17.htm">7.17</A> and <A CLASS=v HREF="../11/40.htm">11.40</A>).</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>