<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 7 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 7 Verse 20"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 7: <A CLASS=v HREF="index.htm">Knowledge of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 7.20</P><P CLASS=c>k&#257;mais tais tair hrita-jñ&#257;n&#257;h</P><P CLASS=c>prapadyante 'nya-devat&#257;h</P><P CLASS=c>tam tam niyamam &#257;sth&#257;ya</P><P CLASS=c>prakrity&#257; niyat&#257;h svay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kamaih">k&#257;maih</A> &#8212; by desires; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/h/hrta">hrita</A> &#8212; deprived of; <A CLASS=v HREF="http://vedabase.net/j/jnanah">jñ&#257;n&#257;h</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/p/prapadyante">prapadyante</A> &#8212; surrender; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> other; <A CLASS=v HREF="http://vedabase.net/d/devatah">devat&#257;h</A> &#8212; demigods; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; corresponding; <A CLASS=v HREF="http://vedabase.net/n/niyamam">niyamam</A> &#8212; regulations; <A CLASS=v HREF="http://vedabase.net/a/asthaya">&#257;sth&#257;ya</A> &#8212; following; <A CLASS=v HREF="http://vedabase.net/p/prakrtya">prakrity&#257;</A> &#8212; by nature; <A CLASS=v HREF="http://vedabase.net/n/niyatah">niyat&#257;h</A> &#8212; controlled; <A CLASS=v HREF="http://vedabase.net/s/svaya">svay&#257;</A> &#8212; by their own.</P><P CLASS=t>TRANSLATION</P><P>Those whose intelligence has been stolen by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures.</P><P CLASS=t>PURPORT</P><P>Those who are freed from all material contaminations surrender unto the Supreme Lord and engage in His devotional service. As long as the material contamination is not completely washed off, they are by nature nondevotees. But even those who have material desires and who resort to the Supreme Lord are not so much attracted by external nature; because of approaching the right goal, they soon become free from all material lust. In the &#346;r&#299;mad-Bh&#257;gavatam it is recommended that whether one is a pure devotee and is free from all material desires, or is full of material desires, or desires liberation from material contamination, he should in all cases surrender to V&#257;sudeva and worship Him. As stated in the Bh&#257;gavatam (<A CLASS=v HREF="../../sb/2/3/10.htm">2.3.10</A>):</P><P>ak&#257;mah sarva-k&#257;mo v&#257;</P><P CLASS=n>moksha-k&#257;ma ud&#257;ra-dh&#299;h</P><P CLASS=n>t&#299;vrena bhakti-yogena</P><P CLASS=n>yajeta purusham param</P><P>Less intelligent people who have lost their spiritual sense take shelter of demigods for immediate fulfillment of material desires. Generally, such people do not go to the Supreme Personality of Godhead, because they are in the lower modes of nature (ignorance and passion) and therefore worship various demigods. Following the rules and regulations of worship, they are satisfied. The worshipers of demigods are motivated by small desires and do not know how to reach the supreme goal, but a devotee of the Supreme Lord is not misguided. Because in Vedic literature there are recommendations for worshiping different gods for different purposes (e.g., a diseased man is recommended to worship the sun), those who are not devotees of the Lord think that for certain purposes demigods are better than the Supreme Lord. But a pure devotee knows that the Supreme Lord Krishna is the master of all. In the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../cc/adi/5/142.htm">&#256;di 5.142</A>) it is said, ekale &#299;&#347;vara krishna, &#257;ra saba bhritya: only the Supreme Personality of Godhead, Krishna, is master, and all others are servants. Therefore a pure devotee never goes to demigods for satisfaction of his material needs. He depends on the Supreme Lord. And the pure devotee is satisfied with whatever He gives.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>