<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 7 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 7 Verse 24"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 7: <A CLASS=v HREF="index.htm">Knowledge of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 7.24</P><P CLASS=c>avyaktam vyaktim &#257;pannam</P><P CLASS=c>manyante m&#257;m abuddhayah</P><P CLASS=c>param bh&#257;vam aj&#257;nanto</P><P CLASS=c>mam&#257;vyayam anuttamam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/avyaktam">avyaktam</A> &#8212; nonmanifested; <A CLASS=v HREF="http://vedabase.net/v/vyaktim">vyaktim</A> &#8212; personality; <A CLASS=v HREF="http://vedabase.net/a/apannam">&#257;pannam</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/m/manyante">manyante</A> &#8212; think; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/abuddhayah">abuddhayah</A> &#8212; less intelligent persons; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/b/bhavam">bh&#257;vam</A> &#8212; existence; <A CLASS=v HREF="http://vedabase.net/a/ajanantah">aj&#257;nantah</A> &#8212; without knowing; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/a/avyayam">avyayam</A> &#8212; imperishable; <A CLASS=v HREF="http://vedabase.net/a/anuttamam">anuttamam</A> &#8212; the finest.</P><P CLASS=t>TRANSLATION</P><P>Unintelligent men, who do not know Me perfectly, think that I, the Supreme Personality of Godhead, Krishna, was impersonal before and have now assumed this personality. Due to their small knowledge, they do not know My higher nature, which is imperishable and supreme.</P><P CLASS=t>PURPORT</P><P>Those who are worshipers of demigods have been described as less intelligent persons, and here the impersonalists are similarly described. Lord Krishna in His personal form is here speaking before Arjuna, and still, due to ignorance, impersonalists argue that the Supreme Lord ultimately has no form. Y&#257;mun&#257;c&#257;rya, a great devotee of the Lord in the disciplic succession of R&#257;m&#257;nuj&#257;c&#257;rya, has written two very appropriate verses in this connection. He says,</P><P>tv&#257;m &#347;&#299;la-r&#363;pa-caritaih parama-prakrishtaih</P><P CLASS=n>sattvena s&#257;ttvikatay&#257; prabalai&#347; ca &#347;&#257;straih</P><P CLASS=n>prakhy&#257;ta-daiva-param&#257;rtha-vid&#257;m matai&#347; ca</P><P CLASS=n>naiv&#257;sura-prakritayah prabhavanti boddhum</P><P>"My dear Lord, devotees like Vy&#257;sadeva and N&#257;rada know You to be the Personality of Godhead. By understanding different Vedic literatures, one can come to know Your characteristics, Your form and Your activities, and one can thus understand that You are the Supreme Personality of Godhead. But those who are in the modes of passion and ignorance, the demons, the nondevotees, cannot understand You. They are unable to understand You. However expert such nondevotees may be in discussing Ved&#257;nta and the Upanishads and other Vedic literatures, it is not possible for them to understand the Personality of Godhead." (Stotra-ratna 12)</P><P>In the Brahma-samhit&#257; it is stated that the Personality of Godhead cannot be understood simply by study of the Ved&#257;nta literature. Only by the mercy of the Supreme Lord can the Personality of the Supreme be known. Therefore in this verse it is clearly stated that not only are the worshipers of the demigods less intelligent, but those nondevotees who are engaged in Ved&#257;nta and speculation on Vedic literature without any tinge of true Krishna consciousness are also less intelligent, and for them it is not possible to understand God's personal nature. Persons who are under the impression that the Absolute Truth is impersonal are described as abuddhayah, which means those who do not know the ultimate feature of the Absolute Truth. In the &#346;r&#299;mad-Bh&#257;gavatam it is stated that supreme realization begins from the impersonal Brahman and then rises to the localized Supersoul &#8212; but the ultimate word in the Absolute Truth is the Personality of Godhead. Modern impersonalists are still less intelligent, for they do not even follow their great predecessor &#346;a&#324;kar&#257;c&#257;rya, who has specifically stated that Krishna is the Supreme Personality of Godhead. Impersonalists, therefore, not knowing the Supreme Truth, think Krishna to be only the son of Devak&#299; and Vasudeva, or a prince, or a powerful living entity. This is also condemned in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../9/11.htm">9.11</A>). Avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam: "Only the fools regard Me as an ordinary person."</P><P>The fact is that no one can understand Krishna without rendering devotional service and without developing Krishna consciousness. The Bh&#257;gavatam (<A CLASS=v HREF="../../sb/10/14/29.htm">10.14.29</A>) confirms this:</P><P>ath&#257;pi te deva pad&#257;mbuja-dvaya-</P><P CLASS=n>pras&#257;da-le&#347;&#257;nugrih&#299;ta eva hi</P><P CLASS=n>j&#257;n&#257;ti tattvam bhagavan-mahimno</P><P CLASS=n>na c&#257;nya eko 'pi ciram vicinvan</P><P>"My Lord, if one is favored by even a slight trace of the mercy of Your lotus feet, he can understand the greatness of Your personality. But those who speculate to understand the Supreme Personality of Godhead are unable to know You, even though they continue to study the Vedas for many years." One cannot understand the Supreme Personality of Godhead, Krishna, or His form, quality or name simply by mental speculation or by discussing Vedic literature. One must understand Him by devotional service. When one is fully engaged in Krishna consciousness, beginning by chanting the mah&#257;-mantra &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; then only can one understand the Supreme Personality of Godhead. Nondevotee impersonalists think that Krishna has a body made of this material nature and that all His activities, His form and everything are m&#257;y&#257;. These impersonalists are known as M&#257;y&#257;v&#257;d&#299;s. They do not know the ultimate truth.</P><P>The twentieth verse clearly states, k&#257;mais tais tair hrita-jñ&#257;n&#257;h prapadyante 'nya-devat&#257;h. "Those who are blinded by lusty desires surrender unto the different demigods." It is accepted that besides the Supreme Personality of Godhead, there are demigods who have their different planets, and the Lord also has a planet. As stated in the twenty-third verse, dev&#257;n deva-yajo y&#257;nti mad-bhakt&#257; y&#257;nti m&#257;m api: the worshipers of the demigods go to the different planets of the demigods, and those who are devotees of Lord Krishna go to the Krishnaloka planet. Although this is clearly stated, the foolish impersonalists still maintain that the Lord is formless and that these forms are impositions. From the study of the G&#299;t&#257; does it appear that the demigods and their abodes are impersonal? Clearly, neither the demigods nor Krishna, the Supreme Personality of Godhead, are impersonal. They are all persons; Lord Krishna is the Supreme Personality of Godhead, and He has His own planet, and the demigods have theirs.</P><P>Therefore the monistic contention that ultimate truth is formless and that form is imposed does not hold true. It is clearly stated here that it is not imposed. From the Bhagavad-g&#299;t&#257; we can clearly understand that the forms of the demigods and the form of the Supreme Lord are simultaneously existing and that Lord Krishna is sac-cid-&#257;nanda, eternal blissful knowledge. The Vedas also confirm that the Supreme Absolute Truth is &#257;nanda-mayo 'bhy&#257;s&#257;t, or by nature full of blissful pleasure, and that He is the reservoir of unlimited auspicious qualities. And in the G&#299;t&#257; the Lord says that although He is aja (unborn), He still appears. These are the facts that we should understand from the Bhagavad-g&#299;t&#257;. We cannot understand how the Supreme Personality of Godhead can be impersonal; the imposition theory of the impersonalist monist is false as far as the statements of the G&#299;t&#257; are concerned. It is clear herein that the Supreme Absolute Truth, Lord Krishna, has both form and personality.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>