<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 7 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 7 Verse 25"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 7: <A CLASS=v HREF="index.htm">Knowledge of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 7.25</P><P CLASS=c>n&#257;ham prak&#257;&#347;ah sarvasya</P><P CLASS=c>yoga-m&#257;y&#257;-sam&#257;vritah</P><P CLASS=c>m&#363;dho 'yam n&#257;bhij&#257;n&#257;ti</P><P CLASS=c>loko m&#257;m ajam avyayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/p/prakasah">prak&#257;&#347;ah</A> &#8212; manifest; <A CLASS=v HREF="http://vedabase.net/s/sarvasya">sarvasya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> everyone; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; by internal potency; <A CLASS=v HREF="http://vedabase.net/s/samavrtah">sam&#257;vritah</A> &#8212; covered; <A CLASS=v HREF="http://vedabase.net/m/mudhah">m&#363;dhah</A> &#8212; foolish; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/abhijanati">abhij&#257;n&#257;ti</A> &#8212; can understand; <A CLASS=v HREF="http://vedabase.net/l/lokah">lokah</A> &#8212; persons; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/ajam">ajam</A> &#8212; unborn; <A CLASS=v HREF="http://vedabase.net/a/avyayam">avyayam</A> &#8212; inexhaustible.</P><P CLASS=t>TRANSLATION</P><P>I am never manifest to the foolish and unintelligent. For them I am covered by My internal potency, and therefore they do not know that I am unborn and infallible.</P><P CLASS=t>PURPORT</P><P>It may be argued that since Krishna was present on this earth and was visible to everyone, then why isn't He manifest to everyone now? But actually He was not manifest to everyone. When Krishna was present there were only a few people who could understand Him to be the Supreme Personality of Godhead. In the assembly of Kurus, when &#346;i&#347;up&#257;la spoke against Krishna's being elected president of the assembly, Bh&#299;shma supported Him and proclaimed Him to be the Supreme God. Similarly, the P&#257;ndavas and a few others knew that He was the Supreme, but not everyone. He was not revealed to the nondevotees and the common man. Therefore in the Bhagavad-g&#299;t&#257; Krishna says that but for His pure devotees, all men consider Him to be like themselves. He was manifest only to His devotees as the reservoir of all pleasure. But to others, to unintelligent nondevotees, He was covered by His internal potency.</P><P>In the prayers of Kunt&#299; in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../sb/1/8/19.htm">1.8.19</A>) it is said that the Lord is covered by the curtain of yoga-m&#257;y&#257; and thus ordinary people cannot understand Him. This yoga-m&#257;y&#257; curtain is also confirmed in the &#298;&#347;opanishad (mantra 15), in which the devotee prays:</P><P>hiranmayena p&#257;trena</P><P CLASS=n>satyasy&#257;pihitam mukham</P><P CLASS=n>tat tvam p&#363;shann ap&#257;vrinu</P><P CLASS=n>satya-dharm&#257;ya drishtaye</P><P>"O my Lord, You are the maintainer of the entire universe, and devotional service to You is the highest religious principle. Therefore, I pray that You will also maintain me. Your transcendental form is covered by the yoga-m&#257;y&#257;. The brahmajyoti is the covering of the internal potency. May You kindly remove this glowing effulgence that impedes my seeing Your sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../bs/5/1.htm">Bs. 5.1</A>], Your eternal form of bliss and knowledge." The Supreme Personality of Godhead in His transcendental form of bliss and knowledge is covered by the internal potency of the brahmajyoti, and the less intelligent impersonalists cannot see the Supreme on this account.</P><P>Also in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../sb/10/14/7.htm">10.14.7</A>) there is this prayer by Brahm&#257;: "O Supreme Personality of Godhead, O Supersoul, O master of all mystery, who can calculate Your potency and pastimes in this world? You are always expanding Your internal potency, and therefore no one can understand You. Learned scientists and learned scholars can examine the atomic constitution of the material world or even the planets, but still they are unable to calculate Your energy and potency, although You are present before them." The Supreme Personality of Godhead, Lord Krishna, is not only unborn but also avyaya, inexhaustible. His eternal form is bliss and knowledge, and His energies are all inexhaustible.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>