<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 7 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 7 Verse 26"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 7: <A CLASS=v HREF="index.htm">Knowledge of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 7.26</P><P CLASS=c>ved&#257;ham samat&#299;t&#257;ni</P><P CLASS=c>vartam&#257;n&#257;ni c&#257;rjuna</P><P CLASS=c>bhavishy&#257;ni ca bh&#363;t&#257;ni</P><P CLASS=c>m&#257;m tu veda na ka&#347;cana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/s/samatitani">samat&#299;t&#257;ni</A> &#8212; completely past; <A CLASS=v HREF="http://vedabase.net/v/vartamanani">vartam&#257;n&#257;ni</A> &#8212; present; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/arjuna">arjuna</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavisyani">bhavishy&#257;ni</A> &#8212; future; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; all living entities; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; knows; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kascana">ka&#347;cana</A> &#8212; anyone.</P><P CLASS=t>TRANSLATION</P><P>O Arjuna, as the Supreme Personality of Godhead, I know everything that has happened in the past, all that is happening in the present, and all things that are yet to come. I also know all living entities; but Me no one knows.</P><P CLASS=t>PURPORT</P><P>Here the question of personality and impersonality is clearly stated. If Krishna, the form of the Supreme Personality of Godhead, were m&#257;y&#257;, material, as the impersonalists consider Him to be, then like the living entity He would change His body and forget everything about His past life. Anyone with a material body cannot remember his past life, nor can he foretell his future life, nor can he predict the outcome of his present life; therefore he cannot know what is happening in past, present and future. Unless one is liberated from material contamination, he cannot know past, present and future.</P><P>Unlike the ordinary human being, Lord Krishna clearly says that He completely knows what happened in the past, what is happening in the present, and what will happen in the future. In the Fourth Chapter we have seen that Lord Krishna remembers instructing Vivasv&#257;n, the sun-god, millions of years ago. Krishna knows every living entity because He is situated in every living being's heart as the Supersoul. But despite His presence in every living entity as Supersoul and His presence as the Supreme Personality of Godhead, the less intelligent, even if able to realize the impersonal Brahman, cannot realize &#346;r&#299; Krishna as the Supreme Person. Certainly the transcendental body of &#346;r&#299; Krishna is not perishable. He is just like the sun, and m&#257;y&#257; is like a cloud. In the material world we can see that there is the sun and that there are clouds and different stars and planets. The clouds may cover all these in the sky temporarily, but this covering is only apparent to our limited vision. The sun, moon and stars are not actually covered. Similarly, m&#257;y&#257; cannot cover the Supreme Lord. By His internal potency He is not manifest to the less intelligent class of men. As it is stated in the third verse of this chapter, out of millions and millions of men, some try to become perfect in this human form of life, and out of thousands and thousands of such perfected men, hardly one can understand what Lord Krishna is. Even if one is perfected by realization of impersonal Brahman or localized Param&#257;tm&#257;, he cannot possibly understand the Supreme Personality of Godhead, &#346;r&#299; Krishna, without being in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>