<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 7 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 7 Verse 3"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 7: <A CLASS=v HREF="index.htm">Knowledge of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 7.3</P><P CLASS=c>manushy&#257;n&#257;m sahasreshu</P><P CLASS=c>ka&#347;cid yatati siddhaye</P><P CLASS=c>yatat&#257;m api siddh&#257;n&#257;m</P><P CLASS=c>ka&#347;cin m&#257;m vetti tattvatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/manusyanam">manushy&#257;n&#257;m</A> &#8212; of men; <A CLASS=v HREF="http://vedabase.net/s/sahasresu">sahasreshu</A> &#8212; out of many thousands; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; someone; <A CLASS=v HREF="http://vedabase.net/y/yatati">yatati</A> &#8212; endeavors; <A CLASS=v HREF="http://vedabase.net/s/siddhaye">siddhaye</A> &#8212; for perfection; <A CLASS=v HREF="http://vedabase.net/y/yatatam">yatat&#257;m</A> &#8212; of those <A HREF="http://vedabase.net/s/so">so</A> endeavoring; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/siddhanam">siddh&#257;n&#257;m</A> &#8212; of those who have achieved perfection; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; someone; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/v/vetti">vetti</A> &#8212; does know; <A CLASS=v HREF="http://vedabase.net/t/tattvatah">tattvatah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> fact.</P><P CLASS=t>TRANSLATION</P><P>Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth.</P><P CLASS=t>PURPORT</P><P>There are various grades of men, and out of many thousands, one may be sufficiently interested in transcendental realization to try to know what is the self, what is the body, and what is the Absolute Truth. Generally mankind is simply engaged in the animal propensities, namely eating, sleeping, defending and mating, and hardly anyone is interested in transcendental knowledge. The first six chapters of the G&#299;t&#257; are meant for those who are interested in transcendental knowledge, in understanding the self, the Superself and the process of realization by jñ&#257;na-yoga, dhy&#257;na-yoga and discrimination of the self from matter. However, Krishna can be known only by persons who are in Krishna consciousness. Other transcendentalists may achieve impersonal Brahman realization, for this is easier than understanding Krishna. Krishna is the Supreme Person, but at the same time He is beyond the knowledge of Brahman and Param&#257;tm&#257;. The yog&#299;s and jñ&#257;n&#299;s are confused in their attempts to understand Krishna. Although the greatest of the impersonalists, &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya, has admitted in his G&#299;t&#257; commentary that Krishna is the Supreme Personality of Godhead, his followers do not accept Krishna as such, for it is very difficult to know Krishna, even though one has transcendental realization of impersonal Brahman.</P><P>Krishna is the Supreme Personality of Godhead, the cause of all causes, the primeval Lord Govinda. &#298;&#347;varah paramah krishnah sac-cid-&#257;nanda-vigrahah/ an&#257;dir &#257;dir govindah sarva-k&#257;rana-k&#257;ranam. It is very difficult for the nondevotees to know Him. Although nondevotees declare that the path of bhakti, or devotional service, is very easy, they cannot practice it. If the path of bhakti is so easy, as the nondevotee class of men proclaim, then why do they take up the difficult path? Actually the path of bhakti is not easy. The so-called path of bhakti practiced by unauthorized persons without knowledge of bhakti may be easy, but when it is practiced factually according to the rules and regulations, the speculative scholars and philosophers fall away from the path. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; writes in his Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/101">1.2.101</A>):</P><P>&#347;ruti-smriti-pur&#257;n&#257;di-</P><P CLASS=n>pañcar&#257;tra-vidhim vin&#257;</P><P CLASS=n>aik&#257;ntik&#299; harer bhaktir</P><P CLASS=n>utp&#257;t&#257;yaiva kalpate</P><P>"Devotional service of the Lord that ignores the authorized Vedic literatures like the Upanishads, Pur&#257;nas and N&#257;rada-pañcar&#257;tra is simply an unnecessary disturbance in society."</P><P>It is not possible for the Brahman-realized impersonalist or the Param&#257;tm&#257;-realized yog&#299; to understand Krishna the Supreme Personality of Godhead as the son of mother Ya&#347;od&#257; or the charioteer of Arjuna. Even the great demigods are sometimes confused about Krishna (muhyanti yat s&#363;rayah). M&#257;m tu veda na ka&#347;cana: "No one knows Me as I am," the Lord says. And if one does know Him, then sa mah&#257;tm&#257; su-durlabhah. "Such a great soul is very rare." Therefore unless one practices devotional service to the Lord, one cannot know Krishna as He is (tattvatah), even though one is a great scholar or philosopher. Only the pure devotees can know something of the inconceivable transcendental qualities in Krishna, in the cause of all causes, in His omnipotence and opulence, and in His wealth, fame, strength, beauty, knowledge and renunciation, because Krishna is benevolently inclined to His devotees. He is the last word in Brahman realization, and the devotees alone can realize Him as He is. Therefore it is said:</P><P>atah &#347;r&#299;-krishna-n&#257;m&#257;di</P><P CLASS=n>na bhaved gr&#257;hyam indriyaih</P><P CLASS=n>sevonmukhe hi jihv&#257;dau</P><P CLASS=n>svayam eva sphuraty adah</P><P>"No one can understand Krishna as He is by the blunt material senses. But He reveals Himself to the devotees, being pleased with them for their transcendental loving service unto Him." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/234">1.2.234</A>)</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>