<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 7 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 7 Verse 7"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 7: <A CLASS=v HREF="index.htm">Knowledge of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 7.7</P><P CLASS=c>mattah parataram n&#257;nyat</P><P CLASS=c>kiñcid asti dhanañjaya</P><P CLASS=c>mayi sarvam idam protam</P><P CLASS=c>s&#363;tre mani-gan&#257; iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mattah">mattah</A> &#8212; beyond <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/t/taram">taram</A> &#8212; superior; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> <A CLASS=v HREF="http://vedabase.net/k/kincit">kiñcit</A> &#8212; anything else; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/d/dhananjaya">dhanañjaya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> conqueror of wealth; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; all that be; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; which we see; <A CLASS=v HREF="http://vedabase.net/p/protam">protam</A> &#8212; is strung; <A CLASS=v HREF="http://vedabase.net/s/sutre">s&#363;tre</A> &#8212; on <A HREF="http://vedabase.net/a/a">a</A> thread; <A CLASS=v HREF="http://vedabase.net/m/mani">mani</A>-<A CLASS=v HREF="http://vedabase.net/g/ganah">gan&#257;h</A> &#8212; pearls; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like.</P><P CLASS=t>TRANSLATION</P><P>O conqueror of wealth, there is no truth superior to Me. Everything rests upon Me, as pearls are strung on a thread.</P><P CLASS=t>PURPORT</P><P>There is a common controversy over whether the Supreme Absolute Truth is personal or impersonal. As far as Bhagavad-g&#299;t&#257; is concerned, the Absolute Truth is the Personality of Godhead, &#346;r&#299; Krishna, and this is confirmed in every step. In this verse, in particular, it is stressed that the Absolute Truth is a person. That the Personality of Godhead is the Supreme Absolute Truth is also the affirmation of the Brahma-samhit&#257;: &#299;&#347;varah paramah krishnah sac-cid-&#257;nanda-vigrahah; that is, the Supreme Absolute Truth Personality of Godhead is Lord Krishna, who is the primeval Lord, the reservoir of all pleasure, Govinda, and the eternal form of complete bliss and knowledge. These authorities leave no doubt that the Absolute Truth is the Supreme Person, the cause of all causes. The impersonalist, however, argues on the strength of the Vedic version given in the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/10">3.10</A>): tato yad uttarataram tad ar&#363;pam an&#257;mayam/ ya etad vidur amrit&#257;s te bhavanti athetare duhkham ev&#257;piyanti. "In the material world Brahm&#257;, the primeval living entity within the universe, is understood to be the supreme amongst the demigods, human beings and lower animals. But beyond Brahm&#257; there is the Transcendence, who has no material form and is free from all material contaminations. Anyone who can know Him also becomes transcendental, but those who do not know Him suffer the miseries of the material world."</P><P>The impersonalist puts more stress on the word ar&#363;pam. But this ar&#363;pam is not impersonal. It indicates the transcendental form of eternity, bliss and knowledge as described in the Brahma-samhit&#257; quoted above. Other verses in the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/8">3.8-9</A>) substantiate this as follows:</P><P>ved&#257;ham etam purusham mah&#257;ntam</P><P CLASS=n>&#257;ditya-varnam tamasah parast&#257;t</P><P CLASS=n>tam eva viditv&#257;ti mrityum eti</P><P CLASS=n>n&#257;nyah panth&#257; vidyate 'yan&#257;ya</P><P CLASS=n>yasm&#257;t param n&#257;param asti kiñcid</P><P CLASS=n>yasm&#257;n n&#257;n&#299;yo no jy&#257;yo 'sti kiñcit</P><P CLASS=n>vriksha iva stabdho divi tishthaty ekas</P><P CLASS=n>tenedam p&#363;rnam purushena sarvam</P><P>"I know that Supreme Personality of Godhead who is transcendental to all material conceptions of darkness. Only he who knows Him can transcend the bonds of birth and death. There is no way for liberation other than this knowledge of that Supreme Person.</P><P>"There is no truth superior to that Supreme Person, because He is the supermost. He is smaller than the smallest, and He is greater than the greatest. He is situated as a silent tree, and He illumines the transcendental sky, and as a tree spreads its roots, He spreads His extensive energies."</P><P>From these verses one concludes that the Supreme Absolute Truth is the Supreme Personality of Godhead, who is all-pervading by His multi-energies, both material and spiritual.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>