<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 81 Verses 1-2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 81 Verses 1-2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 81: <A CLASS=v HREF="index.htm">The Lord Blesses Sud&#257;m&#257; Br&#257;hmana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.81.1-2</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>sa ittham dvija-mukhyena</P><P CLASS=c>saha sa&#324;kathayan harih</P><P CLASS=c>sarva-bh&#363;ta-mano-'bhijñah</P><P CLASS=c>smayam&#257;na uv&#257;ca tam</P><P CLASS=c>brahmanyo br&#257;hmanam krishno</P><P CLASS=c>bhagav&#257;n prahasan priyam</P><P CLASS=c>premn&#257; nir&#299;kshanenaiva</P><P CLASS=c>prekshan khalu sat&#257;m gatih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/i/ittham">ittham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this manner; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; of br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/m/mukhyena">mukhyena</A> &#8212; with the best; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; together; <A CLASS=v HREF="http://vedabase.net/s/sankathayan">sa&#324;kathayan</A> &#8212; conversing; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; living beings; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the minds; <A CLASS=v HREF="http://vedabase.net/a/abhijnah">abhijñah</A> &#8212; who knows perfectly; <A CLASS=v HREF="http://vedabase.net/s/smayamanah">smayam&#257;nah</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> him; <A CLASS=v HREF="http://vedabase.net/b/brahmanyah">brahmanyah</A> &#8212; devoted <A HREF="http://vedabase.net/t/to">to</A> the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/b/brahmanam">br&#257;hmanam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/k/krsnah">krishnah</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prahasan">prahasan</A> &#8212; laughing; <A CLASS=v HREF="http://vedabase.net/p/priyam">priyam</A> &#8212; at His dear friend; <A CLASS=v HREF="http://vedabase.net/p/premna">premn&#257;</A> &#8212; lovingly; <A CLASS=v HREF="http://vedabase.net/n/niriksanena">nir&#299;kshanena</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> glance; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/preksan">prekshan</A> &#8212; looking; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of the saintly devotees; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; the goal.</P><P CLASS=t>TRANSLATION</P><P>[&#346;ukadeva Gosv&#257;m&#299; said:] Lord Hari, Krishna, perfectly knows the hearts of all living beings, and He is especially devoted to the br&#257;hmanas. While the Supreme Lord, the goal of all saintly persons, conversed in this way with the best of the twice-born, He laughed and spoke the following words to that dear friend of His, the br&#257;hmana Sud&#257;m&#257;, all the while smiling and looking upon him with affection.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, the words sarva-bh&#363;ta-mano-'bhijña indicate that since Lord Krishna knows the minds of everyone, He could tell at once that His friend Sud&#257;m&#257; had brought some flat rice for Him and was ashamed to present it. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;'s further explanation of this verse, Lord Krishna smiled at this moment, thinking "Yes, I am going to make you show what you brought for Me." His smile then turned to laughter as He thought, "How long are you going to keep this precious gift hidden in your cloth?"</P><P>Krishna glanced toward the bundle hidden inside His friend's garment, telling Sud&#257;m&#257; by His loving glance, "The veins showing through your emaciated skin and your ragged clothes astonish everyone present, but these symptoms of poverty will last only until tomorrow morning."</P><P>Although Lord Krishna is Bhagav&#257;n, the supreme, independent Lord, He is always pleased to reciprocate with those who are priya, His cherished servants. As the indulgent patron of the br&#257;hmana class, He especially enjoys favoring br&#257;hmanas who are additionally qualified by unconditional devotion to Him.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>