<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 81 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 81 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 81: <A CLASS=v HREF="index.htm">The Lord Blesses Sud&#257;m&#257; Br&#257;hmana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.81.34</P><P CLASS=c>nanv abruv&#257;no di&#347;ate samaksham</P><P CLASS=c>y&#257;cishnave bh&#363;ry api bh&#363;ri-bhojah</P><P CLASS=c>parjanya-vat tat svayam &#299;ksham&#257;no</P><P CLASS=c>d&#257;&#347;&#257;rhak&#257;n&#257;m rishabhah sakh&#257; me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nanu">nanu</A> &#8212; after all; <A CLASS=v HREF="http://vedabase.net/a/abruvanah">abruv&#257;nah</A> &#8212; not speaking; <A CLASS=v HREF="http://vedabase.net/d/disate">di&#347;ate</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> has given; <A CLASS=v HREF="http://vedabase.net/s/samaksam">samaksham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His presence; <A CLASS=v HREF="http://vedabase.net/y/yacisnave">y&#257;cishnave</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> him who was intending <A HREF="http://vedabase.net/t/to">to</A> beg; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A> &#8212; plentiful (wealth); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A> &#8212; of plentiful (wealth); <A CLASS=v HREF="http://vedabase.net/b/bhojah">bhojah</A> &#8212; the <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A>; <A CLASS=v HREF="http://vedabase.net/p/parjanya">parjanya</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> cloud; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/i/iksamanah">&#299;ksham&#257;nah</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/d/dasarhakanam">d&#257;&#347;&#257;rhak&#257;n&#257;m</A> &#8212; of the descendants of King <A HREF="http://vedabase.net/d/dasarha">Da&#347;&#257;rha</A>; <A CLASS=v HREF="http://vedabase.net/r/rsabhah">rishabhah</A> &#8212; the most exalted; <A CLASS=v HREF="http://vedabase.net/s/sakha">sakh&#257;</A> &#8212; friend; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my.</P><P CLASS=t>TRANSLATION</P><P>After all, my friend Krishna, the most exalted of the D&#257;&#347;&#257;rhas and the enjoyer of unlimited wealth, noticed that I secretly intended to beg from Him. Thus even though He said nothing about it when I stood before Him, He actually bestowed upon me the most abundant riches. In this way He acted just like a merciful rain cloud.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Krishna is bh&#363;ri-bhoja, the unlimited enjoyer. He did not tell Sud&#257;m&#257; how He was going to fulfill his unspoken request because, according to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;, He was thinking at the time, "My dear friend has given Me these grains of rice, which are greater than all the treasures I own. Even though in his own house he had no such gift to bring Me, he took the trouble of begging it from a neighbor. Therefore it is only proper that I give him something more valuable than all My possessions. But nothing is equal to or greater than what I possess, so all I can do is give him such meager things as the treasures of Indra, Brahm&#257; and other demigods." Embarrassed at being unable to properly reciprocate His devotee's offering, Lord Krishna bestowed His favor on the br&#257;hmana silently. The Lord acted just like a magnanimous rain cloud which provides the necessities of life for everyone near and far but feels ashamed that its rain is too insignificant a gift to give in return for the abundant offerings that farmers make to it. Out of shame the cloud may wait until nighttime, when the farmers are asleep, before watering their fields.</P><P>The chiefs of the D&#257;&#347;&#257;rha clan, with whom Lord Krishna is identified in this verse, were especially renowned for their generosity.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>