<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 81 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 81 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 81: <A CLASS=v HREF="index.htm">The Lord Blesses Sud&#257;m&#257; Br&#257;hmana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.81.37</P><P CLASS=c>bhakt&#257;ya citr&#257; bhagav&#257;n hi sampado</P><P CLASS=c>r&#257;jyam vibh&#363;t&#299;r na samarthayaty ajah</P><P CLASS=c>ad&#299;rgha-bodh&#257;ya vicakshanah svayam</P><P CLASS=c>pa&#347;yan nip&#257;tam dhanin&#257;m madodbhavam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhaktaya">bhakt&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> His devotee; <A CLASS=v HREF="http://vedabase.net/c/citrah">citr&#257;h</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sampadah">sampadah</A> &#8212; opulences; <A CLASS=v HREF="http://vedabase.net/r/rajyam">r&#257;jyam</A> &#8212; kingdom; <A CLASS=v HREF="http://vedabase.net/v/vibhutih">vibh&#363;t&#299;h</A> &#8212; material assets; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/s/samarthayati">samarthayati</A> &#8212; does not bestow; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; unborn; <A CLASS=v HREF="http://vedabase.net/a/adirgha">ad&#299;rgha</A> &#8212; short; <A CLASS=v HREF="http://vedabase.net/b/bodhaya">bodh&#257;ya</A> &#8212; whose understanding; <A CLASS=v HREF="http://vedabase.net/v/vicaksanah">vicakshanah</A> &#8212; wise; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/p/pasyan">pa&#347;yan</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/n/nipatam">nip&#257;tam</A> &#8212; the downfall; <A CLASS=v HREF="http://vedabase.net/d/dhaninam">dhanin&#257;m</A> &#8212; of the wealthy; <A CLASS=v HREF="http://vedabase.net/m/mada">mada</A> &#8212; of the intoxication of pride; <A CLASS=v HREF="http://vedabase.net/u/udbhavam">udbhavam</A> &#8212; the rise.</P><P CLASS=t>TRANSLATION</P><P>To a devotee who lacks spiritual insight, the Supreme Lord will not grant the wonderful opulences of this world &#8212; kingly power and material assets. Indeed, in His infinite wisdom the unborn Lord well knows how the intoxication of pride can cause the downfall of the wealthy.</P><P CLASS=t>PURPORT</P><P>As explained by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;, the humble br&#257;hmana Sud&#257;m&#257; considered himself unworthy of the Supreme Lord's most rare and valuable benediction, pure devotional service. He reasoned that if he had any true devotion, the Lord would have granted him perfect, unflinching devotion rather than the material riches and servants he had received. Lord Krishna would have protected a more serious devotee by denying him such distractions. The Lord will give a sincere but less intelligent devotee not as much material wealth as he desires, but only what will promote his devotional progress. Sud&#257;m&#257; thought, "A great saint like Prahl&#257;da Mah&#257;r&#257;ja can avoid becoming contaminated by immeasurable wealth, power and fame, but I must always be wary of temptation in my new situation."</P><P>We may understand that this humble attitude assured Sud&#257;m&#257; Vipra final success in his execution of bhakti-yoga by the standard process of hearing and repeating the glories of Lord Krishna.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>