<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 81 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 81 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 81: <A CLASS=v HREF="index.htm">The Lord Blesses Sud&#257;m&#257; Br&#257;hmana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.81.4</P><P CLASS=c>patram pushpam phalam toyam</P><P CLASS=c>yo me bhakty&#257; prayacchati</P><P CLASS=c>tad aham bhakty-upahritam</P><P CLASS=c>a&#347;n&#257;mi prayat&#257;tmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/patram">patram</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> leaf; <A CLASS=v HREF="http://vedabase.net/p/puspam">pushpam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> flower; <A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> fruit; <A CLASS=v HREF="http://vedabase.net/t/toyam">toyam</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; whoever; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; with devotion; <A CLASS=v HREF="http://vedabase.net/p/prayacchati">prayacchati</A> &#8212; offers; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/u/upahrtam">upahritam</A> &#8212; offered <A HREF="http://vedabase.net/i/in">in</A> devotion; <A CLASS=v HREF="http://vedabase.net/a/asnami">a&#347;n&#257;mi</A> &#8212; accept; <A CLASS=v HREF="http://vedabase.net/p/prayata">prayata</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; from one <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/p/pure">pure</A> consciousness.</P><P CLASS=t>TRANSLATION</P><P>If one offers Me with love and devotion a leaf, a flower, a fruit or water, I will accept it.</P><P CLASS=t>PURPORT</P><P>These famous words are also spoken by the Lord in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/26.htm">9.26</A>); the translation and word meanings here are taken from &#346;r&#299;la Prabhup&#257;da's Bhagavad-g&#299;t&#257; As lt Is.</P><P>In the context of the current episode of Sud&#257;m&#257;'s visit to Dv&#257;rak&#257;, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; has kindly continued his explanation of Lord Krishna's statements: This verse is a reply to Sud&#257;m&#257;'s anxiety that his bringing such an unfit offering was ill-considered. The use of the words bhakty&#257; prayacchati and bhakty-upahritam may seem redundant, since they both mean "offered with devotion," but bhakty&#257; can indicate how the Lord reciprocates the devotional mood of whoever offers Him something with love. In other words, Lord Krishna here declares that His reciprocation in a pure loving exchange is not dependent on the external quality of what is offered. Krishna says, "Something may or may not be impressive and pleasing in its own right, but when My devotee offers it to Me in devotion, with the expectation that I will enjoy it, it gives Me great pleasure; in this regard I make no discrimination." The verb a&#347;n&#257;mi, "I eat," implies that Lord Krishna eats even a flower, which is supposed to be smelled, bewildered as He is by the ecstatic love He feels for His devotee.</P><P>Someone might then question the Lord, "So, will You refuse an offering made to You by a devotee of some other deity?" The Lord answers, "Yes, I will refuse to eat it." This the Lord states by the phrase prayat&#257;tmanah, implying "Only by devotional service to Me can one become pure in heart."</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>