<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 81 Verses 6-7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 81 Verses 6-7"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 81: <A CLASS=v HREF="index.htm">The Lord Blesses Sud&#257;m&#257; Br&#257;hmana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.81.6-7</P><P CLASS=c>sarva-bh&#363;t&#257;tma-drik s&#257;ksh&#257;t</P><P CLASS=c>tasy&#257;gamana-k&#257;ranam</P><P CLASS=c>vij&#324;&#257;y&#257;cintayan n&#257;yam</P><P CLASS=c>&#347;r&#299;-k&#257;mo m&#257;bhajat pur&#257;</P><P CLASS=c>patny&#257;h pati-vrat&#257;y&#257;s tu</P><P CLASS=c>sakh&#257; priya-cik&#299;rshay&#257;</P><P CLASS=c>pr&#257;pto m&#257;m asya d&#257;sy&#257;mi</P><P CLASS=c>sampado 'martya-durlabh&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; living beings; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; of the hearts; <A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; the witness; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; direct; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his (<A HREF="http://vedabase.net/s/sudama">Sud&#257;m&#257;</A>'s); <A CLASS=v HREF="http://vedabase.net/a/agamana">&#257;gamana</A> &#8212; for the coming; <A CLASS=v HREF="http://vedabase.net/k/karanam">k&#257;ranam</A> &#8212; the reason; <A CLASS=v HREF="http://vedabase.net/v/vijnaya">vijñ&#257;ya</A> &#8212; understanding fully; <A CLASS=v HREF="http://vedabase.net/a/acintayat">acintayat</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> thought; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A> &#8212; of opulence; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; desirous; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/abhajat">abhajat</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the past; <A CLASS=v HREF="http://vedabase.net/p/patnyah">patny&#257;h</A> &#8212; of his wife; <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> her husband; <A CLASS=v HREF="http://vedabase.net/v/vratayah">vrat&#257;y&#257;h</A> &#8212; chastely devoted; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; however; <A CLASS=v HREF="http://vedabase.net/s/sakha">sakh&#257;</A> &#8212; My friend; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> &#8212; the satisfaction; <A CLASS=v HREF="http://vedabase.net/c/cikirsaya">cik&#299;rshay&#257;</A> &#8212; with the desire of securing; <A CLASS=v HREF="http://vedabase.net/p/praptah">pr&#257;ptah</A> &#8212; now come; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> him; <A CLASS=v HREF="http://vedabase.net/d/dasyami">d&#257;sy&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> will give; <A CLASS=v HREF="http://vedabase.net/s/sampadah">sampadah</A> &#8212; riches; <A CLASS=v HREF="http://vedabase.net/a/amartya">amartya</A> &#8212; by the demigods; <A CLASS=v HREF="http://vedabase.net/d/durlabhah">durlabh&#257;h</A> &#8212; unobtainable.</P><P CLASS=t>TRANSLATION</P><P>Being the direct witness in the hearts of all living beings, Lord Krishna fully understood why Sud&#257;m&#257; had come to see Him. Thus He thought, "In the past My friend has never worshiped Me out of a desire for material opulence, but now he comes to Me to satisfy his chaste and devoted wife. I will give him riches that even the immortal demigods cannot obtain."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; comments that the Lord momentarily wondered, "How has it come about, despite My omniscience, that this devotee of Mine has fallen into such poverty?" Then, quickly understanding the situation, He spoke to Himself the words related in this verse.</P><P>But someone may point out that Sud&#257;m&#257; should not have been so poverty-stricken, since appropriate enjoyment comes as a by-product of service to God even for a devotee who has no ulterior motives. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/22.htm">9.22</A>):</P><P>anany&#257;&#347; cintayanto m&#257;m</P><P CLASS=n>ye jan&#257;h paryup&#257;sate</P><P CLASS=n>tesh&#257;m nity&#257;bhiyukt&#257;n&#257;m</P><P CLASS=n>yoga-kshemam vah&#257;my aham</P><P>"But those who always worship Me with exclusive devotion, meditating on My transcendental form &#8212; to them I carry what they lack, and I preserve what they have."</P><P>In response to this point, a distinction must be made between two kinds of renounced devotees: one kind is inimical to sense gratification, and the other is indifferent to it. The Supreme Lord does not force sense gratification upon the devotee who is extremely averse to worldly enjoyments. This is seen among such great renouncers as Jada Bharata. On the other hand, the Lord may give limitless wealth and power to a devotee who is neither repelled nor attracted by material things, such as Prahl&#257;da Mah&#257;r&#257;ja. Up to this point in his life, Sud&#257;m&#257; Br&#257;hmana was totally averse to sense gratification, but now, out of compassion for his faithful wife &#8212; and also because he hankered to have Krishna's audience &#8212; he went to beg from the Lord.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>