<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 81</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 81"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 81: <A CLASS=v HREF="index.htm">The Lord Blesses Sud&#257;m&#257; Br&#257;hmana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.81 Summary</P><P>This chapter describes how Lord Krishna ate a morsel of the flat rice brought by His friend Sud&#257;m&#257; and bestowed upon him wealth greater than that of the King of heaven.</P><P>In the course of His loving talks with His friend Sud&#257;m&#257;, Lord Krishna said, "My dear br&#257;hmana, have you brought any gift for Me from home? I regard as very significant even the smallest offering from My loving devotee." But the poor br&#257;hmana was ashamed to present Krishna with his meager gift of flat rice. However, since Lord Krishna is the Supersoul dwelling in all hearts, He knew why Sud&#257;m&#257; had come to visit Him. So He grabbed the bundle of flat rice Sud&#257;m&#257; was hiding and ate a handful of it with great pleasure. He was about to eat a second morsel when Rukmin&#299; dev&#299; stopped Him.</P><P>Feeling as if he had gone back to Godhead, Sud&#257;m&#257; spent that night comfortably in Lord Krishna's palace, and the next morning he set off for home. As he passed along the highway, he thought of how fortunate he was to have been so honored by &#346;r&#299; Krishna. Absorbed in this meditation, Sud&#257;m&#257; arrived at the place where his home used to be &#8212; and he was struck with great wonder. Instead of his broken-down hovel, he saw a series of opulent palaces. While he stood astonished, a group of beautiful men and women came forward to greet him with singing and music. The br&#257;hmana's wife, wonderfully adorned with celestial jewelry, came out of the palace and welcomed him with great love and reverence. Sud&#257;m&#257; entered his home together with her, thinking that this extraordinary transformation must have been due to the Supreme Lord's mercy on him.</P><P>From then on Sud&#257;m&#257; lived his life amidst lavish wealth, yet he maintained his mood of detachment and constantly chanted the glories of Lord Krishna In a short time he broke off all bonds of bodily attachment and attained to the kingdom of God.</P><P CLASS=l><A CLASS=i HREF="../80/45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>