<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 3 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 3 Verse 11"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="index.htm">Karma-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 3.11</P><P CLASS=c>dev&#257;n bh&#257;vayat&#257;nena</P><P CLASS=c>te dev&#257; bh&#257;vayantu vah</P><P CLASS=c>parasparam bh&#257;vayantah</P><P CLASS=c>&#347;reyah param av&#257;psyatha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/devan">dev&#257;n</A> &#8212; demigods; <A CLASS=v HREF="http://vedabase.net/b/bhavayata">bh&#257;vayat&#257;</A> &#8212; having pleased; <A CLASS=v HREF="http://vedabase.net/a/anena">anena</A> &#8212; by this sacrifice; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> &#8212; demigods; <A CLASS=v HREF="http://vedabase.net/b/bhavayantu">bh&#257;vayantu</A> &#8212; will please; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/p/parasparam">parasparam</A> &#8212; mutually; <A CLASS=v HREF="http://vedabase.net/b/bhavayantah">bh&#257;vayantah</A> &#8212; pleasing one another; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A> &#8212; benediction; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/a/avapsyatha">av&#257;psyatha</A> &#8212; you will achieve.</P><P CLASS=t>TRANSLATION</P><P>The demigods, being pleased by sacrifices, will also please you, and thus, by cooperation between men and demigods, prosperity will reign for all.</P><P CLASS=t>PURPORT</P><P>The demigods are empowered administrators of material affairs. The supply of air, light, water and all other benedictions for maintaining the body and soul of every living entity is entrusted to the demigods, who are innumerable assistants in different parts of the body of the Supreme Personality of Godhead. Their pleasures and displeasures are dependent on the performance of yajñas by the human being. Some of the yajñas are meant to satisfy particular demigods; but even in so doing, Lord Vishnu is worshiped in all yajñas as the chief beneficiary. It is stated also in the Bhagavad-g&#299;t&#257; that Krishna Himself is the beneficiary of all kinds of yajñas: bhokt&#257;ram yajña-tapas&#257;m. Therefore, ultimate satisfaction of the yajña-pati is the chief purpose of all yajñas. When these yajñas are perfectly performed, naturally the demigods in charge of the different departments of supply are pleased, and there is no scarcity in the supply of natural products.</P><P>Performance of yajñas has many side benefits, ultimately leading to liberation from material bondage. By performance of yajñas, all activities become purified, as it is stated in the Vedas: &#257;h&#257;ra-&#347;uddhau sattva-&#347;uddhih sattva-&#347;uddhau dhruv&#257; smritih smriti-lambhe sarvagranth&#299;n&#257;m vipramokshah. By performance of yajña one's eatables become sanctified, and by eating sanctified foodstuffs one's very existence becomes purified; by the purification of existence finer tissues in the memory become sanctified, and when memory is sanctified one can think of the path of liberation, and all these combined together lead to Krishna consciousness, the great necessity of present-day society.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>