<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 3 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 3 Verse 14"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="index.htm">Karma-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 3.14</P><P CLASS=c>ann&#257;d bhavanti bh&#363;t&#257;ni</P><P CLASS=c>parjany&#257;d anna-sambhavah</P><P CLASS=c>yajñ&#257;d bhavati parjanyo</P><P CLASS=c>yajñah karma-samudbhavah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/annat">ann&#257;t</A> &#8212; from grains; <A CLASS=v HREF="http://vedabase.net/b/bhavanti">bhavanti</A> &#8212; grow; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; the material bodies; <A CLASS=v HREF="http://vedabase.net/p/parjanyat">parjany&#257;t</A> &#8212; from rains; <A CLASS=v HREF="http://vedabase.net/a/anna">anna</A> &#8212; of food grains; <A CLASS=v HREF="http://vedabase.net/s/sambhavah">sambhavah</A> &#8212; production; <A CLASS=v HREF="http://vedabase.net/y/yajnat">yajñ&#257;t</A> &#8212; from the performance of sacrifice; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; becomes possible; <A CLASS=v HREF="http://vedabase.net/p/parjanyah">parjanyah</A> &#8212; rain; <A CLASS=v HREF="http://vedabase.net/y/yajnah">yajñah</A> &#8212; performance of <A HREF="http://vedabase.net/y/yajna">yajña</A>; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; prescribed duties; <A CLASS=v HREF="http://vedabase.net/s/samudbhavah">samudbhavah</A> &#8212; born of.</P><P CLASS=t>TRANSLATION</P><P>All living bodies subsist on food grains, which are produced from rains. Rains are produced by performance of yajña [sacrifice], and yajña is born of prescribed duties.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Baladeva Vidy&#257;bh&#363;shana, a great commentator on the Bhagavad-g&#299;t&#257;, writes as follows: ye indr&#257;dy-a&#324;gatay&#257;vasthitam yajñam sarve&#347;varam vishnum abhyarcya tac-chesham a&#347;nanti tena tad deha-y&#257;tr&#257;m samp&#257;dayanti, te santah sarve&#347;varasya yajña-purushasya bhakt&#257;h sarva-kilbishair an&#257;di-k&#257;la-vivriddhair &#257;tm&#257;nubhava-prati bandhakair nikhilaih p&#257;pair vimucyante. The Supreme Lord, who is known as the yajña-purusha, or the personal beneficiary of all sacrifices, is the master of all the demigods, who serve Him as the different limbs of the body serve the whole. Demigods like Indra, Candra and Varuna are appointed officers who manage material affairs, and the Vedas direct sacrifices to satisfy these demigods so that they may be pleased to supply air, light and water sufficiently to produce food grains. When Lord Krishna is worshiped, the demigods, who are different limbs of the Lord, are also automatically worshiped; therefore there is no separate need to worship the demigods. For this reason, the devotees of the Lord, who are in Krishna consciousness, offer food to Krishna and then eat &#8212; a process which nourishes the body spiritually. By such action not only are past sinful reactions in the body vanquished, but the body becomes immunized to all contamination of material nature. When there is an epidemic disease, an antiseptic vaccine protects a person from the attack of such an epidemic. Similarly, food offered to Lord Vishnu and then taken by us makes us sufficiently resistant to material affection, and one who is accustomed to this practice is called a devotee of the Lord. Therefore, a person in Krishna consciousness, who eats only food offered to Krishna, can counteract all reactions of past material infections, which are impediments to the progress of self-realization. On the other hand, one who does not do so continues to increase the volume of sinful action, and this prepares the next body to resemble hogs and dogs, to suffer the resultant reactions of all sins. The material world is full of contaminations, and one who is immunized by accepting pras&#257;dam of the Lord (food offered to Vishnu) is saved from the attack, whereas one who does not do so becomes subjected to contamination.</P><P>Food grains or vegetables are factually eatables. The human being eats different kinds of food grains, vegetables, fruits, etc., and the animals eat the refuse of the food grains and vegetables, grass, plants, etc. Human beings who are accustomed to eating meat and flesh must also depend on the production of vegetation in order to eat the animals. Therefore, ultimately, we have to depend on the production of the field and not on the production of big factories. The field production is due to sufficient rain from the sky, and such rains are controlled by demigods like Indra, sun, moon, etc., and they are all servants of the Lord. The Lord can be satisfied by sacrifices; therefore, one who cannot perform them will find himself in scarcity &#8212; that is the law of nature. Yajña, specifically the sa&#324;k&#299;rtana-yajña prescribed for this age, must therefore be performed to save us at least from scarcity of food supply.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>