<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 3 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 3 Verse 24"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="index.htm">Karma-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 3.24</P><P CLASS=c>uts&#299;deyur ime lok&#257;</P><P CLASS=c>na kury&#257;m karma ced aham</P><P CLASS=c>sa&#324;karasya ca kart&#257; sy&#257;m</P><P CLASS=c>upahany&#257;m im&#257;h praj&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/utsideyuh">uts&#299;deyuh</A> &#8212; would be <A HREF="http://vedabase.net/p/put">put</A> into ruin; <A CLASS=v HREF="http://vedabase.net/i/ime">ime</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/l/lokah">lok&#257;h</A> &#8212; worlds; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kuryam">kury&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> perform; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; prescribed duties; <A CLASS=v HREF="http://vedabase.net/c/cet">cet</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/s/sankarasya">sa&#324;karasya</A> &#8212; of unwanted population; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/karta">kart&#257;</A> &#8212; creator; <A CLASS=v HREF="http://vedabase.net/s/syam">sy&#257;m</A> &#8212; would be; <A CLASS=v HREF="http://vedabase.net/u/upahanyam">upahany&#257;m</A> &#8212; would destroy; <A CLASS=v HREF="http://vedabase.net/i/imah">im&#257;h</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; living entities.</P><P CLASS=t>TRANSLATION</P><P>If I did not perform prescribed duties, all these worlds would be put to ruination. I would be the cause of creating unwanted population, and I would thereby destroy the peace of all living beings.</P><P CLASS=t>PURPORT</P><P>Varna-sa&#324;kara is unwanted population which disturbs the peace of the general society. In order to check this social disturbance, there are prescribed rules and regulations by which the population can automatically become peaceful and organized for spiritual progress in life. When Lord Krishna descends, naturally He deals with such rules and regulations in order to maintain the prestige and necessity of such important performances. The Lord is the father of all living entities, and if the living entities are misguided, indirectly the responsibility goes to the Lord. Therefore, whenever there is general disregard of regulative principles, the Lord Himself descends and corrects the society. We should, however, note carefully that although we have to follow in the footsteps of the Lord, we still have to remember that we cannot imitate Him. Following and imitating are not on the same level. We cannot imitate the Lord by lifting Govardhana Hill, as the Lord did in His childhood. It is impossible for any human being. We have to follow His instructions, but we may not imitate Him at any time. The &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../sb/10/33/30.htm">10.33.30-31</A>) affirms:</P><P>naitat sam&#257;carej j&#257;tu</P><P CLASS=n>manas&#257;pi hy an&#299;&#347;varah</P><P CLASS=n>vina&#347;yaty &#257;caran maudhy&#257;d</P><P CLASS=n>yath&#257; 'rudro 'bdhi-jam visham</P><P CLASS=n>&#299;&#347;var&#257;n&#257;m vacah satyam</P><P CLASS=n>tathaiv&#257;caritam kvacit</P><P CLASS=n>tesh&#257;m yat sva-vaco-yuktam</P><P CLASS=n>buddhim&#257;ms tat sam&#257;caret</P><P>"One should simply follow the instructions of the Lord and His empowered servants. Their instructions are all good for us, and any intelligent person will perform them as instructed. However, one should guard against trying to imitate their actions. One should not try to drink the ocean of poison in imitation of Lord &#346;iva."</P><P>We should always consider the position of the &#299;&#347;varas, or those who can actually control the movements of the sun and moon, as superior. Without such power, one cannot imitate the &#299;&#347;varas, who are superpowerful. Lord &#346;iva drank poison to the extent of swallowing an ocean, but if any common man tries to drink even a fragment of such poison, he will be killed. There are many pseudo devotees of Lord &#346;iva who want to indulge in smoking gañj&#257; (marijuana) and similar intoxicating drugs, forgetting that by so imitating the acts of Lord &#346;iva they are calling death very near. Similarly, there are some pseudo devotees of Lord Krishna who prefer to imitate the Lord in His r&#257;sa-l&#299;l&#257;, or dance of love, forgetting their inability to lift Govardhana Hill. It is best, therefore, that one not try to imitate the powerful, but simply follow their instructions; nor should one try to occupy their posts without qualification. There are so many "incarnations" of God without the power of the Supreme Godhead.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>