<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 3 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 3 Verse 41"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="index.htm">Karma-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 3.41</P><P CLASS=c>tasm&#257;t tvam indriy&#257;ny &#257;dau</P><P CLASS=c>niyamya bharatarshabha</P><P CLASS=c>p&#257;pm&#257;nam prajahi hy enam</P><P CLASS=c>jñ&#257;na-vijñ&#257;na-n&#257;&#347;anam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/i/indriyani">indriy&#257;ni</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning; <A CLASS=v HREF="http://vedabase.net/n/niyamya">niyamya</A> &#8212; by regulating; <A CLASS=v HREF="http://vedabase.net/b/bharata">bharata</A>-<A CLASS=v HREF="http://vedabase.net/r/rsabha">rishabha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> chief amongst the descendants of <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/p/papmanam">p&#257;pm&#257;nam</A> &#8212; the great symbol of sin; <A CLASS=v HREF="http://vedabase.net/p/prajahi">prajahi</A> &#8212; curb; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/e/enam">enam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; of knowledge; <A CLASS=v HREF="http://vedabase.net/v/vijnana">vijñ&#257;na</A> &#8212; and scientific knowledge of the <A HREF="http://vedabase.net/p/pure">pure</A> soul; <A CLASS=v HREF="http://vedabase.net/n/nasanam">n&#257;&#347;anam</A> &#8212; the destroyer.</P><P CLASS=t>TRANSLATION</P><P>Therefore, O Arjuna, best of the Bh&#257;ratas, in the very beginning curb this great symbol of sin [lust] by regulating the senses, and slay this destroyer of knowledge and self-realization.</P><P CLASS=t>PURPORT</P><P>The Lord advised Arjuna to regulate the senses from the very beginning so that he could curb the greatest sinful enemy, lust, which destroys the urge for self-realization and specific knowledge of the self. Jñ&#257;na refers to knowledge of self as distinguished from non-self, or in other words, knowledge that the spirit soul is not the body. Vijñ&#257;na refers to specific knowledge of the spirit soul's constitutional position and his relationship to the Supreme Soul. It is explained thus in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../sb/2/9/31.htm">2.9.31</A>):</P><P>jñ&#257;nam parama-guhyam me</P><P CLASS=n>yad vijñ&#257;na-samanvitam</P><P CLASS=n>sa-rahasyam tad-a&#324;gam ca</P><P CLASS=n>grih&#257;na gaditam may&#257;</P><P>"The knowledge of the self and Supreme Self is very confidential and mysterious, but such knowledge and specific realization can be understood if explained with their various aspects by the Lord Himself." Bhagavad-g&#299;t&#257; gives us that general and specific knowledge of the self. The living entities are parts and parcels of the Lord, and therefore they are simply meant to serve the Lord. This consciousness is called Krishna consciousness. So, from the very beginning of life one has to learn this Krishna consciousness, and thereby one may become fully Krishna conscious and act accordingly.</P><P>Lust is only the perverted reflection of the love of God which is natural for every living entity. But if one is educated in Krishna consciousness from the very beginning, that natural love of God cannot deteriorate into lust. When love of God deteriorates into lust, it is very difficult to return to the normal condition. Nonetheless, Krishna consciousness is so powerful that even a late beginner can become a lover of God by following the regulative principles of devotional service. So, from any stage of life, or from the time of understanding its urgency, one can begin regulating the senses in Krishna consciousness, devotional service of the Lord, and turn the lust into love of Godhead &#8212; the highest perfectional stage of human life.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>