<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 11: Service to the Lord</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>There are many sages who are expert in performing austerities; there are many men who give much in charity; there are many famous men, scholars and thinkers, and there are those who are very expert in reciting Vedic hymns. Although these are all auspicious, unless one utilizes his resources and performs his activities to attain devotional service to the Lord, he cannot attain the desired results. Therefore in &#346;r&#299;mad-Bh&#257;gavatam (Bh&#257;g. <A CLASS=v HREF="../sb/2/4/17.htm">2.4.17</A>) &#346;ukadeva Gosv&#257;m&#299; offered his respectful obeisances unto the Supreme Lord as the only person who can award success.</P><P>It is accepted by all types of philosophers and transcendentalists that one who lacks knowledge cannot be liberated from material entanglement. Yet knowledge without devotional service cannot possibly award liberation. In other words, when jñ&#257;na, or the cultivation of knowledge, opens onto the path of devotional service, it can give one liberation, but not otherwise. This is also stated by Brahm&#257; in &#346;r&#299;mad-Bh&#257;gavatam (Bh&#257;g. <A CLASS=v HREF="../sb/10/14/4.htm">10.14.4</A>):</P><P>&#347;reyah-srutim bhaktim udasya te vibho</P><P CLASS=n>kli&#347;yanti ye kevala-bodha-labdhaye</P><P CLASS=n>tesh&#257;m asau kle&#347;ala eva &#347;isyate</P><P CLASS=n>n&#257;nyad yath&#257; sth&#363;la-tus&#257;vagh&#257;tin&#257;m</P><P>"My dear Lord, devotional service unto You is the best path for self-realization. If someone gives up that path and engages in the cultivation of knowledge or in speculation, he will simply undergo a troublesome process and will not achieve his desired results. A person who beats an empty husk of wheat cannot get grain, and one who engages simply in speculative knowledge cannot achieve the desired result of self realization. The only gain is trouble."</P><P>In Bhagavad-g&#299;t&#257; it is stated (<A CLASS=v HREF="../bg/7/14.htm">Bg. 7.14</A>) that material nature is so strong that it cannot be surmounted by an ordinary living entity. Only those who surrender unto the lotus feet of Krishna can cross the ocean of material existence. The living entity forgets that he is eternally the servitor of Krishna, and his forgetfulness causes his bondage in conditional life and his attraction for material energy. Indeed, that attraction is the shackle of material energy. Since it is very difficult for a person to become free as long as he desires to dominate material nature, it is recommended that he approach a spiritual master who can train him in devotional service and enable him to get out of the clutches of material nature and achieve the lotus feet of Krishna.</P><P>There are eight divisions of human society created to facilitate the execution of duty (the br&#257;hmanas, or intellectuals; the kshatriyas, or administrators; the vai&#347;yas, or businessmen and farmers; and the &#347;&#363;dras, or laborers &#8212; as well as the four &#257;&#347;ramas: the brahmac&#257;r&#299;, or student; the grihastha, or householder; the v&#257;naprastha, or retired person; and the sanny&#257;s&#299;, or the person in renounced life), but if a person is lacking in devotion or Krishna consciousness, he cannot be released from material bondage, even if he executes his prescribed duty. On the contrary, even by discharging his prescribed duty he will glide down into hell due to material consciousness. Therefore whoever is engaged in his occupational duty must simultaneously cultivate Krishna consciousness in devotional service if he wants liberation from material clutches.</P><P>In this regard, Lord Caitanya recited a verse from &#346;r&#299;mad-Bh&#257;gavatam which was delivered by N&#257;rada Muni to indicate the path of bh&#257;gavata cultivation. N&#257;rada Muni pointed out that the four divisions of human society, as well as the four orders of life, are born out of the gigantic form of the Lord. The br&#257;hmanas are born from the mouth of the universal form of the Lord, the kshatriyas are born out of the arms, the vai&#347;yas out of the waist, and the &#347;&#363;dras out of the legs. As such, they are qualified in the different modes of material nature within the form of the vir&#257;t-purusha. If a person is not engaged in the devotional service of the Lord, he falls from his position, regardless of whether he executes his prescribed occupational duty or not.</P><P>Lord Caitanya further points out that those who belong to the M&#257;y&#257;v&#257;d&#299; or impersonalist school consider themselves to be one with God, or liberated, but according to Caitanya Mah&#257;prabhu Himself and &#346;r&#299;mad-Bh&#257;gavatam, they are not actually liberated. In this regard Caitanya Mah&#257;prabhu again quotes &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/2/32.htm">10.2.32</A>):</P><P>ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninas</P><P CLASS=n>tvayy asta-bh&#257;v&#257;d avi&#347;uddha-buddhayah</P><P CLASS=n>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>"Those who think that they are liberated according to M&#257;y&#257;v&#257;d&#299; philosophy, but who do not take to the devotional service of the Lord, fall down for want of devotional service, even after they undergo the severest types of penances and austerities and even after they sometimes approach the supreme position."</P><P>Caitanya Mah&#257;prabhu explains that Krishna is just like the sun, and m&#257;y&#257;, the illusory material energy, is just like darkness. One who is constantly in the sunshine of Krishna cannot possibly be deluded by the darkness of material energy. This is very clearly explained in the four principal verses of &#346;r&#299;mad-Bh&#257;gavatam and is also confirmed in the &#346;r&#299;mad-Bh&#257;gavatam (Bh&#257;g. <A CLASS=v HREF="../sb/2/5/13.htm">2.5.13</A>), wherein it is stated: "The illusory energy, or m&#257;y&#257;, is ashamed to stand before the Lord." Nonetheless, the living entities are constantly being bewildered by this very illusory energy. In his conditioned state, the living entity discovers many forms of word jugglery in order to get apparent liberation from the clutches of m&#257;y&#257;, but if he sincerely surrenders unto Krishna by simply saying once, "My dear Lord Krishna, from this day I am Yours," he at once gets out of the clutches of material energy. This is also confirmed in the R&#257;m&#257;yana, La&#324;k&#257;-k&#257;nda (<A CLASS=v HREF="http://vedabase.net/todo/kanda18/33">18.33</A>), wherein the Lord says:</P><P>sakrideva prapanno yas</P><P CLASS=n>tav&#257;sm&#299;ti ca y&#257;cate</P><P CLASS=n>abhayam sarvad&#257; tasmai</P><P CLASS=n>dad&#257;my etad vratam mama</P><P>"It is My promise and duty to give all protection to one who surrenders unto Me without reservation." One may enjoy fruitive activities, liberation, jñ&#257;na, or the perfection of the yoga system, but if one becomes very intelligent he will give up all these paths and engage himself in sincere devotional service to the Lord. The &#346;r&#299;mad-Bh&#257;gavatam also confirms (2.3.10) that even if a person desires material enjoyment or liberation, he should engage in devotional service. Those who are ambitious to derive material benefit from devotional service are not pure devotees, but because they are engaged in devotional service they are considered fortunate. They do not know that the result of devotional service is not material benediction, but because they engage themselves in the devotional service of the Lord they ultimately come to understand that material enjoyment is not the goal of devotional service. Krishna Himself says that persons who want some material benefit in exchange for devotional service are certainly foolish because they want something which is poisonous for them. The real goal of devotional service is love of Godhead, and although a person may desire material benefits from Krishna, the Lord, being all-powerful, considers the person's position and gradually liberates him from a materially ambitious life and engages him more in devotional service. When one is actually engaged in devotional service, he forgets his material ambitions and desires. This is also confirmed by &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/5/19/27.htm">5.19.27</A>):</P><P>satyam di&#347;aty arthitam arthito nrin&#257;m</P><P CLASS=n>naiv&#257;rthado yat punar arthit&#257; yatah</P><P CLASS=n>svayam vidhatte bhajat&#257;m anicchat&#257;m</P><P CLASS=n>icch&#257;-pidh&#257;nam nija-p&#257;da-pallavam</P><P>"Lord Krishna certainly fulfills the desires of His devotees who come to Him in devotional service, but He does not fulfill desires that would again cause miseries. In spite of being materially ambitious, such devotees, by rendering transcendental service, are gradually purified of desires for material enjoyment, and they come to desire the pleasure of devotional service."</P><P>Generally people come into the association of devotees in order to mitigate some material wants, but the influence of a pure devotee frees a man from all material desires so that he eventually comes to relish the taste of devotional service. Devotional service is so nice and pure that it purifies the devotee, and he forgets all material ambitions as soon as he engages fully in the transcendental loving service of Krishna. A practical example is Dhruva Mah&#257;r&#257;ja, who wanted something material from Krishna and therefore engaged in devotional service. When the Lord appeared as four-handed Vishnu before Dhruva, Dhruva told the Lord: "My dear Lord, because I engaged myself in Your devotional service with great austerity and penances, I am now seeing You. Even great demigods and great sages have difficulty in seeing You. Now I am pleased, and all my desires are satisfied. I do not want anything else. I was searching for some broken glass, but instead I have found a great and valuable gem." Thus Dhruva Mah&#257;r&#257;ja was fully satisfied, and he refused to ask anything of the Lord.</P><P>The living entity, transmigrating through 8,400,000 species of life, is sometimes likened to a log which is gliding down a river. Sometimes, by chance, a log washes upon shore and is thus saved from being forced to drift further downstream. There is a verse in &#346;r&#299;mad-Bh&#257;gavatam (Bh&#257;g. <A CLASS=v HREF="../sb/10/38/5.htm">10.38.5</A>) which encourages every conditioned soul in this way: "No one should be depressed by thinking that he will never be out of the clutches of matter, for there is every possibility of being rescued, exactly as it is possible for a log, which is floating down a river, to come to rest on the bank." This fortunate opportunity is also discussed by Lord Caitanya. Such fortunate incidents are considered the beginning of the decline of one's conditional life, and they occur if there is association with the pure devotees of the Lord. By associating with pure devotees, one actually develops attraction for Krishna. There are various types of rituals and activities, and some of them develop into material enjoyment and some into material liberation, but if a living entity takes to those ritualistic activities by which pure devotional service to the Lord is developed in the association of pure devotees, then one's mind naturally becomes attracted to devotional service. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/51/54.htm">10.51.54</A>) it is stated by Mucukunda:</P><P>bhav&#257;pavargo bhramato yad&#257; bhavej</P><P CLASS=n>janasya tarhy acyuta sat-sam&#257;gamah</P><P CLASS=n>sat-sa&#324;gamo yarhi tadaiva sad-gatau</P><P CLASS=n>par&#257;vare&#347;e tvayi j&#257;yate matih</P><P>"My dear Lord, while traveling in this material world through different species of life, a living entity may progress toward liberation. But if, by chance, he comes in contact with a pure devotee, he becomes actually liberated from the clutches of material energy and becomes a devotee of Yourself, the Personality of Godhead."</P><P>When a conditioned soul becomes a devotee of Krishna, the Lord, by His causeless mercy, trains him in two ways: He trains him from without through the spiritual master, and He trains him from within through the Supersoul. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/29/6.htm">11.29.6</A>): "My dear Lord, even if someone attains a life as long as Brahm&#257;'s, he would still be unable to express his gratitude for the benefits derived from remembering You. Out of Your causeless mercy You drive away all inauspicious conditions, expressing Yourself from outside as the spiritual master and from inside as the Supersoul."</P><P>Somehow or other if one gets in touch with a pure devotee and thus develops a desire to render devotional service to Krishna, he gradually rises to the platform of love of Godhead and is thus freed from the clutches of material energy. This is also explained in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/20/8.htm">11.20.8</A>) where the Lord Himself says: "For one who is attracted by My activities out of his own accord &#8212; being neither lured nor repelled by material activities &#8212; the path of devotional service leading to the perfection of love of God becomes possible." However, it is not possible to achieve the stage of perfection without the favor of a pure devotee, or a mah&#257;tm&#257;, a great soul. Without the mercy of a great soul, one cannot even be liberated from the material clutches, and what to speak of rising to the platform of love of Godhead. This is also confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/5/12/12.htm">5.12.12</A>) in a conversation between King Rah&#363;gana of the Sind province in Siberia with King Bharata. When King Rah&#363;gana expressed surprise upon seeing King Bharata's spiritual achievements, Bharata replied:</P><P>rah&#363;ganaitat tapas&#257; na y&#257;ti</P><P CLASS=n>na cejyay&#257; nirvapan&#257;d grih&#257;d v&#257;</P><P CLASS=n>na cchandas&#257; naiva jal&#257;gni-s&#363;ryair</P><P CLASS=n>vin&#257; mahat-p&#257;da-rajo 'bhishekam</P><P>"My dear Rah&#363;gana, no one can attain the perfected stage of devotional service without being favored by a great soul or a pure devotee. No one can attain the perfectional stages simply by following the regulative principles of scriptures, or by accepting the renounced order of life, or by prosecuting the prescribed duties of householder life, or by becoming a great student of spiritual science, or by accepting severe austerity and penances for realization." Similarly, when the atheist father Hiranyaka&#347;ipu asked his son Prahl&#257;da Mah&#257;r&#257;ja how it was he became attracted to devotional service, the boy replied, "As long as one is not favored by the dust of the feet of pure devotees, he cannot even touch the path of devotional service, which is the solution to all the problems of material life." (Bh&#257;g. <A CLASS=v HREF="../sb/7/5/32.htm">7.5.32</A>)</P><P>Thus Lord Caitanya told San&#257;tana Gosv&#257;m&#299; that all scriptures stress association with pure devotees of the Godhead. The opportunity to associate with a pure devotee of the Supreme Lord is the beginning of one's complete perfection. This is also confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/18/13.htm">1.18.13</A>) where it is said that the facilities and benedictions which one achieves by association with a pure devotee are incomparable. They cannot be compared to anything &#8212; neither elevation to the heavenly kingdom nor liberation from material energy. Lord Krishna also confirms this in the most confidential instruction in Bhagavad-g&#299;t&#257;, wherein He tells Arjuna:</P><P>man-man&#257; bhava mad-bhakto</P><P CLASS=n>mad-y&#257;j&#299; m&#257;m namaskuru</P><P CLASS=n>m&#257;m evaishyasi satyam te</P><P CLASS=n>pratij&#257;ne priyo 'si me</P><P>"Always think of Me and become My devotee. Worship Me and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend." (<A CLASS=v HREF="../bg/18/65.htm">Bg. 18.65</A>)</P><P>Such a direct instruction from Krishna is more important than any Vedic instruction or even regulative service. There are certainly many Vedic injunctions, ritualistic and sacrificial performances, regulative duties, meditative techniques and speculative processes to attain knowledge, but Krishna's direct order &#8212; "Always think of Me and become My devotee" &#8212; should be taken as the final order of the Lord and should be followed. If one is simply convinced of this order and comes to His devotional service, giving up all other engagements, one will undoubtedly attain success. To confirm this statement, &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/20/9.htm">11.20.9</A>) says that one should follow other paths to self-realization only as long as one is not convinced of the direct order of the Lord &#346;r&#299; Krishna. It is the conclusion of &#346;r&#299;mad-Bh&#257;gavatam and Bhagavad-g&#299;t&#257; that the direct order of the Lord is to give up everything and engage in devotional service.</P><P>Firm conviction to execute the order of the Lord is known as faith. If one has faith he is firmly convinced that simply by rendering devotional service to Lord Krishna all other activities are automatically performed &#8212; including ritualistic duties, sacrifices, yoga and the speculative pursuit of knowledge. If one is convinced that devotional service to the Lord includes everything, no other activity is required. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/4/31/14.htm">4.31.14</A>):</P><P>yath&#257; taror m&#363;la-nishecanena</P><P CLASS=n>tripyanti tat-skandha-bhujopa&#347;&#257;kh&#257;h</P><P CLASS=n>pr&#257;nopah&#257;r&#257;c ca yathendriy&#257;n&#257;m</P><P CLASS=n>tathaiva sarv&#257;rhanam acyutejy&#257;</P><P>"By watering the root of a tree, one automatically nourishes the branches, twigs and fruits, and by supplying food to the stomach, all the senses are satisfied. Similarly, by rendering devotional service to Krishna, one automatically satisfies the requirements for all other forms of worship." One who is faithful and firmly convinced of this is eligible to be elevated as a pure devotee.</P><P>There are three classes of devotees according to the degree of conviction. The first-class devotee is conversant with all kinds of Vedic literature and at the same time has the firm conviction mentioned above. He can deliver all others from the pangs of material miseries. The second-class devotee is firmly convinced and has strong faith, but he has no power to cite evidence from revealed scriptures. The third-class devotee is one whose faith is not very strong, but, by the gradual cultivation of devotional service, he will eventually be eligible for promotion to the second or first-class position. It is said in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/2/45.htm">11.2.45-47</A>) that the first class devotee always sees the Supreme Lord as the soul of all living entities. Thus in seeing all living entities, he sees Krishna and nothing but Krishna. The second-class devotee places his full faith in the Supreme Personality of Godhead, makes friends with the pure devotees, favors innocent persons and avoids those who are atheistic or opposed to devotional service. The third-class devotee engages in devotional service according to the directions of the spiritual master, or engages out of family tradition, and worships the Deity of the Lord, but he is not cultivated in knowledge of devotional service, and he does not know a devotee from a nondevotee. Such a third-class devotee cannot actually be considered a pure devotee; he is almost in the devotional line, but his position is not very secure.</P><P>One can thus conclude that when a person shows love for God and friendship for devotees, displays mercy towards the innocent and is reluctant to associate with nondevotees, he may be considered a pure devotee. By developing devotional service, such a person can perceive that every living entity is part and parcel of the Supreme. In each and every living entity he can see the Supreme Person, and therefore he becomes highly developed in Krishna consciousness. At this stage he does not distinguish between the devotee and the nondevotee, for he sees everyone in the service of the Lord. He continues to develop all great qualities while engaged in Krishna consciousness and devotional service. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/5/18/12.htm">5.18.12</A>):</P><P>yasy&#257;sti bhaktir bhagavaty akiñcan&#257;</P><P CLASS=n>sarvair gunais tatra sam&#257;sate sur&#257;h</P><P CLASS=n>har&#257;v abhaktasya kuto mahad-gun&#257;</P><P CLASS=n>mano-rathen&#257;sati dh&#257;vato bahih</P><P>"One who attains pure unalloyed devotional service to the Supreme Lord develops all the good qualities of the demigods, whereas a person who doesn't develop such service, despite all material qualifications, is sure to go astray, for he hovers on the mental platform." Thus material qualifications are valueless without devotional service.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>