<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 13: Devotional Service in Attachment</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>"It is neither practical nor necessary for one who is already engaged in devotional service to Me and whose mind is fixed on Me to endeavor for the cultivation of knowledge and renunciation." Thus the Lord's conclusion is that devotional service is independent of any other process. The cultivation of knowledge, renunciation or meditation may be a little helpful in the beginning, but they cannot be considered necessary for the discharge of devotional service. In other words, devotional service can be discharged independently of the cultivation of knowledge and renunciation. In this regard, there is also a verse from Skanda Pur&#257;na in which Parvata Muni told a hunter tribesman: "O hunter, the qualifications which you have just now acquired &#8212; such as nonviolence and others &#8212; are not astonishing, because one who is engaged in devotional service to the Supreme Lord cannot be a source of trouble for anyone under any circumstance."</P><P>After discussing these points, Lord Caitanya told San&#257;tana Gosv&#257;m&#299;, "Thus far I have explained devotional service according to the regulative principles. Now I shall explain devotional service to you in terms of transcendental attachment."</P><P>The inhabitants of Vrind&#257;vana, Vrajav&#257;s&#299;s, are living examples of devotional service. Theirs is ideal devotional service with attachment, and such devotion can be found only in Vrajabh&#363;mi, Vrind&#257;vana. If one develops devotional service and attachment by following in the footsteps of the Vrajav&#257;s&#299;s, he attains r&#257;ga-m&#257;rga-bhakti, or devotional service in attachment to the Lord. According to Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/270">1.2.270</A>), "Devotional service with ecstatic attachment for that service, which becomes natural for the devotee, is called r&#257;ga, or transcendental attachment." Devotional service discharged with such attachment is called r&#257;g&#257;tmik&#257;, and deep attachment with deep absorption in the object of love is called r&#257;g&#257;tmik&#257;. Examples of these can be seen in the activities of the residents of Vrajabh&#363;mi. One who becomes attracted to Krishna by hearing of such attachment is certainly very fortunate. When one becomes deeply affected by the devotion of the residents of Vrajabh&#363;mi and tries to follow in their footsteps, he does not care for the restrictions or regulations of the revealed scriptures. This is the characteristic of one discharging r&#257;ga-bhakti.</P><P>Devotional service with attachment is natural, and one who has been attracted by it does not argue with those who oppose him, even though others may argue by presenting scriptural injunctions. The natural inclination to devotional service is also based on scriptural injunction, and one who has attachment for such devotional service is not required to give it up simply on the strength of scriptural argument. In this connection it should be noted that a class of so-called devotees (known as pr&#257;krita-sahajiy&#257;) follow their own concocted ideas and, representing themselves as Krishna and R&#257;dh&#257;, indulge in debauchery. Such devotional service and attachment are false, and those so engaged are actually gliding down a hellish path. This is not the standard of r&#257;g&#257;tmik&#257;, or devotion. The pr&#257;krita-sahajiy&#257; community is actually cheated and very unfortunate.</P><P>Devotional service with attachment can be executed in two ways &#8212; externally and internally. Externally the devotee strictly follows the regulative principles beginning with chanting and hearing, while internally he thinks of the attachment which attracts him to serve the Supreme Lord. Indeed, he always thinks of his special devotional service and attachment. Such attachment does not violate the regulative principles of devotional service, and a real devotee adheres to these principles strictly; yet he always thinks of his particular attachment.</P><P>Since ali the inhabitants of Vrajabh&#363;mi, Vrind&#257;vana, are very dear to Krishna, a devotee selects one of the inhabitants and follows in his footsteps in order to be successful in his own devotional service. A pure devotee who is attached to the Lord always follows in the footsteps of a personality of Vrajabh&#363;mi. It is advised in Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/294">1.2.294</A>) that a pure devotee attached to devotional service should always remember the activities of a particular inhabitant of Vraja, even though he is not able to live in Vrajabh&#363;mi or Vrind&#257;vana. In this way he can always think of Vrajabh&#363;mi and Vrind&#257;vana.</P><P>The confidential devotees attached to the service of the Lord are divided into several categories: some of them are servants, some are friends, some are parents, and some are conjugal lovers. In devotional service with attachment, one has to follow a particular type of devotee of Vrajabh&#363;mi. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/3/25/38.htm">3.25.38</A>) the Lord says:</P><P>na karhicin mat-par&#257;h &#347;&#257;nta-r&#363;pe</P><P CLASS=n>na&#324;kshyanti no me 'nimisho ledhi hetih</P><P CLASS=n>yesh&#257;m aham priya &#257;tm&#257; suta&#347; ca</P><P CLASS=n>sakh&#257; guruh suhrido daivam ishtam</P><P>"The word mat-para is only used to refer to persons who are satisfied with the idea of becoming My adherents alone. They consider that I am their soul, I am their friend, I am their son, I am their master, I am their well-wisher, I am their God, and I am their supreme goal. My dear mother, time does not act on such devotees." In Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/308">1.2.308</A>), R&#363;pa Gosv&#257;m&#299; offers his respectful obeisances to those who always think of Krishna as He is, and His relation as son, well-wisher, brother, father, friend, etc. Whoever follows the principles of devotional service with attachment and follows a particular devotee of Vrajabh&#363;mi certainly attains the highest perfection of love of Godhead in that spirit.</P><P>There are two characteristics by which the seeds of love of Godhead can develop, and these are known as rati, or attachment, and bh&#257;va, the condition immediately preceding love of Godhead. It is by such attachment and bh&#257;va that the Supreme Lord &#346;r&#299; Krishna is conquered by His devotees. These two characteristics are present before any symptoms of love of Godhead are manifest. This was all explained to San&#257;tana Gosv&#257;m&#299; by Lord Caitanya. Lord Caitanya told him that since there is really no end to describing the system of devotional service with attachment, He is simply trying to offer a sampling. Lord Caitanya then described the ultimate goal of devotional service, which is meant for one who wants to attain perfection. When one's attachment to Krishna becomes very deep, one attains the condition called love of Godhead. Such a state of existence is considered a permanent situation for a devotee. In this regard, Kavir&#257;ja Gosv&#257;m&#299; offered his respectful obeisances to Lord Caitanya for His sublime teachings of love of Godhead. As stated in Caitanya-carit&#257;mrita, (<A CLASS=v HREF="../cc/madhya/23/1.htm">Madhya 23.1</A>): "O Supreme Personality of Godhead, who but You has ever awarded such pure devotional service? O most magnanimous incarnation of the Personality of Godhead, for my part I offer my respectful obeisances to this incarnation known as Gaurakrshna."</P><P>In Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/3/1">1.3.1</A>) the state of being in love with the Godhead is compared to the sunshine emanating from the sun; this shining makes the devotee's heart more and more lovely. The heart of such a devotee is situated in a transcendental position beyond even the mode of goodness. The process for making the heart even more sterilized by the sunshine of love is called bh&#257;va. A description of bh&#257;va is given by R&#363;pa Gosv&#257;m&#299;. Bh&#257;va is called the permanent characteristic of the living entity, and the crucial point of progress for bh&#257;va is called the marginal state of love of Godhead. When the bh&#257;va state becomes deeper and deeper, learned devotees call it love of Godhead. As stated in the N&#257;rada-pañcar&#257;tra:</P><P>ananya-mamat&#257; vishnau</P><P CLASS=n>mamat&#257; prema-sa&#324;gat&#257;</P><P CLASS=n>bhaktir ity ucyate bh&#299;shma-</P><P CLASS=n>prahl&#257;doddhava-n&#257;radaih</P><P>"When one is firmly convinced that Vishnu is the only object of love and worship and that there is no one else &#8212; not even a demigod &#8212; worthy of receiving devotional service, one feels intimacy in his love relationship with God, and this is approved by such personalities as Bh&#299;shma, Prahl&#257;da, Uddhava and N&#257;rada."</P><P>If, due to some righteous activities which provoke devotional service, one is influenced by the service attitude and takes shelter of the good association of pure devotees, he develops attachment for hearing and chanting. By developing chanting and hearing, one can advance further and further in regulative devotional service to the Supreme Lord. As one so advances, his misgivings about devotional service and his attraction for the material world proportionately diminish. By advancing in hearing and chanting, a devotee becomes more firmly fixed in his faith, and gradually his initial faith develops into a taste for devotional service, and that taste gradually develops into attachment. When attachment becomes pure, it exhibits the two characteristics of bh&#257;va and rati. When rati increases, it is called love of Godhead, and love of Godhead is the ultimate goal of human life.</P><P>This process is summarized by R&#363;pa Gosv&#257;m&#299; in Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/4/15">1.4.15-16</A>): The first requirement is faith; it is due to faith that one associates with pure devotees, and, by such association, develops devotional service. As devotional service develops, one's misgivings diminish. Then one is situated in firm conviction, and from that conviction he develops a taste for devotional service and advances to the stage of attachment, whereby he follows the regulative principles of devotional service. After that point, after one makes further progress, he attains the state called bh&#257;va, which is permanent. When such love of God increases, it reaches the highest stage of love of Godhead."</P><P>In Sanskrit this highest stage is called prem&#257;, prem&#257; can be defined as love of God without any expectation of exchange or return. Actually the words prem&#257; and love are not synonymous, yet one can say that prem&#257; is the highest stage of love. One who has attained prem&#257; is the most perfect human being. &#346;r&#299;mad-Bh&#257;gavatam also confirms this statement (Bh&#257;g. <A CLASS=v HREF="../sb/3/25/25.htm">3.25.25</A>): Only by the association of pure devotees can one develop a taste for Krishna consciousness, and when he tries to apply Krishna consciousness in his life, he can achieve everything up to the stage of bh&#257;va and prema.</P><P>Lord Caitanya, describing the symptoms of a person who has developed from faith to the stage of bh&#257;va, states that such a person is never agitated even if there are causes for agitation. Nor does such a person waste his time even for a moment; he is always anxious to do something for Krishna. Even if he has no engagement, he will find some work to do for Krishna's satisfaction. Nor does such a person like anything which is not connected with Krishna. Although he is situated in the best position, he does not hanker after honor or personal respect. He is confident in his work, and he is never under the impression that he is not making progress toward the supreme goal of life &#8212; going back to Godhead. Since he is fully convinced of his progress, he is always confident and keeps himself busy to achieve the highest goal. He is very much attached to gratifying the Lord and in chanting or hearing about the Lord, and he is always attached to describing the transcendental qualities of the Lord. He also prefers to live in holy places like Mathur&#257;, Vrind&#257;vana or Dv&#257;rak&#257;. Such characteristics are visible in one who has developed to the stage of bh&#257;va.</P><P>King Par&#299;kshit affords a good example of bh&#257;va. When sitting on the banks of the Ganges waiting to meet his death, he said: "All the br&#257;hmanas present here, as well as Mother Ganges, should know that I am a soul completely surrendered to Krishna. I do not mind if I am immediately bitten by the snake sent by the br&#257;hmana boy's curse. Let the snake bite me as it likes. I shall be pleased if all of you present here will go on chanting the message of Krishna." Such a devotee is always anxious to see that his time is not wasted in anything which is not connected with Krishna. Consequently he does not like the benefits derived from fruitive activity, yogic meditation or the cultivation of knowledge. His attachment is to discourses which are favorably related to Krishna. Such pure devotees of the Lord always pray to the Supreme Lord with tears in their eyes; their minds are always engaged in recollecting the activities of the Lord, and their bodies are always engaged in offering obeisances. In this way they are satisfied. Any devotee who is acting in devotional service dedicates his life and body for the purpose of the Lord.</P><P>King Bharata &#8212; after whom India is called Bh&#257;rata-varsha &#8212; was also a pure devotee, and at an early age he left his household life, his devoted beautiful wife, his son, friends and kingdom just as if they were stool. This is typical of a person who has developed bh&#257;va in devotional service. Such a person thinks of himself as the most wretched, and his only satisfaction is in thinking that some day or other Krishna will be kind enough to favor him by engaging him in devotional service. In the Padma Pur&#257;na another instance of pure devotion is found. There it is recorded that the king, although the most elevated of human beings, was begging from door to door and was even praying to the cand&#257;las, the lowest members of human society.</P><P>It was San&#257;tana Gosv&#257;m&#299; who later composed this verse:</P><P>na prem&#257; &#347;ravan&#257;di-bhaktir api v&#257; yogo 'thav&#257; vaishnavo</P><P CLASS=n>jñ&#257;nam v&#257; &#347;ubha-karma v&#257; kiyad aho saj-j&#257;tir apy asti v&#257;</P><P CLASS=n>h&#299;n&#257;rth&#257;dhika-s&#257;dhake tvayi tath&#257;py acchedya-m&#363;l&#257; sat&#299;</P><P CLASS=n>he gop&#299;janavallabha vyathayate h&#257; h&#257; mad&#257;&#347;aiva m&#257;m</P><P>"I am poor in love of Godhead, and I have no asset for hearing about devotional service. Nor do I have any understanding of the science of devotional service, nor any cultivation of knowledge, nor any righteous activities to my credit. I am not even born in a high family. Nonetheless, O darling of the damsels of Vraja, I still maintain hopes of achieving You, and these hopes are always disturbing me." Such a devotee, being touched deeply by such strong desires, always chants Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P>In this regard, the following verse by Bilvama&#324;gala appears in the krishna-karn&#257;mrita (32):</P><P>tvac chai&#347;avam tri-bhuvan&#257;dbhutam ity avehi</P><P CLASS=n>mac c&#257;palam ca tava v&#257; mama v&#257;dhigamyam</P><P CLASS=n>tat kim karomi viralam mural&#299;vil&#257;si</P><P CLASS=n>mugdhah mukh&#257;mbujam ud&#299;kshitum &#299;kshan&#257;bhy&#257;m</P><P>"O Krishna, O wonderful flute player, the beauty of Your boyhood activities is very wonderful in this world. You know the agitation of my mind, and I know what You are. No one knows how confidential our relationship is. Although my eyes are anxious to see You and Your face, I cannot see You. Please let me know what I shall do." A similar passage appears in Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/3/38">1.3.38</A>) in which R&#363;pa Gosv&#257;m&#299; states:</P><P>rodana-bindu-maranda-syandi-</P><P CLASS=n>drigind&#299;var&#257;dya govinda</P><P CLASS=n>tava madhura-svara-kanth&#299;</P><P CLASS=n>g&#257;yati n&#257;m&#257;val&#299;m b&#257;l&#257;</P><P>"O Govinda! This young girl with tears in her eyes is crying in a sweet voice, chanting Your glories." Such pure devotees are always anxious to describe the glories of Krishna and to live in a place where He exhibited His pastimes. A similar verse appears again in krishna-karn&#257;mrita (92): "The body of Krishna is so nice, and His face is so beautiful. Everything about Him is sweet and fragrant." And in Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/156">1.2.156</A>): "O lotus-eyed one, when will I be able to always chant Your holy name, and being inspired by that chanting, when will I be able to dance on the banks of the Yamun&#257;?"</P><P>All these descriptions of the bh&#257;va stage of devotional service were quoted by Lord Caitanya to San&#257;tana Gosv&#257;m&#299;. Lord Caitanya next proceeded to describe the symptoms of actual love for Krishna. He informed San&#257;tana Gosv&#257;m&#299; that no one can understand the person who has developed love of Krishna. No one can understand his words, his activities or his symptoms. Even if one is very learned, it is very difficult for him to understand a pure devotee who is in love with the Lord. This is also confirmed in Bhakti-ras&#257;mrita-sindhu.</P><P>A person engaged in devotional service becomes heartsick when singing the glories of the Supreme Lord. Because the Lord is very dear to him, when he glorifies the Lord's name, fame and so on, he becomes almost like an insane man, and in that condition he sometimes laughs, sometimes cries and sometimes dances. He continues in this way without even considering his situation. By gradually developing his love of Godhead, he increases his affection, his emotion and his ecstasy. Such attachment, mah&#257;bh&#257;va, is the highest stage of devotional love. It may be likened to sugar candy, which is the most powerful form of sugar. Love of Godhead can gradually develop in such a way that transcendental pleasure is increased to the highest stage for the real devotee.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>