<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 16: Conclusion of Teachings to San&#257;tana Gosv&#257;m&#299;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>'py ekena bh&#257;ty esha bhavo gunena</P><P CLASS=n>sat-sa&#324;gam &#257;khyena sukh&#257;bahena</P><P CLASS=n>krit&#257;dya no yena kri&#347;&#257; mumuksh&#257;</P><P>"O great soul, although there are many flaws within this miserable life, there is yet one glory &#8212; the association of pure devotees. Cultivate such association. By it our desire for liberation diminishes."</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/2/37.htm">11.2.37</A>) it is stated that man's fear is due to his material conception of life and to his forgetting his eternal relationship with the Supreme Lord. Consequently he finds himself having only perverted memories. This occurs due to the spell of material energy. One who has sufficient intelligence will engage himself in full devotional service and regard the Supreme Lord as his spiritual master and worshipable God. The conclusion is that no one can attain a revolution in consciousness without engaging in devotional service to the Lord. When one is actually free from material contamination, he can fully engage himself in Krishna consciousness.</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/14/4.htm">10.14.4</A>) it is again clearly said that one who engages in spiritual life to understand things as they are but who lacks all intentions of engaging in Krishna consciousness, simply achieves trouble for his undertaking. There is no substance to his life. Every living entity is part and parcel of the Supreme Lord, and therefore it is the duty of every living entity to serve that supreme whole. Without such service, the living entity falls into material contamination.</P><P>Lord Caitanya concluded His teachings to San&#257;tana Gosv&#257;m&#299; by pointing out that the six kinds of &#257;tm&#257;r&#257;mas engage in some kind of devotional service to Krishna. In other words, at some time or another all the transcendentalists ultimately come to understand the necessity of rendering devotional service to Krishna and become fully Krishna conscious. Even if one is very learned or extravagant, he can still engage in the devotional service of the Lord.</P><P>The transcendentalists can be categorized into six basic types: the neophyte transcendentalist, the absorbed transcendentalist, one who is actually situated in transcendence, one who actually desires liberation, one who is actually liberated, and one who is actually engaged in activities in his constitutional position. All of these are called &#257;tm&#257;r&#257;ma. When a person becomes &#257;tm&#257;r&#257;ma, or a great thinker in Krishna consciousness, he fully engages in devotional service. According to the grammatical rules, there are many &#257;tm&#257;r&#257;mas, but one sense of the word is sufficient to represent the others. In the collective sense, all the &#257;tm&#257;r&#257;mas are inclined to worship the Supreme Lord Krishna.</P><P>The mystic who worships the Supersoul within himself is also called &#257;tm&#257;r&#257;ma. The &#257;tm&#257;r&#257;ma yog&#299;s are of two kinds: sagarbha and nigarbha, It is stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/2/2/8.htm">2.2.8</A>): "Some yog&#299;s meditate within their heart on the localized Vishnu, who is four-handed and who holds four symbols: conch, disc, mace and lotus." The yog&#299; who thinks of the four-handed Vishnu becomes absorbed in devotional ecstasy and evinces the symptoms of that state. Sometimes he cries, and sometimes he feels separation. In this way he merges in transcendental bliss. The result of all this is that he becomes entrapped like a fish.</P><P>The sagarbha and nigarbha yog&#299;s can be further divided into three categories: the beginner, the ascendent, and he who has already attained perfection. These yog&#299;s are described in the Sixth Chapter of Bhagavad-g&#299;t&#257;. Those who are trying to ascend on the path of mystic yoga are called &#257;rurukshu. In &#257;rurukshu yoga, various sitting postures are practiced, and the mind is concentrated. But when one has already ascended to the path of yoga, meditation and detachment are the goals, and when one is no longer attached to working for sense gratification, he gradually becomes free. At that time he also attains a state of ecstasy called yoga &#257;r&#363;dha. If these mystic yog&#299;s somehow or other come in contact with a saintly person, they become devotees of Krishna. The word urukrama indicates the Supreme Lord. All the &#257;tm&#257;r&#257;mas are engaged in devotional service to Urukrama. Before engaging in devotional service, such transcendentalists are called &#347;&#257;ntas, or pacified devotees. The word &#257;tm&#257;, or self, is sometimes translated as "mind." Sometimes mental speculators present philosophical theories in different ways, but when they come in contact with saintly persons engaged in devotional service, they also become devotees.</P><P>&#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/87/18.htm">10.87.18</A>) describes the two classes of yog&#299;s (sagarbha and nigarbha) as follows: "The yog&#299;s begin their practice of yoga by worshiping the abdomen, and they try to concentrate their attention on their intestines. Gradually their meditation rises to the heart and concentrates on the mind and the heart. Then their attention rises to the top of the head, and one who can rise to that position is understood to have become perfect and to be no longer subjected to birth and death." Even if such yog&#299;s come in contact with pure devotees, they also render causeless devotional service to the Lord.</P><P>The word &#257;tm&#257; also means "to endeavor." In every practice there is some endeavor, and the ultimate endeavor is the endeavor to reach the highest perfectional stage of devotional service. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/5/18.htm">1.5.18</A>) it is stated that one should try to attain the highest goal, which cannot be attained either in the higher or lower planetary systems. The idea is that material happiness and misery are available in all planetary systems in the course of time, but the highest achievement, devotional service, cannot be attained anywhere without endeavor. Therefore in the Brihan-n&#257;rad&#299;ya Pur&#257;na it is said that one who is serious about understanding the highest perfectional stage of devotional service can become successful in everything simply by his endeavor. One cannot attain the highest perfectional stage of devotional service without personal endeavor. As Krishna states in Bhagavad-g&#299;t&#257;:</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me." (<A CLASS=v HREF="../bg/10/10.htm">Bg. 10.10</A>)</P><P>The word &#257;tm&#257; also means patience and perseverance. By patience and perseverance one can achieve the highest stage of devotional service.</P><P>As far as the word muni is concerned, there are additional meanings. The word also refers to a bird and a large black bee. Another meaning of the word nirgrantha is "a foolish person." Thus even birds, bees and foolish people engage in the service of the Supreme Lord when they are favored by the pure devotee. Indeed, it is stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/21/14.htm">10.21.14</A>) that the birds are devoted to the service of the Supreme Lord. It is also stated there (10.15.6) that black bees always follow Krishna and Balar&#257;ma. Concerning this, &#346;r&#299; Krishna even described the devotional service which the bees and wasps were rendering unto the Supreme Personality of Godhead. Lord Krishna said:</P><P>ete 'linas tava ya&#347;o 'khila-loka-t&#299;rtham</P><P CLASS=n>g&#257;yanta &#257;di purush&#257;nupadam bhajante</P><P CLASS=n>pr&#257;yo am&#299; muni-gan&#257; bhavad&#299;ya-mukhy&#257;</P><P CLASS=n>g&#363;dham vane 'pi na jahaty anagh&#257;tma-daivam</P><P>"O supremely virtuous one, O Personality of Godhead [Balar&#257;ma], just see how these bees and wasps are following You, glorifying Your transcendental fame and worshiping You. Actually these wasps and bees are not as they appear; they are great sages who are taking this opportunity to worship the supreme soul. Although You are not known by ordinary persons, they know You, and they are following and glorifying You." There is a similar verse in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/15/7.htm">10.15.7</A>) which describes the reception given to Balar&#257;ma and Krishna by the peacocks of Vrind&#257;vana. "O worshipable one, just see how the peacocks that are returning to their nests are receiving You with full pleasure. These peacocks are just like the damsels of Vraja. The cuckoos on the branches of the trees are also receiving You in their own way. The residents of Vrind&#257;vana are so glorious that everyone is prepared to render devotional service to the Lord." It is stated in another verse of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/35/11.htm">10.35.11</A>): "O just see how the cranes and swans on the water are singing the glories of the Lord! Indeed, they are standing in the water meditating and worshiping Him." It is stated elsewhere in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/2/4/18.htm">2.4.18</A>): "Even the aborigines and uncivilized human beings like Kir&#257;tas, H&#363;nas, &#256;ndhra, Pulinda, Pulka&#347;a, &#256;bh&#299;ra, &#346;umbha, Yavana and Khasa, as well as many other human beings in the lower species, can all be purified simply by taking shelter of the pure devotees." Therefore &#346;ukadeva Gosv&#257;m&#299; offered his respectful obeisances unto Lord Vishnu, whose devotees can work so wonderfully.</P><P>Another meaning of the word dhriti is "to realize oneself as elevated." When one realizes his own elevation, he feels that he is free from all miseries and is elevated to the highest platform of life. All devotees of Krishna in full Krishna consciousness are free from all kinds of material pleasures and miseries. They are fully absorbed in the service of the Lord, and they are always jolly by virtue of their engagement in His transcendental service. They are experienced men of happiness. Indeed, they are so happy that they do not even wish to be promoted to the spiritual planets, for they are happy in every sphere of life. Being full in the transcendental service of the Lord, they desire neither material objects or material sense pleasures. As stated by the Gosv&#257;m&#299;s: "Persons whose senses are fixed in the service of the Supreme Lord can be called peaceful."</P><P>Thus the word &#257;tm&#257;r&#257;ma indicates that even birds, beasts and fools &#8212; in short, everyone &#8212; can become attracted by the transcendental qualities of Krishna, engage in His service and become liberated.</P><P>Still another meaning of &#257;tm&#257; is "intelligence." One who has special intelligence is also called &#257;tm&#257;r&#257;ma. The &#257;tm&#257;r&#257;mas with special intelligence are of two kinds. One is the learned sage, and the other is the fool without book knowledge. Both of these can have an opportunity to associate with the pure devotee. Even the foolish &#257;tm&#257;r&#257;mas can give up everything and engage themselves in Krishna consciousness in pure devotional service. In &#346;r&#299;mad-Bh&#257;gavatam it is stated that the Lord is the origin of everything and that everything emanates from Him. Anyone who is actually intelligent can understand that the Supreme Lord Krishna is the source of everything and thus engage in His service. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/2/7/46.htm">2.7.46</A>): "What to speak of persons who are intelligent enough to study the Vedas &#8212; even less intelligent persons like women, laborers, the H&#363;na, &#346;abara, and the birds and beasts can achieve the highest perfectional stage of life." As previously quoted, Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/10/10.htm">10.10</A>) also indicates that when a person becomes highly intelligent and engages in Krishna consciousness, Krishna reciprocates by giving him the intelligence by which he can be promoted to the abode of the Supreme Lord.</P><P>The Lord then told San&#257;tana Gosv&#257;m&#299; that the association of good devotees, engagement in the transcendental service of the Lord, the understanding of &#346;r&#299;mad-Bh&#257;gavatam, the chanting of the holy name of the Lord, and residence in a holy place like Vrind&#257;vana or Mathur&#257; are all very important for elevation to the transcendental plane. One need not attain all five of these items; if one is expert in just one of them, he will, without fail, be elevated to the stage of love of Godhead. One who is actually intelligent gives up all material desires and engages in the transcendental service of Krishna. The influence of devotional service is such that when a person engages in it, he gives up all material desires and becomes fully attached to Krishna, being inspired by the transcendental qualities of the Lord. Such is the beauty of the Lord in the eyes of His devotee.</P><P>Another meaning of the word &#257;tm&#257; is "nature." In this case the word &#257;tm&#257;r&#257;ma indicates that everyone is enjoying the particular nature he has acquired. However, the ultimate nature, or the perpetual eternal nature of the living entity, is to serve the Supreme Lord. One who attains to the perfection of understanding his real nature &#8212; as eternal servant of the Lord &#8212; gives up his designative (material, or bodily) conception of life. That is real knowledge. Those who are in pursuit of knowledge and who get the opportunity to associate with a pure devotee also engage in the devotional service of the Lord. Sages like the four Kum&#257;ras, as well as fools and birds, can engage in the Lord's transcendental service. By being favored with Krishna's causeless mercy, anyone and everyone can be elevated to the platform of Krishna consciousness.</P><P>When one becomes attracted by the transcendental qualities of Krishna, he begins devotional service. &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/15/8.htm">10.15.8</A>) glorifies the land of Vrind&#257;vana in this way:</P><P>dhanyeyam adya dharan&#299; trina-v&#299;rudhas tvat-</P><P CLASS=n>p&#257;da-spri&#347;o druma-lat&#257;h karaj&#257;bhimrisht&#257;h</P><P CLASS=n>nadyo 'drayah khaga-mrig&#257;h saday&#257;valokair</P><P CLASS=n>gopyo 'ntarena bhujayor api yat-sprih&#257; &#347;r&#299;h</P><P>"This land of Vrajabh&#363;mi is glorified by the touch of Your feet. Being touched by Your fingers, the creepers also glorify You. When You look on the hills, rivers and lower animals, they are all glorified, and the gop&#299;s, being embraced by Your transcendental arms, are also glorified." The gop&#299;s (cowherd girls) glorified Vrind&#257;vana in the following words: "Dear friends, all these inhabitants of Vrajabh&#363;mi &#8212; including birds, beasts, and trees &#8212; are glorified when they see Lord Krishna going to the pasturing ground with His friends and Balar&#257;ma."</P><P>The word &#257;tm&#257; also means "this body." The yog&#299;s who practice bodily exercises, considering the body to be the self, are also elevated to the transcendental service of the Lord if they associate with pure devotees. There are many people who believe the body to be the self, and they are engaged in many fruitive activities, including bathing rituals and ordinary worldly activities. However, when they come in contact with a pure devotee, they also engage in the transcendental service of the Lord.</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/18/12.htm">1.18.12</A>) it is stated: "O my dear S&#363;ta Gosv&#257;m&#299;, even though we have become darkened by the sacrificial smoke of fruitive activities, you have given us the nectar of Krishna's lotus feet." It is also stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/4/21/31.htm">4.21.31</A>): "The waters of the Ganges flow from the tip of the lotus feet of Krishna, and by bathing in that water, everyone &#8212; including fruitive actors and all sages &#8212; can wash dirty things from the mind.</P><P>Even those who believe that the body is the self, or those who are full of material desires, are also, in a sense, &#257;tm&#257;r&#257;ma. When they associate with the pure devotees of the Lord, they give up their material desires and become perfect in the service of the Lord. The best example of this is found in the Hari-bhakti-sudhodaya (<A CLASS=v HREF="http://vedabase.net/todo/sudhodaya/7/28">7.28</A>), wherein Dhruva Mah&#257;r&#257;ja said:</P><P>sth&#257;n&#257;bhil&#257;s&#299; tapasi sthito 'ham</P><P CLASS=n>tv&#257;m pr&#257;ptav&#257;n deva-mun&#299;ndra-guhyam</P><P CLASS=n>k&#257;cam vicinvann api divya-ratnam</P><P CLASS=n>sv&#257;min krit&#257;rtho 'smi varam na y&#257;ce</P><P>"My dear Lord, I came to worship You because I desired some land on this earth, but fortunately I have attained You, who are beyond even the perception of great sages and saintly persons. I came to search out some particles of colored glass, but instead I found a very valuable gem like You. I am satisfied, and I do not desire to ask anything of You."</P><P>There is also another meaning to the word nirgrantha. The word can also mean "foolish hunter," or "wretched poor man." There is one instance of a hunter who attained salvation and engaged himself in the devotional service of the Lord simply by associating with the pure devotee N&#257;rada. Indeed, Lord Caitanya told San&#257;tana Gosv&#257;m&#299; the following story of the hunter's meeting with N&#257;rada.</P><P>Once there was a hunter in the forest of Pray&#257;ga who was fortunate enough to meet N&#257;rada Muni when the great sage was returning from Vaikuntha after visiting Lord N&#257;r&#257;yana. N&#257;rada came to Pray&#257;ga to bathe in the confluence of the Ganges and Yamun&#257;. While passing through the forest, N&#257;rada saw a bird lying on the ground. The bird was half-killed, being pierced by an arrow, and it was chirping pitifully. Further on, N&#257;rada saw a deer flopping about in agony. Further, he saw that a boar was also suffering, and, in another place, he saw a rabbit twitching in pain. All this made him very compassionate, and he began to think, "Who is the foolish man who has committed such sins?" Devotees of the Lord are generally compassionate upon the miseries of living entities, and what to speak of the great sage N&#257;rada? He became very much aggrieved by this scene, and after proceeding a few steps, he saw the hunter engaged in hunting with bow and arrows. The hunter's complexion was very dark, and his eyes were red. It appeared to be dangerous just to see him standing there with his bow and arrows, looking just like an associate of Yamar&#257;ja, death. Seeing him, N&#257;rada Muni entered deeper into the forest to approach him. As N&#257;rada Muni passed through the forest, all the animals who were caught in the hunter's traps fled away. The hunter became very angry at this, and he was just about to call N&#257;rada vile names, but, due to the influence of saintly N&#257;rada, the hunter could not utter such blasphemies. Rather, with gentle behavior, he asked N&#257;rada: "My dear sir, why have you come here while I am hunting? Have you strayed from the general path? Because you have come here, all the animals in my traps have fled."</P><P>"Yes, I am sorry," N&#257;rada replied. "I have come to you to find my own path and to inquire from you. I have seen that there are many boars, deer and rabbits on the path. They are lying on the forest floor half-dead and flopping about. Who has committed these sinful acts?"</P><P>"What you have seen is all right," the hunter replied. "It was done by me."</P><P>"If you are hunting all these poor animals, why don't you kill them at once?" N&#257;rada asked. "You half-kill them, and they are suffering in their death pangs. This is a great sin. If you want to kill an animal, why don't you kill it completely? Why do you leave it half-killed and allow it to die flopping around?"</P><P>"My dear Lord," the hunter replied. "My name is Mrig&#257;ri, enemy of animals. I am simply following the teachings of my father who taught me to half-kill animals and leave them flopping about. When a half-dead animals suffers, I take great pleasure in it."</P><P>"I beg one thing from you only," N&#257;rada implored. "Please accept it."</P><P>"Oh, yes sir, I shall give you whatever you like," the hunter said. "If you want some animal skins, come to my house. I have many skins of animals, including tigers and deer. I shall give you whatever you like."</P><P>"I do not want such things," N&#257;rada replied. "However, I do want something else. If you kindly grant it to me, I shall tell you. Please, henceforth from tomorrow, whenever you kill an animal, please kill it completely. Don't leave it half-dead."</P><P>"My dear sir, what are you asking of me? What is the difference between half-killing an animal and killing it completely?"</P><P>"If you half-kill the animals, they suffer great pain," N&#257;rada explained. "And if you give too much pain to other living entities, you commit great sin. There is a great offense committed when you kill an animal completely, but the offense is much greater when you half-kill it. Indeed, the pain which you give half-dead animals will have to be accepted by you in a future birth."</P><P>Although the hunter was very sinful, his heart became softened, and he became afraid of his sins by virtue of his association with a great devotee like N&#257;rada. Those who are grossly sinful are not at all afraid of committing sins, but here we can see that because his purification began in the association of a great devotee like N&#257;rada, the hunter became afraid of his sinful activities. The hunter therefore replied: "My dear sir, from my very childhood I have been taught to kill animals in this way. Please tell me how I can get rid of all the offenses and sinful activities which I have accumulated. I am surrendering unto your feet. Please save me from all the reactions of my sinful activities which I have committed in the past, and please direct me to the proper path so that I can be free."</P><P>"If you actually want to follow my directions, I can tell you the real path by which you can be freed from sinful reactions."</P><P>"I shall follow whatever you say without hesitation," the hunter agreed.</P><P>N&#257;rada then told him to first break his bow; only then would he disclose the path of liberation.</P><P>"You are asking me to break my bow," the hunter protested, "but if I break it, what will be the means of my livelihood?"</P><P>"Don't worry about your livelihood," N&#257;rada said. "I shall send you sufficient grains in order to live.',</P><P>The hunter then broke his bow and fell down at the feet of N&#257;rada. N&#257;rada got him to stand up, and he instructed him: "Just go to your home and distribute whatever money and valuables you have to the devotees and the br&#257;hmanas. Then just come out and follow me wearing only one cloth. Construct a small thatched house on the river bank and sow a tulas&#299; plant by that house. Just circumambulate the tulas&#299; tree, and every day taste one fallen leaf. Above all, always chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. As far as your livelihood is concerned, I shall send you grains, but you will only accept as much grain as you require for yourself and your wife."</P><P>N&#257;rada then relieved the half-dead animals, and, getting freed from their dreadful condition, they fled away. Upon seeing N&#257;rada execute this miracle, the dark hunter was struck with wonder. After taking N&#257;rada to his home, he bowed down again at his feet.</P><P>N&#257;rada returned to his place, and the hunter, after returning home, began to execute the instructions N&#257;rada had given him. In the meantime, news spread amongst all the villages that the hunter had become a devotee. Consequently the residents of the villages came to see the new Vaishnava. It is the Vedic custom to bring grains and fruits whenever one goes to see a saintly person, and since all the villagers saw that the hunter had turned into a great devotee, they brought eatables with them. Thus every day he was offered grains and fruit, so much so that no less than ten to twenty people could have eaten there. According to N&#257;rada's instructions, he did not accept anything more than what he and his wife required for sustenance.</P><P>After some days had passed, N&#257;rada told his friend Parvata Muni: "I have a disciple. Let us go to see him and see if he is doing well."</P><P>When the two sages, N&#257;rada and Parvata, went to the hunter's home, the hunter saw his spiritual master coming from the distance, and he began to approach him with great respect. On his way to greet the great sages, the hunter saw that there were ants on the ground before him and that they were hindering his passage. When he reached the sages, he tried to bow down before them, but he saw that there were so many ants that he could not bow down without crushing them. Thus he slowly cleared away the ants with his cloth. When N&#257;rada saw that the hunter was trying to save the lives of the ants in this way, he was reminded of a verse from the Skanda Pur&#257;na: "Is it not wonderful that a devotee of the Lord is not inclined to give any sort of pain to anyone, not even to an ant?"</P><P>Although the hunter formerly took great pleasure in half-killing animals, since he became a great devotee of the Lord, he was not prepared to give pain even to an ant. The hunter received the two great sages at his home and offered them a sitting place, brought water, washed their feet, took water to them to drink, and finally both he and his wife touched the water with their heads. After this, they began to feel ecstasy and began to dance and sing Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. They raised their hands and danced with their clothes flying. When the two great sages saw this ecstasy of love of Godhead manifest in the body of the hunter, Parvata Muni told N&#257;rada: "You are a touchstone, for by your association even a great hunter has turned into a great devotee."</P><P>There is a verse in the Skanda Pur&#257;na which states: "My dear Devarshi [N&#257;rada], you are glorious, and by your mercy, even the lowest creature, a hunter of animals, also became elevated to the path of devotion and attained transcendental attachment for Krishna."</P><P>At length, N&#257;rada inquired of the hunter-devotee: "Are you getting your foodstuff regularly?"</P><P>"You send so many people," the hunter replied, "and they bring so many eatables that we cannot begin to eat them."</P><P>"That's all right," N&#257;rada replied. "Whatever you are getting is all right. Now just continue your devotional service in that way."</P><P>After N&#257;rada had spoken this, both N&#257;rada and Parvata Muni disappeared from the hunter's home. Lord Caitanya recited this story in order to show that even a hunter can engage in the devotional service of Krishna by the influence of pure devotees.</P><P>Continuing to explain the &#256;tm&#257;r&#257;ma verse, Lord Caitanya pointed out that the word &#257;tm&#257; also indicated all varieties of the Personality of Godhead. Generally the Personality of Godhead Himself, Krishna, and His different expansions are all known as the Personality of Godhead.</P><P>Anyone who is engaged in the devotional service of any form or extension of the Supreme Personality of Godhead is also called &#257;tm&#257;r&#257;ma. All such devotees engage themselves either in the regulative principles of devotional service or in devotional service in transcendental love. These devotees are also divided into three categories: the associates, those perfected in devotional service, and those newly engaged in devotional service. Newly engaged devotees can be divided into two: those who have already attained attachment for the Lord and those who have not attained such attachment. When considered according to the two divisions of devotional service (namely regulative &#8212; and attachment in transcendental love) these classes of devotees become eight in number. By following the regulative principles of devotion, the perfect associates of the Lord are further divided into four classes: the servants, the friends, the parental superiors and the fiancees.</P><P>Just as some devotees are perfected by the execution of devotional service, so some of them are eternally perfect. Of those following the regulative principles of devotional service, there are the advanced and the beginners; and in the transcendental loving service of the Lord, there are sixteen types of devotees. Thus the &#257;tm&#257;r&#257;mas can be considered to exist in thirty-two divisions. If the words muni, nirgrantha, ca and api are applied to the thirty-two classes, then there are fifty-eight different types of devotees. All these devotees can be described by one word: &#257;tm&#257;r&#257;ma. There may be many different kinds of trees standing in the forest, but the word "tree" describes them all.</P><P>Thus the Lord gave sixty different meanings to the word &#257;tm&#257;r&#257;ma. In addition, He said that &#257;tm&#257; means "the living entity, beginning from the first living creature, Brahm&#257;, down to the ant." He cited a verse from the Sixth Chapter of Vishnu Pur&#257;na in which it is stated that all the energies of the Lord are spiritual. Although this is the case, the energy which is known as the source of the living entity is called spiritual, but the other energy, which is full of ignorance and is manifested in material activities, is called material nature. Even in the material creation, the living entities are innumerable. If by chance a living entity in the material world can associate with a pure devotee, he can engage in the pure devotional service of Krishna. "Formerly I thought of sixty different meanings for the word &#257;tm&#257;r&#257;ma," the Lord told San&#257;tana Gosv&#257;m&#299;, "but here another meaning comes to My mind by your association."</P><P>After hearing the different explanations of the word &#257;tm&#257;r&#257;ma, San&#257;tana Gosv&#257;m&#299; was struck with wonder, and he fell down in devotion at the feet of Lord Caitanya. "I understand that You are personally the Supreme Personality of Godhead, Krishna," San&#257;tana said, "and with Your breathing there are many manifestations of Vedic literature. You are the teacher of &#346;r&#299;mad-Bh&#257;gavatam, and You best know the meanings of the verses of &#346;r&#299;mad-Bh&#257;gavatam. It is not possible for others to understand the confidential meanings of &#346;r&#299;mad-Bh&#257;gavatam without Your mercy."</P><P>"Do not try to praise Me in that way," the Lord told San&#257;tana. "Just try to understand the real nature of &#346;r&#299;mad-Bh&#257;gavatam. &#346;r&#299;mad-Bh&#257;gavatam is the sound representation of the Supreme Lord Krishna; therefore &#346;r&#299;mad-Bh&#257;gavatam is not different from Krishna. Krishna is unlimited, and similarly, each word and letter of &#346;r&#299;mad-Bh&#257;gavatam has unlimited meanings. One can understand these meanings through the association of devotees. Don't, then, say that Bh&#257;gavatam is simply a collection of answers to questions."</P><P>There were six questions put by the sages of Naimish&#257;ranya to S&#363;ta Gosv&#257;m&#299;, and S&#363;ta Gosv&#257;m&#299; explained or answered the six questions in &#346;r&#299;mad-Bh&#257;gavatam. There is a verse in the Vedic literature in which Lord &#346;iva says, "As far as Bh&#257;gavatam is concerned, I may know it, or &#346;ukadeva or Vy&#257;sadeva may know it, or we may not know it &#8212; but actually Bh&#257;gavatam is to be understood by devotional service and from a devotee, and not by one's own intelligence or by academic commentaries." At the beginning of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/1/23.htm">1.1.23</A>) the sages of Naimish&#257;ranya asked,</P><P>br&#363;hi yoge&#347;vare krishne</P><P CLASS=n>brahmanye dharma-varmani</P><P CLASS=n>sv&#257;m k&#257;shth&#257;m adhunopete</P><P CLASS=n>dharmah kam &#347;aranam gatah</P><P>"My dear Sir, kindly tell us whether the principles of religion have gone with the Lord, after His departure for His own abode. How can we find such principles after His departure?"</P><P>The reply was (1.3.43):</P><P>krishne sva-dh&#257;mopagate</P><P CLASS=n>dharma-jñ&#257;n&#257;dibhih saha</P><P CLASS=n>kalau nashta-dri&#347;&#257;m esha</P><P CLASS=n>pur&#257;n&#257;rko 'dhunoditah</P><P>"After Krishna departed to His abode with all religious principles, His representative, the &#346;r&#299;mad-Bh&#257;gavatam, the Mah&#257;-Pur&#257;na, remains as the blazing, illuminating sun."</P><P>Lord Caitanya then told San&#257;tana Gosv&#257;m&#299;: "I was just like a madman in describing this &#256;tm&#257;r&#257;ma verse in so many ways. Do not mind if I have said something mad. But if someone becomes a madman like Me, he can understand the real meaning of &#346;r&#299;mad-Bh&#257;gavatam as I have explained it."</P><P>Then San&#257;tana Gosv&#257;m&#299;, with folded hands, fell at the feet of Lord Caitanya and prayed. "My dear Lord," he said, "You have asked me to prepare the regulative principles of devotional service, but I belong to the lowest caste. I have no knowledge. I do not know how such an important task can be finished by me. If You will kindly give me some hints about the preparation of such a book on devotional service, it may be that I shall be qualified to write it."</P><P>The Lord then blessed him saying, "Whatever you write, by the grace of Krishna, will come out of your heart and will be accepted as you have requested. I will also give you some notes that you can take down. The first and foremost point is that one should accept a bona fide spiritual master. That is the beginning of spiritual life." Lord Caitanya then requested San&#257;tana Gosv&#257;m&#299; to write down the symptoms of a true guru and the symptoms of a true devotee. The symptoms of a devotee are described in the Padma Pur&#257;na: A person who is a qualified br&#257;hmana and at the same time has all the symptoms of a devotee can become a spiritual master for all classes of men. Such a devotee and spiritual master must be respected as God Himself. Even though a person may be born in a very respectable br&#257;hmana family, he cannot become a bona fide spiritual master if he is not a devotee of the Lord. One should not mistakenly think that a bona fide spiritual master has to be born in a so-called br&#257;hmana family. The idea is that a spiritual master must be a qualified br&#257;hmana; that is, he must be qualified by his activities.</P><P>This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam when N&#257;rada speaks of the different symptoms characterizing the four divisions of social life. N&#257;rada therein summarizes that br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras should be selected by their individual qualifications. In his commentary, &#346;r&#299;dhara Sv&#257;m&#299; has noted that birth in a family of br&#257;hmanas does not necessarily mean that one is a br&#257;hmana. One must be qualified with the symptoms of a br&#257;hmana, as the symptoms are described in the &#347;&#257;stras. In the disciplic succession of the Gaud&#299;ya Vaishnava samprad&#257;ya, there are two great &#257;c&#257;ryas (Th&#257;kura Narottama and &#346;y&#257;m&#257;nanda Gosv&#257;m&#299;) who were not born in br&#257;hmana families but were accepted as spiritual masters by many br&#257;hmanas of fame, including Ga&#324;g&#257;n&#257;r&#257;yana, R&#257;makrishna, etc.</P><P>In this way there are symptoms which the prospective devotee evinces, and both the disciple and the spiritual master must see whether each other is eligible to become either a bona fide spiritual master or a bona fide student. One should then know that the only worshipable object is the Supreme Personality of Godhead, and one should learn the various mantras and sacred songs.</P><P>The Lord then instructed San&#257;tana to describe the symptoms of those persons who are eligible to accept the mantras and to describe how the mantras should be understood and perfected by ritualistic performances. Then the Lord described initiation, morning duties and duties of cleanliness &#8212; washing the face and brushing the teeth &#8212; the process of work and the prayers to be recited both in the morning and the evening. The Lord also described how one should worship the spiritual master and mark one's body with gop&#299;-candana. He also described how one should collect the tulas&#299; leaves and wash the room and temple of the Lord, and He also described how one should awaken Krishna from His sleep. Lord Caitanya also described different methods for worshiping the Lord, which are the methods of the fivefold paraphernalia and fifty-fold paraphernalia. He described how one should worship the Lord by offering Him &#257;rati five times a day, and He described how one should offer food to Krishna and lay Him down on the bed. Lord Caitanya also spoke of the effect of going to holy places where there are different temples of the Lord and seeing the form of God in the temple. He also spoke of the glorification of the transcendental name of the Lord and the different offenses which one can commit while worshiping. In the worship of the Lord certain paraphernalia is used, such as conchshell, water, fragrant flowers, prayers and hymns, and there is circumambulation and the offering of obeisances as well. One should follow the regulative principles of pura&#347;carana and accept Krishna pras&#257;da, rejecting foodstuff which is not offered to Krishna. Lord Caitanya also cautioned that one should not indulge in defaming a devotee who has the actual symptoms of a devotee.</P><P>Lord Caitanya also explained the symptoms of a holy man and the process of satisfying the sage and rejecting the society of undesirable persons. The Lord also advised that one should hear &#346;r&#299;mad-Bh&#257;gavatam constantly. Also to be followed are duties of the day and duties of the fortnight, as well as fasting on Ek&#257;da&#347;&#299; day. One must also follow the duties of the month and observe ceremonies like the birthday of the Lord, the three specific dates of fasting Ek&#257;da&#347;&#299;, Janm&#257;shtam&#299;, V&#257;manadv&#257;da&#347;&#299;, &#346;r&#299; R&#257;manavam&#299; and Nrisimhacaturda&#347;&#299;. When the fast days overlap with other days (viddh&#257;), they are helpful in the advancement of devotional service. Lord Caitanya further instructed San&#257;tana Gosv&#257;m&#299; to give documentary evidence from the pur&#257;nas in every step. He also mentioned how to establish temples of the Lord, and He described the general behavior, symptoms, and duties and occupation of a Vaishnava. Thus the Lord explained in summary all the details one need know in writing a book on Vaishnava regulative principles.</P><P>San&#257;tana Gosv&#257;m&#299; was a great devotee of the Lord, and he was directly instructed to spread the cult of bhakti by writing many books. There is a description of San&#257;tana in Caitanya-candrodaya, and it is mentioned there that San&#257;tana Gosv&#257;m&#299; was one of the most important personalities in the government of Nawab Hussain. His brother, R&#363;pa Gosv&#257;m&#299;, was also a minister in the government, but both of them gave up their lucrative government posts to become mendicants and serve the Supreme Lord. Externally the brothers became just like ordinary mendicants, but their hearts were filled with transcendental loving service and a great love for the cowherd boy of Vrind&#257;vana. Indeed, San&#257;tana Gosv&#257;m&#299; was dear to all pure devotees of his time.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>