<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 17: Lord Caitanya, the Original Personality of Godhead</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>There is no difference between the energy and the energetic in regard to the Lord's appearance as &#346;r&#299; Caitanya Mah&#257;prabhu and His four associates &#8212; Nity&#257;nanda Prabhu, Advaita Prabhu, Gad&#257;dhara, and &#346;r&#299;v&#257;sa. Amongst these five diverse manifestations of the Supreme Lord (as the Lord Himself and His incarnation, expansion and energies) there is no spiritual difference. They are five in one Absolute Truth. For the sake of relishing transcendental flavors in the Absolute Truth, there are five diverse manifestations. These are called the form of a devotee, the identity of a devotee, the incarnation of a devotee, the pure devotee and devotional energy.</P><P>Out of the five diversities in the Absolute Truth, the form of Lord Caitanya is that of the original Personality of Godhead, Krishna. Lord Nity&#257;nanda is the manifestation of the first expansion of the Supreme Lord. Similarly, Advaita Prabhu is an incarnation of the Supreme Lord. These three &#8212; Caitanya, Nity&#257;nanda and Advaita &#8212; belong to the category of Vishnu-tattva, or the Supreme Absolute Truth. &#346;r&#299;v&#257;sa represents the pure devotee, and Gad&#257;dhara represents the internal energy of the Lord for the advancement of pure devotion. Therefore Gad&#257;dhara and &#346;r&#299;v&#257;sa, although included in Vishnu-tattva, are dependent, diverse energies of the Supreme Lord. In other words, they are not different from the energetic, but they are manifest diversely for the sake of relishing transcendental relationships. The whole process of devotional service involves a transcendental reciprocation in the relationship between the worshiper and the worshiped. Without such a diverse exchange of transcendental flavors, devotional service has no meaning.</P><P>In the Vedic literature (Katha Upanishad) it is stated that the Supreme Lord is the supreme living entity amongst all living entities. There are innumerable living entities, but there is one living entity who is the Supreme Absolute Godhead. The difference between the singular living entity and the plural living entities is that the singular living entity is the Lord of all. Lord Caitanya is that supreme living entity, and He descended to reclaim the innumerable fallen living entities. In other words, the specific purpose of Lord Caitanya's advent was to establish the Vedic fact that there is one Supreme Personality of Godhead predominating over and maintaining the innumerable personalities of all living entities. Because the impersonalist (M&#257;y&#257;v&#257;d&#299;) philosophers cannot understand this, Lord Caitanya advented Himself to enlighten the people in general about the real nature of the relationship between the Supreme and the many entities.</P><P>In Bhagavad-g&#299;t&#257; Krishna's last instructions were that everyone should give up all other engagements and render devotional service unto Him. However, after Krishna's disappearance, less intelligent people misunderstood Him. They became contaminated with the M&#257;y&#257;v&#257;d&#299; philosophy, which produced so many mental speculators that people forgot the actual position of the Absolute Truth and the living entity. Therefore Lord &#346;r&#299; Krishna Himself, as Lord Caitanya, again appeared to teach the fallen souls of this material world the way to approach Lord Krishna. The Bhagavad-g&#299;t&#257; teaches that one should give up everything and be done with this world of material attachment. A pure devotee of Lord Krishna and one who follows the philosophy of Lord Caitanya are one and the same. Caitanya's philosophy is that one should give up everything and worship God, Krishna. Krishna, as the Supreme Lord, the Personality of Godhead, spoke the same words, indicating Himself as the Supreme Lord. However, the M&#257;y&#257;v&#257;d&#299; philosophers misunderstood Him. Therefore Lord Caitanya, to clarify the situation, reiterated Lord Krishna's message: One should not declare himself to be as good as Krishna but should worship Krishna as the Supreme Lord.</P><P>We make a great mistake if we accept Lord Caitanya as a conditioned soul. He is to be understood as the Supreme Absolute Truth, the Personality of Godhead, &#346;r&#299; Krishna Himself. It is therefore said of Lord Caitanya in Caitanya-carit&#257;mrita: "Krishna is now present in His five diverse manifestations." Unless one is situated in uncontaminated goodness, it is very difficult to understand Lord Caitanya as the Supreme Personality of Godhead Himself. Thus in order to understand Lord Caitanya, one has to follow the direct disciples of Lord Caitanya &#8212; the six Gosv&#257;m&#299;s &#8212; and especially the path chalked out by &#346;r&#299;la J&#299;va Gosv&#257;m&#299;.</P><P>The most astonishing fact is that Lord Caitanya, although the Supreme Personality of Godhead, Krishna, never displayed Himself as Krishna. Rather, whenever He was detected by intelligent devotees as Lord Krishna and was addressed as Lord Krishna, He denied it. Indeed, He sometimes placed His hands over His ears, protesting that one should not be addressed as the Supreme Lord. Indirectly, He was teaching the M&#257;y&#257;v&#257;d&#299; philosophers that one should not falsely pose himself as the Supreme Lord and thereby misguide people. Nor should followers be foolish enough to accept anyone and everyone as the Supreme Personality of Godhead. One should test by consulting scriptures and by seeing the activities of the person in question. One should not, however, mistake Lord Caitanya and His five diverse manifestations as ordinary human beings. Lord Caitanya is the Supreme Personality of Godhead, Krishna Himself. The beauty of Lord Caitanya is that although He is the Supreme Lord, He came as a great devotee to teach all conditioned souls how devotional service should be rendered. Conditioned souls who are interested in devotional service should follow in the exemplary footsteps of Lord Caitanya in order to learn how Krishna can be achieved by devotional service. Thus the Supreme Lord Himself teaches the conditioned soul how He should be approached in devotional service.</P><P>By analytically studying the five diverse manifestations of the Supreme Lord, we can come to know that Lord &#346;r&#299; Caitanya Mah&#257;prabhu is the Supreme Absolute and that Lord Nity&#257;nanda is an immediate expansion of the Supreme Absolute Truth. We can also come to understand that Advaita Prabhu is also in the category of the Supreme Personality of Godhead but is subordinate to Lord Caitanya and Nity&#257;nanda Prabhu. The Supreme Personality of Godhead and His immediate subordinate expansions are worshipable by the other two &#8212; namely the representation of the internal potency and the representation of the marginal potency. The representation of the internal potency, Gad&#257;dhara, represents the confidential devotee, and the representation of the marginal potency is the pure devotee. Both of these are worshipers of the other three categories, but all of them are engaged in the transcendental service of the Supreme Personality of Godhead, &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P>There is a specific difference between the pure devotee and the confidential devotee. Different potencies of the Lord are engaged in serving the Supreme Lord in different transcendental relationships. They are situated in conjugal love, in parental affection, in friendship and in servitude. By impartially judging, one can find that the internal potencies of the Supreme Lord who are engaged in conjugal love with the Lord are the best of all devotees. Thus both internal devotees and confidential devotees are attracted by the conjugal love of the Supreme Absolute Truth. These are the most confidential devotees of Lord Caitanya. Other pure devotees, who are more or less attached to &#346;r&#299; Nity&#257;nanda Prabhu and Advaita Prabhu, are attracted by other transcendental relationships, such as parental affection, friendship and servitorship. When such devotees are attached to the activities of Lord Caitanya, they at once become confidential devotees in conjugal love with the Supreme Lord.</P><P>There is a very nice song sung by &#346;r&#299; Narottama d&#257;sa Th&#257;kura, a great devotee and &#257;c&#257;rya in the disciplic succession from Lord Caitanya. Narottama d&#257;sa sings: "When will there be transcendental vibrations all over my body simply by my hearing the name of Gaur&#257;&#324;ga? When will tears incessantly flow from my eyes simply by my uttering the names of the Lord? When will Lord Nity&#257;nanda have mercy upon me, and when will all my desires for material enjoyment become insignificant? When shall I be purified by giving up all contaminations of material enjoyment? And when shall I be able to see the transcendental abode, Vrind&#257;vana? When shall I be eager to accept the six Gosv&#257;m&#299;s as my prime guidance? And when will I be able to understand the conjugal love of Krishna?" No one should be eager to understand the conjugal love of Krishna without undergoing disciplinary training under the six Gosv&#257;m&#299;s of Vrind&#257;vana.</P><P>The sa&#324;k&#299;rtana movement inaugurated by Lord Caitanya is a transcendental pastime of the Lord. "By it I live simultaneously to preach and popularize this movement in the material world." In that sa&#324;k&#299;rtana movement of Lord Caitanya, Nity&#257;nanda and Advaita are His expansions, and Gad&#257;dhara and &#346;r&#299;v&#257;sa are His internal and marginal potencies. The living entities are also called marginal potency because they have, potentially, two attitudes &#8212; namely the tendency to surrender unto Krishna and the tendency to become independent of Him. Due to the propensity for material enjoyment, the living entity becomes contaminated by the material world. When a living entity is dominated by a desire for material enjoyment and becomes entangled in material life, he is subjected to the threefold miseries of material existence. He is just like a seed sown in the earth. If a seed is overpowered by too much water, there is no possibility of its fructifying. Similarly, if a man is captivated by material enjoyment, and even if the seed of such enjoyment is within the heart of the conditioned soul, he can be overpowered by a flood of transcendental activities performed in love of God. In this way his potential seed cannot fructify into a conditional life of material existence. The conditioned living entities in the material world, especially in the present age of Kali, are overpowered by the flood of love of God inaugurated by Lord Caitanya and His associates.</P><P>In this connection there is a verse written by His Holiness Prabodh&#257;nanda Sarasvat&#299; in his book &#346;r&#299; Caitanya-candr&#257;mrita which states that materialistic persons are very enthusiastic to maintain their family members, wife and children, and that there are also many mystic speculators who are engaged in speculating about liberation from the miseries of material life and who therefore undergo various austerities and penances. But those who have discovered the greatest transcendental flavor in the movement of Lord Caitanya Mah&#257;prabhu no longer have a taste for such activities.</P><P>Those who are under the impression that there is material contamination in the form of the Supreme Personality of Godhead and in His devotional service are called M&#257;y&#257;v&#257;d&#299;. According to their imperfect speculation, the impersonal Brahman is considered to be the only existence in the cosmic manifestation. As soon as the Supreme Personality of Godhead is introduced, they consider that His personality arises from m&#257;y&#257;, or the external material energy. Such persons consider all incarnations of the Supreme Lord to be contaminated by this material nature. According to them, the material body and the activities of matter which identify the living entity are all material manifestations. According to them, liberation means the end of individual identification, or of the pure living entity. In other words, the M&#257;y&#257;v&#257;d&#299;s maintain that when a living entity is liberated, he becomes one with the supreme impersonal Brahman. According to such M&#257;y&#257;v&#257;d&#299; philosophy, the Personality of Godhead, His abode, His devotional service and His emotional devotees are all under the spell of m&#257;y&#257; and are consequently subjected to the material condition. Those who forget the transcendental nature of the Supreme Lord, His abode, His devotional service and His devotees consider all these to be but manifestations of material activity. When one thinks that there is a possibility of arguing about transcendence, he is called an agnostic, and when he thinks that there is a possibility to criticize transcendence, he is called an atheist. Lord Caitanya wanted to accept all kinds of agnostics, atheists, skeptics and unfaithfuls and swallow them in the flood of love of God. Therefore He accepted the renounced order of life in order to attract all these forces.</P><P>Lord Caitanya remained a householder until His twenty-fourth year, and in the twenty-fifth year of His life, He accepted the renounced order. After accepting the renounced order (sanny&#257;sa), He attracted many other sanny&#257;s&#299;s. When He had been spreading the sa&#324;k&#299;rtana movement as a family man, many M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s did not take His movement very seriously, but after the Lord accepted the sanny&#257;sa order of life, He delivered speculative students, atheists and those who are attached to fruitive activities and unnecessary criticism. The Lord was so kind that He accepted all these people and delivered to them the most important factor in life: love of God.</P><P>To fulfill His mission of bestowing love of God upon conditioned souls, Lord Caitanya devised many methods to attract those people disinterested in love of God. After He accepted the renounced order, all agnostics, critics, atheists and mental speculators became His students and followers. Even many who were not Hindus and who did not follow the Vedic principles accepted Lord Caitanya as the supreme teacher. The only persons who avoided the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu were those sanny&#257;s&#299;s who were known as the M&#257;y&#257;v&#257;d&#299; philosophers of Benares. The plight of such M&#257;y&#257;v&#257;d&#299; philosophers is described by &#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299;: "The M&#257;y&#257;v&#257;d&#299; philosophers of Benares were less intelligent because they wanted to measure everything by direct perception. But everything that is perceived is calculated by material perception. The Absolute Truth is transcendence, but according to them there is no variegatedness in transcendence, for they say that anything that is full of variegatedness is m&#257;y&#257;."</P><P>During Caitanya Mah&#257;prabhu's time there were also other impersonalist philosophers known as the M&#257;y&#257;v&#257;d&#299; philosophers of Saran&#257;tha. Saran&#257;tha is a place near Benares where Buddhist philosophers used to reside, and even today many st&#363;pas of the Buddhist M&#257;y&#257;v&#257;d&#299;s can be seen. The M&#257;y&#257;v&#257;d&#299; philosophers of Saran&#257;tha are different from the impersonalists who believe in the impersonal manifestation of Brahman. According to the Saran&#257;tha philosophers, there is no spiritual existence at all. The fact is that both the M&#257;y&#257;v&#257;d&#299; philosophers of Benares and the philosophers of Saran&#257;tha are entrapped by material nature. None of them actually know the nature of Absolute Transcendence. Although superficially accepting the Vedic principles and considering themselves to be transcendentalists, the philosophers of Benares do not accept spiritual variegatedness. Because they have no information about devotional service, they are called nondevotees, or those who are against the devotional service of Lord Krishna.</P><P>The impersonalists speculate on the Supreme Personality of Godhead and His devotees and subject them to the tests of direct perception. However, the Lord, His devotee and His devotional service are not subject to direct perception. In other words, spiritual variegatedness is unknown to the M&#257;y&#257;v&#257;d&#299; philosophy; therefore all the M&#257;y&#257;v&#257;d&#299; philosophers and sanny&#257;s&#299;s criticized Lord Caitanya when He was conducting His sa&#324;k&#299;rtana movement. They were surprised to see Lord Caitanya after He accepted His sanny&#257;sa order from Ke&#347;ava Bh&#257;rat&#299;, for Ke&#347;ava Bh&#257;rat&#299; belonged to the M&#257;y&#257;v&#257;d&#299; school. Since Lord Caitanya therefore belonged to the M&#257;y&#257;v&#257;d&#299; sect of sanny&#257;s&#299;s, the M&#257;y&#257;v&#257;d&#299;s were surprised to see Him engaged in chanting and dancing instead of hearing or reading Ved&#257;nta, as is the custom. The M&#257;y&#257;v&#257;d&#299; philosophers are very fond of Ved&#257;nta, and they misinterpret it in their own way. Instead of understanding their own position, they criticized Lord Caitanya as an unauthorized sanny&#257;s&#299;, arguing that because He was a sentimentalist, He was not actually a bona fide sanny&#257;s&#299;.</P><P>All these criticisms were carried to Lord Caitanya when He was at Benares, and He was not at all surprised at them. He even smiled when the news was carried to Him. He did not associate with the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s but remained alone and executed His own mission. After staying for some days in Benares, He started for Mathur&#257;.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>