<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 18: The Conversations with Prak&#257;&#347;&#257;nanda</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>In those days, by misusing their brahminical heritage, the br&#257;hmanas passed a law to the effect that anyone not born in a br&#257;hmana family was to be considered a &#347;&#363;dra. Thus even the kshatriyas and vaidyas were also considered &#347;&#363;dras. Because the vaidyas were supposed to be descendants of br&#257;hmana fathers and &#347;&#363;dra wives, they were sometimes called &#347;&#363;dras. Thus Candra&#347;ekhara &#256;c&#257;rya, although born in a vaidya family, was called a &#347;&#363;dra in Benares. As long as Lord Caitanya stayed in Benares, He remained at Candra&#347;ekhara's home, and He took His food at the home of Tapana Mi&#347;ra.</P><P>When San&#257;tana Gosv&#257;m&#299; met Lord Caitanya at Benares, he learned the process and principles of devotional service during two months of continuous teaching. Lord Caitanya's instructions to San&#257;tana Gosv&#257;m&#299; have been described in the first part of this book. After receiving these teachings, San&#257;tana Gosv&#257;m&#299; was authorized to propagate the principles of devotional service and &#346;r&#299;mad-Bh&#257;gavatam. It was during this time that both Tapana Mi&#347;ra and Candra&#347;ekhara &#256;c&#257;rya were feeling very sorry about the strong criticism against Lord Caitanya Mah&#257;prabhu, and they came together and prayed for the Lord to meet the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s.</P><P>"We have been mortified by hearing unfavorable criticisms from the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s against You," they informed Lord Caitanya. "Indeed, it has become intolerable for us." They requested the Lord to do something so that these criticisms might be stopped. While they were discussing this subject, a br&#257;hmana came to Lord Caitanya and invited Him to his home. All the sanny&#257;s&#299;s had been invited but Caitanya Mah&#257;prabhu, and now the br&#257;hmana came to invite Him. Knowing that the Lord did not associate with M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, the br&#257;hmana fell down at Caitanya Mah&#257;prabhu's feet and implored Him: "Although I know that You do not accept invitations, I still implore You to come and take pras&#257;da at my home with the other sanny&#257;s&#299;s. If You accept this invitation, I will consider it a special favor."</P><P>The Lord took this opportunity and accepted the br&#257;hmana's invitation in order to meet the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s. Actually this was an arrangement made by the Lord Himself. Although the br&#257;hmana who invited Him knew that the Lord did not accept any invitations, he was still very eager to invite Him.</P><P>The next day Lord Caitanya went to the house of the br&#257;hmana and saw that all the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s were sitting there. He offered His respects to all the sanny&#257;s&#299;s as was customary, and then went to wash His feet. After washing, He sat down beside the foot basin, a little distance from the other sanny&#257;s&#299;s. While He was sitting there, the sanny&#257;s&#299;s saw a glaring effulgence emanating from His body. Being attracted by this glaring effulgence, all the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s stood up and showed Him their respects. Amongst them was one sanny&#257;s&#299; named Prak&#257;&#347;&#257;nanda Sarasvat&#299;. He was the chief amongst the impersonalist sanny&#257;s&#299;s, and he addressed Lord Caitanya with great humility, asking Him to come and sit amongst them.</P><P>"My dear Sir, why are You sitting in that filthy place?" he asked. "Please come and sit with us."</P><P>"Oh, I belong to an inferior sect of sanny&#257;s&#299;s," Lord Caitanya replied. "Therefore I think that I should not sit with you. Let Me remain down here."</P><P>Prak&#257;&#347;&#257;nanda was surprised to hear such a thing from such a learned man, and he actually took the Lord's hand and requested Him to please come and sit with him. When Lord Caitanya was finally seated amongst them, Prak&#257;&#347;&#257;nanda Sarasvat&#299; said, "I think Your name is &#346;r&#299; Krishna Caitanya, and I understand that You belong to our M&#257;y&#257;v&#257;d&#299; sect because You have taken sanny&#257;sa from Ke&#347;ava Bh&#257;rat&#299;, who belongs to the &#346;a&#324;kar&#257;c&#257;rya samprad&#257;ya."</P><P>According to the &#346;a&#324;kara sect, there are ten different names for sanny&#257;s&#299;s. Out of them, three names &#8212; T&#299;rtha, &#256;&#347;rama and Sarasvat&#299; &#8212; are given to the sanny&#257;s&#299;s considered to be the most enlightened and cultured. Since Lord Caitanya was a Vaishnava, He was naturally humble and meek, and He wanted to give the better sitting place to Prak&#257;&#347;&#257;nanda, who belonged to the Sarasvat&#299; samprad&#257;ya. According to &#346;a&#324;kara's principles, a brahmac&#257;r&#299; of the Bh&#257;ratic school is called Caitanya. However, although &#346;r&#299; Krishna Caitanya Mah&#257;prabhu took sanny&#257;sa, He kept His brahmac&#257;r&#299; name and did not take up the title of Bh&#257;rat&#299;.</P><P>"Well, Sir," Prak&#257;&#347;&#257;nanda Sarasvat&#299; continued, "You belong to our &#346;a&#324;kara sect, and You are living in Benares &#8212; so why don't You mix with us? What is the reason? Another thing &#8212; You are a sanny&#257;s&#299; and are supposed to engage simply in the study of Ved&#257;nta, but we see that instead You are always engaged in chanting and dancing and playing music. What is the reason? These are the activities of emotional and sentimental people but You are a qualified sanny&#257;s&#299;. Why not engage in the study of Ved&#257;nta? By Your effulgence it appears to us that You are just like the Supreme N&#257;r&#257;yana, the Personality of Godhead, but by Your behavior, You appear to be otherwise. So we are inquisitive to know why You act in this way."</P><P>"My dear sir, My spiritual master considered Me a great fool," Lord Caitanya replied. "Therefore he has more or less punished Me by saying that because I am such a fool I have no capacity to study Ved&#257;nta. So in turn he gave Me the chanting of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. My spiritual master told Me, 'Just go on chanting this Hare Krishna mantra: it will make You all-perfect.' "</P><P>Actually Lord Caitanya was neither foolish nor ignorant of the principles of Ved&#257;nta. His purpose was to demonstrate to modern society that fools who have no history of penance and austerity should not try to study Ved&#257;nta just for some recreational purpose. In His &#346;iksh&#257;shtaka, Lord Caitanya said that one should be in a humble state of mind, should think himself lower than the grass on the street, should be more tolerant than a tree, and should be devoid of all sense of prestige and ready to offer all kinds of respects to others. In such a state of mind, one can chant the Ved&#257;nta philosophy or the holy name of God constantly. The Lord also wanted to teach that a serious student of transcendental science should follow the words of his spiritual master. According to the calculations of the spiritual master, Lord Caitanya appeared to be a fool; therefore he said that He should not indulge in the study of Ved&#257;nta but should continue chanting the Hare Krishna mantra. Lord Caitanya strictly obeyed this order. In other words, Lord Caitanya impressed on the M&#257;y&#257;v&#257;d&#299;s that the words of a bona fide spiritual master must be strictly followed. By following them, one becomes perfect in all respects.</P><P>Ved&#257;nta indicates that the last word of Vedic knowledge is the understanding of Krishna. Vedai&#347; ca sarvair aham eva vedyo ved&#257;nta-krid veda-vid eva c&#257;ham: "By all the Vedas am I to be known; indeed, I am the compiler of Ved&#257;nta, and I am the knower of the Vedas." (<A CLASS=v HREF="../bg/15/15.htm">Bg. 15.15</A>) When one actually comes to understand the Ved&#257;nta, he comes to know Krishna and his relationship with Krishna. One who understands Krishna, understands everything. The knower of Krishna is always engaged in the transcendental loving service of Krishna. This is confirmed by the Lord Himself in Bhagavad-g&#299;t&#257;:</P><P>aham sarvasya prabhavo</P><P CLASS=n>mattah sarvam pravartate</P><P CLASS=n>iti matv&#257; bhajante m&#257;m</P><P CLASS=n>budh&#257; bh&#257;va-samanvit&#257;h</P><P>"I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who know this perfectly engage in My devotional service and worship Me with all their hearts." (<A CLASS=v HREF="../bg/10/8.htm">Bg. 10.8</A>)</P><P>A living entity is eternally related with Krishna in the relationship of master and servant. Once that service is wanting &#8212; or, in other words, when one is not situated in Krishna consciousness &#8212; it is to be understood that study of Ved&#257;nta is insufficient. When one does not understand Krishna or does not engage in His transcendental loving service, it is to be understood that he is adverse to the study of Ved&#257;nta and to the understanding of the Supreme Personality of Godhead. The path of Ved&#257;nta study shown by Lord Caitanya should be followed by all. A person who is puffed up by so-called education and who has no humility does not seek the protection of a bona fide spiritual master. He thinks that he does not require a spiritual master and that he can achieve the highest perfection by his own efforts. Such persons are not eligible for the study of Ved&#257;nta-s&#363;tra. Those who are under the spell of material energy do not follow the instructions of the disciplic succession but try to manufacture something of their own and thereby step outside the sphere of Ved&#257;nta study. A bona fide spiritual master must always condemn such independent mental speculators. If the bona fide spiritual master directly points out the foolishness of a disciple, it should not be taken otherwise.</P><P>A person who is completely ignorant of the science of God cannot be considered learned. More or less, everyone who is not in Krishna consciousness is subject to foolishness. Sometimes we display our foolishness by accepting someone who is barely educated as a spiritual master. It is our duty to understand the Supreme Personality of Godhead, whose lotus feet are worshiped by all the Vedas. One who does not understand Him and is proud of a false understanding of Ved&#257;nta is actually a fool. Mundane attempts at academic knowledge are simply another type of foolishness. As long as one cannot understand the cosmic manifestation as a representation of the three modes of material nature, he must be considered to be in the darkness of inebriety and caught in the duality of this material world. A person who is in perfect knowledge of Ved&#257;nta becomes a servitor of the Supreme Lord, who is the maintainer and sustainer of the whole cosmic manifestation. As long as one is not transcendental to the service of the limited, he cannot have knowledge of Ved&#257;nta.</P><P>As long as one is within the limited jurisdiction of fruitive activities or is involved in mental speculation, he may perhaps be eligible to study or teach the theoretical knowledge of Ved&#257;nta-s&#363;tra, but he cannot understand the supreme, eternal, transcendental (completely liberated) vibration of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. One who has achieved perfection in chanting the transcendental Hare Krishna vibration does not have to separately learn the philosophy of Ved&#257;nta-s&#363;tra. According to the teachings of Caitanya Mah&#257;prabhu, the bona fide spiritual master, those who do not understand the transcendental vibration as being nondifferent from the Supreme and who try to become M&#257;y&#257;v&#257;d&#299; philosophers or experts in Ved&#257;nta-s&#363;tra are all fools. Studying Ved&#257;nta-s&#363;tra by one's own efforts (the ascending process of knowledge) is another sign of foolishness. He who has attained a taste for chanting the transcendental vibration, however, actually attains the conclusion of Ved&#257;nta. In this connection, there are two verses in &#346;r&#299;mad-Bh&#257;gavatam which are very instructive. The purport of the first is that even if a low caste person is engaged in chanting the transcendental vibration, it is to be understood that he has performed all types of renunciation, austerities and sacrifice and has studied all the Brahma-s&#363;tras. Thus one can be able to chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. The purport of the second verse is that one who chants the two syllables Ha-ri must be considered to have studied all the Vedas: the Rig Veda, Atharva Veda, Yajur Veda and S&#257;ma Veda.</P><P>On the other hand, there are many so-called devotees who think Ved&#257;nta is not meant for devotees. Such people are ignorant of the fact that Ved&#257;nta is the only platform of pure devotees. All the great &#257;c&#257;ryas of the four Vaishnava samprad&#257;yas have made commentaries on the Ved&#257;nta-s&#363;tra, but the so-called devotees known as pr&#257;krita-sahajiy&#257; carefully avoid the study of Ved&#257;nta-s&#363;tra. The pr&#257;krita-sahajiy&#257; mistakenly take the pure devotees and Vaishnava &#257;c&#257;ryas to be mental speculators or fruitive actors. Consequently they themselves become M&#257;y&#257;v&#257;d&#299;s and leave the service of the Supreme Lord.</P><P>Understanding the Ved&#257;nta-s&#363;tra by academic knowledge never enables one to understand the value of the transcendental vibration. People who are entangled in academic knowledge are conditioned souls who are confused about the facts of "I", "mine" and "my" understanding. Consequently they are unable to detach their minds from the external energy. When a person actually attains transcendental knowledge, he becomes free from this duality and engages in the transcendental loving service of the Supreme Lord. The Lord's service is the only means by which one can become detached from material activities. A person properly initiated by a bona fide spiritual master and engaged in chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare gradually becomes freed from the conception of "I" and "mine" and becomes attached to the Lord's transcendental loving service in one of the five transcendental relationships. Such transcendental service is not a subject matter for gross and subtle bodies. Only when one can understand that there is no difference between the Supreme and His name can one be situated in Krishna consciousness. At such a time one no longer needs to make grammatical adjustments. Rather, one becomes more interested in petitioning the Lord: "Hare Krishna &#8212; O my Lord, O energy of the Lord, please engage me in Your service!"</P><P>Lord Caitanya explained all this to Prak&#257;&#347;&#257;nanda Sarasvat&#299; and told him that He had heard all this from His spiritual master. He further informed Prak&#257;&#347;&#257;nanda Sarasvat&#299; that His spiritual master had taught Him that &#346;r&#299;mad-Bh&#257;gavatam is the actual commentary on Ved&#257;nta-s&#363;tra, as stated in &#346;r&#299;mad-Bh&#257;gavatam by Vy&#257;sadeva, the author of Ved&#257;nta-s&#363;tra.</P><P>A student is to be considered perfected when he understands the identity of the holy name and the Supreme Lord. Unless one is under the shelter of a realized spiritual master, his understanding of the Supreme is simply foolishness. However, one can fully understand the transcendental Lord by service and devotion. When Lord Caitanya offenselessly chanted the Hare Krishna mantra, He declared that the mantra could at once deliver a conditioned soul from material contamination. In this age of Kali there is no alternative to chanting this mah&#257;-mantra. It is stated that the essence of all Vedic literature is the chanting of this holy name of Krishna: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Lord Caitanya also told Prak&#257;&#347;&#257;nanda Sarasvat&#299;, "In order to convince Me about this essential fact of Vedic knowledge, My spiritual master has taught Me a verse from Brihan-n&#257;rad&#299;ya Pur&#257;na [<A CLASS=v HREF="http://vedabase.net/todo/purana38/126">38.126</A>]. Harer n&#257;ma harer n&#257;ma harer n&#257;maiva kevalam/ kalau n&#257;sty eva n&#257;sty eva n&#257;sty eva gatir anyath&#257;: [<A CLASS=v HREF="../cc/adi/17/21.htm">Adi 17.21</A>] In this age of quarrel and hypocrisy, the only means of deliverance is the chanting of the holy name of the Lord. There is no other way. There is no other way. There is no other way."</P><P>In three out of the four millenniums (namely Satya-yuga, Tret&#257;-yuga and Dv&#257;para-yuga) people had the honor to be able to understand transcendence through the path of disciplic succession. However, in the present age, people have no interest in the disciplic succession. Instead, they have invented many paths of logic and argument. This individual attempt to understand the supreme transcendence (called the ascending process) is not approved by the Vedas. The Absolute Truth must descend from the absolute platform. He is not to be understood by the ascending process. The holy name of the Lord &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; is a transcendental vibration because it comes from the transcendental platform, the supreme abode of Krishna. Because there is no difference between Krishna and His name, the holy name of Krishna is as pure, perfect and liberated as Krishna Himself. Academic scholars have no entrance by means of logic and other argument into the understanding of the transcendental nature of the holy name of God. The single path in understanding the transcendental nature of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare is the chanting of these names with faith and adherence. Such chanting will release one from designated conditions arising from the gross and subtle bodies.</P><P>In this age of logic, argument and disagreement, the chanting of Hare Krishna is the only means for self-realization. Because this transcendental vibration alone can deliver the conditioned soul, it is considered to be the essence of the Ved&#257;nta-s&#363;tra. According to the material conception, there is duality between the name, form, quality, emotions and activities of a person and the person himself, but as far as the transcendental vibration is concerned, there is no such limitation, for it descends from the spiritual world. In the spiritual world there is no difference between the name of the person and the quality of the person. Of course in the material world there is a difference. Because the M&#257;y&#257;v&#257;d&#299; philosophers cannot understand this, they cannot utter the transcendental vibration.</P><P>Lord Caitanya then told Prak&#257;&#347;&#257;nanda Sarasvat&#299; that because He received the order from His spiritual master, He was constantly chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. "As a result of this chanting," the Lord said, "I sometimes become very impatient and cannot restrain Myself from dancing and laughing or crying and singing. Indeed, I become just like a madman. When I first wondered whether I had become mad by chanting this Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, I approached My spiritual master and informed him that I had gone mad by chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Thus I asked him what was My actual position."</P><P>In the N&#257;rada-pañcar&#257;tra it is stated:</P><P>esho ved&#257;h shad-a&#324;g&#257;ni</P><P CLASS=n>chand&#257;msi vividh&#257;h sur&#257;h</P><P CLASS=n>sarvam asht&#257;kshar&#257;ntahstham</P><P CLASS=n>yac c&#257;nyad api v&#257;&#324;mayam</P><P CLASS=n>sarva-ved&#257;nta-s&#257;r&#257;rthah</P><P CLASS=n>sams&#257;r&#257;rnava-t&#257;ranah</P><P>"All Vedic rituals, mantras and understanding are compressed into eight words: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare." Similarly, in the Kalisantarana Upanishad it is stated:</P><P>hare krishna hare krishna</P><P CLASS=n>krishna krishna hare hare</P><P CLASS=n>hare r&#257;ma hare r&#257;ma</P><P CLASS=n>r&#257;ma r&#257;ma hare hare</P><P CLASS=n>iti shoda&#347;akam n&#257;mn&#257;m</P><P CLASS=n>kali-kalmasha-n&#257;&#347;anam</P><P CLASS=n>n&#257;tah paratarop&#257;yah</P><P CLASS=n>sarva-vedeshu dri&#347;yate</P><P>"The sixteen words &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; are especially meant for counteracting the contaminations of Kali. To save oneself from the contamination of Kali, there is no alternative but the chanting of these sixteen words."</P><P>Lord Caitanya informed Prak&#257;&#347;&#257;nanda Sarasvat&#299; that when His spiritual master understood Him, he said, "It is the transcendental nature of the holy names of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare to transport a man into spiritual madness. Anyone who sincerely chants this holy name very soon attains elevation to the platform of love of God and becomes mad after God. This madness arising from love of God is the first perfectional stage for a human being."</P><P>Generally a human being is interested in religion, economic development, sense gratification and liberation, but love of God is above all these. A bona fide spiritual master chants the holy names &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; and the transcendental sound vibration enters into the ear of the disciple, and if a disciple follows in the footsteps of his spiritual master and chants the holy name with similar respect, he actually comes to worship the transcendental name. When the transcendental name is worshiped by the devotee, the name Himself spreads His glories within the heart of a devotee. When a devotee is perfectly qualified in chanting the transcendental vibration of the holy name, he is quite fit to become a spiritual master and to deliver all the people of the world. The chanting of the holy name is so powerful that it gradually establishes its supremacy above everything in the world. The devotee who chants it becomes transcendentally situated in ecstasy and sometimes laughs, cries and dances in his ecstasy. Sometimes the unintelligent put hindrances in the path of chanting this mah&#257;-mantra, but one who is situated on the platform of love of Godhead chants the holy name loudly for all concerned. As a result, everyone becomes initiated in the chanting of the holy names &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. By chanting and hearing the holy names of Krishna, a person can remember the forms and qualities of Krishna.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>