<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 19: Further Talks with Prak&#257;&#347;&#257;nanda</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>Lord Caitanya said that His spiritual master told Him: "It is very good that You have attained such a perfectional stage of love of Godhead. Because of Your attainment, I am very much obliged to You." The father becomes more enlivened when he sees his son advance beyond himself. Similarly, the spiritual master takes more pleasure in seeing his disciple advance than in advancing himself. Thus Lord Caitanya's spiritual master blessed Him, telling Him to "dance, sing, propagate this sa&#324;k&#299;rtana movement, and by instructing people about Krishna, try to deliver them from nescience." Lord Caitanya's spiritual master also taught Him the following verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/2/40.htm">11.2.40</A>):</P><P>evam-vratah sva-priya-n&#257;ma-k&#299;rty&#257;</P><P CLASS=n>j&#257;t&#257;nur&#257;go druta-citta uccaih</P><P CLASS=n>hasaty atho roditi rauti g&#257;yaty</P><P CLASS=n>unm&#257;da-van nrityati loka-b&#257;hyah</P><P>"A person who is constantly engaged in devotional service to Krishna and who chants His holy name becomes so transcendentally attached to the chanting that his heart becomes softened without extraneous endeavor. When this happens, he exhibits transcendental ecstasies and sometimes laughs, sometimes cries, sings and dances &#8212; not exactly in an artistic way, but just like a madman."</P><P>Lord Caitanya further informed Prak&#257;&#347;&#257;nanda Sarasvat&#299;: "Because I have full faith in My spiritual master's words, I am always engaged in chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. I do not exactly know how I have become just like a madman, but I believe the name of Krishna has induced Me. I realize that the transcendental pleasure derived from chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare is just like an ocean. In comparison, all other pleasures, including the pleasure of impersonal realization, are like shallow water in channels."</P><P>It appears from the talks of Lord Caitanya that a person who cannot keep his faith in the words of the spiritual master and who acts independently cannot attain the desired success in chanting Hare Krishna. In the Vedic literatures it is stated that the import of all transcendental literature is revealed to one who has unflinching faith in the Supreme Lord and his spiritual master. Lord Caitanya firmly believed in the statements of His spiritual master, and He never neglected the instructions of His spiritual master by stopping His sa&#324;k&#299;rtana movement. Thus the transcendental potency of the holy name encouraged Him more and more in chanting Hare Krishna, the mah&#257;-mantra.</P><P>Lord Caitanya immediately informed Prak&#257;&#347;&#257;nanda that in the modern age people in general are more or less bereft of all spiritual intellect. When such people come under the influence of &#346;a&#324;kar&#257;c&#257;rya's M&#257;y&#257;v&#257;d&#299; (impersonalist) philosophy before beginning the most confidential Ved&#257;nta-s&#363;tras, their natural tendency toward obedience to the Supreme is checked. The supreme source of everything is naturally respected by everyone, but this natural tendency is hampered when one takes to the impersonalist conceptions of &#346;a&#324;kara. Thus the spiritual master of Lord Caitanya suggested that it is better that one not study the &#346;&#257;r&#299;raka-bh&#257;shya of &#346;a&#324;kar&#257;c&#257;rya, for it is very harmful to people in general. Indeed, the common man does not even have the intelligence to penetrate into the jugglery of words. He is better advised to chant the mah&#257;-mantra: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. In this quarrelsome age of Kali there is no alternative for self-realization.</P><P>After hearing the arguments and talks of Caitanya Mah&#257;prabhu, all the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s who were present became pacified and replied with sweet words: "Dear sir, what You have spoken is all true. A person who attains love of Godhead is certainly very fortunate, and undoubtedly You are very fortunate to have attained this stage. But what is the fault in Ved&#257;nta? It is the duty of a sanny&#257;s&#299; to read and understand Ved&#257;nta. Why do You not study it?"</P><P>According to M&#257;y&#257;v&#257;d&#299; philosophers, Ved&#257;nta refers to the &#346;&#257;r&#299;raka commentary of &#346;a&#324;kar&#257;c&#257;rya. When impersonal philosophers refer to Ved&#257;nta and the Upanishads, they are actually referring to the commentaries of &#346;a&#324;kar&#257;c&#257;rya, the greatest teacher of M&#257;y&#257;v&#257;d&#299; philosophy. After &#346;a&#324;kar&#257;c&#257;rya came Sad&#257;nanda-yog&#299;, who claimed that the Ved&#257;nta and Upanishads should be understood through the commentaries of &#346;a&#324;kar&#257;c&#257;rya. Factually, this is not so. There are many commentaries on Ved&#257;nta and the Upanishads made by the Vaishnava &#257;c&#257;ryas, and these are preferred to those of &#346;a&#324;kar&#257;c&#257;rya. However, the M&#257;y&#257;v&#257;d&#299; philosophers influenced by &#346;a&#324;kar&#257;c&#257;rya do not attribute any importance to the Vaishnava understandings.</P><P>There are four different sects of Vaishnava &#257;c&#257;ryas &#8212; the &#346;uddh&#257;dvaita, Vi&#347;isht&#257;dvaita, Dvait&#257;dvaita and Acintya-bhed&#257;bheda. All the Vaishnava &#257;c&#257;ryas in these schools have written commentaries on the Ved&#257;nta-s&#363;tra, but the M&#257;y&#257;v&#257;d&#299; philosophers do not recognize them. The M&#257;y&#257;v&#257;d&#299;s distinguish between Krishna and Krishna's body, and therefore they do not recognize the worship of Krishna by the Vaishnava philosophers. Thus when the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s asked Lord Caitanya why He did not study the Ved&#257;nta-s&#363;tra, the Lord replied, "Dear sirs, you have asked why I do not study Ved&#257;nta, and in answer to this I would speak something, but I am afraid that you would be sorry to hear it."</P><P>"We shall be very much pleased to hear You," all the sanny&#257;s&#299;s replied. "You appear just like N&#257;r&#257;yana, and Your speeches are so nice that we are taking great pleasure in them. We are very much obliged to see and hear You. Therefore we shall be very glad to hear patiently and accept whatever You say."</P><P>The Lord then began to speak on Ved&#257;nta philosophy as follows: Ved&#257;nta-s&#363;tra is spoken by the Supreme Lord Himself. The Supreme Lord, in His incarnation as Vy&#257;sadeva, has compiled this great philosophical treatise. Since Vy&#257;sadeva is an incarnation of the Supreme Lord, he cannot be likened to an ordinary person, who has the four defects which arise due to contact with material existence. The defects of a conditioned soul are: (1) he must commit mistakes; (2) he must be illusioned; (3) he must possess the tendency to cheat others; and (4) all his senses must be imperfect. We must understand that the incarnation of God is transcendental to all these defects. Thus whatever has been spoken and written by Vy&#257;sadeva is considered to be perfect. The Upanishads and Ved&#257;nta-s&#363;tra aim at the same goal: the Supreme Absolute Truth. When we accept the import of Ved&#257;nta-s&#363;tra and the Upanishads directly as they are stated, we become glorified. The commentaries made by &#346;a&#324;kar&#257;c&#257;rya, however, are indirect and are very dangerous for the common man to read, for by understanding the import of the Upanishads in such an indirect, disruptive way, one practically bars himself from spiritual realization.</P><P>According to the Skanda and V&#257;yu Pur&#257;nas, the word s&#363;tra refers to a condensed work which carries meaning and import of immeasurable strength without mistake or fault. The word ved&#257;nta means "the end of Vedic knowledge." In other words, any book which deals with the subject matter indicated by all the Vedas is called Ved&#257;nta. For example, Bhagavad-g&#299;t&#257; is Ved&#257;nta because in Bhagavad-g&#299;t&#257; the Lord says that the ultimate goal of all Vedic research is Krishna. Thus Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam, which aim only at Krishna, are to be understood to be Ved&#257;nta.</P><P>In transcendental realization there are three divisions of knowledge called prasth&#257;na-traya. That department of knowledge which is proved by Vedic instruction (like the Upanishads) is called &#347;ruti-prasth&#257;na. Authoritative books indicating the ultimate goal and written by liberated souls like Vy&#257;sadeva (for example, Bhagavad-g&#299;t&#257;, Mah&#257;bh&#257;rata and the Pur&#257;nas, especially &#346;r&#299;mad-Bh&#257;gavatam, the Mah&#257;-Pur&#257;na) are called smriti-prasth&#257;na. From Vedic literatures we understand that the Vedas originated from the breathing of N&#257;r&#257;yana. Vy&#257;sadeva, who is an incarnation of the power of N&#257;r&#257;yana, has compiled the Ved&#257;nta-s&#363;tra (ny&#257;ya-prasth&#257;na), but according to &#346;a&#324;kara's commentaries, Ap&#257;ntaratam&#257; Rishi is also accredited with having compiled the codes of Ved&#257;nta-s&#363;tra. According to Lord Caitanya, the codes of the Pañcar&#257;tra and the codes of Ved&#257;nta are one and the same. Since the Ved&#257;nta-s&#363;tra is compiled by Vy&#257;sadeva, it should be understood to be spoken by N&#257;r&#257;yana Himself. From all descriptive literatures dealing with Ved&#257;nta-s&#363;tra, it appears that there were many other rishis contemporary with Vy&#257;sadeva who also discussed Ved&#257;nta-s&#363;tra. These sages were &#256;treya, &#256;&#347;marathya, Audulomi, K&#257;rshn&#257;jini, K&#257;&#347;akritsna, Jaimini, B&#257;dar&#299; and other sages such as P&#257;r&#257;&#347;ar&#299; and Karmand&#299;.</P><P>Actually in the first two chapters of Ved&#257;nta-s&#363;tra the relationship between the living entities and the Supreme Lord is explained, and in the Third Chapter the discharge of devotional service is explained. The Fourth Chapter deals with the relationship which results from discharging devotional service. The natural commentary on Ved&#257;nta-s&#363;tra is &#346;r&#299;mad-Bh&#257;gavatam. The great &#257;c&#257;ryas of the four Vaishnava communities (samprad&#257;yas) &#8212; namely, R&#257;m&#257;nuj&#257;c&#257;rya, Madhv&#257;c&#257;rya, Vishnusv&#257;m&#299; and Nimb&#257;rka &#8212; have also written commentaries on Ved&#257;nta-s&#363;tra by following the principles of &#346;r&#299;mad-Bh&#257;gavatam. At present the followers of all the &#257;c&#257;ryas have written many books following the principles of &#346;r&#299;mad-Bh&#257;gavatam as the commentary on the Ved&#257;nta. &#346;a&#324;kara's commentary on Ved&#257;nta-s&#363;tra, known as &#346;&#257;r&#299;raka-bh&#257;shya, is very much adored by the impersonalist scholars, but commentaries written on the Ved&#257;nta written from the materialistic point of view are completely adverse to the transcendental service of the Lord. Consequently Lord Caitanya said that direct commentaries on the Upanishads and Ved&#257;nta-s&#363;tra are glorious, but that anyone who follows the indirect path of &#346;a&#324;kar&#257;c&#257;rya's &#346;&#257;r&#299;raka-bh&#257;shya is certainly doomed.</P><P>Lord Caitanya admitted that &#346;a&#324;kar&#257;c&#257;rya was an incarnation of Lord &#346;iva, and it is known that Lord &#346;iva is one of the greatest devotees (a mah&#257;jana) of the Bh&#257;gavata school. There are twelve great authorities on devotional service, and Lord &#346;iva is one of them. Why, then, did he adopt the process of M&#257;y&#257;v&#257;d&#299; philosophy? The answer is given in Padma Pur&#257;na, where Lord &#346;iva states:</P><P>m&#257;y&#257;v&#257;dam asac-ch&#257;stram</P><P CLASS=n>pracchannam bauddham ucyate</P><P CLASS=n>mayaiva kalpitam devi</P><P CLASS=n>kalau br&#257;hmana-r&#363;pin&#257;</P><P>"The M&#257;y&#257;v&#257;d&#299; philosophy is veiled Buddhism." In other words, the voidist philosophy of Buddha is more or less repeated in the M&#257;y&#257;v&#257;d&#299; philosophy of impersonalism, although the M&#257;y&#257;v&#257;d&#299; philosophy claims to be directed by the Vedic conclusions. Lord &#346;iva, however, admits that this philosophy is manufactured by him in the age of Kali in order to mislead the atheists. "Actually the Supreme Personality of Godhead has His transcendental body," Lord &#346;iva states. "But I describe the Supreme as impersonal. I also explain the Ved&#257;nta-s&#363;tra according to the same principles of M&#257;y&#257;v&#257;d&#299; philosophy."</P><P>In the &#346;iva Pur&#257;na the Supreme Lord says:</P><P>dv&#257;par&#257;dau yuge bh&#363;tv&#257;</P><P CLASS=n>kalay&#257; m&#257;nush&#257;dishu</P><P CLASS=n>sv&#257;gamaih kalpitais tvam ca</P><P CLASS=n>jan&#257;n mad-vimukh&#257;n kuru</P><P>"In the beginning of the Dv&#257;para-yuga, directed by My orders, many sages will bewilder the people in general by M&#257;y&#257;v&#257;d&#299; philosophy." In the Padma Pur&#257;na Lord &#346;iva personally tells Bh&#257;gavat&#299;dev&#299;:</P><P>&#347;rinu devi parakshy&#257;mi</P><P CLASS=n>t&#257;mas&#257;ni yath&#257;-kramam</P><P CLASS=n>yesh&#257;m &#347;ravana-m&#257;trena</P><P CLASS=n>p&#257;tityam jñ&#257;nin&#257;m api</P><P CLASS=n>ap&#257;rtham &#347;ruti-v&#257;ky&#257;n&#257;m</P><P CLASS=n>dar&#347;ayan loka-garhitam</P><P CLASS=n>karma-svar&#363;pa-ty&#257;jyatvam</P><P CLASS=n>atra ca pratip&#257;dyate</P><P CLASS=n>sarva-karma-paribhram&#347;&#257;n</P><P CLASS=n>naiskarmyam tatra cocyate</P><P CLASS=n>par&#257;tma j&#299;vayor aikyam</P><P CLASS=n>may&#257;tra pratip&#257;dyate</P><P>"My dear Dev&#299;, sometimes I teach M&#257;y&#257;v&#257;d&#299; philosophy for those who are engrossed in the mode of ignorance. But if a person in the mode of goodness happens to hear this M&#257;y&#257;v&#257;d&#299; philosophy, he falls down, for when teaching M&#257;y&#257;v&#257;d&#299; philosophy, I say that the living entity and the Supreme Lord are one and the same."</P><P>Sad&#257;nanda-yog&#299;, one of the greatest M&#257;y&#257;v&#257;d&#299; &#257;c&#257;ryas, has written in his book, Ved&#257;nta-s&#257;ra: "The Absolute Truth of eternity, knowledge and bliss is Brahman. Ignorance and all products of ignorance are non-Brahman. All products of the three modes of material nature are covered by ignorance, and all are different from the supreme cause and effect. This ignorance is manifested in a collective and individual sense. Collective ignorance is called vi&#347;uddha-sattva-pradh&#257;na. When that vi&#347;uddha-sattva-pradh&#257;na is manifest within the ignorance of material nature, it is called the Lord, and the Lord manifests all kinds of ignorance. Therefore He is known as sarvajña." Thus according to M&#257;y&#257;v&#257;d&#299; philosophy, the Lord is a product of this material nature, and the living entity is in the lowest stage of ignorance. That is the sum and substance of M&#257;y&#257;v&#257;d&#299; philosophy.</P><P>If, however, we accept the import of the Upanishads directly, it is clear that the Supreme Personality of Godhead is a person with unlimited potency. For example, in the &#346;vet&#257;&#347;vatara Upanishad it is stated that the Supreme Personality of Godhead is the origin of everything and that He has multiple potencies. The Supreme Personality of Godhead is transcendental to the cosmic manifestation. He is the origin of all religion, the supreme deliverer and the possessor of all opulences. The Supreme Personality of Godhead, who is just like the sun, profusely distributes His energies while situated beyond the cloud of this material cosmic manifestation. He is the master of masters, and He is the Supreme of the supremes. He is known as the greatest Lord, the Personality of Godhead. His energies and potencies are multiple and variously distributed. It is also stated that Vishnu is the Supreme and that saintly persons are always anxious to see His lotus feet (Rig Veda <A CLASS=v HREF="http://vedabase.net/todo/veda1/22/20">1.22.20</A>). In the Aitareya Upanishad it is also stated that the cosmic manifestation came about when the Lord glanced over material nature (1.1.1-2). This is also verified by the Pra&#347;na Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/3">6.3</A>).</P><P>In the negative descriptions of the Lord which occur in Vedic literature (as in ap&#257;ni-p&#257;dah) there are indications that the Lord has no material body and no material form. However, He does have His spiritual transcendental body and His transcendental form. Because the M&#257;y&#257;v&#257;d&#299; philosophers misunderstand His transcendental nature, they explain Him as impersonal. The Lord's name, form, quality, entourage and abode are all in the transcendental world. How can He be a transformation of this material nature? Everything connected with the Supreme Lord is eternal, blissful and full of knowledge.</P><P>In effect, &#346;a&#324;kar&#257;c&#257;rya preached M&#257;y&#257;v&#257;d&#299; philosophy in order to bewilder a certain type of atheist. Actually he never considered the Supreme Lord, the Personality of Godhead, to be impersonal or to have no body or form. It is best for intelligent persons to avoid lectures on M&#257;y&#257;v&#257;d&#299; philosophy. We should understand that the Supreme Personality of Godhead Vishnu is not impersonal. He is a transcendental person, and the basic principle of the cosmic manifestation is His energy. M&#257;y&#257;v&#257;d&#299; philosophy cannot trace the energy of the Supreme Lord, but all Vedic literatures give evidence of the Supreme Lord's various energetic manifestations. Vishnu is not a product of material nature, but material nature is a product of Vishnu's potency. The M&#257;y&#257;v&#257;d&#299; philosophers understand Vishnu to be a product of material nature, but if Vishnu is a product of material nature, He can only be counted amongst the demigods. One who considers Vishnu to be a demigod is certainly mistaken and misled. How this is so is explained in Bhagavad-g&#299;t&#257;: "Deluded by the three modes, the whole world does not know Me who am above the modes and inexhaustible. This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome, but those who have surrendered unto Me can easily cross beyond it." (<A CLASS=v HREF="../bg/7/13.htm">Bg. 7.13-14</A>)</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>