<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: San&#257;tana Gosv&#257;m&#299;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>After performing these religious rituals, the younger brother, S&#257;kara Mallika (R&#363;pa Gosv&#257;m&#299;), returned home with an immense amount of money which he had acquired during his government service. Indeed, the silver and gold coins he brought back filled a large boat. After arriving home, he divided the accumulated wealth first in twain and distributed one part to the br&#257;hmanas and Vaishnavas. Thus for the satisfaction of the Supreme Personality of Godhead, he distributed fifty percent of his accumulated wealth to persons engaged in the Supreme Lord's transcendental loving service. Br&#257;hmanas are meant to understand the Absolute Truth, and once they understand the truth and actually engage in the loving service of the Lord, they can be called Vaishnavas. Both br&#257;hmanas and Vaishnavas are supposed to be fully engaged in transcendental service, and R&#363;pa Gosv&#257;m&#299;, considering their important transcendental position, gave them fifty percent of his wealth. The remaining fifty percent was again divided in twain &#8212; he distributed one part to his relatives and dependent family members, and the other he kept for personal emergencies.</P><P>Such distribution of personal wealth is very instructive for all who desire to be elevated in spiritual knowledge. Generally a person bequeaths all his accumulated wealth to his family members and then retires from family activities in order to make progress in spiritual knowledge. Here, however, we find the behavior of R&#363;pa Gosv&#257;m&#299; to be exemplary; he gave fifty percent of his wealth for spiritual purposes. This should serve as an example for everyone. The twenty-five percent of his accumulated wealth which he kept for personal emergencies was deposited with a good business firm, since in those days there were no banks. Ten thousand coins were deposited for expenditures incurred by his elder brother, San&#257;tana Gosv&#257;m&#299;.</P><P>At this time R&#363;pa Gosv&#257;m&#299; received information that Lord Caitanya Mah&#257;prabhu was preparing to proceed to Vrind&#257;vana from Jagann&#257;tha Pur&#299;. R&#363;pa Gosv&#257;m&#299; sent two messengers to get actual information of the Lord's itinerary, and he made his own plans to go to Mathur&#257; to meet the Lord. It appears that R&#363;pa Gosv&#257;m&#299; got permission to join Lord Caitanya, but San&#257;tana Gosv&#257;m&#299; did not. Therefore San&#257;tana Gosv&#257;m&#299; entrusted the responsibilities of his government service to his immediate assistants, and he remained home to study &#346;r&#299;mad-Bh&#257;gavatam. In fact, he even engaged some ten or twenty learned br&#257;hmanas and began an intensive study of &#346;r&#299;mad-Bh&#257;gavatam in their company. While he was thus engaged, he submitted sick-leave reports to his employer, the Nawab. However, the ruler was so anxious for San&#257;tana Gosv&#257;m&#299;'s advice in government matters that he suddenly appeared at his house. When the Nawab entered the house where San&#257;tana Gosv&#257;m&#299; and the br&#257;hmanas were assembled, they all stood up to receive him respectfully, and they offered him a place to sit.</P><P>"You have submitted sick reports," the Nawab told San&#257;tana Gosv&#257;m&#299;: "But I sent my physician to see you, and he reported that you have no illness at all. Since I did not know why you were submitting sick reports and not attending to your service, I have personally come to see you. Frankly, I am much perturbed by your behavior. As you know, I completely depend on you and your responsible work in government. I was free to act in other matters because I was depending on you, but if you do not join me, your past devotion will be spoiled. Now, what is your intention? Please tell me."</P><P>On hearing this, San&#257;tana Gosv&#257;m&#299; replied that he was unable to continue work and that it would be very kind of the Nawab to appoint someone else to execute the work that was entrusted to him. Upon hearing this, the Nawab became very angry and said, "Your elder brother lives like a hunter, and if you also retire from the administration, everything will be finished." It was said that the Nawab used to treat San&#257;tana Gosv&#257;m&#299; like a younger brother. Since the Nawab was principally engaged in conquering different parts of the country and also in hunting, he depended largely on San&#257;tana Gosv&#257;m&#299; for government administration. Thus he pleaded with him: "If you also retire from government service, how will the administration carry on?"</P><P>"You are the governor of Gauda," San&#257;tana Gosv&#257;m&#299; replied very gravely, "and you punish different kinds of criminals in different ways. So you are at liberty to punish anyone according to his activity." By this reply San&#257;tana Gosv&#257;m&#299; was indicating that since the governor was engaged in hunting animals and in killing men to expand his kingdom, let both of them suffer according to the acts they were performing.</P><P>The Nawab was intelligent, and he understood San&#257;tana Gosv&#257;m&#299;'s purpose. He left the house in an angry mood, and shortly afterward he went off to conquer Orissa. He ordered the arrest of San&#257;tana Gosv&#257;m&#299; and commanded that he be held until he returned. Upon learning that his elder brother had been arrested by the Nawab, R&#363;pa Gosv&#257;m&#299; sent information that ten thousand coins were being held in the custody of a grocer in Gauda (Bengal) and that this money could be used as ransom for his brother. San&#257;tana also offered five thousand coins to the keeper of the jail in which he was being held in custody. He advised the jailkeeper to gladly accept the five thousand coins from him and let him go because by accepting the money he would not only be materially benefited but would also be acting very righteously by freeing San&#257;tana for spiritual purposes.</P><P>"Of course I can let you go," the jailkeeper replied, "for you have done many services for me, and you are in government service. However, l'm afraid of the Nawab. What will he do when he hears that you are free? l'll have to explain everything to him. How can I accept such a proposal?" San&#257;tana then invented a story which the jailkeeper might submit to the Nawab &#8212; as to how he had escaped &#8212; and he raised his offer to ten thousand coins. Greedy to get the money, the jailkeeper agreed to the proposition and let him go. In the meantime, R&#363;pa Gosv&#257;m&#299;, with his younger brother &#346;r&#299; Vallabha, had started for Vrind&#257;vana to meet Caitanya Mah&#257;prabhu.</P><P>San&#257;tana then proceeded to go to see the Lord. He did not travel on the open road but went through the jungles until he arrived at a place in Bihar called P&#257;tad&#257;. There he rested in a hotel, but the hotelkeeper was informed by an astrologer employed there that San&#257;tana Gosv&#257;m&#299; had some gold coins with him. The hotelkeeper, desiring to get the money, spoke to San&#257;tana with seeming respect.</P><P>"Just take your rest tonight," he told him, "and in the morning I shall arrange for you to get out of this jungle trap." However, San&#257;tana was suspicious of his behavior, and he inquired from his servant &#298;&#347;&#257;na whether he had money, and &#298;&#347;&#257;na told him that he had seven gold coins. San&#257;tana did not like the idea of the servant carrying such money. He became angry with him and said, "Why do you carry this death knell on the road?"</P><P>San&#257;tana at once took the gold coins and offered them to the hotelkeeper. He then requested that the hotelkeeper help him through the jungle. He informed him that he was on a special journey for the government and that since he could not travel on the open road, it would be very kind if the hotelkeeper would help him through the jungles and over the mountains.</P><P>"I understood that you had eight coins with you, and I was thinking of killing you to take them," the hotelkeeper confessed. "But I can understand that you are such a good man that you don't have to offer me the money."</P><P>"If you don't accept these coins, then someone else will take them from me," San&#257;tana replied. "Someone will kill me for them, so it is better that you take them. I offer them to you." The hotelkeeper then gave him all assistance, and that very night he helped him get past the hills.</P><P>When San&#257;tana emerged from the hills, he requested that his servant go home with the one coin that he still had with him, for San&#257;tana decided that he would go on alone. After the departure of his servant, San&#257;tana felt completely free. With torn clothing and a waterpot in hand, he began to proceed toward Lord Caitanya Mah&#257;prabhu. On the way, he met his rich brother-in-law who was also in the government service and who offered him an excellent blanket, which San&#257;tana accepted at his special request. Then he parted from him and went on alone to see Caitanya Mah&#257;prabhu at Benares.</P><P>When he reached Benares, he understood that the Lord was there, and he became overjoyed. He was informed by the people that the Lord was staying at the house of Candra&#347;ekhara &#256;c&#257;rya, and San&#257;tana went there. Although Caitanya Mah&#257;prabhu was inside the house, He could understand that San&#257;tana had arrived at the door, and He asked Candra&#347;ekhara to call the man who was sitting there. "He is a Vaishnava, a great devotee of the Lord," Caitanya Mah&#257;prabhu said. Candra&#347;ekhara came out to see the man, but he saw no Vaishnava at the door. He saw only a man who appeared to be a mendicant. The Lord then asked to see the mendicant, and when San&#257;tana entered the courtyard, Lord Caitanya hurriedly came to see and embrace him. When the Lord embraced him, San&#257;tana became overwhelmed with spiritual ecstasy, and he said, "My dear Lord, please do not touch me." But both of them embraced each other and began to cry. Seeing San&#257;tana and Lord Caitanya acting thus, Candra&#347;ekhara was struck with wonder. At length, Caitanya Mah&#257;prabhu asked San&#257;tana to sit down with Him on a bench. He was touching the body of San&#257;tana with His hand, and San&#257;tana asked Him again, "My dear Lord, please do not touch me."</P><P>"I am touching you just for My purification," the Lord replied, "for you are a great devotee. By your devotional service you can deliver the whole universe and enable everyone to go back to Godhead."</P><P>The Lord proceeded to quote a verse from &#346;r&#299;mad-Bh&#257;gavatam to the effect that a person who is a devotee of Lord Krishna and is one hundred percent engaged in devotional service is far better than a br&#257;hmana who is versed in all the Vedic literatures but who does not engage in the devotional service of the Lord. Because he is carrying the Supreme Lord within his heart, the devotee can purify everyplace and everything.</P><P>In the Vedic literatures it is also stated that the Supreme Personality of Godhead does not recognize a person who is very learned in all the divisions of the Vedas, but, rather, He likes a person who is a devotee, even though he may be born in a low family. If one offers charity to a br&#257;hmana who is not a devotee, the Lord does not accept; but if something is offered to a devotee, the Lord accepts. In other words, whatever a person wishes to offer the Lord may be given to His devotees. Caitanya Mah&#257;prabhu also quoted &#346;r&#299;mad-Bh&#257;gavatam to the effect that if a br&#257;hmana is not a devotee of the Supreme Lord, then he is lower than the lowest of the low, even though he may be qualified with the twelve brahminical qualities and born in a high family. A devotee, although born in a cand&#257;la (dog-eater) family, can purify his whole family for one hundred generations, past and future, by devotional service, whereas a proud br&#257;hmana cannot even purify himself. It is said in the Hari-bhakti-sudhodaya (<A CLASS=v HREF="http://vedabase.net/todo/sudhodaya/13/2">13.2</A>):</P><P>akshnoh phalam tv&#257;dri&#347;a-dar&#347;anam hi</P><P CLASS=n>tanoh phalam tv&#257;dri&#347;a-g&#257;tra-sa&#324;gah</P><P CLASS=n>jihv&#257;-phalam tv&#257;dri&#347;a-k&#299;rtanam hi</P><P CLASS=n>sudurlabh&#257; bh&#257;gavat&#257; hi loke</P><P>"O devotee of the Lord, to see you is the perfection of the eyes, to touch your body is the perfection of bodily activities, and to glorify your qualities is the perfection of the tongue, for it is very rare to find a pure devotee like you."</P><P>The Lord then told San&#257;tana that Krishna is very merciful and is the deliverer of fallen souls. "He has saved you from Mah&#257;raurava," the Lord said. This Mah&#257;raurava, or hell, is described in &#346;r&#299;mad-Bh&#257;gavatam as a place meant for persons who are engaged in killing animals, for it is stated there that butchers or animal eaters go to that hell.</P><P>"I do not know the mercy of Krishna," San&#257;tana replied, "but I can understand that Your mercy upon me is causeless. You have delivered me from the entanglement of material life."</P><P>Then the Lord inquired: "How did you get free from your custody? I understand that you were arrested." San&#257;tana then narrated the whole story of his release. "I have seen your two brothers," the Lord then informed him, "and I have advised them to proceed toward Vrind&#257;vana."</P><P>Lord Caitanya then introduced Candra&#347;ekhara and Tapana Mi&#347;ra to San&#257;tana, and Tapana Mi&#347;ra pleasantly invited San&#257;tana to dine with him. The Lord requested Candra&#347;ekhara to take San&#257;tana to a barber and make him "gentle," for San&#257;tana had grown a long beard which &#346;r&#299; Caitanya Mah&#257;prabhu did not like. He not only asked Candra&#347;ekhara to provide San&#257;tana with a bath and clean shave but with a change of clothes as well.</P><P>After bathing, Candra&#347;ekhara gave him some good cloth. When Lord Caitanya was informed that San&#257;tana did not accept new garments but later accepted only some used garments from Tapana Mi&#347;ra, He was very glad. The Lord went to Tapana Mi&#347;ra's house for lunch and asked him to keep food for San&#257;tana. Tapana Mi&#347;ra did not offer San&#257;tana food immediately, however, but after the Lord finished His eating there were some remnants of His foodstuff, and that was offered to San&#257;tana while the Lord took His rest.</P><P>After resting, Lord Caitanya introduced one Mah&#257;r&#257;shtr&#299;ya br&#257;hmana, a devotee of His, to San&#257;tana, and that Mah&#257;r&#257;shtr&#299;ya br&#257;hmana invited San&#257;tana to accept lunch daily at his place as long as he remained in Benares.</P><P>"As long as I remain in Benares, I will beg from door to door," San&#257;tana said. "But the Lord will be so good as to accept this invitation for daily lunch at your house."</P><P>Lord Caitanya was very much pleased by this behavior of San&#257;tana, but He noticed the valuable blanket that was given to him by his brother-in-law while en route to Benares. Although Lord Caitanya was overlooking the blanket, San&#257;tana understood that He did not approve of such a valuable garment on his body, and therefore San&#257;tana decided to get rid of it. He immediately went to the bank of the Ganges, and there he saw a mendicant washing an old quilt. When San&#257;tana asked him to trade the old quilt for the valuable blanket, the poor mendicant thought that San&#257;tana was joking with him. "How is this?" the mendicant upbraided him. "You appear to be a very nice gentleman, but you are mocking me in this unmannerly way.</P><P>"I am not joking with you," San&#257;tana informed him. "I am very serious. Will you kindly exchange that torn quilt for this blanket?" Finally the mendicant exchanged his torn quilt for the blanket, and San&#257;tana returned to the Lord.</P><P>"Where is your valuable blanket?" the Lord immediately inquired. San&#257;tana informed Him about the exchange, and the Lord loved him for this and thanked him. "You are intelligent enough, and you have now exhausted all your attraction for material wealth." In other words, the Lord accepts a person for devotional service only when he is completely free from all materialistic possessions. The Lord then told San&#257;tana: "It would not look good for you to be a mendicant and beg from door to door with such a valuable blanket on your body. It is contradictory and people would look on it with abhorrence."</P><P>"Whatever I am doing to become free from material attachment is all Your mercy," San&#257;tana replied. The Lord was very much pleased with him, and both of them discussed spiritual advancement.</P><P>Previous to this meeting between Lord Caitanya and San&#257;tana Gosv&#257;m&#299;, the Lord met a householder devotee named R&#257;m&#257;nanda R&#257;ya. At that meeting, which is discussed in a later chapter, Lord Caitanya asked R&#257;m&#257;nanda R&#257;ya questions, and R&#257;m&#257;nanda replied as if he were the teacher of the Lord. However, in this case San&#257;tana put questions to the Lord, and the Lord answered them Himself.</P><P>The instructions and teachings of Lord Caitanya are very important for people in general. He teaches the process of devotional service, which is the constitutional occupation of every living entity, for it is every man's duty to advance in spiritual science. Many subjects were thoroughly discussed in the talks between Lord Caitanya and San&#257;tana Gosv&#257;m&#299;. Due to the mercy of Lord Caitanya, San&#257;tana was able to put important questions before Him, and these questions were replied to properly.</P><P>By the meeting of San&#257;tana and Lord Caitanya, we learn that in order to understand spiritual subject matters, one must approach a spiritual master like Lord Caitanya Mah&#257;prabhu and make submissive inquiries. It is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/34.htm">Bg. 4.34</A>) that one should approach a man of authority and learn the science of spiritual life from him.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>