<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 26: Bhatt&#257;c&#257;rya is Converted</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>The Lord then quoted some verses from the Pur&#257;nas by which He established that &#346;a&#324;kar&#257;c&#257;rya was deputed to teach by the order of the Supreme Personality of Godhead. He quoted a verse from the Padma Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana62/31">62.31</A>) in which it is stated that the Lord ordered Mah&#257;deva, Lord &#346;iva, to present some imaginary interpretations of Vedic literatures in order to divert people from the actual purpose of the Vedas. "By doing so you will attempt to make them atheists," the Lord said. "After that, they can produce more population." It is also stated in Padma Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana25/9">25.9</A>) that Lord &#346;iva explained to his wife, P&#257;rvat&#299;, that in the age of Kali he would come in the form of a br&#257;hmana to preach an imperfect interpretation of the Vedas, known as M&#257;y&#257;v&#257;dism, which in actuality is but a second edition of atheistic Buddhist philosophy.</P><P>Bhatt&#257;c&#257;rya was overwhelmed by these explanations of Lord Caitanya. After hearing M&#257;y&#257;v&#257;da philosophy explained by Lord Caitanya, he could not speak. After he remained silent for some time, Lord Caitanya asked him, "My dear Bhatt&#257;c&#257;rya, don't be confused by this explanation. Please take it from Me that the devotional service of the Supreme Lord is the highest perfectional stage of human understanding. Indeed, it is so attractive that even those who are already liberated become devotees by the inconceivable potency of the Supreme Personality of Godhead." There are many such conversions in Vedic literature. For instance, in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/7/10.htm">1.7.10</A>) the famous &#256;tm&#257;r&#257;ma verse is especially meant for those who are attracted to self-realization and liberated from all material attachments. Such liberated impersonalists become attracted to devotional service by the various activities of Lord Krishna. Such are the transcendental qualities of the Supreme Personality of Godhead.</P><P>Actually, in pure consciousness the living entity understands himself as the eternal servant of the Supreme Lord. Under the spell of illusion, a person accepts the gross and subtle bodies as his self; such a conception is the basis of the doctrine of transference. Actually the part and parcel of the Supreme is not eternally subjected to gross and subtle bodily life. The gross and subtle coverings do not comprise the living entity's eternal form; they can be changed. In other words, the living entity, who is originally pure spirit, can be conditioned by the gross and subtle bodies and, by freeing himself from these gross and subtle conditionings, again attain his situation as pure spirit. M&#257;y&#257;v&#257;d&#299; philosophers take advantage of this doctrine of transference by saying that the living entity is under the wrong impression when he thinks himself to be part and parcel of the Supreme. They maintain that the living entity is the Supreme Himself. This doctrine cannot be tenable.</P><P>Bhatt&#257;c&#257;rya then asked Lord Caitanya to explain the famous &#256;tm&#257;r&#257;ma verse, for he desired to hear it from the Lord Himself. Lord Caitanya replied that first of all Bhatt&#257;c&#257;rya should explain the verse according to his own understanding, and then Lord Caitanya would explain it. Bhatt&#257;c&#257;rya then began to explain the &#256;tm&#257;r&#257;ma &#347;loka, using his methods of logic and grammar. Thus he explained the &#256;tm&#257;r&#257;ma &#347;loka in nine different ways. The Lord appreciated his erudite scholarship in explaining the verse and said: "My dear Bhatt&#257;c&#257;rya, I know that you are a representative of the learned scholar Brihaspati and can explain any portion of the &#347;&#257;stras nicely. Yet your explanation is more or less based on academic education only. Aside from this academic scholarly approach, there is another explanation."</P><P>Then, at the request of Bhatt&#257;c&#257;rya, Lord Caitanya explained the &#256;tm&#257;r&#257;ma &#347;loka. The words of the verse were analyzed thus: (1) &#257;tm&#257;r&#257;m&#257;h, (2) ca, (3) munayah, (4) nirgranth&#257;h, (5) api, (6) urukrame, (7) kurvanti, (8) ahaituk&#299;m, (9) bhaktim, (10) itthambh&#363;ta-gunah, (11) harih. This verse has already been explained in the Lord's teachings to San&#257;tana Gosv&#257;m&#299;. Lord Caitanya did not mention the nine different explanations of Bhatt&#257;c&#257;rya, but He did explain the verse by analyzing these eleven words. In this way, He expounded sixty-one different explanations of the verse. In summary He said that the Supreme Personality of Godhead is full of innumerable potencies; no one can estimate how many transcendental qualities He possesses. His qualities are always inconceivable, and all processes of self-realization inquire into the potencies, energies and qualities of the Supreme Personality of Godhead. However, the devotees of the Lord immediately accept the inconceivable position of the Lord. Lord Caitanya explained that even great liberated souls like the Kum&#257;ras and &#346;ukadeva Gosv&#257;m&#299; were also attracted to the transcendental qualities of the Supreme Lord. Bhatt&#257;c&#257;rya appreciated Lord Caitanya's explanation, and he concluded that Lord Caitanya was none other than Krishna Himself. Bhatt&#257;c&#257;rya then began to deprecate his own position, relating that he had at first considered Lord Caitanya to be an ordinary human being and therefore committed an offense. He then fell down at the lotus feet of Lord Caitanya, deprecating himself, and requested the Lord to show His causeless mercy upon him. Lord Caitanya appreciated the humility of this great scholar and therefore exhibited His own form, first with four hands, and then with six hands (shadbhuja). S&#257;rvabhauma Bhatt&#257;c&#257;rya then repeatedly fell down at the Lord's lotus feet and composed various prayers to Him. He was undoubtedly a great scholar, and after receiving the causeless mercy of the Lord, he was empowered to explain the Lord's activities in different ways. Indeed, he was able to express the method of chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P>It is said that S&#257;rvabhauma Bhatt&#257;c&#257;rya composed a hundred verses in appreciation of the Lord's activities, and that those verses were so great that they could not even be surpassed by Brihaspati, the greatest learned scholar in the heavenly planets. The Lord was very pleased to hear these hundred verses, and He embraced Bhatt&#257;c&#257;rya. Bhatt&#257;c&#257;rya became overwhelmed with ecstasy by the Lord's touch, and he practically fell unconscious. He cried, trembled, shivered and perspired, and sometimes he danced and sang and fell at the lotus feet of Lord Caitanya. Bhatt&#257;c&#257;rya's brother-in-law, Gop&#299;n&#257;tha &#256;c&#257;rya, and the devotees of the Lord were surprised to see the Bhatt&#257;c&#257;rya transformed into a great devotee.</P><P>Gop&#299;n&#257;tha &#256;c&#257;rya then began to thank the Lord: "It is by Your grace only that Bhatt&#257;c&#257;rya has been transformed from his stonelike position into such a devotee." Lord Caitanya then replied to Gop&#299;n&#257;tha &#256;c&#257;rya that it was due to a devotee's favor that a stonelike man could be transformed into a mild, flowerlike devotee. Actually Gop&#299;n&#257;tha &#256;c&#257;rya had sincerely wished that his brother-in-law, Bhatt&#257;c&#257;rya, would become a devotee of the Lord. He had sincerely desired that the Lord favor Bhatt&#257;c&#257;rya, and he was glad to see that his desire was fulfilled by Lord Caitanya. In other words, a devotee of the Lord is more merciful than the Lord Himself. When a devotee desires to show his mercy to a person, the Lord acts, and by His grace one becomes a devotee.</P><P>Lord Caitanya pacified Bhatt&#257;c&#257;rya and asked him to go home. Bhatt&#257;c&#257;rya again began to praise the Lord and said, "You have descended Yourself to deliver ail the fallen souls of this material world. Such an undertaking is not very difficult for You, but You have turned a stonehearted man like me into a devotee, and that is very wonderful indeed. Although I was very expert at logical arguments and grammatical explanations of the Vedas, I was as hard as a lump of iron. But Your influence and temperature were so great that You could melt away a piece of iron like me."</P><P>Lord Caitanya then returned to His place, and Bhatt&#257;c&#257;rya sent Gop&#299;n&#257;tha &#256;c&#257;rya to Him with various kinds of pras&#257;da from Jagann&#257;tha temple. The next day the Lord went to the temple of Jagann&#257;tha early in the morning to attend ma&#324;gala &#257;rati. The priests in the temple brought Him a garland from the Deity and also offered Him various kinds of pras&#257;da. The Lord was very much pleased to receive them, and He at once went to the house of Bhatt&#257;c&#257;rya, taking the pras&#257;da and the flowers to present to him. Although it was early in the morning, Bhatt&#257;c&#257;rya understood that the Lord had come and was knocking on his door. He at once rose from his bed and began to say, "Krishna! Krishna!" This was heard by Lord Caitanya. When Bhatt&#257;c&#257;rya opened the door, he saw the Lord standing there, and he was so pleased to see Him early in the morning that he tried to receive Him with all care. He offered Him a nice seat, and both of them sat there. Lord Caitanya then offered him the pras&#257;da which He had received in the temple of Jagann&#257;tha, and Bhatt&#257;c&#257;rya was very glad to receive this pras&#257;da from the hands of Lord Caitanya Himself. Indeed, without taking his bath and without performing his daily duties or even washing his teeth, he began immediately to eat the pras&#257;da. In this way, he was freed from all material contamination and attachment, and as he began to eat the pras&#257;da, he cited a verse from Padma Pur&#257;na. In Padma Pur&#257;na it is stated that when pras&#257;da is brought or received, it must be eaten immediately, even if it has become very dry or old, or even if it is brought from a distant place, or even if one has not completed executing his daily duties. Since it is enjoined in the &#347;&#257;stras that pras&#257;da should immediately be taken, there is no restriction of time and space; the order of the Supreme Personality of Godhead must be followed. There are restrictions one must follow before accepting food from various people, but there are no restrictions on accepting pras&#257;da from all kinds of people. pras&#257;da is always transcendental and can be taken under any condition. Lord Caitanya was very pleased to see that Bhatt&#257;c&#257;rya, who had always obeyed the rules and regulations strictly, accepted pras&#257;da without following any rules and regulations. Being so pleased, Lord Caitanya embraced Bhatt&#257;c&#257;rya, and they both began to dance in transcendental ecstasy. In that ecstasy, Lord Caitanya exclaimed: "My mission in Jagann&#257;tha Pur&#299; is now fulfilled! I have converted a person like S&#257;rvabhauma Bhatt&#257;c&#257;rya. I shall now be able to attain Vaikuntha without fail."</P><P>The missionary goal of a devotee is to convert simply one person into a pure devotee. In this way his admission to the spiritual kingdom is guaranteed. The Lord was so pleased with Bhatt&#257;c&#257;rya that He began to bless him repeatedly: "Dear Bhatt&#257;c&#257;rya, now you are a completely pure devotee of Lord Krishna, and Krishna is now very much pleased with you. From today you are freed from the contamination of this material body and the entanglement of material energy. You are now fit to go back to Godhead, back home." The Lord then cited a verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/2/7/42.htm">2.7.42</A>)</P><P>yesh&#257;m sa eva bhagav&#257;n dayayed anantah</P><P CLASS=n>sarv&#257;tman&#257;&#347;rita-pado yadi nirvyal&#299;kam</P><P CLASS=n>te dustar&#257;m atitaranti ca deva-m&#257;y&#257;m</P><P CLASS=n>naish&#257;m mam&#257;ham-iti dh&#299;h &#347;va-&#347;rig&#257;la-bhakshye</P><P>"Whoever takes complete shelter of the lotus feet of the Supreme Lord is favored by the Supreme Lord, who is known to be unlimited. Such a person also receives permission to cross the ocean of nescience. However, one who thinks this material body to be himself cannot receive the causeless mercy of the Supreme Personality of Godhead."</P><P>After this incident, Lord Caitanya returned to His place, and Bhatt&#257;c&#257;rya became a pure and faultless devotee. Since he was formerly a great academic scholar, Bhatt&#257;c&#257;rya could only have been converted by the causeless mercy of Caitanya Mah&#257;prabhu. From that day forward Bhatt&#257;c&#257;rya never explained any Vedic literature without explaining devotional service. Gop&#299;n&#257;tha &#256;c&#257;rya, his brother-in-law, was so pleased to see Bhatt&#257;c&#257;rya's condition that he began to dance in ecstasy and vibrate the transcendental sound Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P>The next day, after visiting Jagann&#257;tha temple early in the morning, Bhatt&#257;c&#257;rya went to visit Lord Caitanya, and he offered his respects by falling down before the Lord. He then began to explain his past undesirable behavior. When he asked the Lord to speak something of devotional service, the Lord began to explicitly explain the verses of Brihan-n&#257;rad&#299;ya Pur&#257;na, in which it is stated: harer n&#257;ma harer n&#257;ma [<A CLASS=v HREF="../cc/adi/17/21.htm">Adi 17.21</A>]. Upon hearing this explanation, Bhatt&#257;c&#257;rya became more and more ecstatic. Seeing the condition of his brother-in-law, Gop&#299;n&#257;tha &#256;c&#257;rya said, "My dear Bhatt&#257;c&#257;rya, previously I had said that when one is favored by the Supreme Lord, he will understand the techniques of devotional service. Today I am seeing this fulfilled."</P><P>Bhatt&#257;c&#257;rya offered him his due respect and replied, "My dear Gop&#299;n&#257;tha &#256;c&#257;rya, it is through your mercy that I have received the mercy of the Supreme Lord." The mercy of the Supreme Personality of Godhead can be obtained by the mercy of a pure devotee. Lord Caitanya's mercy was bestowed upon Bhatt&#257;c&#257;rya because of Gop&#299;n&#257;tha &#256;c&#257;rya's endeavor. "You are a great devotee of the Lord," Bhatt&#257;c&#257;rya continued, "and I was simply blinded by my academic education. Yes, I have obtained the mercy of the Lord through your agency only." Lord Caitanya Himself was greatly pleased to hear Bhatt&#257;c&#257;rya say that a man can obtain the mercy of the Lord through the agency of a devotee. He appreciated his words and embraced Bhatt&#257;c&#257;rya, confirming his statement.</P><P>The Lord then requested Bhatt&#257;c&#257;rya to go to Jagann&#257;tha temple again, and Bhatt&#257;c&#257;rya started out for the temple accompanied by Jagad&#257;nanda and D&#257;modara, two principal associates of Lord Caitanya. After seeing Jagann&#257;tha temple, Bhatt&#257;c&#257;rya returned home and brought with him much pras&#257;da purchased from the temple. He sent all this pras&#257;da to Lord Caitanya through his br&#257;hmana servant.</P><P>He also dispatched two verses written on palm tree leaves and requested Jagad&#257;nanda to render him a favor by delivering them. Thus Lord Caitanya was offered the pras&#257;da and the verses on the palm leaves. However, before reaching the Lord, Mukunda Datta, who had also undertaken the delivery of the verses, had copied the verses in his book. When Lord Caitanya read the verses on the palm leaf, he tore them to pieces, for He never liked to be praised by anyone. The verses only survive because they had been copied by Mukunda Datta. These verses praised the Lord, the Supreme Original Personality of Godhead who had descended as Lord Caitanya to preach detachment, transcendental knowledge and devotional service to the people in general. Lord Caitanya was praised as the original Personality of Godhead and was compared with an ocean of mercy. "Let me surrender unto that Lord Caitanya Mah&#257;prabhu," the verses stated. "The Lord, seeing that devotional service was absent, descended Himself in the form of Caitanya Mah&#257;prabhu to preach devotional service. Let us all surrender unto His lotus feet and learn from Him what devotional service actually is." These verses are considered to be most important jewels by the devotees of the Lord in disciplic succession, and by virtue of these famous verses S&#257;rvabhauma Bhatt&#257;c&#257;rya has become known as the highest of devotees.</P><P>Thus S&#257;rvabhauma Bhatt&#257;c&#257;rya was converted into one of the most important devotees of the Lord, and he had no other interest than to serve the Lord. He thought of Lord Caitanya constantly, and meditation and chanting became the main purpose of his life.</P><P>One day S&#257;rvabhauma Bhatt&#257;c&#257;rya came before the Lord, offered his respects and began to read a verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/14/8.htm">10.14.8</A>). This verse dealt with Lord Brahm&#257;'s prayer to the Lord. The verse read:</P><P>tat te 'nukamp&#257;m susam&#299;ksham&#257;no</P><P CLASS=n>bhuñj&#257;na ev&#257;tma-kritam vip&#257;kam</P><P CLASS=n>hrid-v&#257;g-vapurbhir vidadhan namas te</P><P CLASS=n>j&#299;veta yo mukti-pade sa d&#257;ya-bh&#257;k</P><P>"A person who devotes his mind, body and speech to the service of the Lord, even though in the midst of a miserable life fraught with past misdeeds, is assured of liberation." Bhatt&#257;c&#257;rya changed the word mukti (liberation) to bhakti (devotional service).</P><P>"Why have you changed the original verse?" the Lord asked Bhatt&#257;c&#257;rya. "The word is mukti, and you have changed it to bhakti." Bhatt&#257;c&#257;rya then replied that mukti is not as valuable as bhakti and that mukti is actually a sort of punishment for the pure devotee. For this reason he changed the word mukti to bhakti. Bhatt&#257;c&#257;rya then began to explain his realization of bhakti. "Anyone who does not accept the transcendental Personality of Godhead and His transcendental form cannot know the Absolute Truth," he said.</P><P>One who does not understand the transcendental nature of the body of Krishna becomes Krishna's enemy and defies or fights with Him. The enemies eventually merge into the Lord's Brahman effulgence. Such mukti or liberation into the Brahman effulgence is never desired by the Lord's devotees. There are five kinds of liberation: (1) attaining the planet where the Lord resides, (2) associating with the Lord, (3) attaining a transcendental body like the Lord's, (4) attaining opulence like the Lord, and (5) merging into the existence of the Lord. A devotee has no particular interest in any of these types of liberation. He is satisfied simply by being engaged in the transcendental loving service of the Lord. A devotee is especially adverse to merging into the existence of the Lord and losing his individual identity. Indeed, a devotee considers oneness with the Lord to be hellish. He will, however, accept one of the four other kinds of liberation in consideration for being engaged in the service of the Lord. Out of the two possibilities of merging in transcendence &#8212; namely becoming one with the impersonal Brahman effulgence and becoming one with the Personality of Godhead &#8212; the latter is more abominable to the devotee. The devotee has no aspiration other than engaging in the transcendental loving service of the Lord.</P><P>On hearing this, Lord Caitanya informed Bhatt&#257;c&#257;rya that there is another purport to the word mukti. The word mukti-pade directly indicates the Personality of Godhead. The Personality of Godhead has innumerable liberated souls engaged in His transcendental loving service, and He is the ultimate resort of liberation. In any case, Krishna is the ultimate shelter.</P><P>"Despite this reading," S&#257;rvabhauma Bhatt&#257;c&#257;rya replied, "I prefer bhakti to mukti. Although according to You there are two meanings to the word mukti, still, because this word is equivocal, I prefer bhakti to mukti because when one hears the word mukti, he immediately thinks of becoming one with the Supreme. I therefore even hate to utter the word mukti. However, I am very enthusiastic to speak of bhakti."</P><P>Lord Caitanya laughed very loudly at this and embraced Bhatt&#257;c&#257;rya with great love.</P><P>Thus Bhatt&#257;c&#257;rya, who had taken pleasure in explaining M&#257;y&#257;v&#257;d&#299; philosophy, became such a staunch devotee that he even hated to utter the word mukti. This is only possible by the causeless mercy of the Lord &#346;r&#299; Caitanya. The Lord is like a touchstone, for by His grace He can turn iron into gold. After his conversion, everyone marked a great change in Bhatt&#257;c&#257;rya, and they concluded that this change was made possible only by the inconceivable power of Lord Caitanya. Thus they took it for granted that Lord Caitanya was none other than Lord Krishna Himself.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>