<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 27: Lord Caitanya and R&#257;m&#257;nanda R&#257;ya</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>When Lord Caitanya visited this temple, He praised the Deity and quoted a verse from &#346;r&#299;dhara Sv&#257;m&#299;'s commentary on &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/7/9/1.htm">7.9.1</A>):</P><P>ugro 'py anugra ev&#257;yam</P><P CLASS=n>sva-bhakt&#257;n&#257;m nrike&#347;ar&#299;</P><P CLASS=n>ke&#347;ar&#299;va svapot&#257;n&#257;m</P><P CLASS=n>anyesh&#257;m ugra-vikramah</P><P>"Although Lord Nrisimha is very severe to demons and nondevotees, He is very kind to His submissive devotees like Prahl&#257;da." Lord Nrisimha appeared as a half-man, half-lion incarnation of Krishna when Prahl&#257;da, a boy devotee of the Lord, was harassed by his demoniac father Hiranyaka&#347;ipu. Just as a lion is very ferocious to other animals but very kind and submissive to his cubs, so Lord Nrisimha appeared ferocious to Hiranyaka&#347;ipu and very kind to His devotee Prahl&#257;da.</P><P>After visiting the temple of Jiyara-nrisimha, the Lord proceeded further south into India and ultimately reached the bank of the God&#257;var&#299;. While on the bank of this river, the Lord remembered the Yamun&#257; River in Vrind&#257;vana, and He considered the trees on the bank to be the forest of Vrind&#257;vana. Thus He was in ecstasy there. After taking a bath on the banks of the God&#257;var&#299;, the Lord sat near the bank and began chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. While sitting and chanting, the Lord saw that the governor of the province, &#346;r&#299; R&#257;m&#257;nanda R&#257;ya, had reached the banks of the river accompanied by his associates, which included many br&#257;hmanas. Previously the Lord had been asked by S&#257;rvabhauma Bhatt&#257;c&#257;rya to visit the great devotee R&#257;m&#257;nanda R&#257;ya at Kabur. The Lord could understand that the man approaching the river bank was R&#257;m&#257;nanda R&#257;ya, and He desired to see him immediately. However, because He was in the renounced order of life, He restrained Himself from going to see a political personage. Being a great devotee, R&#257;m&#257;nanda R&#257;ya was attracted by the features of Lord Caitanya, who appeared as a sanny&#257;s&#299;, and he himself came to see the Lord. Upon reaching Caitanya Mah&#257;prabhu, R&#257;m&#257;nanda R&#257;ya prostrated himself and offered his obeisances and respects. Lord Caitanya received him by vibrating Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma Hare Hare.</P><P>When R&#257;m&#257;nanda R&#257;ya presented his credentials, Lord Caitanya embraced him, and both of them were overwhelmed with ecstasy. The br&#257;hmanas who accompanied R&#257;m&#257;nanda R&#257;ya were surprised to see them embracing in transcendental ecstasy. The br&#257;hmanas were all stalwart followers of the rituals, and they could not understand the meaning of such devotional symptoms. Indeed, they were rather surprised to see such a great sanny&#257;s&#299; touch a &#347;&#363;dra, and they were also surprised to see R&#257;m&#257;nanda R&#257;ya, who was a great governor and practically king of that province, crying simply by touching a sanny&#257;s&#299;. Lord Caitanya understood the br&#257;hmanas' thoughts, and, considering the unfavorable situation, He pacified Himself.</P><P>After this, Lord Caitanya and R&#257;m&#257;nanda R&#257;ya sat down together. "S&#257;rvabhauma Bhatt&#257;c&#257;rya has spoken very highly of you," Lord Caitanya informed him. "So I have come to see you."</P><P>"S&#257;rvabhauma Bhatt&#257;c&#257;rya considers me to be one of his devotees," R&#257;m&#257;nanda R&#257;ya replied. "Therefore he has kindly recommended that You see me."</P><P>R&#257;m&#257;nanda R&#257;ya very much appreciated the Lord's touching a man of wealth. A king, governor or any politician is always absorbed in thoughts of political affairs and pounds-shilling-pence; therefore such persons are avoided by sanny&#257;s&#299;s. Lord Caitanya, however, knew R&#257;m&#257;nanda R&#257;ya to be a great devotee, and therefore He did not hesitate to touch and embrace him. R&#257;m&#257;nanda R&#257;ya was surprised by Lord Caitanya's behavior, and he cited a verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/8/4.htm">10.8.4</A>): "The great personalities and sages appear in the homes of worldly men just to show them mercy."</P><P>Lord Caitanya's special treatment of R&#257;m&#257;nanda R&#257;ya indicated that although R&#257;m&#257;nanda R&#257;ya was born in a nonbrahminical family, he was far, far advanced in spiritual knowledge and activity. Therefore he was more respectable than one who simply happens to be born in a brahminical family. Although R&#257;m&#257;nanda, out of his meek and gentle behavior, considered himself to be born in a lower &#347;&#363;dra family, Lord Caitanya nonetheless considered him to be situated in the highest transcendental stage of devotion. Devotees never advertise themselves as great, but the Lord is very anxious to advertise the glory of His devotees. After meeting for the first time that morning on the banks of the God&#257;var&#299;, R&#257;m&#257;nanda R&#257;ya and Lord Caitanya separated with the understanding that R&#257;m&#257;nanda R&#257;ya would come in the evening to see the Lord.</P><P>That evening, after the Lord had taken His bath and seated Himself, R&#257;m&#257;nanda R&#257;ya came to see Him with a servant. He offered his respects and sat down before the Lord. Before R&#257;m&#257;nanda R&#257;ya could even ask the Lord a question about the advancement of spiritual knowledge, the Lord Himself said, "Please quote some verses from scripture about the ultimate goal of human life."</P><P>&#346;r&#299; R&#257;m&#257;nanda R&#257;ya at once replied: "A person who is sincere in his occupational duty will gradually develop a sense of God consciousness." He also quoted a verse from Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana3/8/9">3.8.9</A>) which states that the Supreme Lord is worshiped by one's occupational duty and that there is no alternative for satisfying Him. The purport is that human life is meant for understanding one's relationship with the Supreme Lord, and by acting in that way any human being can dovetail himself in the service of the Lord by discharging his prescribed duties. For this purpose human society is divided into four classes: the intellectuals (br&#257;hmanas), the administrators (kshatriyas), the merchants (vai&#347;yas), and the laborers (&#347;&#363;dras). For each class there are prescribed rules and regulations as well as occupational functions. The prescribed duties and qualities of the four classes are described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/18/41.htm">18.41-44</A>). A society which is civilized and organized should follow the prescribed rules and regulations for the particular classes. At the same time, for spiritual advancement, the four stages of &#257;&#347;rama must also be followed: namely, student life (brahmacarya), householder (grihastha), retired (v&#257;naprastha) and the renounced life (sanny&#257;sa).</P><P>R&#257;m&#257;nanda R&#257;ya stated that those who strictly follow the rules and regulations of these eight social divisions can actually satisfy the Supreme Lord, and one who does not follow them certainly spoils his human form of life and glides toward hell. One can peacefully execute the goal of human life simply by following the rules and regulations which apply to one's self. The character of a particular person develops by following the regulative principles in accordance with one's birth, association and education. The divisions of society are so designed that many people of different character can be regulated under them for the peaceful administration of society and for spiritual advancement as well. The social classes can be further characterized as follows: (1) He whose aim is to understand the Supreme Lord, the Personality of Godhead, and devote himself to the learning of the Vedas and similar literatures is called a br&#257;hmana. (2) He who has taken to displaying force and entering government administration is called a kshatriya. (3) He who is engaged in agriculture, herding cows and carrying out a trade or business is called a vai&#347;ya. (4) He who has no special knowledge but is satisfied by serving the other three classes is called a &#347;&#363;dra. If one faithfully discharges his prescribed duties, he is sure to advance toward perfection. Thus regulated life is the source of perfection for everyone. When regulated life culminates in devotional service to the Lord, one attains his perfection. Otherwise such regulations are simply a useless waste of time.</P><P>After hearing R&#257;m&#257;nanda R&#257;ya expound upon the proper execution of a regulated life, Lord Caitanya said that such regulations are simply external. Indirectly He asked R&#257;m&#257;nanda to expound on something superior to such an external exhibition. Formal execution of rituals and religion is useless unless it culminates in the perfection of devotional service. Lord Vishnu is not satisfied simply by a ritualistic adherence to Vedic instructions; He is actually pleased when one attains the stage of devotional service.</P><P>According to the verse cited by R&#257;m&#257;nanda R&#257;ya, one can rise to the point of devotional service by ritualistic performance. In Bhagavad-g&#299;t&#257;, &#346;r&#299; Krishna, who appeared to deliver all classes of people, states that a human being can attain the highest perfectional stage of life by worshiping the Supreme Lord, from whom everything has emanated, through his occupational duty.</P><P>sve sve karmany abhiratah</P><P CLASS=n>samsiddhim labhate narah</P><P CLASS=n>svakarma-niratah siddhim</P><P CLASS=n>yath&#257; vindati tac chrinu</P><P CLASS=n>yatah pravrittir bh&#363;t&#257;n&#257;m</P><P CLASS=n>yena sarvam idam tatam</P><P CLASS=n>svakarman&#257; tam abhyarcya</P><P CLASS=n>siddhim vindati m&#257;navah</P><P>"By following his qualities of work, every man can become perfect. Now please hear from Me how this can be done. By worship of the Lord, who is the source of all beings and who is all-pervading, man can, in the performance of his own duty, attain perfection." (<A CLASS=v HREF="../bg/18/45.htm">Bg. 18.45-46</A>) This perfectional process is followed by great devotees like Bodh&#257;yana, Ta&#324;ka, Dramida, Guhadeva, Kapardi and Bh&#257;ruci. All these great personalities have followed this particular path of perfection. The Vedic injunctions also aim in this direction. R&#257;m&#257;nanda R&#257;ya wanted to present these facts before the Lord, but apparently discharge of ritualistic duties wasn't sufficient, for Lord Caitanya said that it was external. Lord Caitanya was pointing out that if a man has a material conception of life, he cannot attain the highest perfection even if he follows all the ritualistic regulations.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>