<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 28: Relationship with the Supreme</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>R&#257;m&#257;nanda R&#257;ya understood the purpose of Lord Caitanya, and, stating that it is better to give up the results of fruitive activities, he quoted a verse from Bhagavad-g&#299;t&#257;:</P><P>yat karoshi yad a&#347;n&#257;si</P><P CLASS=n>yaj juhoshi dad&#257;si yat</P><P CLASS=n>yat tapasyasi kaunteya</P><P CLASS=n>tat kurushva mad-arpanam</P><P>"O son of Kunt&#299;, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me." (<A CLASS=v HREF="../bg/9/27.htm">Bg. 9.27</A>) There is also a similar passage in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/2/36.htm">11.2.36</A>) which states that one should submit everything &#8212; his fruitive activities, body, speech, mind, senses, intelligence, soul and modes of nature &#8212; to the Supreme Personality of Godhead, N&#257;r&#257;yana.</P><P>Lord Caitanya, however, also rejected this second statement, saying, "If you know of something higher, state it."</P><P>Offering everything to the Supreme Personality of Godhead, as enjoined by Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam, is better than impersonally making the Supreme Lord subject to our work, but it is still short of surrendering activities to the Supreme Lord. A worker's identification with material existence cannot be changed without proper guidance. Such fruitive activity will continue one's material existence. A worker is simply instructed here to offer the results of his work to the Supreme Lord, but there is no information given to enable one to get out of the material entanglement. Therefore Lord Caitanya rejected his proposal.</P><P>After having his suggestions rejected twice, R&#257;m&#257;nanda proposed that one should forsake his occupational activities altogether and by detachment rise to the transcendental plane. In other words, he recommended complete renunciation of worldly life, and to support this view he cited evidence from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/11/32.htm">11.11.32</A>) wherein the Lord says: "In the scriptures I have described the ritualistic principles and the way one can become situated in devotional service. That is the highest perfection of religion." R&#257;m&#257;nanda also quoted Lord Krishna's injunction in Bhagavad-g&#299;t&#257;:</P><P>sarva-dharm&#257;n parityajya</P><P CLASS=n>m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo</P><P CLASS=n>mokshayishy&#257;mi m&#257; &#347;ucah</P><P>"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear." (<A CLASS=v HREF="../bg/18/66.htm">Bg. 18.66</A>)</P><P>Lord Caitanya also rejected this third proposal, for He wanted to demonstrate that renunciation in itself is not sufficient. There must be positive engagement. Without positive engagement, the highest perfectional stage cannot be attained. Generally there are two kinds of philosophers in the renounced order of life. The goal of one is nirv&#257;na, and the goal of the other is the impersonal Brahman effulgence. Such philosophers cannot imagine that they can reach beyond nirv&#257;na and the Brahman effulgence to the Vaikuntha planets of the spiritual sky. Because in simple renunciation there is no conception of spiritual planets and spiritual activities, Lord Caitanya rejected this third proposal.</P><P>R&#257;m&#257;nanda R&#257;ya then cited more evidence from Bhagavad-g&#299;t&#257;:</P><P>brahma-bh&#363;tah prasann&#257;tm&#257;</P><P CLASS=n>na &#347;ocati na k&#257;&#324;kshati</P><P CLASS=n>samah sarveshu bh&#363;teshu</P><P CLASS=n>mad-bhaktim labhate par&#257;m</P><P>"One who is thus transcendentally situated at once realizes the Supreme Brahman. He never laments, nor desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me." (<A CLASS=v HREF="../bg/18/54.htm">Bg. 18.54</A>) R&#257;m&#257;nanda R&#257;ya first suggested devotional service rendered with renunciation of fruitive activities, but here he suggests that devotional service with full knowledge and spiritual realization added is superior.</P><P>Lord Caitanya, however, rejected this proposal also because simply by renouncing material results in Brahman realization one does not realize the spiritual world and spiritual activities. Although there is no material contamination when one attains the stage of Brahman realization, that stage is not perfect because there is no positive engagement in spiritual activity. Because it is still on the mental plane, it is external. The pure living entity is not liberated unless he is completely engaged in spiritual activity. As long as one is absorbed in impersonal thoughts or in thoughts of the void, his entrance into an eternal blissful life of knowledge is not completed. When spiritual knowledge is not complete, one will be hindered in his attempt to cleanse the mind of all material variegatedness. Thus impersonalists are frustrated in their attempts to make the mind void by artificial meditation. It is very difficult to void the mind of all material conceptions. As stated in Bhagavad-g&#299;t&#257;:</P><P>kle&#347;o 'dhikataras tesh&#257;m</P><P CLASS=n>avyakt&#257;sakta-cetas&#257;m</P><P CLASS=n>avyakt&#257; hi gatir duhkham</P><P CLASS=n>dehavadbhir av&#257;pyate</P><P>" For those whose minds are attracted to the unmanifested, impersonal feature of the Supreme, advancement is very troublesome. To make progress in that discipline is always difficult for those who are embodied." (<A CLASS=v HREF="../bg/12/5.htm">Bg. 12.5</A>) The liberation which is obtained by such impersonal meditation is not complete; therefore Lord Caitanya rejected it.</P><P>After his fourth proposal was rejected, R&#257;m&#257;nanda R&#257;ya said that devotional service rendered without any attempt at cultivation of knowledge or mental speculation is the highest stage of perfection. To support this view, he gave evidence from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/14/3.htm">10.14.3</A>) wherein Lord Brahm&#257; tells the Supreme Personality of Godhead:</P><P>jñ&#257;ne pray&#257;sam udap&#257;sya namanta eva</P><P CLASS=n>j&#299;vanti san-mukharit&#257;m bhavad&#299;ya-v&#257;rt&#257;m</P><P CLASS=n>sth&#257;ne sthit&#257;h &#347;ruti-gat&#257;m tanu-v&#257;&#324;-manobhir</P><P CLASS=n>ye pr&#257;ya&#347;o 'jita jito 'py asi tais tri-loky&#257;m</P><P>"My dear Lord, one should give up monistic speculation and the cultivation of knowledge altogether. He should begin his spiritual life in devotional service by receiving information of the Lord's activities from a realized devotee of the Lord. If one cultivates his spiritual life by following these principles and keeping himself on the honest path in life, then although Your Lordship is never conquered, You become conquered by such a process."</P><P>When R&#257;m&#257;nanda R&#257;ya presented this proposal, Lord Caitanya at once said, "Yes, this is right." In this age there is no possibility of acquiring spiritual knowledge by renunciation, by mixed devotional service, by fruitive activity in mixed devotional service, or by the culture of knowledge. Because most people are fallen and because there is no time to elevate them by a gradual process, the best course, according to Lord Caitanya, is to let them remain in whatever condition they are in but to engage them in hearing of the activities of the Supreme Lord as those activities are explained in Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. The transcendental messages of the scriptures should be received from the lips of realized souls. In this way a person may continue to live in whatever condition he is in and still make progress in spiritual advancement. Thus one can surely advance and fully realize the Supreme Personality of Godhead.</P><P>Although Lord Caitanya accepted these principles, He still requested R&#257;m&#257;nanda R&#257;ya to further explain advanced devotional service. Thus Lord Caitanya gave R&#257;m&#257;nanda R&#257;ya a chance to discuss gradual advancement from the principles of varn&#257;&#347;rama-dharma (the four castes and four orders of spiritual life). Lord Caitanya rejected the varn&#257;&#347;rama-dharma and the offering of fruitive activity because in the field of executing pure devotional service, there is very little use for such principles. Without self-realization, the artificial methods of devotional service cannot be accepted as pure devotional service. Self-realized pure devotional service is completely different from all other kinds of transcendental activity. The highest stage of transcendental activity is always free from all material desires, fruitive efforts and speculative attempts at knowledge. The highest stage concentrates on the simple, favorable execution of pure devotional service.</P><P>R&#257;m&#257;nanda R&#257;ya could understand the motive of Lord Caitanya; therefore he stated that attainment of pure love of Godhead is the highest perfectional stage. There is a very nice verse in Pady&#257;val&#299; which is said to be composed by R&#257;m&#257;nanda R&#257;ya himself. The purport of the verse is: "As long as there is hunger in the belly and one feels like eating and drinking, one can become happy by taking anything eatable. Similarly, there may be much paraphernalia for worshiping the Supreme Lord, but when that is mixed with pure love of Godhead, it becomes an actual source of transcendental happiness." R&#257;m&#257;nanda R&#257;ya also composed another verse which stated that even after millions and millions of births one cannot achieve a sense of devotional service, but if, somehow or other, one desires to attain devotional service, the association of a pure devotee will render it possible. Thus one should have a strong desire to engage in devotional service. In these two verses, R&#257;m&#257;nanda R&#257;ya has described the regulative principles and developed love of Godhead. Lord Caitanya wanted to bring him to the stage of developed love of Godhead, and He wanted him to speak from that platform. Thus the discussion between R&#257;m&#257;nanda R&#257;ya and Lord Caitanya proceeds on the basis of love of Godhead.</P><P>If love of Godhead is elevated to the personal platform, it is called prema-bhakti. In the beginning of prema-bhakti, a particular relationship between the Supreme Lord and the devotee is not established, but when prema-bhakti develops, a relationship with the Supreme Lord is manifested in different transcendental flavors. The first stage is that of servitude, wherein the Supreme Lord is accepted as the master and the devotee as the eternal servitor. When Lord Caitanya accepted this process, R&#257;m&#257;nanda R&#257;ya described the relationship between the servitor and the master. As described in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/9/5/16.htm">9.5.16</A>), Durv&#257;s&#257; Muni, a great mystic yog&#299; who considered himself very elevated, envied Mah&#257;r&#257;ja Ambar&#299;sha, who was known as the greatest devotee of the time. In an attempt to harass Mah&#257;r&#257;ja Ambar&#299;sha, Durv&#257;s&#257; Muni met with a great catastrophe and was defeated by the sudar&#347;ana-cakra of the Lord. Durv&#257;s&#257; Muni admitted his fault and said, "For pure devotees who are always engaged in the transcendental loving service of the Lord, nothing is considered impossible, for they are engaged in the service of the Supreme Lord, whose very name is sufficient for liberation."</P><P>In Stotra-ratna (46), Y&#257;mun&#257;c&#257;rya writes: "My Lord, those who keep themselves independent of Your service are helpless. They work on their own account, and they receive no support from superior authority. Therefore I long for the time when I shall engage fully in Your transcendental loving service without any desire for material satisfaction and without being confined to the mental plane. Only when I engage in such unalloyed devotional service will I enjoy actual spiritual life."</P><P>Upon hearing this statement, the Lord requested R&#257;m&#257;nanda R&#257;ya to go even further.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>