<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 29: Pure Love for Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>Lord Caitanya appreciated this statement very much, yet He said, "You can go even further." Being so requested, R&#257;m&#257;nanda R&#257;ya then stated that the paternal relationship with Krishna is a still higher transcendental position. When the affection of the fraternal relationship increases, it develops into the paternal relationship that is found between father and son. Regarding this, R&#257;m&#257;nanda R&#257;ya quoted a verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/8/46.htm">10.8.46</A>) wherein Mah&#257;r&#257;ja Par&#299;kshit inquired from &#346;ukadeva Gosv&#257;m&#299; about the magnitude of righteous activity performed by Ya&#347;od&#257;, the mother of Krishna, enabling her to be called "mother" and her breasts be sucked by the Supreme Personality of Godhead. He also quoted another verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/9/20.htm">10.9.20</A>) in which it is stated that Ya&#347;od&#257; received such incomparable mercy from the Supreme Personality of Godhead that it cannot even be compared to the mercy received by Brahm&#257;, the first created living being, or by Lord &#346;iva, or even by the goddess of fortune, Lakshm&#299;, who is always situated on the chest of Lord Vishnu.</P><P>Lord Caitanya then asked R&#257;m&#257;nanda R&#257;ya to proceed further in order to come to the point of conjugal love. Understanding the mind of Lord Caitanya, R&#257;m&#257;nanda R&#257;ya immediately answered that it was indeed conjugal love with Krishna that constituted the highest relationship. In other words, intimate relationships with Krishna develop from an ordinary conception of the Supreme Personality of Godhead, to the conception of master and servant, and, when this becomes confidential, it develops into a friendly relationship, and when this relationship further develops, it becomes paternal, and when this develops to the highest point of love and affection, it is known as conjugal love with the Supreme Lord. R&#257;m&#257;nanda R&#257;ya quoted another verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/47/60.htm">10.47.60</A>) stating that the transcendental mode of ecstasy exhibited during the r&#257;sa dance between the gop&#299;s and Krishna was never relished even by the goddess of fortune, who is always situated on the chest of the Lord in the spiritual kingdom. And what to speak of the experience of ordinary women?</P><P>R&#257;m&#257;nanda R&#257;ya then explained the gradual process by which pure love for Krishna is developed. He pointed out that the living entity is related to the Supreme Personality of Godhead in one of the relationships just suitable for him. Actually, relationships with the Supreme Lord begin with the master and servant relationship and further develop into friendship, paternal love and conjugal love. One who attains his particular relationship with the Supreme Personality of Godhead should be known to be in the best relationship for him, but when these transcendental relationships are studied, it can be seen that the neutral stage of realization (brahma-bh&#363;ta) is the first. When one accepts the Lord as master and himself as servant, the relationship develops, and it develops further when one becomes a friend of the Supreme Lord, and yet still further when one becomes a father. Thus the relationship advances from friendship to paternal love and finally to conjugal love, which is the supreme relationship with the Lord.</P><P>Self-realization in the relation as servitor is certainly transcendental, and when a sense of fraternity is added, the relationship develops. As affection increases, this relationship develops into paternity and conjugal love. R&#257;m&#257;nanda R&#257;ya quoted a verse from Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs2/5/38">2.5.38</A>) stating that spiritual affection for the Supreme Lord is transcendental in all cases, but the individual devotee has a specific aptitude for a particular relationship, and that relationship is more relishable for him than the others.</P><P>Such transcendental relationships with the Supreme Lord cannot be manufactured by the mental concoctions of pseudo-devotees. In Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/101">1.2.101</A>) R&#363;pa Gosv&#257;m&#299; has stated that devotional service that makes no reference to Vedic scriptures or Vedic literatures and that does not follow the principles set forth therein can never be approved. &#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Mah&#257;r&#257;ja has also remarked that professional spiritual masters, professional Bh&#257;gavatam reciters, professional k&#299;rtana performers and those engaged in self-concocted devotional service cannot be accepted. In India there are various professional communities known as Aula, V&#257;ula, Kart&#257;bhaj&#257;, Ned&#257; Darave&#347;a, Sn&#257;i, Atib&#257;di, C&#363;d&#257;dh&#257;r&#299;, and Gaur&#257;&#324;gan&#257;gar&#299;. A member of the Ventor Gosv&#257;m&#299; Society, or the caste called gosv&#257;m&#299;, cannot be accepted as a descendant of the six original Gosv&#257;m&#299;s. Nor can so-called devotees who manufacture songs about Lord Caitanya, nor those who are professional priests or paid reciters, be accepted. One who does not follow the principles of pañcar&#257;tra, or one who is an impersonalist or addicted to sex life, cannot be compared with those who have dedicated their lives to the service of Krishna. A pure devotee who is always engaged in Krishna consciousness can sacrifice everything for the service of the Lord. One who has dedicated his life to the service of Lord Caitanya, Krishna and the spiritual master, or a person who is following the principles of householder life, as well as one following the principles of the renounced life in the order of Caitanya Mah&#257;prabhu, is a devotee and cannot be compared to professional men.</P><P>When one is freed from all material contaminations, any one of the relationships with Krishna is transcendentally relishable. Unfortunately, those who are inexperienced in the transcendental science cannot appreciate the different relationships with the Supreme Lord. They think that ali such relationships arise from m&#257;y&#257;. Caitanya-carit&#257;mrita states that earth, water, fire, air and ether (the five gross elements) are developed from subtle forms to grosser forms. For example, sound is found in ether, but in air there is sound and touch. When fire is added, there is sound, touch and form as well. When water is added, there is sound, touch, form and taste, and when earth is added, there is sound, touch, form, taste and smell. Just as various characteristics develop in the progression from ether down to earth, so the five characteristics of devotion develop and are all found in the relationship of conjugal love. Thus the relationship with Krishna in conjugal love is accepted as the highest perfectional stage of love of God.</P><P>As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/82/44.htm">10.82.44</A>): "Devotional service to the Supreme Personality of Godhead is the life of every living entity." Indeed, the Lord informed the damsels of Vraja that their love for Him was the only cause of their achieving His association. It is said that Lord Krishna, in relation with His devotees, accepts all kinds of devotional service according to the aptitude of the devotee. In this way, Krishna reciprocates to a devotee's needs. If one wants a relationship with Krishna as master and servant, Krishna plays the part of the perfect master. For one who wants Krishna as a son in the parental relationship, Krishna plays the part of a perfect son. Similarly, if a devotee wants to worship Krishna in conjugal love, Krishna plays the part of a husband or paramour perfectly. However, Krishna Himself has admitted that His loving relationship with the damsels of Vraja in conjugal love is the highest perfectional stage. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/32/22.htm">10.32.22</A>) Krishna told the gop&#299;s:</P><P>na p&#257;raye 'ham niravadya-samyuj&#257;m</P><P CLASS=n>sva-s&#257;dhu-krityam vibudh&#257;yush&#257;pi vah</P><P CLASS=n>y&#257; m&#257;bhajan durjaya-geha-&#347;ri&#324;khal&#257;h</P><P CLASS=n>samvri&#347;cya tad vah pratiy&#257;tu s&#257;dhun&#257;</P><P>"Your relationship with Me is completely transcendental, and it is not possible for Me to offer anything in exchange for your love, even after many births. You have been able to give up all attachment for material enjoyment, and you have searched after Me. Since I am unable to repay your love, you have to be pleased with your own activities."</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Mah&#257;r&#257;ja has remarked that there is a class of common men who claim that anyone and everyone can worship the Supreme Lord according to his own invented mode of worship and still attain the Supreme Personality of Godhead. They claim that one can approach the Supreme Lord either through fruitive activities, speculative knowledge, meditation or austerity and that any one of the methods will succeed. They claim that one can accept many different paths and still reach the same place, and they maintain that the Supreme Absolute Truth may be worshiped either as the Goddess K&#257;l&#299;, or Goddess Durg&#257;, or Lord &#346;iva, Gane&#347;a, R&#257;ma, Hari, or Brahm&#257;. In short, they maintain that it does not matter how the Absolute Truth is addressed, for all names are one and the same. They give the example of a man with many names; if he is called by any of those names, he will answer.</P><P>Such views may be very pleasing to an ordinary person, but they are full of misconceptions. One who worships the demigods, motivated by material lust, cannot attain the Supreme Personality of Godhead. If one worships the demigods, the external energy of the Lord can award some results, but this is not to say that one can attain the Supreme Lord by such worship. Indeed, their worship is discouraged in Bhagavad-g&#299;t&#257;:</P><P>antavat tu phalam tesh&#257;m</P><P CLASS=n>tad bhavaty alpa-medhas&#257;m</P><P CLASS=n>dev&#257;n deva-yajo y&#257;nti</P><P CLASS=n>mad-bhakt&#257; y&#257;nti m&#257;m api</P><P>"Men of small intelligence worship the demigods, and their fruits are limited and temporary. Those who worship the demigods go to the planets of the demigods, but My devotees ultimately reach My supreme planet." (<A CLASS=v HREF="../bg/7/23.htm">Bg. 7.23</A>) Thus the Supreme Lord awards the benediction of His association only to those who worship Him, and not to those who worship the demigods. It is not a fact that everyone and anyone can reach the Supreme Personality of Godhead by worshiping material demigods. It is therefore surprising that a man can imagine that he will become perfect by worshiping the demigods. The results of devotional service rendered in full Krishna consciousness cannot be compared to the results of demigod worship, fruitive activity or mental speculation. By the results of fruitive activities, one can either go to the heavenly planets or the hellish ones.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>