<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 30: The Transcendental Pastimes of R&#257;dh&#257; and Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>Because the Lord is on the absolute platform, there is no difference between the holy name of the Lord and the Supreme Lord Himself. There are different names for the Supreme Lord, and these names have different purposes and meanings. For instance, He is known as Param&#257;tm&#257;, the Supersoul, Brahman the Supreme Absolute, Srishtikart&#257; the creator, N&#257;r&#257;yana the transcendental Lord, Rukmin&#299;ramana the husband of Rukmin&#299;, Gop&#299;n&#257;tha the enjoyer of the gop&#299;s, and Krishna. In this way the Lord has different names, and these names indicate different functions. The aspect of the Supreme Lord as the creator is different from the aspect of the Lord as N&#257;r&#257;yana. Some of the names of the Lord as the creator are conceived by materialistic men. One cannot fully realize the essence of the Supreme Personality of Godhead by understanding the name of the creator because this material creation is a function of the external energy of the Supreme Lord. Thus the conception of God as the creator includes only the external feature. Similarly, when we call the Supreme Lord Brahman, we cannot have any understanding of the six opulences of the Supreme Lord. In Brahman realization, the six opulences are not realized in full; therefore Brahman realization is not complete understanding of the Supreme Lord. Neither is Param&#257;tm&#257; realization, realization of the Supersoul, full realization of the Supreme Personality of Godhead, for the all-pervading nature of the Supreme Lord is but a partial representation of His opulence.</P><P>Even the transcendental relationship experienced by a devotee of N&#257;r&#257;yana in Vaikuntha is incomplete in that it is not realization of a relationship with Krishna in Goloka Vrind&#257;vana. The devotees of Krishna do not relish devotional service to N&#257;r&#257;yana because devotional service to Krishna is so attractive that Krishna's devotees do not desire to worship any other form. Thus the gop&#299;s of Vrind&#257;vana do not like to see Krishna as the husband of Rukmin&#299;, nor do they address Him as Rukmin&#299;ramana. In Vrind&#257;vana Krishna is addressed as R&#257;dh&#257;krshna, or Krishna, the property of R&#257;dh&#257;r&#257;n&#299;. Although the husband of Rukmin&#299; and R&#257;dh&#257;'s Krishna are on the same level in the ordinary sense, still, in the spiritual world, the names indicate different understandings of various aspects of Krishna's transcendental personality. If one equalizes Rukmin&#299;ramana, R&#257;dh&#257;ramana, N&#257;r&#257;yana or any other name of the Supreme Lord, he commits the fault of overlapping tastes, which is technically called ras&#257;bh&#257;sa. Those who are expert devotees do not accept such amalgamations which are against the conclusions of pure devotional service.</P><P>Although &#346;r&#299; Krishna, the Supreme Personality of Godhead, embodies all superexcellence and beauty, when He is amongst the damsels of Vraja, He is known as Gop&#299;janavallabha. The devotees cannot relish the beauty of the Supreme Lord more than the damsels of Vraja. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/33/7.htm">10.33.7</A>) it is confirmed that although Krishna, the son of Devak&#299;, is the last word in superexcellence and beauty, when He is amongst the gop&#299;s it appears that He is a sublime jewel set amongst divine golden craftsmanship. Although Lord Caitanya accepted this as the highest realization of the Supreme Lord as conjugal lover, He nonetheless requested R&#257;m&#257;nanda R&#257;ya to proceed further.</P><P>Upon hearing this request, R&#257;m&#257;nanda R&#257;ya remarked that this was the first time that he had been asked to go further than the gop&#299;s in an attempt to understand Krishna. There is certainly transcendental intimacy between the damsels of Vraja and Krishna, R&#257;m&#257;nanda pointed out, but out of all the relationships, the relationship between R&#257;dh&#257;r&#257;n&#299; and Krishna in conjugal love is the most perfect. No common man can understand the ecstasy of transcendental love between R&#257;dh&#257;r&#257;n&#299; and Krishna, nor can he understand the transcendental flavor of the transcendental love between Krishna and the gop&#299;s. Yet if one tries to follow in the footsteps of the gop&#299;s, he may become situated in the highest stage of transcendental love. Thus one who wants to be elevated to the transcendental stage of perfection should follow in the footsteps of the damsels of Vraja as an assistant maidservant of the gop&#299;s.</P><P>Lord Caitanya exhibited the mode of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; when She was contacted from Dv&#257;rak&#257; by &#346;r&#299; Krishna. Such transcendental love is not possible for any common man; therefore one should not imitate the highest perfectional stage exhibited by Caitanya Mah&#257;prabhu. If, however, one desires to be in that association, he may follow in the footsteps of the gop&#299;s. In the Padma Pur&#257;na it is stated that just as R&#257;dh&#257;r&#257;n&#299; is dear to Krishna, similarly the kunda known as R&#257;dh&#257;kunda is also very dear to Him. R&#257;dh&#257;r&#257;n&#299; is the only gop&#299; who is dearer to Krishna than ail the other gop&#299;s. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/30/28.htm">10.30.28</A>) it is also stated that R&#257;dh&#257;r&#257;n&#299; and the gop&#299;s render the highest perfectional loving service to the Lord and that the Lord is so pleased with them that He does not wish to leave the company of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P>When Lord Caitanya heard R&#257;m&#257;nanda R&#257;ya speak of the loving affairs between Krishna and R&#257;dh&#257;r&#257;n&#299;, He said, "Please go further. Go on and on." The Lord also said that He was enjoying with great relish the descriptions of the loving affairs between Krishna and the gop&#299;s. "It is as if a river of nectar is flowing from your lips," He said. R&#257;m&#257;nanda R&#257;ya continued to point out that when Krishna danced amongst the gop&#299;s He thought, "I am not giving any special attention to R&#257;dh&#257;r&#257;n&#299;." Because amongst the other gop&#299;s R&#257;dh&#257;r&#257;n&#299; was not so much an object of special love, Krishna stole Her away from the area of the r&#257;sa dance and showed Her special favor. After explaining this to Lord Caitanya, R&#257;m&#257;nanda R&#257;ya said, "Now let us relish the transcendental loving affairs between Krishna and R&#257;dh&#257;. These have no comparison in this material world."</P><P>R&#257;m&#257;nanda R&#257;ya thus continued his descriptions. During one performance of the r&#257;sa dance, R&#257;dh&#257;r&#257;n&#299; suddenly left the area, as if She were angry that no special attention was being shown Her. Krishna was desirous of seeing R&#257;dh&#257;r&#257;n&#299; in order to fulfill the purpose of the r&#257;sa dance, but not seeing R&#257;dh&#257;r&#257;n&#299; there, He became very sorrowful and went to search Her out. In G&#299;ta-govinda there is a verse which states that the enemy of Kamsa, Krishna, also wanted to be entangled in love affairs with women and thus simply took R&#257;dh&#257;r&#257;n&#299; away and left the company of the other damsels of Vraja. Krishna was very much afflicted by R&#257;dh&#257;r&#257;n&#299;'s absence and, being thus mentally distressed, began to search Her out along the banks of the Yamun&#257;. Failing to find Her, He entered the bushes of Vrind&#257;vana and began to lament. R&#257;m&#257;nanda R&#257;ya pointed out that when one discusses the purport of these two special verses of G&#299;ta-govinda (3.1-2), he can relish the highest nectar of Krishna's and R&#257;dh&#257;'s loving affairs. Although there were many gop&#299;s to dance with Krishna, Krishna especially wanted to dance with R&#257;dh&#257;r&#257;n&#299;. In the r&#257;sa dance Krishna expanded Himself and placed Himself between every two gop&#299;s, but He was especially present with R&#257;dh&#257;r&#257;n&#299;. However, R&#257;dh&#257;r&#257;n&#299; was not pleased with Krishna's behavior. As described in Ujjvala-n&#299;lamani: "The path of loving affairs is just like the movement of a snake. Amongst young lovers, there are two kinds of mentality &#8212; causeless and causal." Thus when R&#257;dh&#257;r&#257;n&#299; left the area of the r&#257;sa dance out of anger at not receiving special treatment, Krishna became very sorrowful to see Her absent. The perfection of the r&#257;sa dance was considered to be complete due to R&#257;dh&#257;r&#257;n&#299;'s presence, and in Her absence Krishna considered the dance to be disrupted. Therefore He left the arena to search Her out. When He could not find R&#257;dh&#257;r&#257;n&#299; after wandering in several places, He became very distressed. Thus it is understood that Krishna could not enjoy His pleasure potency even in the midst of all the gop&#299;s. But in the presence of R&#257;dh&#257;r&#257;n&#299; He was satisfied.</P><P>When this transcendental love between R&#257;dh&#257;r&#257;n&#299; and Krishna was described by R&#257;m&#257;nanda R&#257;ya, Lord Caitanya admitted, "I came to you to understand the transcendental loving affairs between Krishna and R&#257;dh&#257;, and now I am very satisfied that you have described them so nicely. I can understand from your version that this is the highest loving state between Krishna and R&#257;dh&#257;." Yet Lord Caitanya still requested R&#257;m&#257;nanda R&#257;ya to explain something more: "What are the transcendental features of Krishna and R&#257;dh&#257;r&#257;n&#299;, and what are the transcendental features of the reciprocation of Their feelings, and what is the love between Them? If you kindly describe all this to Me, I will be very much obliged. But for you, no one can describe such things."</P><P>"I do not know anything," R&#257;m&#257;nanda R&#257;ya replied in all humility. "I am simply saying what You are causing me to say. I know that You are Krishna Himself, yet You are relishing hearing about Krishna from me. Therefore please excuse me for my faulty expression. I am just trying to express whatever You are causing me to express."</P><P>"I am a M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;," Lord Caitanya protested. "I have no knowledge of the transcendental features of devotional service. By the greatness of S&#257;rvabhauma Bhatt&#257;c&#257;rya My mind has become clear, and I am now trying to understand the nature of devotional service to Lord Krishna. Bhatt&#257;c&#257;rya recommended that I see you in order to understand Krishna. Indeed, he said that R&#257;m&#257;nanda R&#257;ya is the only person who knows something about love of Krishna. Therefore I have come to you upon the recommendation of S&#257;rvabhauma Bhatt&#257;c&#257;rya. Please, then, do not hesitate to relate to Me all the confidential affairs between R&#257;dh&#257; and Krishna."</P><P>In this way Lord Caitanya actually took the subordinate position before R&#257;m&#257;nanda R&#257;ya. This has very great significance. If one is serious about understanding the transcendental nature of Krishna, he should approach a person who is actually enriched with Krishna consciousness. One should not be proud of his material birth, material opulence, material education and beauty and with these things try to conquer the mind of an advanced student of Krishna consciousness. One who thus goes to a Krishna conscious person, thinking that he would be favorably induced, is deluded about this science. One should approach a Krishna conscious person with all humility and put relevant questions to him. If one goes to challenge him, such a highly elevated Krishna conscious person would not be available for any service. A challenging puffed-up person cannot gain anything from a Krishna conscious man; he would simply remain in material consciousness. Although Lord Caitanya was born in a high br&#257;hmana family and was situated in the highest perfectional stage of sanny&#257;sa, He nonetheless showed by His behavior that even an elevated person would not hesitate to take lessons from R&#257;m&#257;nanda R&#257;ya, although R&#257;m&#257;nanda appeared as a householder situated in a social status beneath that of a br&#257;hmana.</P><P>Thus Lord Caitanya clearly showed that a sincere student never cares whether his spiritual master is born in a high br&#257;hmana family or kshatriya family, or whether he is a sanny&#257;s&#299;, brahmac&#257;r&#299; or whatever. Whoever can teach one about the science of Krishna is to be accepted as guru.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>