<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 31: The Supreme Perfection</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>In the Hari-bhakti-vil&#257;sa it is stated that if one bona fide spiritual master is born in a br&#257;hmana family and another, who is also qualified, is born in a &#347;&#363;dra family, one should accept the one who is born in a br&#257;hmana family. This statement serves as a social compromise, but it has nothing to do with spiritual understanding. This injunction is only applicable for those who consider social status more important than spiritual status. It is not for people who are spiritually serious. A serious person would accept Caitanya Mah&#257;prabhu's instruction that anyone &#8212; regardless of his position &#8212; conversant with Krishna science must be accepted as the spiritual master. There are many injunctions in the Padma Pur&#257;na which state that a highly elevated spiritually advanced devotee of the Lord is always a first-class devotee and is therefore a spiritual master, but a highly elevated person born in a br&#257;hmana family cannot be a spiritual master unless he is a devotee of the Lord. A person born in a br&#257;hmana family may be conversant with all of the rituals of the Vedic scriptures but if he is not a pure devotee, he cannot be a spiritual master. In all &#347;&#257;stras the chief qualification of a bona fide spiritual master is that he be conversant in the science of Krishna.</P><P>Lord Caitanya therefore requested R&#257;m&#257;nanda R&#257;ya to go on teaching Him without hesitation, not considering Lord Caitanya's position as a sanny&#257;s&#299;. Thus Lord Caitanya urged him to continue speaking on the pastimes of R&#257;dh&#257; and Krishna.</P><P>"Because You are asking me to speak of the pastimes of R&#257;dh&#257; and Krishna," R&#257;m&#257;nanda R&#257;ya humbly submitted, "I will obey Your order. I will speak in whatever way You like." Thus R&#257;m&#257;nanda R&#257;ya humbly submitted himself as a puppet before Lord Caitanya, the puppet master. He only wanted to dance according to the will of Caitanya Mah&#257;prabhu. He compared his tongue to a stringed instrument, saying, "You are the player of that instrument." Thus as Lord Caitanya would play, R&#257;m&#257;nanda R&#257;ya would vibrate the sound.</P><P>He said that Lord Krishna is the Supreme Personality of Godhead, the source of all incarnations and the cause of all causes. There are innumerable Vaikuntha planets, innumerable incarnations, expansions of the Supreme Lord, and innumerable universes also, and of all these existences the Supreme Lord Krishna is the only source. His transcendental body is composed of eternity, bliss and knowledge, and He is known as the son of Mah&#257;r&#257;ja Nanda and the inhabitant of Goloka Vrind&#257;vana. He is full with six opulences &#8212; all wealth, strength, fame, beauty, knowledge and renunciation. In Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/1.htm">5.1</A>) it is confirmed that Krishna is the Supreme Lord, the Lord of all lords, and His transcendental body is sac-cid-&#257;nanda. No one is the source of Krishna, but Krishna is the source of everyone. He is the supreme cause of all causes and the resident of Vrind&#257;vana. He is also very attractive, just like Cupid. One can worship Him by k&#257;ma-g&#257;yatr&#299; mantra.</P><P>In Brahma-samhit&#257; the transcendental land of Vrind&#257;vana is described as being always spiritual. That spiritual land is populated by goddesses of fortune, who are known as gop&#299;s. These are all beloved of Krishna, and Krishna is the only lover of all those gop&#299;s. The trees of that land are kalpa-vriksha, wish fulfilling trees, and one can have anything he wants from them. The land is made of touchstone and the water of nectar. In that land all speech is song, and all walking is dancing, and one's constant companion is the flute. Everything is self-luminous, just like the sun in this material world. The human form of life is meant for understanding this transcendental land of Vrind&#257;vana, and one who is fortunate should cultivate knowledge of Vrind&#257;vana and its residents. In that supreme abode are surabhi cows that overflood the land with milk. Since not even a moment there is misused, there is no past, present or future. An expansion of this Vrind&#257;vana, which is the supreme abode of Krishna, is also present on this earth, and superior devotees worship it as the supreme abode. However, no one can appreciate Vrind&#257;vana without being highly elevated in spiritual knowledge, Krishna consciousness. According to ordinary experience, Vrind&#257;vana appears to be just like an ordinary village, but in the eyes of a highly elevated devotee, it is as good as the original Vrind&#257;vana. A great saintly &#257;c&#257;rya has sung: "When will my mind be cleared of all contamination so I will be able to see Vrind&#257;vana as it is? And when will I be able to understand the literatures left by the Gosv&#257;m&#299;s so that I will be able to know of the transcendental pastimes of R&#257;dh&#257; and Krishna?"</P><P>The loving affairs between Krishna and the gop&#299;s in Vrind&#257;vana are also transcendental. They appear as ordinary lusty affairs of this material world, but there is a gulf of difference. In the material world there may be the temporary awakening of lust, but it disappears after so-called satisfaction. In the spiritual world the love between the gop&#299;s and Krishna is constantly increasing. That is the difference between transcendental love and material lust. The lust, or so-called love, arising out of this body is as temporary as the body itself, but the love arising from the eternal soul in the spiritual world is on the spiritual platform, and that love is also eternal. Therefore Krishna is addressed as the ever green Cupid.</P><P>Lord Krishna is worshiped by the g&#257;yatr&#299; mantra, and the specific mantra by which He is worshiped is called k&#257;ma-g&#257;yatr&#299;. Vedic literatures explain that that sound vibration which can elevate one from mental concoction is called g&#257;yatr&#299;. The k&#257;ma-g&#257;yatr&#299; mantra is composed of 24 1/2 syllables thus:</P><P>kl&#299;m k&#257;ma-dev&#257;ya vidmahe</P><P CLASS=n>pushpa-b&#257;n&#257;ya dh&#299;mahi</P><P CLASS=n>tanno 'na&#324;gah pracoday&#257;t</P><P>This k&#257;ma-g&#257;yatr&#299; is received from the spiritual master when the disciple is advanced in chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. In other words, this k&#257;ma-g&#257;yatr&#299; mantra and samsk&#257;ra, or reformation of a perfect br&#257;hmana, are offered by the spiritual master when he sees that his disciple is advanced in spiritual knowledge. Even then, the k&#257;ma-g&#257;yatr&#299; is not uttered under certain circumstances. In any case, the chanting of Hare Krishna is sufficient to elevate one to the highest spiritual platform.</P><P>In Brahma-samhit&#257; a nice description of the flute of Krishna is given: "When Krishna began to play on His flute, the sound vibration entered into the ear of Brahm&#257; as the Vedic mantra om" This om is composed of three letters &#8212; A, U, and M &#8212; and it describes our relationship with the Supreme Lord, our activities by which we can achieve the highest perfection of love and the actual position of love on the spiritual platform. When the sound vibration of Krishna's flute is expressed through the mouth of Brahm&#257;, it becomes g&#257;yatr&#299;. Thus by being influenced by the sound vibration of Krishna's flute, Brahm&#257;, the supreme creature and first living entity of this material world, was initiated as a br&#257;hmana. That Brahm&#257; was initiated as a br&#257;hmana by the flute of Krishna is confirmed by &#346;r&#299;la J&#299;va Gosv&#257;m&#299;. When Brahm&#257; was enlightened by the g&#257;yatr&#299; mantra through Krishna's flute, he attained all Vedic knowledge. Acknowledging the benediction offered to him by Krishna, he became the original spiritual master of all living entities.</P><P>The word kl&#299;m added to the g&#257;yatr&#299; mantra is explained in Brahma-samhit&#257; as the transcendental seed of love of Godhead, or the seed of the k&#257;ma-g&#257;yatr&#299;. The object is Krishna, who is the ever green Cupid, and by utterance of kl&#299;m mantra Krishna is worshiped. It is also stated in the Gop&#257;la-t&#257;pan&#299; Upanishad that when Krishna is spoken of as Cupid, one should not think of Him as the Cupid of this material world. As already explained, Vrind&#257;vana is the spiritual abode of Krishna, and the word Cupid is also spiritual and transcendental. One should not take the material Cupid and Krishna to be on the same level. The material Cupid represents the attraction of the external flesh and body, but the spiritual Cupid is the attraction by which the Supersoul attracts the individual soul. Actually lust and sex are there in spiritual life, but when the spirit soul is embodied in material elements, that spiritual urge is expressed through the material body and is therefore pervertedly reflected. When one actually becomes conversant in the science of Krishna consciousness, he can understand that his material desire for sex is abominable, whereas spiritual sex is desirable.</P><P>Spiritual sex is of two kinds: one in accordance with the constitutional position of the self and the other in accordance with the object. When one understands the truth about this life but is not completely cleansed of material contamination, he is not factually situated in the transcendental abode, Vrind&#257;vana, although he may understand spiritual life. When, however, one becomes free from the sex urges of the material body, he can actually attain the supreme abode of Vrind&#257;vana. When one is so situated, he can utter the k&#257;ma-g&#257;yatr&#299; and k&#257;ma-b&#299;ja mantra.</P><P>R&#257;m&#257;nanda R&#257;ya then explained that Krishna is attractive both for men and women, for the movable and the immovable &#8212; indeed, for all living entities. For this reason He is called the transcendental Cupid. R&#257;m&#257;nanda R&#257;ya then quoted a verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/32/2.htm">10.32.2</A>) stating that when the Lord appeared before the damsels of Vraja smiling and playing on His flute, He appeared just like Cupid.</P><P>There are different kinds of devotees who have different aptitudes and relationships with the Supreme Lord. Any one relationship with the Lord is as good as any other because the central point is Krishna. As stated in Bhakti-ras&#257;mrita-sindhu: " Krishna is the reservoir of all pleasures, and He is always attracting the gop&#299;s by the spiritual luster of His body. He especially attracts T&#257;rak&#257;, P&#257;li, &#346;y&#257;m&#257;, and Lalit&#257;. Krishna is very dear to R&#257;dh&#257;r&#257;n&#299;, the foremost gop&#299;." Like Krishna, the gop&#299;s are glorified by Krishna's pastimes. There are different kinds of relationships with Krishna, and anyone who is attracted to Krishna by a particular relationship is glorified.</P><P>Krishna is so beautiful, transcendental and attractive that He sometimes attracts even Himself. The following verse appears in G&#299;ta-govinda (1.11):</P><P>vi&#347;vesh&#257;m anurañjanena janayann &#257;nandam ind&#299;vara-</P><P CLASS=n>&#347;ren&#299;-&#347;y&#257;mala-komalair upanayann a&#324;gair ana&#324;gotsavam</P><P CLASS=n>svacchandam vraja-sundar&#299;bhir abhitah pratya&#324;gam &#257;li&#324;gitah</P><P CLASS=n>&#347;ri&#324;g&#257;rah sakhi m&#363;rtim&#257;n iva madhau mugdho harih kr&#299;dati</P><P>"My dear friend, just see how Krishna is enjoying His transcendental pastimes in the spring by expanding the beauty of His personal body. His soft legs and hands, just like the most beautiful moon, are used on the bodies of the gop&#299;s. When He embraces different parts of their bodies, He is so beautiful. Krishna is so beautiful that He attracts even N&#257;r&#257;yana, as well as the goddess of fortune who associates with N&#257;r&#257;yana."</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/89/58.htm">10.89.58</A>) the Bh&#363;m&#257;-purusha (Mah&#257;-Vishnu) told Krishna, "My dear Krishna and Arjuna, I have taken the br&#257;hmana's sons just to see You." Arjuna attempted to save some youths who had died untimely at Dv&#257;rak&#257;, and when he failed to save them, Krishna took him to the Bh&#363;m&#257;-purusha, and when the Bh&#363;m&#257;-purusha brought forth those dead bodies as living entities, He said, "Both of you appear to preserve religious principles in the world and to annihilate the demons." In other words, the Bh&#363;m&#257;-purusha was also attracted by the beauty of Krishna, and He concocted this pastime just as a pretext to see Krishna. It is recorded in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/16/36.htm">10.16.36</A>) that after the serpent K&#257;liya was punished by Krishna, one of K&#257;liya's wives told Krishna, "Dear Lord, we cannot understand how this fallen serpent got the opportunity of being kicked by Your lotus feet when even the goddess of fortune underwent austerities for several years just to see You."</P><P>How Krishna is attracted by His own beauty is described in Lalita-m&#257;dhava (8.34). Upon seeing His own picture, Krishna lamented, "How glorious this picture is! It is attracting Me just as it attracts R&#257;dh&#257;r&#257;n&#299;."</P><P>After giving a summary of the beauty of Krishna, R&#257;m&#257;nanda R&#257;ya began to speak of the spiritual energy of Krishna, which is headed by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Krishna has immense energetic expansions. Three energies are predominant: the internal energy, external energy and marginal energy. This is confirmed in the Sixth Chapter of Vishnu Pur&#257;na where it is said that Vishnu has one energy, which is called spiritual energy, and it is manifested in three ways. When spiritual energy is overwhelmed by ignorance, it is called marginal energy. As far as spiritual energy itself is concerned, it is exhibited in three forms because Krishna is a combination of eternity, bliss and knowledge. As far as His bliss is concerned, His spiritual energy is manifested as the pleasure giving potency. His eternity is manifested as energy, and His knowledge is manifested as spiritual perfection. As confirmed in Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana1/12/69">1.12.69</A>): "The pleasure potency of Krishna gives Krishna transcendental pleasure and bliss." Thus when Krishna wants to enjoy pleasure, He exhibits His own spiritual potency known as hl&#257;din&#299;.</P><P>In His spiritual form, Krishna enjoys His spiritual energy, and that is the sum and substance of the R&#257;dh&#257;-Krishna pastimes. These pastimes can only be understood by elevated devotees. One should not try to understand the R&#257;dh&#257;-Krishna potencies and pastimes from the mundane platform. Generally people misunderstand these as being material.</P><P>When the pleasure potency is further condensed, it is called mah&#257;bh&#257;va. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, the eternal consort of Krishna, is the personification of that mah&#257;bh&#257;va. In this regard, in Ujjvala-n&#299;lamani (<A CLASS=v HREF="http://vedabase.net/todo/nilamani/4/3">4.3</A>) R&#363;pa Gosv&#257;m&#299; states that there are two competitors in love with Krishna, R&#257;dh&#257;r&#257;n&#299; and Candr&#257;val&#299;. When they are compared, it appears that R&#257;dh&#257;r&#257;n&#299; is superior, for She possesses mah&#257;bh&#257;va-svar&#363;pa. Mah&#257;bh&#257;va-svar&#363;pa, the personification of mah&#257;bh&#257;va, is applicable to R&#257;dh&#257;r&#257;n&#299; only. Mah&#257;bh&#257;va is full of the pleasure potency, and it is an exhibition of the highest love for Krishna. R&#257;dh&#257;r&#257;n&#299; is therefore known throughout the world as the most beloved of Krishna, and Her name is always associated with Krishna as R&#257;dh&#257;-Krishna.</P><P>Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/37.htm">5.37</A>) also confirms that Krishna expands Himself by His pleasure potency in the spiritual world and that these potencies are all nondifferent from Krishna. Although Krishna is always enjoying the company of His pleasure potency expansions, He is all-pervading. Thus Brahm&#257; offers his respectful obeisances to Govinda, the cause of all causes.</P><P>As Krishna is the highest emblem of spiritual perfection, so R&#257;dh&#257;r&#257;n&#299; is the highest emblem of that spiritual pleasure potency by which Krishna is satisfied. Since Krishna is unlimited, in order to satisfy Him R&#257;dh&#257;r&#257;n&#299; is also unlimited. Krishna is satisfied just by seeing R&#257;dh&#257;r&#257;n&#299;, but R&#257;dh&#257;r&#257;n&#299; expands Herself in such a way that Krishna desires to enjoy Her more. Because Krishna was unable to estimate the pleasure potency of R&#257;dh&#257;r&#257;n&#299;, He decided to accept the role of R&#257;dh&#257;r&#257;n&#299;, and that combination is &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P>R&#257;m&#257;nanda R&#257;ya then began to explain R&#257;dh&#257;r&#257;n&#299; as the supreme emblem of Krishna's pleasure potency. R&#257;dh&#257;r&#257;n&#299; expands Herself in different forms, known as Lalit&#257;, Vi&#347;&#257;kh&#257; and Her other confidential associates. In his book Ujjvala-n&#299;lamani, R&#363;pa Gosv&#257;m&#299; explains the characteristics of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. He points out that the body of R&#257;dh&#257;r&#257;n&#299; is in itself an actual evolution of transcendental pleasure. That body is decorated with flowers and fragrant aromas and is complete with transcendental love for Krishna. That is the personification of His pleasure potency. That transcendental body takes bath three times: first in the water of mercy, second in the water of youthful beauty, and third in the water of youthful luster. After taking bath three times in that way, Her body is covered with shining garments and decorated with Krishna's personal beauty, which is compared to cosmetics. Thus Her beauty constitutes the highest artistry. Her body is also decorated with the ornaments of spiritual ecstasy &#8212; trembling tears, petrification, perspiration, choking, cessation of all bodily functions due to transcendental pleasure, stumbling, high blood pressure and madness.</P><P>The decorative transcendental pleasure potency manifests nine symptoms. Five of these are manifested by the expansion of Her personal beauty, which is adorned with garlands of flowers. Her patient calmness is compared with a covering of cloths which have been cleansed by camphor. Her confidential agony for Krishna is the knot in Her hair, and the mark of tilaka on Her forehead is Her fortune. R&#257;dh&#257;r&#257;n&#299;'s sense of hearing is eternally fixed on Krishna's name and fame. One's lips become red from chewing betel nuts. Similarly, the borders of R&#257;dh&#257;r&#257;n&#299;'s eyes are blackened due to Her complete attachment to Krishna. This darkness might be compared to ointment used by nature when nature jokes with R&#257;dh&#257; and Krishna. R&#257;dh&#257;r&#257;n&#299;'s smile is just like the taste of camphor. The garland of separation moves on Her body when She lies down on the bed of pride within the room of aroma. Out of ecstatic affection for Krishna, Her breast is covered by the blouse of anger. Reputed as the best of all Krishna's girl friends, She plays a stringed instrument. When Krishna stands in His youthful posture, She puts Her hand on His shoulder. Although She possesses so many transcendental qualities, She is always engaged in the service of Krishna.</P><P>&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is decorated with s&#363;dd&#299;pta-s&#257;ttvika emotions, which sometimes include tribulation and sometimes pacification. All the transcendental ecstasies are manifested in the body of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. S&#363;dd&#299;pta-s&#257;ttvika emotions are manifest when a lover is overwhelmed with certain feelings which he or she cannot check. R&#257;dh&#257;r&#257;n&#299; has another emotion called kilakiñcita, which is manifest in twenty different ways. These emotions are manifested partly due to body, mind and habit. As far as the bodily emotions are concerned, they are manifested in posture and movement. As far as the emotions of the mind are concerned, they are manifested as beauty, luster, complexion, flavor, talking, magnanimity and patience. As far as habitual emotions are concerned, they are manifested as pastimes, enjoyment, preparation and forgetfulness.</P><P>The tilaka of fortune is on the forehead of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, and She also has a locket of prema-vaicittya. prema-vaicittya is manifest when a lover and beloved meet and fear separation.</P><P>&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is fifteen days younger than Krishna. She always keeps Her hand on the shoulders of Her friends, and She always talks and thinks of pastimes with Krishna. She always offers Krishna a kind of intoxication by Her sweet talks, and She is always prepared to fulfill His desires. In other words, She supplies all the demands of &#346;r&#299; Krishna, and She possesses unique and uncommon qualities for Krishna's satisfaction.</P><P>In Govinda-l&#299;l&#257;mrita there is a verse which states: "Who is the breeding ground for Krishna's affection? The answer is that it is only &#346;r&#299;mat&#299; R&#257;dhik&#257;. Who is Krishna's most lovable object? The answer is that it is only &#346;r&#299;mat&#299; R&#257;dhik&#257; and no one else." Sheen in the hair, moisture in the eyes and firmness in the breasts are all qualities present in &#346;r&#299;mat&#299; R&#257;dhik&#257;. Only &#346;r&#299;mat&#299; R&#257;dhik&#257; is able to fulfill all the desires of Krishna. No one else can do so.</P><P>Satyabh&#257;m&#257; is another competitor of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, but she always desires to come to the standard of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. R&#257;dh&#257;r&#257;n&#299; is so expert in all affairs that all the damsels of Vraja come to learn arts from Her. She is so extraordinarily beautiful that even the goddess of fortune and P&#257;rvat&#299;, the wife of Lord &#346;iva, desire elevation to Her standard of beauty. Arundhat&#299;, who is known as the most chaste lady in the universe, desires to learn the standard of chastity from &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Since even Lord Krishna cannot estimate R&#257;dh&#257;r&#257;n&#299;'s highly transcendental qualities, it is not possible for an ordinary man to estimate them.</P><P>After hearing R&#257;m&#257;nanda R&#257;ya speak of the qualities of R&#257;dh&#257; Krishna, Lord Caitanya desired to hear from him about the reciprocation of love between Them. R&#257;m&#257;nanda R&#257;ya described Krishna as dh&#299;ra-lalita, a word which describes a person who is very cunning and youthful, who is always expert in joking, who is without anxiety and who is always subservient to his girl friend. Krishna is always engaged in love affairs with R&#257;dh&#257;r&#257;n&#299;, and He takes to the bushes of Vrind&#257;vana to enjoy His lusty activities with Her. Thus He successfully carries out His lusty instincts. In Bhakti-ras&#257;mrita-sindhu it is stated:. "By His impudent and daring talks about sex indulgence, Krishna obliged &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; to close Her eyes, and taking advantage of this, Krishna painted many pictures on Her breasts. These pictures served as subject matter for R&#257;dh&#257;r&#257;n&#299;'s friends to joke about. Thus Krishna was always engaged in lusty activities, and thus He made His youthful life successful."</P><P>Upon hearing of these transcendental activities, Lord Caitanya said, "My dear R&#257;m&#257;nanda, what you have explained regarding the transcendental pastimes of &#346;r&#299; R&#257;dh&#257; and Krishna is perfectly correct, yet there is something more I would like to hear from you."</P><P>"It is very difficult for me to express anything beyond this," R&#257;m&#257;nanda R&#257;ya replied. "I can only say that there is an emotional activity called prema-vil&#257;sa-vivarta, which I may try to explain but I do not know whether You will be happy to hear it." In prema-vil&#257;sa there are two kinds of emotional activities &#8212; separation and meeting. That transcendental separation is so acute that it is actually more ecstatic than meeting. R&#257;m&#257;nanda R&#257;ya was expert in understanding these highly elevated dealings between R&#257;dh&#257; and Krishna, and he composed a nice song which he narrated to the Lord. The purport of the song is that the lover and the beloved, before meeting, generate a kind of emotion by the exchange of their transcendental activities. That emotion is called r&#257;ga, or attraction. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; expressed Her willingness that "this attraction and affection between Us rise to the highest extent," but the cause of this attraction is R&#257;dh&#257;r&#257;n&#299; Herself. "Whatever the cause may be," R&#257;dh&#257;r&#257;n&#299; said, "that affection between You and Me has mixed Us in oneness. Now that it is the time of separation, I cannot see the history of the evolution of this love. There was no cause or mediator in Our love save Our meeting itself and the visionary exchange of feelings."</P><P>This exchange of feelings between Krishna and R&#257;dh&#257;r&#257;n&#299; is very difficult to understand unless one is elevated to the platform of pure goodness. Such transcendental reciprocation is not even possible to understand from the platform of material goodness. One has to actually transcend material goodness in order to understand. This is because the exchange of feelings between R&#257;dh&#257; and Krishna is not a subject matter of this material world. Even the greatest mental speculator cannot understand this, directly or indirectly. Material activities are manifested either for the gross body or the subtle mind, but this exchange of feelings between R&#257;dh&#257; and Krishna is beyond such manifestations and beyond intellectual mental speculation. It can only be understood by purified senses freed from all the designations of the material world. Those who have purified senses can understand these transcendental features and exchanges, but those who are impersonalists and who have no knowledge of spiritual senses can only discriminate within the scope of the material senses and thus cannot understand spiritual exchanges or spiritual-sensual activities. Those who are elevated by virtue of experimental knowledge can only satisfy their blunt material senses either by gross bodily activities or by mental speculation. Everything generated from the body or the mind is always imperfect and perishable, but transcendental spiritual activities are always bright and wonderful. Pure love on the transcendental platform is the paragon of purity devoid of material affection and completely spiritual. Affection for matter is perishable, as indicated by the inebriety of sex in the material world, but there is no such inebriety in the spiritual world. Hindrances on the path of sense satisfaction cause material distress, but one cannot compare that with spiritual separation. In spiritual separation there is neither inebriety nor ineffectiveness, as one finds with material separation.</P><P>Lord Caitanya admitted that this is the highest position of transcendental loving reciprocation, and He told R&#257;m&#257;nanda R&#257;ya, "By your grace only have I been able to understand such a high transcendental position. Such a position cannot be attained without the performance of transcendental activities. So will you kindly explain to Me how I can raise Myself to this platform?"</P><P>"It is similarly difficult for me to make You understand," R&#257;m&#257;nanda replied. "As far as I am concerned, I can only speak what You wish me to. No one can escape Your supreme will. Indeed, there is no one in the world who can surpass Your supreme will, and although I appear to be speaking, I am actually not the speaker. You are speaking. Therefore You are both the speaker and the audience. Thus let me speak only as You will me to speak about the performance required to attain this highest transcendental position."</P><P>R&#257;m&#257;nanda R&#257;ya then began to relate the confidential and transcendental activities of R&#257;dh&#257; and Krishna. These activities cannot be understood in the emotional relationship with the Supreme Lord as master and servant, friend and friend or parent and son. This confidential subject matter can be understood only in the association of the damsels of Vraja, for the confidential activities have arisen from the feelings and emotions of those damsels. Without the association of the damsels of Vraja, one cannot nourish or cherish such transcendental understanding. In other words, these confidential pastimes of R&#257;dh&#257; and Krishna have expanded through the mercy of the damsels. Without their mercy, they cannot be understood. One has to follow in the footsteps of the damsels of Vraja in order to understand.</P><P>When one is actually situated in that understanding, he becomes eligible to enter into the confidential pastimes of R&#257;dh&#257; and Krishna. There is no alternative to understand Their confidential pastimes. This is confirmed in Govinda-l&#299;l&#257;mrita (10.17): "Although manifest, happy, expanded and unlimited, the emotional exchanges between R&#257;dh&#257; and Krishna can only be understood by the damsels of Vraja or by their followers." Just as no one can understand the expansion of the spiritual energy of the Supreme Lord without His causeless mercy, no one can understand the transcendental sex life between R&#257;dh&#257; and Krishna without following in the footsteps of the damsels of Vraja. The personal associates of R&#257;dh&#257;r&#257;n&#299; are called sakh&#299;s, and Her near assistants are called mañjar&#299;s. It is very difficult to express their dealings with Krishna because they have no desire to mix with Krishna or to enjoy Him personally. Rather, they are always ready to help R&#257;dh&#257;r&#257;n&#299; associate with Krishna. Their affection for Krishna and R&#257;dh&#257;r&#257;n&#299; is so pure that they are simply satisfied when R&#257;dh&#257; and Krishna are together. Indeed, their transcendental pleasure is in seeing R&#257;dh&#257; and Krishna united. The actual form of R&#257;dh&#257;r&#257;n&#299; is just like a creeper embracing the tree of Krishna, and the damsels of Vraja, the associates of R&#257;dh&#257;r&#257;n&#299;, are just like the leaves and flowers of that creeper. When a creeper embraces a tree, the leaves and flowers as well as the creeper automatically embrace it. Govinda-l&#299;l&#257;mrita (10.16) confirms that R&#257;dh&#257;r&#257;n&#299; is the expansion of the pleasure potency of Krishna and is compared with a creeper, and Her associates, the damsels of Vraja, are compared to the flowers and leaves of that creeper. When R&#257;dh&#257;r&#257;n&#299; and Krishna enjoy Themselves, the damsels of Vraja relish the pleasure more than R&#257;dh&#257;r&#257;n&#299; Herself.</P><P>Although the associates of R&#257;dh&#257;r&#257;n&#299; do not expect any personal attention from Krishna, R&#257;dh&#257;r&#257;n&#299; is so pleased with them that She arranges individual meetings between Krishna and the damsels of Vraja. Indeed, R&#257;dh&#257;r&#257;n&#299; tries to combine or unite Her associates with Krishna by many transcendental maneuvers, and She takes more pleasure in these meetings than in Her own meetings with Him. When Krishna sees that both R&#257;dh&#257;r&#257;n&#299; and Her associates are pleased by His association, He becomes more satisfied. Such association and loving reciprocation have nothing to do with material lust, although it resembles the material union between man and woman. It is only because that similarity is there that such reciprocation is sometimes called, in transcendental language, transcendental lust. As explained in Gautam&#299;ya-tantra (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/285">1.2.285</A>): "Lust means attachment to one's personal sense gratification. But as far as R&#257;dh&#257;r&#257;n&#299; and Her associates are concerned, they did not desire personal sense gratification. They only wanted to satisfy Krishna." This is further confirmed in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/31/19.htm">10.31.19</A>) in one of the speeches of the gop&#299;s:</P><P>yat te suj&#257;ta-caran&#257;mburuham staneshu</P><P CLASS=n>bh&#299;t&#257;h &#347;anaih priya dadh&#299;mahi karka&#347;eshu</P><P CLASS=n>ten&#257;tav&#299;m atasi tad vyathate na kim svit</P><P CLASS=n>k&#363;rp&#257;dibhir bhramati dh&#299;r bhavad-&#257;yush&#257;m nah</P><P>"My dear friend Krishna, You are now roaming in the forest with Your bare feet, which You sometimes keep on our breasts. When Your feet are on our breasts, we think that our breasts are too hard for Your soft feet. Now You are wandering in the forest and walking over stones, and we do not know how You are feeling. Since You are our life and soul, the displeasure You undergo in traveling over rough stones is giving us great distress." Such feelings expressed by the damsels of Vraja constitute the highest Krishna conscious emotions. Anyone who actually becomes captivated by Krishna consciousness approaches this level of the gop&#299;s. There are sixty-four categories of devotional service by performance of which one can rise to the gop&#299;s' stage of unconditional devotion. Affection for Krishna on the level of the gop&#299;s is called r&#257;g&#257;nuga, spontaneous love. When one enters into a spontaneous loving affair with Krishna, there is no need to follow the Vedic rules and regulations.</P><P>There are various kinds of personal devotees of Lord Krishna in the transcendental abode. For example, there are servants of Krishna like Raktaka and Patraka and friends of Krishna just like &#346;r&#299;d&#257;m&#257; and Sud&#257;m&#257;. There are also parents of Krishna, just like Nanda and Ya&#347;od&#257;, who are also engaged in the service of Krishna according to their respective transcendental emotions. One who desires to enter into the supreme abode of Krishna can take shelter of one of such transcendental servitors. Then, through the execution of loving service, one can attain transcendental affection for Krishna. In other words, the devotee in this material world who executes loving service in pursuance of the activities of those eternal associates with Krishna also attains the same post when he is perfected.</P><P>The sages mentioned in the Upanishads and in &#347;ruti also desire the post of the gop&#299;s, and they also follow in the footsteps of the gop&#299;s in order to attain that highest goal of life. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/87/23.htm">10.87.23</A>) when it is said that the sages practice pr&#257;n&#257;y&#257;ma (trance) by controlling the breathing process, mind and senses through the mystic yoga practice. Thus they try to merge into the Supreme Brahman. This same goal is attained by atheists who deny the existence of God. If such atheists are killed by an incarnation of the Supreme Personality of Godhead, they also merge into the Brahman existence of the Supreme Lord. However, when the damsels of Vrind&#257;vana worship &#346;r&#299; Krishna, it is as though they have been bitten by a snake, for Krishna's body is compared with the body of a snake. A snake's body is never straight; it is always curling. Similarly, Krishna often stands in a three curved posture, and He has bitten the gop&#299;s with transcendental love. The gop&#299;s are certainly better situated than all mystic yog&#299;s and others who desire to merge into the Supreme Brahman. The sages of Dandak&#257;ranya also follow in the footsteps of the damsels of Vraja in order to attain a similar position. One cannot attain that position simply by following the regulative principles. Rather, one must seriously follow the principles of the gop&#299;s. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/9/21.htm">10.9.21</A>) wherein it is stated that Lord &#346;r&#299; Krishna, the son of &#346;r&#299;mat&#299; Ya&#347;od&#257;, is not easily available to those following the principles of mental speculation but is easily available to all kinds of living beings who follow the path of devotional service.</P><P>There are many pseudo-devotees, claiming to belong to Lord Caitanya Mah&#257;prabhu's sect, who artificially dress themselves as the damsels of Vraja, and this is not approved by advanced spiritualists or advanced students of devotional service. Such people dress the outward material body because they foolishly confuse the body with the soul. They are mistaken when they think that the spiritual bodies of Krishna, R&#257;dh&#257;r&#257;n&#299; and Their associates, the damsels of Vraja, are composed of material nature. One should know perfectly well that all such manifestations are expansions of eternal bliss and knowledge in the transcendental world. They have nothing to do with these material bodies; thus the bodies, dresses, decorations and activities of the damsels of Vrind&#257;vana are not of this material cosmic manifestation. The damsels of Vrind&#257;vana are not a subject for the attraction of those in the material world; they are transcendental attractions for the all-attractive Krishna. Because the Lord is all-attractive, He is called Krishna, but the damsels of Vrind&#257;vana are attractive even to Krishna. Therefore they are not of this material world.</P><P>If one wrongly thinks that the material body is as perfect as the spiritual body and begins to imitate the damsels of Vrind&#257;vana, he becomes infested with the M&#257;y&#257;v&#257;d&#299; impersonal philosophy. The impersonalists recommend a process of aham grahop&#257;san&#257; by which one worships his own body as the Supreme. Thinking in this way, such pseudo-transcendentalists dress themselves as the damsels of Vraja. Such activities are not acceptable in devotional service. Even &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the most authoritative &#257;c&#257;rya in the Gaud&#299;ya samprad&#257;ya, has condemned these imitators. The process of transcendental realization is to follow in the footsteps of the associates of the Supreme Lord; therefore if one thinks himself to be a direct associate of the Supreme Lord, he is condemned. According to authorized Vaishnava principles, one should follow a particular devotee, and not think of himself as Krishna's associate.</P><P>In this way R&#257;m&#257;nanda R&#257;ya explained that one should accept the mood of the damsels of Vraja. In Caitanya-carit&#257;mrita it is clearly said that one should accept the emotional activities and not imitate the dress of the associates of Krishna. One should also always meditate upon the affairs between R&#257;dh&#257; and Krishna in the transcendental world. One should think of R&#257;dh&#257; and Krishna twenty-four hours a day and eternally engage in Their service. One need not externally change his dress. By following the mood of the associates and friends of R&#257;dh&#257;r&#257;n&#299;, one can ultimately achieve the perfectional stage and be transferred to Goloka Vrind&#257;vana, the transcendental abode of Krishna.</P><P>The mood of the gop&#299;s' emotional pursuit is called siddha-deha. This word indicates the pure spiritual body which is beyond the senses, mind and intelligence. Siddha-deha is the purified soul who is just suitable to serve the Supreme Lord. No one can serve the Supreme Lord as His associate without being situated in his pure spiritual identity. That identity is completely free from all material contamination. As stated in Bhagavad-g&#299;t&#257;, a materially contaminated person transmigrates to another material body by material consciousness. At the time of death he thinks materially and is therefore transferred into another material body. Similarly, when one is situated in his pure spiritual identity and thinks of the spiritual loving service rendered to the Supreme Lord, he is transferred to the spiritual kingdom to enter into the association of Krishna. In other words, by attaining one's spiritual identity and thinking of Krishna's associates, one can become qualified to transfer to the spiritual kingdom. No one can contemplate or think of the activities of the spiritual kingdom without being situated in his pure, spiritual identity (siddha). Thus R&#257;m&#257;nanda R&#257;ya said that without attaining siddha-deha, one can neither become an associate of the damsels nor render service directly to the Personality of Godhead, Krishna, and His eternal consort R&#257;dh&#257;r&#257;n&#299;. In this regard, R&#257;m&#257;nanda quoted &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/47/60.htm">10.47.60</A>):</P><P>n&#257;yam &#347;riyo '&#324;ga u nit&#257;ntarateh pras&#257;dah</P><P CLASS=n>svar-yoshit&#257;m nalina-gandha-ruc&#257;m kuto 'ny&#257;h</P><P CLASS=n>r&#257;sotsave 'sya bhujadanda-grih&#299;ta-kantha-</P><P CLASS=n>labdh&#257;&#347;ish&#257;m ya udag&#257;d vraja-vallav&#299;n&#257;m</P><P>"Neither the goddess of fortune, Lakshm&#299;, nor even the damsels of the heavenly kingdom can attain the facilities of the damsels of Vrajabh&#363;mi &#8212; and what to speak of others."</P><P>Lord Caitanya was very satisfied to hear these statements from R&#257;m&#257;nanda R&#257;ya, and He embraced him. Then both of them began to cry in the ecstasy of transcendental realization. Thus the Lord and R&#257;m&#257;nanda R&#257;ya discussed the transcendental pastimes of R&#257;dh&#257; and Krishna throughout the night, and in the morning they separated. R&#257;m&#257;nanda left to go to his place, and the Lord went to take His bath.</P><P>At the time of separation, R&#257;m&#257;nanda fell at the feet of Lord Caitanya and prayed: "My dear Lord, You have come just to deliver me from this mire of nescience. Therefore I request that You remain here for at least ten days to purify my mind of this material contamination. There is no one else who can deliver such transcendental love of God."</P><P>"I have come to you to purify Myself by hearing from you the transcendental pastimes of R&#257;dh&#257; and Krishna," the Lord replied. "I am so fortunate, for you are the only teacher of such transcendental pastimes. I can find no one else in the world who can realize the transcendental loving reciprocation between R&#257;dh&#257; and Krishna. You are asking Me to stay here for ten days, but I feel like remaining with you for the rest of My life. Please come to Jagann&#257;tha Pur&#299;, My headquarters, and we will remain together for the rest of our lives. Thus I can pass My remaining days in understanding Krishna and R&#257;dh&#257; by your association."</P><P>&#346;r&#299;man R&#257;m&#257;nanda R&#257;ya came again to see the Lord the next evening, and there were further discourses on this transcendental subject matter.</P><P>"What is the highest standard of education?" Lord Caitanya began His inquiry, and R&#257;m&#257;nanda R&#257;ya immediately replied that the highest standard of education is knowledge of the science of Krishna. The standard of material education is sense gratification, but the highest standard of spiritual education is knowledge of the science of Krishna. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/4/29/50.htm">4.29.50</A>) it is stated that that work which pleases the Supreme Personality of Godhead is the highest work, and that science or knowledge which places one in full Krishna consciousness is the highest knowledge. Similarly, Prahl&#257;da Mah&#257;r&#257;ja, while instructing his childhood friends at school, also stated that hearing of the Lord, chanting, remembering, worshiping, praying, serving, making friends with Krishna, and offering everything to Him constituted the highest spiritual knowledge.</P><P>"And what is the greatest reputation one can have?" Lord Caitanya asked R&#257;m&#257;nanda R&#257;ya, and R&#257;m&#257;nanda immediately replied that a person reputed to be Krishna conscious should be considered the most famous man in the world.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>