<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 32: Conclusion</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>bah&#363;n&#257;m janman&#257;m ante</P><P CLASS=n>jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=n>v&#257;sudevah sarvam iti</P><P CLASS=n>sa mah&#257;tm&#257; sudurlabhah</P><P>"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare." In the &#256;di Pur&#257;na it is said that liberation and transcendental life follow all the devotees of God. In the Brihan-n&#257;rad&#299;ya Pur&#257;na it is stated that even personalities like Brahm&#257; and other demigods do not know the value of a devotee of the Supreme Personality of Godhead. The Garuda Pur&#257;na points out that out of many thousands of br&#257;hmanas, one may be expert in performing sacrifices, and out of thousands of such expert br&#257;hmanas, one br&#257;hmana may be expert in the knowledge of the Ved&#257;nta-s&#363;tra, and out of many, many thousands of such Ved&#257;ntists, there may be one person who is famous as a devotee of Lord Vishnu. There are many devotees of Vishnu, and out of them, he who is unfiinching in his devotion is eligible to enter into the kingdom of God. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/3/13/4.htm">3.13.4</A>) it is also stated that there are many students of the Vedas, but one who is always thinking of the Supreme Personality of Godhead within his heart is the best student of all. In the N&#257;r&#257;yana-vy&#363;ha-stava prayers it is said that if even the great Brahm&#257; is not a devotee of the Lord, he is most insignificant, whereas if a microbe is a devotee of the Lord, he is most famous.</P><P>Lord Caitanya next asked R&#257;m&#257;nanda R&#257;ya, "What is the most valuable thing in the world?" R&#257;m&#257;nanda R&#257;ya replied that he who has love for R&#257;dh&#257;-Krishna possesses the most valuable jewel and the greatest riches. One who is addicted to material sense gratification or material wealth is not really considered to be wealthy. When one comes to the spiritual platform of Krishna consciousness, he can understand that there are no riches more valuable than love of R&#257;dh&#257;-Krishna. It is recorded in &#346;r&#299;mad-Bh&#257;gavatam that Mah&#257;r&#257;ja Dhruva sought out the Supreme Lord because he wanted to get some land, but when he finally saw Krishna, he said, "I am so pleased, I don't want anything." In Bhagavad-g&#299;t&#257; it is also stated that if one takes shelter of the Supreme Personality of Godhead or is elevated to the supreme state of love of Godhead, he has nothing more to aspire to. Although such devotees can attain whatever they desire from the Lord, they do not ask anything from Him.</P><P>When Lord Caitanya asked R&#257;m&#257;nanda R&#257;ya what is considered to be the most painful existence, R&#257;m&#257;nanda R&#257;ya replied that separation from a pure devotee constitutes the most painful existence. In other words, when there is no devotee of the Lord present, there is great suffering in society, and association with other people becomes painful. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/3/30/7.htm">3.30.7</A>) it is stated that if one who is bereft of the association of a pure devotee tries to become happy through society, friendship and love devoid of Krishna consciousness, he is to be considered in the most distressed condition. In the Fifth Canto of Brihad-bh&#257;gavat&#257;mrita (<A CLASS=v HREF="http://vedabase.net/todo/bhagavatamrta/5/44">5.44</A>) it is stated that the association of a pure devotee is more desirable than life itself and that in separation from him one cannot even pass a second happily.</P><P>Lord Caitanya then asked R&#257;m&#257;nanda R&#257;ya, "Out of many so-called liberated souls, who is actually liberated?" R&#257;m&#257;nanda replied that he who is actually completely saturated with the devotional love for R&#257;dh&#257; and Krishna is to be considered to be the best of all liberated persons. It is stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/6/14/4.htm">6.14.4</A>) that a devotee of N&#257;r&#257;yana is so rare that one can only find him out of millions and millions of people.</P><P>"And out of all songs, what song do you think is the best of all?" Caitanya Mah&#257;prabhu asked. And R&#257;m&#257;nanda replied that any song which describes the pastimes of R&#257;dh&#257; and Krishna is the best song. In conditional life, the soul is captivated by sex. All fictions &#8212; dramas and novels &#8212; and material songs describe love between men and women. Since people are so attracted to this kind of literature, Krishna appeared in this material world and displayed His transcendental loving affairs with the gop&#299;s. There is an immense literature dealing with the transactions between the gop&#299;s and Krishna, and anyone who takes shelter of this literature or of the stories about R&#257;dh&#257; and Krishna can enjoy actual happiness. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/33/36.htm">10.33.36</A>) it is said that the Lord displayed His pastimes in Vrind&#257;vana in order to reveal His actual life. Any intelligent person who tries to understand the pastimes of R&#257;dh&#257; and Krishna is most fortunate. The songs that tell of those pastimes are the greatest songs in the world.</P><P>Lord Caitanya then inquired: "What is the most profitable thing in the world, the essence of all auspicious events?" R&#257;m&#257;nanda R&#257;ya replied that there is nothing as profitable as the association of pure devotees.</P><P>"And what do you recommend a person to think of?" Lord Caitanya asked. R&#257;m&#257;nanda replied that one should always think of the pastimes of Krishna. This is Krishna consciousness. Krishna has multiple activities, and they are described in many Vedic scriptures. One should always think of those pastimes; that is the best meditation and the highest ecstasy. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/2/2/36.htm">2.2.36</A>) &#346;ukadeva Gosv&#257;m&#299; confirms that one should always think of the Supreme Personality of Godhead &#8212; not only think of Him, but one should also hear and chant His name, fame and glories.</P><P>"And what is the best type of meditation?" Lord Caitanya inquired.</P><P>"He who always meditates on the lotus feet of R&#257;dh&#257; and Krishna is the best meditator," R&#257;m&#257;nanda R&#257;ya answered. This is also confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/2/14.htm">1.2.14</A>): "It is the Supreme Personality of Godhead alone who is the master of all devotees, whose name one should always chant and who should always be meditated upon and worshiped regularly."</P><P>"Where should a person live, giving up all other pleasures?" Lord Caitanya next inquired. R&#257;m&#257;nanda replied that one should give up all other pleasures and should live in Vrind&#257;vana where Lord Krishna had so many pastimes. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/47/61.htm">10.47.61</A>) Uddhava says that it is best to live in Vrind&#257;vana even if one has to live as a plant or creeper. It was in Vrind&#257;vana that the Supreme Lord lived and it was there that the gop&#299;s worshiped the Supreme Lord, the ultimate goal of all Vedic knowledge.</P><P>"And what is the best subject to hear of?" Caitanya Mah&#257;prabhu next asked.</P><P>"The pastimes of R&#257;dh&#257; and Krishna," R&#257;m&#257;nanda replied. Actually when the pastimes of R&#257;dh&#257; and Krishna are heard from the right source, one at once attains liberation. Unfortunately it sometimes happens that people do not hear of these pastimes from a person who is a realized soul. Thus people are sometimes misguided. It is stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/33/39.htm">10.33.39</A>) that one who hears of the pastimes of Krishna with the gop&#299;s will attain the highest platform of devotional service and will be freed from the material lust which overwhelms everyone's heart in the material world. In other words, by hearing the pastimes of R&#257;dh&#257; and Krishna, one can get rid of all material lust. If one does not become freed from material lust in this way, then he should not indulge in hearing of the pastimes of R&#257;dh&#257; and Krishna. Unless one hears from the right source, he will misinterpret the pastimes of R&#257;dh&#257; and Krishna, considering them to be ordinary affairs between a man and woman. In this way one may be misguided.</P><P>"And who is the most worshipable Deity?" Caitanya Mah&#257;prabhu next inquired. R&#257;m&#257;nanda R&#257;ya immediately replied that the transcendental couple, &#346;r&#299; R&#257;dh&#257; and Krishna, is the ultimate object of worship. There are many worshipable objects &#8212; the impersonalists worship the brahmajyoti, for instance &#8212; but by worshiping objects other than R&#257;dh&#257; and Krishna, one becomes bereft of life's symptoms and becomes just like a tree or other nonmoving entity. Those who worship the so-called void also attain such results. Those who are after material enjoyment (bhukti) worship the demigods and achieve their planets and thus enjoy material happiness. Lord Caitanya next inquired about those who are after material happiness and liberation from material bondage. "Where do they ultimately go?" He asked. R&#257;m&#257;nanda R&#257;ya replied that ultimately some turn into trees and others attain the heavenly planets where they enjoy material happiness.</P><P>R&#257;m&#257;nanda R&#257;ya went on to say that those who have no taste for Krishna consciousness or spiritual life are just like crows who take pleasure in eating the bitter nimba fruit. It is the poetic cuckoo that eats the seeds of the mango. The unfortunate transcendentalists simply speculate on dry philosophy, whereas the transcendentalists who are in love with R&#257;dh&#257; and Krishna enjoy fruit just like the cuckoo. Thus those who are devotees of R&#257;dh&#257; and Krishna are most fortunate. The bitter nimba fruit is not at all eatable; it is simply full of dry speculation and is only fit for crowlike philosophers. Mango seeds, however, are very relishable, and those in the devotional service of R&#257;dh&#257; and Krishna enjoy them.</P><P>Thus R&#257;m&#257;nanda R&#257;ya and Caitanya Mah&#257;prabhu talked for the entire night. Sometimes they danced, sometimes sang and sometimes cried. After passing the night in this way, at dawn R&#257;m&#257;nanda R&#257;ya returned to his place. The next evening he returned to see Caitanya Mah&#257;prabhu. After discussing Krishna for some time, R&#257;m&#257;nanda R&#257;ya fell at the feet of the Lord and said, "My dear Lord, You are so kind to me that You have told me about the science of Krishna and R&#257;dh&#257;r&#257;n&#299; and Their loving affairs, the affairs of the r&#257;sa dance and Their pastimes. I never thought that I should be able to speak on this subject matter. You have taught me as You formerly taught the Vedas to Brahm&#257;."</P><P>This is the system of receiving instructions from the Supersoul. Externally He is not to be seen, but internally He speaks to the devotee. That is confirmed in Bhagavad-g&#299;t&#257; &#8212; the Lord dictates from within one who is sincerely engaged in His service, and the Lord acts in such a way that such a person can ultimately attain the supreme goal of life. When Brahm&#257; was born, there was no one to instruct him; therefore the Supreme Lord Himself instructed Brahm&#257; in Vedic knowledge through Brahm&#257;'s heart. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/2/4/22.htm">2.4.22</A>) &#346;ukadeva Gosv&#257;m&#299; confirms that the g&#257;yatr&#299; mantra was first imparted within the heart of Brahm&#257; by the Supreme. &#346;ukadeva Gosv&#257;m&#299; prayed to the Lord to help him speak &#346;r&#299;mad-Bh&#257;gavatam before Mah&#257;r&#257;ja Par&#299;kshit.</P><P>The first verse of the First Canto of &#346;r&#299;mad-Bh&#257;gavatam describes the Supreme Absolute Truth as He who instructed Brahm&#257; through the heart. Vy&#257;sadeva, the author of &#346;r&#299;mad-Bh&#257;gavatam, states: " Let me offer my respectful obeisances to &#346;r&#299; Krishna, the Supreme Personality of Godhead, who is the cause of the cosmic manifestation and its maintenance and dissolution as well." If we scrutinizingly try to understand the supreme truth, we can understand that He knows everything directly and indirectly. He is the only Supreme Personality, and it is He only who is fully independent. He alone instructed Brahm&#257; as the Supersoul within. Even the greatest scholar becomes bewildered in trying to understand the supreme truth because the entire perceivable cosmic manifestation is situated within Him. Although this material manifestation is a by-product of fire, water, air and earth, it nonetheless appears to be factual. However, it is in Him only that the spiritual and material manifestations as well as the living entities rest. Therefore He is the supreme truth.</P><P>R&#257;m&#257;nanda R&#257;ya continued speaking to Lord Caitanya: "First I saw You as a sanny&#257;s&#299;, and then I saw You as a cowherd boy. I see before You a golden doll, and due to its presence Your complexion has become golden. Yet I see that Your complexion is dark, like a cowherd boy's. Will You please explain why I am seeing You in this way? Please tell me without reservation."</P><P>"It is the nature of highly elevated devotees to see Krishna in everything," Lord Caitanya replied. "Whenever they see anything, they do not see the form of that particular thing. They see Krishna." This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/2/45.htm">11.2.45</A>):</P><P>sarva-bh&#363;teshu yah pa&#347;yed</P><P CLASS=n>bhagavad-bh&#257;vam &#257;tmanah</P><P CLASS=n>bh&#363;t&#257;ni bhagavaty &#257;tmany</P><P CLASS=n>esha bh&#257;gavatottamah</P><P>"One who is highly elevated in devotional service sees the Supersoul, Krishna, who is the Soul of all individual souls." A similar passage is found in the Tenth Canto (<A CLASS=v HREF="../sb/10/35/9.htm">10.35.9</A>) where it is stated that all creepers, plants and trees, laden with flowers and fruits, were bent in the ecstasy of love for Krishna, for Krishna was the Soul of their soul. After Krishna left them, those trees and plants became thorny.</P><P>"You have the highest conception of the pastimes of R&#257;dh&#257; and Krishna," Lord Caitanya continued. "Therefore you are seeing R&#257;dh&#257;-Krishna everywhere."</P><P>R&#257;m&#257;nanda R&#257;ya replied: "I request that You not try to hide Yourself. I understand that You have accepted the complexion and mode of thinking of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and that You are trying to understand Yourself from the viewpoint of R&#257;dh&#257;r&#257;n&#299;. You have actually advented Yourself to take this point of view. Although You incarnate mainly to understand Your own self, You are at the same time distributing love of Krishna to the world. Now You have personally come here to deliver me. Please don't try to deceive me, I beg You. It is not good for You."</P><P>Being very satisfied, Lord Caitanya smiled and showed R&#257;m&#257;nanda His real form as the combination of &#346;r&#299; R&#257;dh&#257; and Krishna. Thus Lord Caitanya was &#346;r&#299; Krishna Himself with the external features of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. His transcendental ability to become two and then to become one again was revealed to R&#257;m&#257;nanda R&#257;ya. Those who are fortunate enough to understand Lord Caitanya as well as the Vrind&#257;vana pastimes of R&#257;dh&#257; and Krishna can be able, by the mercy of &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, to know about the real identity of &#346;r&#299; Krishna Caitanya Mah&#257;prabhu.</P><P>Upon seeing this unique feature of Lord Caitanya, R&#257;m&#257;nanda R&#257;ya fainted and fell on the floor. Lord Caitanya then touched him, and he came to his senses. R&#257;m&#257;nanda R&#257;ya was then surprised to see Lord Caitanya again in His mendicant dress. Lord Caitanya embraced and pacified him and informed him that he was the only one to have seen this form. "Because you have understood the purpose of My incarnation, you are privileged to have seen this particular feature of My personality," the Lord said. "My dear R&#257;m&#257;nanda, I am not a different person with a fair complexion known as Gaurapurusha. I am the selfsame Krishna the son of Mah&#257;r&#257;ja Nanda, and due to contact with the body of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; I have now assumed this form. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; does not touch anyone but Krishna; therefore She has influenced Me with Her complexion, mind and words. In this way I am just trying to understand the transcendental flavor of Her relationship with Krishna."</P><P>The fact is that both Krishna and Lord Caitanya are the original Personality of Godhead. No one should try to eliminate Lord Caitanya from &#346;r&#299; Krishna. In His form of &#346;r&#299; Krishna, He is the supreme enjoyer, and in His form of Lord Caitanya, He is the supreme enjoyed. No one can be more superexcellently attractive than &#346;r&#299; Krishna, and but for &#346;r&#299; Krishna, no one can enjoy the supreme form of devotion, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. But for &#346;r&#299; Krishna, all Vishnu forms are lacking this ability. This is explained in the description of Govinda in Caitanya-carit&#257;mrita. There it is said that &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the only personality who can infuse &#346;r&#299; Krishna with transcendental pleasure. Thus &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the chief damsel of Vraja in love with Govinda, the Supreme Personality of Godhead, &#346;r&#299; Krishna.</P><P>"Please rest assured that I have nothing to hide from you," Lord Caitanya told R&#257;m&#257;nanda. "Even if I do try to hide from you, you are such an advanced devotee that you can understand all My secrets. I request that you please keep this a secret and do not disclose it to anyone. If it were revealed, everyone would consider Me a madman. The facts which I have disclosed to you cannot be understood by materialistic people. When they hear of this, they will simply laugh at Me. You can understand this yourself and keep it to yourself. From a materialistic point of view, a devotee becomes mad in his ecstasy of love for Krishna. Both you and I are just like madmen. So please don't disclose these facts to ordinary men. If you do, they will surely laugh at Me."</P><P>Lord Caitanya then passed ten nights with R&#257;m&#257;nanda R&#257;ya, enjoyed his company and discussed the pastimes of Krishna and R&#257;dh&#257;. The discussions between them were on the highest level of love for Krishna. Some of these talks are described, but most of them could not be described. In Caitanya-carit&#257;mrita this has been compared to metallurgic examination. The metals compared are discussed in the following sequence: first copper, then bronze, then silver, gold and at last touchstone. The preliminary discussions between Lord Caitanya and R&#257;m&#257;nanda R&#257;ya are considered to be like copper, and the higher discussions are considered to be like gold. The fifth dimension of their discussions, however, is considered to be like touchstone. If one is eager to attain the highest understanding, he must begin with an inquiry into the differences between copper and bronze, then silver and gold and so on.</P><P>The next day Lord Caitanya asked R&#257;m&#257;nanda R&#257;ya to allow Him to return to Jagann&#257;tha Pur&#299;. "We can remain together the rest of our lives at Jagann&#257;tha Pur&#299; and pass our time in discussing Krishna." Lord Caitanya then embraced R&#257;m&#257;nanda R&#257;ya and sent him to his own place. In the morning the Lord started on His journey. He met R&#257;m&#257;nanda R&#257;ya at a temple of Hanum&#257;n on the river bank. After visiting the temple of Hanum&#257;n, He left. As long as Caitanya Mah&#257;prabhu remained at Karp&#363;ra, all kinds of people met Him, and by His grace everyone became a devotee of the Supreme Lord.</P><P>After Lord Caitanya's departure, R&#257;m&#257;nanda R&#257;ya became overwhelmed due to his separation from the Lord, and he immediately decided to retire from service and meet the Lord again at Jagann&#257;tha Pur&#299;. The discussions between R&#257;m&#257;nanda R&#257;ya and Lord Caitanya deal with the most concentrated form of devotional service. By hearing these discussions one can understand the pastimes of &#346;r&#299; R&#257;dh&#257; and Krishna as well as the confidential role played by Lord Caitanya. If one is actually fortunate enough to have faith in these discussions, he can enter into the transcendental association of R&#257;dh&#257; and Krishna.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="index.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>