<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 6: His Forms Are One and the Same</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>In &#346;r&#299;mad-Bh&#257;gavatam it is stated that when Akr&#363;ra was accompanying both Krishna and Balar&#257;ma from Gokula to Mathur&#257;, he entered into the waters of the Yamun&#257; River and could see in the waters all the planets in the spiritual sky. He also saw there the Lord in His Vishnu form as well as N&#257;rada and the four Kum&#257;ras, who were worshiping Him. As stated in the Bh&#257;gavata Pur&#257;na (Bh&#257;g. <A CLASS=v HREF="../sb/10/40/7.htm">10.40.7</A>):</P><P>anye ca samskrit&#257;tm&#257;no</P><P CLASS=n>vidhin&#257;bhihitena te</P><P CLASS=n>yajanti tvan-may&#257;s tv&#257;m vai</P><P CLASS=n>bahum&#363;rty-ekam&#363;rtikam</P><P>There are many worshipers who are purified by different processes of worship &#8212; such as the Vaishnavas or the &#256;ryans &#8212; who also worship the Supreme Lord according to their convictions and spiritual understanding. Each process of worship involves understanding different forms of the Lord, as mentioned in scriptures, but the ultimate idea is to worship the Supreme Lord Himself.</P><P>In His vaibhava-prak&#257;&#347;a feature, the Lord manifests Himself as Balar&#257;ma. The Balar&#257;ma feature is as good as Krishna Himself, the only difference being that the bodily hue of Krishna is dark and that of Balar&#257;ma is fair. The vaibhava-prak&#257;&#347;a form was also displayed when Krishna appeared before His Mother Devak&#299; in the four-handed form of N&#257;r&#257;yana, just when He entered the world. At the request of His parents, however, He transformed Himself into a two-handed form. Thus He sometimes manifests four hands and sometimes two. The two-handed form is actually vaibhava-prak&#257;&#347;a, and the four-handed form is pr&#257;bhava-prak&#257;&#347;a. In His personal form, Krishna is just like a cowherd boy, and He thinks of Himself in that way. But when He is in the V&#257;sudeva form, He thinks of Himself as the son of a kshatriya and acts as a princely administrator.</P><P>In the two-handed form, as the cowherd son of Nanda Mah&#257;r&#257;ja, Krishna fully exhibits His opulence, form, beauty, wealth, attractiveness and pastimes. Indeed, in some of the Vaishnava literatures it is found that sometimes, in His form as V&#257;sudeva, He becomes attracted to the form of Govinda in Vrind&#257;vana. Thus as V&#257;sudeva He sometimes desires to enjoy as the cowherd boy Govinda does, although the Govinda form and the V&#257;sudeva form are one and the same. In this regard, there is a passage in the Fourth Chapter of the Lalita-m&#257;dhava (4.19), in which Krishna addresses Uddhava as follows: "My dear friend, the form of Govinda, the cowherd boy, attracts Me. Indeed, I wish to be like the damsels of Vraja, who are also attracted by this form of Govinda." Similarly, in the Eighth Chapter, Krishna says: "O how wonderful it is! Who is this person? After seeing Him, I am so attracted that I am now desiring to embrace Him just like R&#257;dhik&#257;."</P><P>There are also forms of Krishna which are a little different, and these are called tadek&#257;tma-r&#363;pa forms. These may be further divided into the vil&#257;sa and sv&#257;m&#347;a forms, which in turn have many different features and can be divided into pr&#257;bhava and vaibhava forms. As far as the vil&#257;sa forms are concerned, there are innumerable pr&#257;bhava-vil&#257;sas by which Krishna expands Himself as V&#257;sudeva, Sa&#324;karshana, Pradyumna, and Aniruddha. Sometimes the Lord thinks of Himself as a cowherd boy, and sometimes He thinks of Himself as the son of Vasudeva, a kshatriya prince, and this "thinking" of Krishna is called His "pastimes." Actually He is in the same form in His vaibhava-prak&#257;&#347;a and pr&#257;bhava-vil&#257;sa, but He appears differently as Balar&#257;ma and Krishna. His expansions as V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha are in the original catur-vy&#363;ha, or four-handed forms.</P><P>There are innumerable four-handed manifestations in different planets and different places, and they are manifested in Dv&#257;rak&#257; and Mathur&#257; eternally. From the four principal four-handed forms (V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha) there are manifest the principal twenty-four forms called vaibhava-vil&#257;sa, and they are named differently according to the placement of different symbols (conch, mace, lotus and disc) in their hands. The four principal manifestations of Krishna are found in each planet in the spiritual sky, and these planets are called N&#257;r&#257;yanaloka or Vaikunthaloka. In the Vaikunthaloka He is manifested in the four-handed form of N&#257;r&#257;yana. From each N&#257;r&#257;yana the forms of V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha are manifested. Thus N&#257;r&#257;yana is the center, and the four forms of V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha surround the N&#257;r&#257;yana form. Each of these four forms again expand into three, and these all have different names, beginning with Ke&#347;ava. These forms are twelve in all, and they are known by different names according to the placement of symbols in their hands.</P><P>As far as the V&#257;sudeva form is concerned, the three expansions manifested from Him are Ke&#347;ava, N&#257;r&#257;yana and M&#257;dhava. The three forms of Sa&#324;karshana are known as Govinda, Vishnu and &#346;r&#299; Madhus&#363;dana. (It should be noted, however, that this Govinda form is not the same Govinda form that is manifested in Vrind&#257;vana as the son of Nanda Mah&#257;r&#257;ja.) Similarly, Pradyumna is also divided into three forms known as Trivikrama, V&#257;mana and &#346;r&#299;dhara; and the three forms of Aniruddha are known as Hrish&#299;ke&#347;a, Padman&#257;bha and D&#257;modara.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>