<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 7: Unlimited Forms of Godhead</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>These twenty-four forms are known as the vil&#257;sa manifestation of the pr&#257;bhava (four-handed) form, and they are named differently according to the position of the symbolic representations (mace, disc, lotus flower and conch shell). Out of these twenty-four forms there are vil&#257;sa and vaibhava forms. Names mentioned herein, such as Pradyumna, Trivikrama, V&#257;mana, Hari and Krishna, are also different in features. Then, coming to the pr&#257;bhava-vil&#257;sa of Krishna (including V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha), there are a total of twenty further variations. All of these have Vaikuntha planets in the spiritual sky and are situated in eight different directions. Although each of them is eternally in the spiritual sky, some of them are nonetheless manifest in the material world also.</P><P>In the spiritual sky all the planets dominated by the N&#257;r&#257;yana feature are eternal. The topmost planet in the spiritual sky is called Krishnaloka and is divided into three different portions: Gokula, Mathur&#257; and Dv&#257;rak&#257;. In the Mathur&#257; portion, the form of Ke&#347;ava is always situated. He is also represented on this earthly planet. In Mathur&#257;, India, the Ke&#347;ava m&#363;rti is worshiped, and similarly there is a Purushottama form in Jagann&#257;tha Pur&#299; in Orissa. In &#256;nand&#257;ranya there is the form of Vishnu, and in M&#257;y&#257;pur, the birthplace of Lord Caitanya, there is the form of Hari. Many other forms are also situated in various places on the earth. Not only in this universe but in all other universes as well the forms of Krishna are distributed everywhere. It is indicated that this earth is divided into seven islands, which are the seven continents, and it is understood that on each and every island there are similar forms, but at the present moment these are found only in India. Although from Vedic literatures we can understand that there are forms in other parts of the world, at present there is no information of their location.</P><P>The different forms of Krishna are distributed throughout the universe to give pleasure to the devotees. It is not that devotees are born only in India. There are devotees in all parts of the world, but they have simply forgotten their identity. These forms incarnate not only to give pleasure to the devotee but to reestablish devotional service and perform other activities which vitally concern the Supreme Personality of Godhead. Some of these forms are incarnations mentioned in the scriptures, such as the Vishnu incarnation, Trivikrama incarnation, Nrisimha incarnation and V&#257;mana incarnation.</P><P>In the Siddh&#257;rtha-samhit&#257;, there is a description of the twenty-four forms of Vishnu, and these forms are named according to the position of the symbolic representations in Their four hands. When one describes the positions of objects in the hands of the Vishnu m&#363;rti, one should begin with the lower right hand then move to the upper right hand, upper left hand and, finally, to the lower left hand. In this way, V&#257;sudeva may be described as being represented by mace, conch shell, disc and lotus flower. Sa&#324;karshana is represented by mace, conch shell, lotus flower and disc. Similarly, Pradyumna is represented by disc, conch shell, mace and lotus flower. Aniruddha is represented by disc, mace, conch shell and lotus flower. In the spiritual sky the representations of N&#257;r&#257;yana are twenty in number and are described as follows: &#346;r&#299; Ke&#347;ava (flower, conch shell, disc, mace), N&#257;r&#257;yana (conch, flower, mace and disc), &#346;r&#299; M&#257;dhava (mace, disc, conch and flower), &#346;r&#299; Govinda (disc, mace, flower and conch), Vishnu-m&#363;rti (mace, flower, conch and disc), Madhus&#363;dana (disc, conch, flower and mace), Trivikrama (flower, mace, disc and shell), &#346;r&#299; V&#257;mana (conch, disc, mace and flower), &#346;r&#299;dhara (flower, disc, mace and shell), Hrish&#299;ke&#347;a (mace, disc, flower and conch), Padman&#257;bha (shell, flower, disc and mace), D&#257;modara (flower, disc, mace and shell), Purushottama (disc, flower, shell and mace), Acyuta (mace, flower, disc and shell), Nrisimha (disc, flower, mace and shell), Jan&#257;rdana (flower, disc, shell and mace), &#346;r&#299; Hari (shell, disc, flower and mace), &#346;r&#299; Krishna (shell, mace, flower and disc), Adhokshaja (flower, mace, shell and disc), and Upendra (shell, mace, disc and flower).</P><P>According to the Haya&#347;&#299;rsha-pañcar&#257;tra, there are sixteen forms, and these forms are named differently according to the situations of the disc and mace. The conclusion is that the Supreme Original Personality of Godhead is Krishna. He is called l&#299;l&#257;-purushottama, and He resides principally in Vrind&#257;vana as the son of Nanda. It is also learned from the Haya&#347;&#299;rsha-pañcar&#257;tra that there are nine forms protecting each of the two Pur&#299;s known as the Mathur&#257; Pur&#299; and the Dv&#257;rak&#257; Pur&#299;: V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha protect one, and N&#257;r&#257;yana, Nrisimha, Hayagr&#299;va, Var&#257;ha and Brahm&#257; &#8212; protect the other. These are different manifestations of the prak&#257;&#347;a and vil&#257;sa forms of Lord Krishna.</P><P>Lord Caitanya also informs San&#257;tana Gosv&#257;m&#299; that there are different forms of sv&#257;m&#347;a as well, and these are divided into the Sa&#324;karshana division and the incarnation division. From the first division come the three purusha-avat&#257;ras &#8212; the K&#257;ranodaka&#347;&#257;y&#299; Vishnu, Garbhodaka&#347;&#257;y&#299; Vishnu and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu &#8212; and from the other division come the l&#299;l&#257;-avat&#257;ras, such as the Lord's incarnations as a fish, tortoise, etc.</P><P>There are six kinds of incarnations: (1) the purusha-avat&#257;ra, (2) the l&#299;l&#257;-avat&#257;ra, (3) the guna-avat&#257;ra, (4) the manvantara-avat&#257;ra, (5) the yuga-avat&#257;ra, and (6) the &#347;akty&#257;ve&#347;a-avat&#257;ra. Out of the six vil&#257;sa manifestations of Krishna, there are two divisions based on His age, and these are called b&#257;lya and pauganda. As the son of Nanda Mah&#257;r&#257;ja, Krishna in His original form enjoys both of these childhood aspects &#8212; namely b&#257;lya and pauganda.</P><P>It is thus safe to conclude that there is no end to the expansions and incarnations of Krishna. Lord Caitanya explains some of them to San&#257;tana just to give him an idea of how the Lord expands and enjoys. These conclusions are also confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/3/26.htm">1.3.26</A>). There it is said that there is no limit to the incarnations of the Supreme Lord, just as there is no limit to the waves of the ocean.</P><P>Krishna first incarnates as the three purusha-avat&#257;ras, namely the Mah&#257;-Vishnu or K&#257;ranodaka&#347;&#257;y&#299; avat&#257;ra, the Garbhodaka&#347;&#257;y&#299; avat&#257;ra and the Ksh&#299;rodaka&#347;&#257;y&#299; avat&#257;ra. This is confirmed in the S&#257;tvata-tantra. Krishna's energies can also be divided into three: His energy of thinking feeling and acting. When He exhibits His thinking energy, He is the Supreme Lord; when He exhibits His feeling energy, He is Lord V&#257;sudeva; when He exhibits His acting energy, He is Sa&#324;karshana Balar&#257;ma. Without His thinking, feeling and acting, there would be no possibility of creation. Although there is no creation in the spiritual world &#8212; for there the planets are beginningless &#8212; there is creation in the material world. In either case, however, both the spiritual and material worlds are manifestations of the energy of acting, in which Krishna acts in the form of Sa&#324;karshana and Balar&#257;ma.</P><P>The spiritual world of the Vaikuntha planets and Krishnaloka, the supreme planet, is situated in His energy of thinking. Although there is no creation in the spiritual world, which is eternal, it is still to be understood that the Vaikuntha planets depend on the thinking energy of the Supreme Lord. This thinking energy is described in Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/2.htm">5.2</A>), where it is said that the supreme abode, known as Goloka, is manifested like a lotus flower with hundreds of petals. Everything there is manifested by Ananta, the Balar&#257;ma or Sa&#324;karshana form. The material cosmic manifestation and its different universes are manifest through m&#257;y&#257;, or material energy. However, one should not think that material nature or material energy is the cause of this cosmic manifestation. Rather, it is caused by the Supreme Lord, who uses His different expansions through material nature. In other words, there is no possibility of any creation without the superintendence of the Supreme Lord. The form by which the energy of material nature works to bring about creation is called the Sa&#324;karshana form, and it is understood that this cosmic manifestation is created under the superintendence of the Supreme Lord.</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/46/31.htm">10.46.31</A>) it is said that Balar&#257;ma and Krishna are the origin of all living entities and that these two personalities enter into everything. A list of incarnations is given in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/3.htm">1.3</A>), and they are as follows: (1) Kum&#257;ras, (2) N&#257;rada, (3) Var&#257;ha, (4) Matsya, (5) Yajña, (6) Nara-n&#257;r&#257;yana, (7) K&#257;rdami Kapila, (8) Datt&#257;treya, (9) Haya&#347;&#299;rsha, (10) Hamsa, (1 1) Dhruvapriya or Pri&#347;nigarbha, (12) Rishabha, (13) Prithu, (14) Nrisimha, (15) K&#363;rma, (16) Dhanvantari, (17) Mohin&#299;, (18) V&#257;mana, (19) Bh&#257;rgava (Para&#347;ur&#257;ma), (20) R&#257;ghavendra, (21) Vy&#257;sa, (22) Pralamb&#257;ri Balar&#257;ma, (23) Krishna, (24) Buddha (25) Kalki. Because almost all of these twenty-five l&#299;l&#257;-avat&#257;ras appear in one day of Brahm&#257;, which is called a kalpa, they are sometimes called kalpa-avat&#257;ras. Out of these, the incarnation of Hamsa and Mohin&#299; are not permanent, but Kapila, Datt&#257;treya, Rishabha, Dhanvantari and Vy&#257;sa are five eternal forms, and they are more celebrated. The incarnations of the tortoise K&#363;rma, the fish Matsya, Nara-n&#257;r&#257;yana, Var&#257;ha, Haya&#347;&#299;rsha, Pri&#347;nigarbha, and Balar&#257;ma are considered to be incarnations of vaibhava. Similarly, there are three guna-avat&#257;ras, or incarnations of the qualitative modes of nature, and these are Brahm&#257;, Vishnu and &#346;iva.</P><P>Of the manvantara-avat&#257;ras, there are fourteen: (1) Yajña, (2) Vibhu, (3) Satyasena, (4) Hari, (5) Vaikuntha, (6) Ajita, (7) V&#257;mana, (8) S&#257;rvabhauma, (9) Rishabha, (10) Vishvaksena, (11) Dharmasetu, (12) Sudh&#257;m&#257;, (13) Yoge&#347;vara, (14) Brihadbh&#257;nu. Out of these fourteen manvantara-avat&#257;ras, Yajña and V&#257;mana are also l&#299;l&#257;-avat&#257;ras, and the rest are manvantara-avat&#257;ras. These fourteen manvantara-avat&#257;ras are also known as vaibhava-avat&#257;ras.</P><P>The four yuga-avat&#257;ras are also described in &#346;r&#299;mad-Bh&#257;gavatam. In the Satya-yuga, the incarnation of God is white; in the Tret&#257;-yuga He is red; in the Dv&#257;para-yuga, He is blackish; and in the Kali-yuga He is also blackish, but sometimes, in a special Kali-yuga, His color is yellowish (as in the case of Caitanya Mah&#257;prabhu). As far as the &#347;akty&#257;ve&#347;a-avat&#257;ras are concerned, they include Kapila and Rishabha, Ananta, Brahm&#257; (sometimes the Lord Himself becomes Brahm&#257;), Catuhsana (the incarnation of knowledge), N&#257;rada (the incarnation of devotional service), King Prithu (the incarnation of administrative power), and Para&#347;ur&#257;ma (the incarnation who subdues evil principles).</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>