<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 8: The Avat&#257;ras</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>The influence of material nature cannot reach beyond the Viraj&#257;, or Causal Ocean, as confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/2/9/10.htm">2.9.10</A>). The modes of material nature (goodness, passion and ignorance), as well as material time, have no influence on the Vaikuntha planets. On those planets the liberated associates of Krishna live eternally, and they are worshiped both by the demigods and the demons.</P><P>Material nature acts in two capacities as m&#257;y&#257; and pradh&#257;na. M&#257;y&#257; is the direct cause, and pradh&#257;na refers to the elements of the material manifestation. When the first purusha-avat&#257;ra, Mah&#257;-Vishnu, glances over the material nature, material nature becomes agitated, and the purusha-avat&#257;ra thus impregnates matter with living entities. Simply by the glance of the Mah&#257;-Vishnu, consciousness is created, and this consciousness is known as mahat-tattva, The predominating Deity of the mahat-tattva is V&#257;sudeva. This created consciousness is then divided into three departmental activities according to the three gunas, or modes of material nature. Consciousness in the mode of goodness is described in the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam. The predominating Deity of the mode of goodness is called Aniruddha. Consciousness in the mode of material passion produces intelligence, and the predominating Deity in this case is Pradyumna. He is the master of the senses. Consciousness in the mode of ignorance causes the production of ether, the sky and the sense of hearing. The cosmic manifestation is a combination of all these modes, and in this way innumerable universes are created. No one can count the number of universes.</P><P>These innumerable universes are produced from the pores of the Mah&#257;-Vishnu's body. As innumerable particles of dust pass through the tiny holes in a screen, similarly from the pores of the Mah&#257;-Vishnu's body innumerable universes emanate. As He breathes out, innumerable universes are produced, and as He inhales, they are annihilated. All of the energies of the Mah&#257;-Vishnu are spiritual, and they have nothing to do with the material energy. In Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/48.htm">5.48</A>) it is stated that the predominating deity of each universe, Brahm&#257;, lives only during one breath of the Mah&#257;-Vishnu. Thus Mah&#257;-Vishnu is the original Supersoul of all the universes and the master of all universes as well.</P><P>The second Vishnu incarnation, the Garbhodaka&#347;&#257;y&#299; Vishnu, enters each and every universe, spreads water from His body, and lies down on that water. From His navel, the stem of a lotus flower grows, and on that lotus flower the first creature, Brahm&#257;, is born. Within the stem of that lotus flower are fourteen divisions of planetary systems, which are created by Brahm&#257;. Within each universe the Lord is present as the Garbhodaka&#347;&#257;y&#299; Vishnu, and He maintains each universe and tends to its needs. Although He is within each material universe, the influence of material energy cannot touch Him. When it is required, this very same Vishnu takes the form of Lord &#346;iva and annihilates the cosmic creation. The three secondary incarnations &#8212; Brahm&#257;, Vishnu and &#346;iva &#8212; are the predominating deities of the three modes of material nature. The master of the universe, however, is the Garbhodaka&#347;&#257;y&#299; Vishnu, who is worshiped as the Hiranyagarbha Supersoul. The Vedic hymns describe Him as having thousands of heads. Although He is within the material nature, He is not touched by it.</P><P>The third incarnation of Vishnu, Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, is also an incarnation of the mode of goodness. He is also the Supersoul of all living entities, and He resides on the ocean of milk within the universe. Thus Caitanya Mah&#257;prabhu described the purusha-avat&#257;ras.</P><P>Lord Caitanya next described the l&#299;l&#257;-avat&#257;ras, or "pastime" avat&#257;ras, and of these the Lord points out that there is no limit. However, He describes some of them &#8212; for example, Matsya, K&#363;rma, Raghun&#257;tha, Nrisimha, V&#257;mana and Var&#257;ha.</P><P>As far as the guna-avat&#257;ras, or qualitative incarnations of Vishnu, are concerned, they are three &#8212; Brahm&#257;, Vishnu and &#346;iva. Brahm&#257; is one of the living entities, but due to his devotional service he is very powerful. This primal living entity, master of the mode of material passion, is directly empowered by the Garbhodaka&#347;&#257;y&#299; Vishnu to create innumerable living entities. In Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/49.htm">5.49</A>) Brahm&#257; is likened to valuable jewels influenced by the rays of the sun, and the sun is likened to the Supreme Lord Garbhodaka&#347;&#257;y&#299; Vishnu. If in some kalpa there is no suitable living entity capable of acting in Brahm&#257;'s capacity, Garbhodaka&#347;&#257;y&#299; Vishnu Himself manifests as Brahm&#257; and acts accordingly.</P><P>Similarly, by expanding Himself as Lord &#346;iva, the Supreme Lord is engaged when there is a need to annihilate the universe. Lord &#346;iva, in association with m&#257;y&#257;, has many forms, which are generally numbered at eleven. Lord &#346;iva is not one of the living entities; he is, more or less, Krishna Himself. The example of milk and yogurt is often given in this regard &#8212; yogurt is a preparation of milk, but still yogurt cannot be used as milk. Similarly, Lord &#346;iva is an expansion of Krishna, but he cannot act as Krishna, nor can we derive the spiritual restoration from Lord &#346;iva that we derive from Krishna. The essential difference is that Lord &#346;iva has a connection with material nature, but Vishnu or Lord Krishna has nothing to do with material nature. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/88/3.htm">10.88.3</A>) it is stated that Lord &#346;iva is a combination of three kinds of transformed consciousness known as vaik&#257;rika, taijasa and t&#257;masa.</P><P>The Vishnu incarnation, although master of the modes of goodness within each universe, is in no way in touch with the influence of material nature. Although Vishnu is equal to Krishna, Krishna is the original source. Vishnu is a part, but Krishna is the whole. This is the version given by Vedic literatures. In Brahma-samhit&#257; the example is given of an original candle which lights a second candle. Although both candles are of equal power, one is accepted as the original, and the other is said to be kindled from the original. The Vishnu expansion is like the second candle. He is as powerful as Krishna, but the original Vishnu is Krishna. Brahm&#257; and Lord &#346;iva are obedient servants of the Supreme Lord, and the Supreme Lord as Vishnu is an expansion of Krishna.</P><P>After describing the L&#299;l&#257; and guna-avat&#257;ras, Lord Caitanya explains the manvantara-avat&#257;ras to San&#257;tana Gosv&#257;m&#299;. He first states that there is no possibility of counting the manvantara-avat&#257;ras. In one kalpa, or one day of Brahm&#257;, fourteen Manus are manifest. One day of Brahm&#257; is calculated at 4 billion 320 million years, and Brahm&#257; lives for one hundred years on this scale. Thus if fourteen Manus appear in one day of Brahm&#257;, there are 420 Manus during one month of Brahm&#257;, and during one year of Brahm&#257; there are 5,040 Manus. Since Brahm&#257; lives for one hundred of his years, it is calculated that there are 504,000 Manus manifest during the lifetime of one Brahm&#257;. Since there are innumerable universes, no one can imagine the totality of the manvantara incarnations. Because all the universes are produced simultaneously by the exhalation of the Mah&#257;-Vishnu, no one can begin to calculate how many Manus are manifest at one time. Each Manu, however, is called by a different name. The first Manu is called Sv&#257;yambhuva, and he is the son of Brahm&#257;. The second Manu, Sv&#257;rocisha, is the son of the predominating deity of fire. The third Manu is Uttama, and he is the son of King Priyavrata. The fourth Manu, T&#257;masa, is the brother of Uttama. The fifth Manu, called Raivata, and the sixth Manu, C&#257;kshusha, are both brothers of T&#257;masa, but C&#257;kshusha is the son of C&#257;kshu. The seventh Manu is called Vaivasvata, and he is the son of the sun-god. The eighth Manu is called S&#257;varni, and he is also a son of the sun-god, born of a wife named Ch&#257;y&#257;. The ninth Manu, Dakshas&#257;varni, is the son of Varuna. The tenth Manu, Brahmas&#257;varni, is the son of Upa&#347;loka. Four other Manus are known as Rudras&#257;varni, Dharmas&#257;varni, Devas&#257;varni and Indras&#257;varni.</P><P>After describing the Manu incarnations, Lord Caitanya explained the yuga-avat&#257;ras to San&#257;tana Gosv&#257;m&#299;. There are four yugas, or millennia &#8212; Satya, Tret&#257;, Dv&#257;para, and Kali &#8212; and in each millennium the Supreme Lord incarnates, and each incarnation has a different color according to the yuga. In the Satya-yuga the color of the principal incarnation is white. In the Tret&#257;-yuga the color is red, in the Dv&#257;para-yuga the color is blackish (Krishna), and in the Kali-yuga the color of the principal incarnation is yellow (Caitanya Mah&#257;prabhu). This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/8/13.htm">10.8.13</A>) by the astrologer Gargamuni, who calculated Krishna's horoscope in the house of Nanda Mah&#257;r&#257;ja.</P><P>In the Satya-yuga the process of self-realization was meditation, and this process is taught by the white incarnation of God. This incarnation gave a benediction to the sage Kardama by which he could have an incarnation of the Personality of Godhead as his son. In the Satya-yuga, everyone meditated on Krishna, and each and every living entity was in full knowledge. In this present age, Kali-yuga, people who are not in full knowledge are still attempting this meditative process which was recommended for a previous age. The process for self-realization recommended in the Tret&#257; millennium was the performance of sacrifice, and this was taught by the red incarnation of God. In the Dv&#257;para millennium, Krishna was personally present, and He was worshiped by everyone by the mantra:</P><P>namas te v&#257;sudev&#257;ya</P><P CLASS=n>namah sa&#324;karshan&#257;ya</P><P CLASS=n>pradyumn&#257;y&#257;niruddh&#257;ya</P><P CLASS=n>tubhyam bhagavate namah</P><P>"Let me offer my obeisances unto the Supreme Personality of Godhead, V&#257;sudeva, Sa&#324;karshana, Pradyumna, and Aniruddha." This was the process of self-realization for the Dv&#257;para age. In the next millennium &#8212; this present age of Kali-yuga &#8212; the Lord incarnates to preach the chanting of the holy name of Krishna. In this age the Lord is yellow (Caitanya Mah&#257;prabhu), and He teaches people love of God by chanting the names of Krishna. This teaching is carried out personally by Krishna, and He exhibits love of Godhead by chanting, singing and dancing with thousands of people following Him. This particular incarnation of the Supreme Personality of Godhead is foretold in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/5/32.htm">11.5.32</A>):</P><P>krishna-varnam tvish&#257;krishnam</P><P CLASS=n>s&#257;&#324;gop&#257;&#324;g&#257;stra-p&#257;rshadam</P><P CLASS=n>yajñaih sa&#324;k&#299;rtana-pr&#257;yair</P><P CLASS=n>yajanti hi sumedhasah</P><P>"In the age of Kali the Lord incarnates as a devotee, yellowish in color, and is always chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Although He is Krishna, His complexion is not blackish like Krishna's in Dv&#257;para-yuga but is golden. It is in Kali-yuga that the Lord engages in preaching love of Godhead through the sa&#324;k&#299;rtana movement, and those living entities who are intelligent adopt this process of self-realization." It is also stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/12/3/52.htm">12.3.52</A>):</P><P>krite yad dhy&#257;yato vishnum</P><P CLASS=n>tret&#257;y&#257;m yajato makhaih</P><P CLASS=n>dv&#257;pare paricary&#257;y&#257;m</P><P CLASS=n>kalau taddhari-k&#299;rtan&#257;t</P><P>"The self-realization which was achieved in the Satya millennium by meditation, in the Tret&#257; millennium by the performance of different sacrifices, and in the Dv&#257;para millennium by worship of Lord Krishna, can be achieved in the age of Kali simply by chanting the holy names, Hare Krishna." This is also confirmed in Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana6/2/17">6.2.17</A>) where it is stated:.</P><P>dhy&#257;yan krite yajan yajñais</P><P CLASS=n>tret&#257;y&#257;m dv&#257;pare 'rcayan</P><P CLASS=n>yad &#257;pnoti tad &#257;pnoti</P><P CLASS=n>kalau sa&#324;k&#299;rtya ke&#347;avam</P><P>"In this age there is no use in meditation, sacrifice and temple worship. Simply by chanting the holy name of Krishna &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; one can achieve perfect self-realization."</P><P>When Lord Caitanya described the incarnation for this age of Kali, San&#257;tana Gosv&#257;m&#299;, who had been a government minister and was perfectly capable of drawing conclusions, directly asked of the Lord, "How can one understand the advent of an incarnation?" By the description of the incarnation for the Kali millennium, San&#257;tana Gosv&#257;m&#299; could understand that Lord Caitanya was indeed that incarnation of Krishna, and he could also understand that in the future there would be many people who would try to imitate Lord Caitanya because the Lord played as an ordinary br&#257;hmana, despite the fact that His devotees accepted Him as an incarnation. Since San&#257;tana knew that there would be many pretenders, he asked the Lord, "How can one understand the symptoms of an incarnation?"</P><P>"As one can understand the different incarnations for different millenniums by referring to Vedic literatures,"the Lord replied, "one can similarly understand who is actually the incarnation of Godhead in this age of Kali." In this way the Lord especially stressed reference to authoritative scriptures. In other words, one should not whimsically accept a person as an incarnation but should try to understand the characteristics of an incarnation by referring to scriptures. An incarnation of the Supreme Lord never declares Himself to be an incarnation, but His followers must ascertain who is an incarnation and who is a pretender by referring to authoritative scriptures.</P><P>Any intelligent person can understand the characteristics of an avat&#257;ra by understanding two features &#8212; the principal feature, called personality, and the marginal features. In the scriptures there are descriptions of the characteristics of the body and the activities of an incarnation, and the description of the body is the principal feature by which an incarnation can be identified. The activities of the incarnation are the marginal features. This is confirmed in the beginning of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/1/1.htm">1.1.1</A>) where the features of an avat&#257;ra are nicely described. In that verse, the two terms param and satyam are used, and Lord Caitanya indicates that these words reveal Krishna's principal feature. The other marginal features indicate that He taught Vedic knowledge to Brahm&#257; and incarnated as the purusha-avat&#257;ra to create the cosmic manifestation. These are occasional features manifest for some special purposes. One should be able to understand and distinguish the principal and marginal features of an avat&#257;ra. No one can declare himself an incarnation without referring to these two features. An intelligent man will not accept anyone as an avat&#257;ra without studying the principal and marginal features. When San&#257;tana Gosv&#257;m&#299; tried to confirm Lord Caitanya's personal characteristics as being those of the incarnation of this age, Lord Caitanya Himself indirectly made the confirmation by simply saying, "Let us leave aside all these discussions and continue with a description of the &#347;akty&#257;ve&#347;a-avat&#257;ras."</P><P>The Lord then pointed out that there is no limit to the &#347;akty&#257;ve&#347;a-avat&#257;ras and that they cannot be counted. However, some can be mentioned as examples. The &#347;akty&#257;ve&#347;a incarnations are of two kinds &#8212; direct and indirect. When the Lord Himself comes, He is called s&#257;ksh&#257;t, or a direct &#347;akty&#257;ve&#347;a-avat&#257;ra, and when He empowers some living entity to represent Him that living entity is called an indirect or &#257;ve&#347;a incarnation. Examples of indirect avat&#257;ras are the four Kum&#257;ras, N&#257;rada, Prithu and Para&#347;ur&#257;ma. These are actually living entities, but there is specific power given to them by the Supreme Personality of Godhead. When a specific opulence of the Supreme Lord is invested in specific entities, they are called &#257;ve&#347;a-avat&#257;ras. The four Kum&#257;ras specifically represent the Supreme Lord's opulence of knowledge. N&#257;rada represents the devotional service of the Supreme Lord. Devotional service is also represented by Lord Caitanya, who is considered to be the full representation of devotional service. In Brahm&#257; the opulence of creative power is invested, and in King Prithu the power for maintaining the living entities is invested. Similarly, in Para&#347;ur&#257;ma the power for killing evil elements is invested. As far as vibh&#257;ti, or the special favor of the Supreme Personality of Godhead, is concerned, it is described in the Tenth Chapter of Bhagavad-g&#299;t&#257; that a living entity who appears to be especially powerful or beautiful should be known to be especially favored by the Supreme Lord.</P><P>Examples of direct or s&#257;ksh&#257;d-avat&#257;ras are the &#346;esha incarnation and the Ananta incarnation. In Ananta the power for sustaining all planets is invested, and in the &#346;esha incarnation the power for serving the Supreme Lord is invested.</P><P>After describing the &#347;akty&#257;ve&#347;a incarnations, Caitanya Mah&#257;prabhu began to speak about the age of the Supreme Lord. He said that the Supreme Lord Krishna is always like a sixteen-year-old boy, and when He desires to descend on this universe, He first of all sends His father and mother, who are His devotees, and then He advents Himself as an incarnation, or He comes personally. All His activities &#8212; beginning with the killing of the P&#363;tan&#257; demon &#8212; are displayed in innumerable universes, and there is no limit to them. Indeed, at every moment, at every second, His manifestations and various pastimes are seen in different universes (brahm&#257;ndas). Thus His activities are just like the waves of the Ganges River. Just as there is no limit to the flowing of the waves of the Ganges, there is no cessation of Lord Krishna's incarnations in different universes. From childhood He displays many pastimes, and ultimately He exhibits the r&#257;sa dance.</P><P>It is said that all the pastimes of Krishna are eternal, and this is confirmed in every scripture. Generally people cannot understand how Krishna performs His pastimes, but Lord Caitanya clarified this by comparing His pastimes to the orbit of the earth about the sun. According to Vedic astrological calculations, the twenty-four hours of a day and night are divided into sixty dandas. The days are again divided into 3,600 palas. The sun disc can be perceived in every sixty palas, and that time constitutes a danda. Eight dandas make one prahara, and the sun rises and sets with in four praharas. Similarly, four praharas constitute one night, and after that the sun rises. Similarly, all the pastimes of Krishna can be seen in any of the universes, just as the sun can be seen in its movement through 3,600 palas.</P><P>Lord Krishna remains in this universe for only 125 years, but all the pastimes of that period are exhibited in each and every universe. These pastimes include His appearance, His boyhood activities, His youth and His later pastimes up to those pastimes at Dv&#257;rak&#257;. Since all these pastimes are present in one or another of the myriad universes at any given time, they are called eternal. The sun is eternally existing, although we see it rise and set, appear and disappear, according to our position on the planet. Similarly, the Lord's pastimes are going on, although we can see them manifest in this particular universe only at certain intervals. His abode is the supreme planet known as Goloka Vrind&#257;vana, and by His will, this Goloka Vrind&#257;vana is manifested in this universe and in other universes as well. Thus the Lord is always in His supreme abode, Goloka Vrind&#257;vana, and by His supreme will His activities there are also manifested in innumerable universes. When He appears, He appears in those particular places, and in every manifestation His six opulences are displayed.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>