<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 9: The Opulences of Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A></P><P>In this universe even the largest planet lies in one corner of outer space. Although the sun is thousands of times larger than the earth, it still lies in one corner of outer space. Similarly, each of the infinite planets, although unlimited in length and breadth, lies in a corner of the spiritual sky known as the brahmajyoti. In the Brahma-samhit&#257; this brahmajyoti is described as nishkalam anantam a&#347;esha-bh&#363;tam, or undivided and unlimited and without a trace of the material modes of nature. All the Vaikuntha planets are like petals of a lotus flower, and the principal part of that lotus, called Krishnaloka or Goloka Vrind&#257;vana, is the center of all the Vaikunthas. Thus the expansions of Krishna in various forms, as described herein, as well as His various abodes on the spiritual planets in the spiritual sky, are unlimited. Even demigods like Brahm&#257; and &#346;iva cannot see or even estimate the extent of the Vaikuntha planets. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/14/21.htm">10.14.21</A>): "No one can estimate the length and breadth of all the Vaikuntha planets." It is also stated there that not only demigods like Brahm&#257; and &#346;iva are unable to make such an estimate, but even Ananta, the very incarnation of the Lord's opulence of strength, cannot ascertain any limit to the Lord's potency or to the area of the different Vaikuntha planets.</P><P>The prayers of Brahm&#257;, mentioned in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/14/21.htm">10.14.21</A>), are very convincing in this connection, for therein Lord Brahm&#257; says:</P><P>ko vetti bh&#363;man bhagavan par&#257;tman</P><P CLASS=n>yoge&#347;varot&#299;r bhavatas tri-loky&#257;m</P><P CLASS=n>kva v&#257; katham v&#257; kati v&#257; kadeti</P><P CLASS=n>vist&#257;rayan kr&#299;dasi yoga-m&#257;y&#257;m</P><P>"O my dear Lord, O Supreme Personality of Godhead, O Supersoul, O master of all mystic powers, no one can know or explain Your expansions, which You manifest by Your yogam&#257;y&#257; energy. These expansions extend throughout the three worlds." Brahm&#257; also says in his prayers:</P><P>gun&#257;tmanas te 'pi gun&#257;n vim&#257;tum</P><P CLASS=n>hit&#257;vat&#299;rnasya ka &#299;&#347;ire 'sya</P><P CLASS=n>k&#257;lena yair v&#257; vimit&#257;h sukalpair</P><P CLASS=n>bh&#363;-p&#257;msavah khe mihik&#257; dyubh&#257;sah</P><P>"Scientists and learned men cannot even estimate the atomic constitution of a single planet. Even if they could count the molecules of snow in the sky or the number of stars in space, they cannot estimate how it is You descend on this earth or in this universe with Your innumerable transcendental potencies, energies and qualities." (Bh&#257;g. <A CLASS=v HREF="../sb/10/14/7.htm">10.14.7</A>) Lord Brahm&#257; informed N&#257;rada that none of the great sages, including himself, could estimate the potential strength and energy of the Supreme Lord. He admitted that even if Ananta with His thousands of tongues tried to estimate the Lord's energies, He would fail. Therefore the Personified Vedas also prayed:</P><P>dyupataya eva te na yayur antam anantatay&#257;</P><P CLASS=n>tvam api yad antar&#257;nda-nicay&#257; nanu s&#257;varan&#257;h</P><P CLASS=n>kha iva raj&#257;msi v&#257;nti vayas&#257; saha yac chrutayas</P><P CLASS=n>tvayi hi phalanty atannirasanena bhavan-nidhan&#257;h</P><P>"My Lord, You are unlimited, and no one has estimated the extent of Your potencies. I think that even You do not know the range of Your potential energies. Unlimited planets float in the sky just like atoms, and great Ved&#257;ntists, who are engaged in research to find You, discover that everything is different from You. Thus they finally decide that You are everything." (Bh&#257;g. <A CLASS=v HREF="../sb/10/87/41.htm">10.87.41</A>)</P><P>When Lord Krishna was within this universe, Brahm&#257; played a trick on Him in order to confirm that the cowherd boy in Vrind&#257;vana was actually Krishna Himself. By his mystic power, Brahm&#257; stole all the cows, calves and cowherd friends of Krishna and hid them. However, when he returned to see what Krishna was doing alone, he saw that Krishna was still playing with the same cows, calves and cowherd boys. In other words, by His Vaikuntha potency, Lord Krishna had expanded all the stolen cows, calves and friends. Indeed, Brahm&#257; saw millions and billions of them, and he also saw millions and billions of tons of sugarcane and fruit, lotus flowers and horns. The cowherd boys were decorated with various clothes and ornaments, and no one could count their vast numbers. Indeed, Brahm&#257; saw that each of the cowherd boys had become a four-handed N&#257;r&#257;yana like the predominating Deity of each brahm&#257;nda, and he also saw that innumerable Brahm&#257;s were engaged in offering obeisances to the Lord. He saw that all of them were emanating from the body of Krishna and, after a second, also entering into His body. Lord Brahm&#257; became struck with wonder and in his prayer admitted that although anyone and everyone could say that they knew about Krishna, as far as he was concerned, he did not know anything about Him. "My dear Lord," he said, "the potencies and opulences which You have exhibited just now are beyond the ability of my mind to understand."</P><P>Lord Caitanya further explained that not only Krishnaloka but even Vrind&#257;vana, Lord Krishna's abode on this planet, cannot be estimated as far as potency is concerned. From one point of view, Vrind&#257;vana is estimated to be thirty-two square miles in area, yet in one part of this Vrind&#257;vana all the Vaikunthas exist. The area of the present Vrind&#257;vana miles in area, and Vrind&#257;vana City is estimated to be about sixteen kro&#347;as, or thirty-two miles. How it is all the Vaikunthas exist there is beyond material calculation. Thus Caitanya Mah&#257;prabhu proclaimed the potencies and opulences of Krishna to be unlimited. Whatever He told San&#257;tana Gosv&#257;m&#299; was only partial, but by such a partial presentation one can try to imagine the whole.</P><P>While Lord Caitanya was speaking to San&#257;tana Gosv&#257;m&#299; about the opulences of Krishna, He was deep in ecstasy, and in that transcendental state He cited a verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/3/2/21.htm">3.2.21</A>) in which Uddhava, after the disappearance of Krishna, told Vidura:</P><P>svayam tv as&#257;my&#257;ti&#347;ayas tryadh&#299;&#347;ah</P><P CLASS=n>sv&#257;r&#257;jya-lakshmy&#257;pta-samasta-k&#257;mah</P><P CLASS=n>balim haradbhi&#347; cira-lokap&#257;laih</P><P CLASS=n>kir&#299;ta-kotyedita-p&#257;dap&#299;thah</P><P>"Krishna is the master of all demigods, including Lord Brahm&#257;, Lord &#346;iva and the expansion of Vishnu within this universe. Therefore no one is equal to or greater than Him, and He is full in six opulences. All the demigods engaged in the administration of each universe [brahm&#257;nda] offer their respectful obeisances unto Him. Indeed, the helmets on their heads are beautiful because they are decorated with the imprints of the lotus feet of the Supreme Lord." It is similarly stated in Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/1.htm">5.1</A>) that Krishna is the Supreme Personality of Godhead, and no one can be equal to or greater than Him. Although masters of each and every universe, Brahm&#257;, &#346;iva and Vishnu are servants of the Supreme Lord Krishna. That is the conclusion. As the cause of all causes, Lord Krishna is the cause of the Mah&#257;-Vishnu, the first incarnation and controller of this material creation. From the Mah&#257;-Vishnu, the Garbhodaka&#347;&#257;y&#299; Vishnu and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu come; thus Krishna is master of the Garbhodaka&#347;&#257;y&#299; Vishnu and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, and He is also the Supersoul within every living entity in the universe. In Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/48.htm">5.48</A>) it is stated that by the Mah&#257;-Vishnu's breathing, innumerable universes are produced, and in each universe there are innumerable Vishnu-tattvas, but it should be understood that Lord Krishna is the master of them all, and they are but partial plenary expansions of Krishna.</P><P>From revealed scriptures it is understood that Krishna lives in three transcendental places. The most confidential residence of Krishna is Goloka Vrind&#257;vana. It is there that He stays with His father, mother and friends, exhibits His transcendental relationships and bestows His mercy amongst His eternal entourage. There yogam&#257;y&#257; acts as His maidservant in the r&#257;sa-l&#299;l&#257; dance. The residents of Vrajabh&#363;mi think, "The Lord is glorified by particles of His transcendental mercy and affection, and we, the residents of Vrind&#257;vana, have not the slightest anxiety due to His merciful existence." As stated in Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/43.htm">5.43</A>), all the Vaikuntha planets in the spiritual sky (known as Vishnuloka) are situated in the planet known as Krishnaloka, Goloka Vrind&#257;vana. In that supreme planet the Lord enjoys His transcendental bliss in multiple forms, and all the opulences of the Vaikunthas are fully displayed in that one planet. The associates of Krishna are also full with six opulences. In the P&#257;dmottara-<A CLASS=v HREF="http://vedabase.net/todo/kanda25/57">khanda (225.57</A>) it is stated that the material energy and the spiritual energy are separated by water known as the Viraj&#257; River. That river flows from the perspiration of the first purusha incarnation. On one bank of the Viraj&#257; is the eternal nature, unlimited and all-blissful, called the spiritual sky, and this is the spiritual kingdom, or the kingdom of God. The spiritual planets are called Vaikunthas because there is no lamentation or fear there; everything is eternal. The spiritual world has been calculated to comprise three-fourths of the energies of the Supreme Lord, and the material world is said to comprise one-fourth of His energy, but no one can understand what this three-fourths is, since even this material universe, which comprises only one-fourth of His energy, cannot be described. Trying to convey to San&#257;tana Gosv&#257;m&#299; something of the extent of one-fourth of Krishna's energy, Caitanya Mah&#257;prabhu cited an incident from &#346;r&#299;mad-Bh&#257;gavatam in which Brahm&#257;, the lord of the universe, came to see Krishna at Dv&#257;rak&#257;. When Brahm&#257; approached Krishna, the doorman informed Krishna that Brahm&#257; had arrived to see Him. Upon hearing this, Krishna inquired as to which Brahm&#257; had come, and the doorman returned to Brahm&#257; and asked, "Which Brahm&#257; are you? Krishna has asked."</P><P>Brahm&#257; was struck with wonder. Why did Krishna ask such a question? He informed the doorman, "Please tell Him that Brahm&#257;, who is the father of the four Kum&#257;ras and who has four heads, has come to see Him."</P><P>The doorman informed Krishna and then asked Brahm&#257; inside. Brahm&#257; offered his obeisances unto the lotus feet of Krishna, and after receiving him with all honor, Krishna inquired about the purpose of his visit.</P><P>"I shall tell You of my purpose in coming here," Lord Brahm&#257; replied, "but first I have a doubt which I ask You to kindly remove. Your doorman told me that You asked which Brahm&#257; has come to see You. May I inquire if there are other Brahm&#257;s besides me?"</P><P>Upon hearing this, Krishna smiled and at once called for many Brahm&#257;s from many universes. The four-headed Brahm&#257; then saw many other Brahm&#257;s coming to see Krishna and to offer their respects. Some of them had ten heads, some had twenty, some had a hundred and some even had a million heads. Indeed, the four-headed Brahm&#257; could not even count the Brahm&#257;s who were coming to offer their obeisances to Krishna. Krishna then called many other demigods from various universes, and they all came to offer their respects to the Lord. Upon seeing this wonderful exhibition, the four-headed Brahm&#257; became nervous and began to think of himself as no more than a mosquito in the midst of many elephants. Since so many demigods were offering obeisances unto the lotus feet of Krishna, Brahm&#257; concluded that the unlimited potency of Krishna could not be estimated. All the helmets of the various demigods and Brahm&#257;s shone brightly in the great assembly, and the prayers of the demigods made a great sound.</P><P>"Dear Lord," the demigods said, "it is Your great mercy that You have called us to see You. Is there any particular order? If so, we will carry it out at once."</P><P>"There is nothing especially required of you," Lord Krishna replied. "I only wanted to see you together at one time. I offer My blessing to you. Don't fear the demons."</P><P>"By Your mercy, everything is all right," they all replied. "There are no disturbances at present, for by Your incarnation everything inauspicious is vanquished."</P><P>As each of the Brahm&#257;s saw Krishna, each thought that He was only within his universe. After this incident, Krishna wished all the Brahm&#257;s farewell, and after offering respects to Him, they returned to their respective universes. Upon seeing this, the four-headed Brahm&#257; at once fell down at the feet of Krishna and said, "What I thought about You at first was all nonsensical. Everyone may say that they know You in perfection, but as far as I am concerned, I cannot begin to conceive how great You are. You are beyond my conception and understanding."</P><P>"This particular universe is only four thousand million miles broad," Krishna then informed him, "but there are many millions and billions of universes which are far, far greater than this one. Some of these are many trillions of miles broad, and all these universes require strong Brahm&#257;s, not just four-headed." Krishna further informed Brahm&#257;, "This material creation is only a quarter manifestation of My creative potency. Three quarters of My creative potency is in the spiritual kingdom."</P><P>After offering obeisances, the four-headed Brahma parted from Krishna, and he could understand the meaning of the Lord's "three-quarters energy."</P><P>The Lord is therefore known as Tryadh&#299;&#347;vara, a name indicating His principal abodes &#8212; Gokula, Mathur&#257; and Dv&#257;rak&#257;. These three abodes are full of opulences, and Lord Krishna is the master of them all. Situated in His transcendental potency, Lord Krishna is master of all transcendental energies, and He is full with six opulences. Because He is master of all opulences, all Vedic literatures acclaim Krishna to be the Supreme Personality of Godhead.</P><P>Lord Caitanya then sang a nice song about the opulences of Krishna, and San&#257;tana Gosv&#257;m&#299; listened. "All the pastimes of Krishna are exactly like the activities of human beings," the Lord sang. "Therefore it is to be understood that His form is like that of a human being. Indeed, a human being is but an imitation of His form. Krishna's dress is just like that of a cowherd boy's. He has a flute in His hand, and He seems to be just like a newly grown youth. He is always playful, and He plays just like an ordinary boy." Lord Caitanya then told San&#257;tana Gosv&#257;m&#299; about the beautiful aspects of Krishna. He said that one who understands these beautiful qualities enjoys an ocean of nectar. The yogam&#257;y&#257; potency of Krishna is transcendental and beyond the material energy, but the Lord exhibits His transcendental potency even within this material world just to satisfy His confidential devotees. Thus He appears in the material world to satisfy His devotees, and His qualities are so attractive that Krishna Himself becomes eager to understand Himself. When He is fully decorated and stands with His body curved in three ways &#8212; His eyebrows always moving and His eyes so attractive &#8212; the gop&#299;s become enchanted. His spiritual abode is at the top of the spiritual sky, and He resides there with His associates, the cowherd boys, the gop&#299;s, and all the goddesses of fortune. It is there that He is known as Madana-mohana.</P><P>There are many different pastimes of Krishna &#8212; such as His pastimes in the forms of V&#257;sudeva and Sa&#324;karshana &#8212; and in the material sky His pastimes are carried on as the first purusha incarnation, the creator of the material world. There are also pastimes in which He incarnates as a fish or a tortoise, and there are pastimes in which He takes the forms of Lord Brahm&#257; and Lord &#346;iva, as incarnations of the material qualities. In His pastimes as an empowered incarnation, He takes the form of King Prithu, and He also carries on His pastimes as the Supersoul in everyone's heart and as the impersonal Brahman as well. Although He has innumerable pastimes, the most important is that of Krishna in human form frolicking in Vrind&#257;vana, dancing with the gop&#299;s, playing with the P&#257;ndavas on the Battlefield of Kurukshetra and playing in Mathur&#257; and Dv&#257;rak&#257;. Of His important pastimes in human form, the most important are those pastimes in which He appears as a cowherd boy, a newly grown youth who plays a flute. It is to be understood that a mere partial manifestation of His pastimes in Goloka, Mathur&#257; and Dv&#257;r&#257;vat&#299;, or Dv&#257;rak&#257;, can overflood the whole universe with love of Godhead. Every living entity can be attracted by the beautiful qualities of Krishna.</P><P>The manifestation of His internal potency is not even exhibited in the kingdom of God or on the planets of Vaikuntha, but He does exhibit that internal potency within the universe when, through His inconceivable mercy, He descends from His personal abode. Krishna is so wonderful and attractive that He Himself becomes attracted by His own beauty, and this is proof that He is full of all inconceivable potencies. As far as Krishna's ornaments are concerned, when they decorate His body it appears that they do not beautify Him, but the ornaments themselves become beautiful simply by being on His body. When He stands in a three-curved way, He attracts all living entities, including the demigods. Indeed, He even attracts the N&#257;r&#257;yana form which presides in each and every Vaikuntha planet.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>