<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Caitanya, Prologue</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Caitanya"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Caitanya, Prologue"></HEAD><BODY><TABLE><TR><TD CLASS=r>Prologue</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Caitanya</A>, Prologue</P><P>by Bhaktivinoda Th&#257;kura</P><P>[This account originally appeared in a short work by &#346;r&#299;la Bhaktivinoda Th&#257;kura entitled, "&#346;r&#299; Caitanya Mah&#257;prabhu: His Life and Precepts." (August 20, 1896)]</P><P>Caitanya Mah&#257;prabhu was born in M&#257;y&#257;pur in the town of Nadia just after sunset on the evening of the 23rd Ph&#257;lguna 1407 &#346;ak&#257;bda, answering to the 18th of February, 1486, of the Christian Era. The moon was eclipsed at the time of his birth, and the people of Nadia were then engaged, as was usual on such occasions, in bathing in the Bh&#257;g&#299;rath&#299; with loud cheers of Haribol. His father, Jagann&#257;tha Mi&#347;ra, a poor br&#257;hmana of the Vedic order, and his mother, &#346;ac&#299;-dev&#299;, a model good woman, both descended from br&#257;hmana stock originally residing in Sylhet. Mah&#257;prabhu was a beautiful child, and the ladies of the town came to see him with presents. His mother's father, Pandita N&#299;l&#257;mbara Cakravart&#299;, a renowned astrologer, foretold that the child would be a great personage in time; and he, therefore, gave him the name Vi&#347;vambhara. The ladies of the neighborhood styled him Gaurahari on account of his golden complexion, and his mother called him Nim&#257;i on account of the nimba tree near which he was born. Beautiful as the lad was, everyone heartily loved to see him every day. As he grew up he became a whimsical and frolicsome lad. After his fifth year, he was admitted into a p&#257;tha&#347;&#257;l&#257; where he picked up Bengali in a very short time.</P><P>Most of his contemporary biographers have mentioned certain anecdotes regarding Caitanya which are simple records of his early miracles. It is said that when he was an infant in his mother's arms he wept continually, and when the neighboring ladies cried Haribol he used to stop. Thus there was a continuation of the utterance of Haribol in the house, foreshewing the future mission of the hero. It has also been stated that when his mother once gave him sweetmeats to eat, he ate clay instead of the food. His mother asking for the reason, he stated that as every sweetmeat was nothing but clay transformed, he could eat clay as well. His mother, who was also the consort of a pandita, explained that every article in a special state was adapted to a special use. Earth, while in the state of a jug, could be used as a water pot, but in the state of a brick such a use was not possible. Clay, therefore, in the form of sweetmeats was usable as food, but clay in its other states was not. The lad was convinced and admitted his stupidity in eating clay and agreed to avoid the mistake in the future. Another miraculous act has been related. It is said that a br&#257;hmana on pilgrimage became a guest in his house, cooked food and read grace with meditation upon Krishna. In the meantime the lad came and ate up the cooked rice. The br&#257;hmana, astonished at the lad's act, cooked again at the request of Jagann&#257;tha Mi&#347;ra. The lad again ate up the cooked rice while the br&#257;hmana was offering the rice to Krishna with meditation. The br&#257;hmana was persuaded to cook for the third time. This time all the inmates of the house had fallen asleep, and the lad shewed himself as Krishna to the traveler and blessed him. The br&#257;hmana was then lost in ecstasy at the appearance of the object of his worship. It has also been stated that two thieves stole away the lad from his father's door with a view to purloin his jewels and gave him sweetmeats on the way. The lad exercised his illusory energy and deceived the thieves back towards his own house. The thieves, for fear of detection, left the boy there and fled. Another miraculous act that has been described is the lad's demanding and getting from Hiranya and Jagad&#299;&#347;a all the offerings they had collected for worshiping Krishna on the day of Ek&#257;da&#347;&#299;. When only four years of age he sat on rejected cooking pots which were considered unholy by his mother. He explained to his mother that there was no question of holiness and unholiness as regards earthen pots thrown away after the cooking was over. These anecdotes relate to his tender age up to the fifth year.</P><P>In his eighth year, he was admitted into the tola of Ga&#324;g&#257;d&#257;sa Pandita in Ga&#324;g&#257;nagara close by the village of M&#257;y&#257;pur. In two years he became well read in Sanskrit grammar and rhetoric. His readings after that were of the nature of self-study in his own house, where he had found all-important books belonging to his father, who was a pandita himself. It appears that he read the smriti in his own study, and the ny&#257;ya also, in competition with his friends, who were then studying under the celebrated Pandita Raghun&#257;tha &#346;iromani.</P><P>Now, after the tenth year of his age, Caitanya became a passable scholar in grammar, rhetoric, the smriti and the ny&#257;ya. It was after this that his elder brother Vi&#347;var&#363;pa left his house and accepted the &#257;&#347;rama (status) of a sanny&#257;s&#299; (ascetic). Caitanya, though a very young boy, consoled his parents, saying that he would serve them with a view to please God. Just after that, his father left this world. His mother was exceedingly sorry, and Mah&#257;prabhu, with his usual contented appearance, consoled his widowed mother.</P><P>It was at the age of 14 or 15 that Mah&#257;prabhu was married to Lakshm&#299;dev&#299;, the daughter of Vallabh&#257;c&#257;rya, also of Nadia. He was at this age considered one of the best scholars of Nadia, the renowned seat of ny&#257;ya philosophy and Sanskrit learning. Not to speak of the sm&#257;rta panditas, the Naiy&#257;yikas were all afraid of confronting him in literary discussions. Being a married man, he went to Eastern Bengal on the banks of the Padma for acquirement of wealth. There he displayed his learning and obtained a good sum of money. It was at this time that he preached Vaishnavism at intervals. After teaching him the principles of Vaishnavism, he ordered Tapana Mi&#347;ra to go to and live in Benares. During his residence in East Bengal, his wife Lakshm&#299;dev&#299; left this world from the effects of snakebite. On returning home, he found his mother in a mourning state. He consoled her with a lecture on the uncertainty of human affairs. It was at his mother's request that he married Vishnupriy&#257;, the daughter of R&#257;ja Pandita San&#257;tana Mi&#347;ra. His comrades joined him on his return from prav&#257;sa or sojourn. He was now so renowned that he was considered to be the best pandita in Nadia. Ke&#347;ava Mi&#347;ra of Kashmir, who had called himself the Great Digvijay&#299;, came to Nadia with a view to discuss with the panditas of that place. Afraid of the so-called conquering pandita, the tola professors of Nadia left their town on pretence of Invitation. Ke&#347;ava met Mah&#257;prabhu at the Barokona-gh&#257;t&#257; in M&#257;y&#257;pur, and after a very short discussion with him he was defeated by the boy, and mortification obliged him to decamp. Nim&#257;i Pandita was now the most important pandita of his times.</P><P>It was at the age of 16 or 17 that he traveled to Gay&#257; with a host to sing the holy name of Hari in the streets and bazaars. This created a sensation and roused different feelings in different quarters. The bhaktas were highly pleased. The sm&#257;rta br&#257;hmanas became jealous of Nim&#257;i Pandita's success and complained to Chand Kazi against the character of Caitanya as un-Hindu. The Kazi came to &#346;r&#299;v&#257;sa Pandita's house and broke a mrida&#324;ga (khola drum) there and declared that unless Nim&#257;i Pandita ceased to make noise about his queer religion he would be obliged to enforce Mohammedanism on him and his followers. This was brought to Mah&#257;prabhu's notice. He ordered the townspeople to appear in the evening, each with a torch in his hand. This groups, and on his arrival in the Kazi's house, he held a long conversation with the Kazi and in the end communicated into his heart his Vaishnava influence by touching his body. The Kazi then wept and admitted that he had felt a keen spiritual influence which had cleared up his doubts and produced in him a religious sentiment which gave him the highest ecstasy. The Kazi then joined the sa&#324;k&#299;rtana party. The world was astonished at the spiritual power of the Great Lord, and hundreds and hundreds of heretics converted and joined the banner of Vi&#347;vambhara after this affair.</P><P>It was after this that some of the jealous and low-minded br&#257;hmanas of Kulia picked a quarrel with Mah&#257;prabhu and collected a party to oppose him. Nim&#257;i Pandita was naturally a soft-hearted person, though strong in his principles. He declared that party feelings and sectarianism were the two great enemies of progress and that as long as he should continue to be an inhabitant of Nadia belonging to a certain family, his mission would not meet with complete success. He then resolved to be a citizen of the world by cutting his connection with his particular family, caste and creed, and with this resolution he embraced the position of a sanny&#257;s&#299; at Katwa, under the guidance of Ke&#347;ava Bh&#257;rat&#299; of that town, on the 24th year of his age. His mother and wife wept bitterly for his separation, but our hero, though soft in heart, was a strong person in principle. He left his little world in his house for the unlimited spiritual world of Krishna with man in general.</P><P>After his sanny&#257;sa, he was induced to visit the house of Advaita Prabhu in &#346;&#257;ntipura. Advaita managed to invite all his friends and admirers from Nadia and brought &#346;ac&#299;dev&#299; to see her son. Both pleasure and pain invaded her heart when she saw her son in the attire of a sanny&#257;s&#299;. As a sanny&#257;s&#299;, Krishna Caitanya put on nothing but a kaup&#299;na and a bahirv&#257;sa (outer covering). His head was without hair, and his hands bore a danda (stick) and a kamandalu (hermit's water pot). The holy son fell at the feet of his beloved mother and said, "Mother! This body is yours, and I must obey your orders. Permit me to go to Vrind&#257;vana for my spiritual attainments." The mother, in consultation with Advaita and others, asked her son to reside in Pur&#299; (the town of Jagann&#257;tha) so that she might obtain his information now and then. Mah&#257;prabhu agreed to that proposition and in a few days left &#346;&#257;ntipura for Orissa. His biographers have described the journey of Krishna Caitanya (that was the name he got after his sanny&#257;sa) from &#346;&#257;ntipura to Pur&#299; in great detail. He traveled along the side of the Bh&#257;g&#299;rath&#299; as far as Chatrabhoga, situated now in Th&#257;n&#257; Mathur&#257;pura, Diamond Harbour, 24 Parganas. There he took a boat and went as far as Pray&#257;ga-gh&#257;ta in the Midnapura District. Thence he walked through Balasore and Cuttack to Pur&#299;, seeing the temple of Bh&#363;vane&#347;vara on his way. Upon his arrival at Pur&#299; he saw Jagann&#257;tha in the temple and resided with S&#257;rvabhauma at the request of the latter. S&#257;rvabhauma was a gigantic pandita of the day. His readings knew no bounds. He was the best naiy&#257;yika of the times and was known as the most erudite scholar in the Ved&#257;nta philosophy of the school of &#346;a&#324;kar&#257;c&#257;rya. He was born in Nadia (Vidy&#257;nagara) and taught innumerable pupils in the ny&#257;ya philosophy in his tola there. He had left for Pur&#299; some time before the birth of Nim&#257;i Pandita. His brother-in-law Gop&#299;n&#257;tha Mi&#347;ra introduced our new sanny&#257;s&#299; to S&#257;rvabhauma, who was astonished at his personal beauty and feared that it would be difficult for the young man to maintain sanny&#257;sa-dharma during the long run of his life. Gop&#299;n&#257;tha, who had known Mah&#257;prabhu from Nadia, had a great reverence for him and declared that the sanny&#257;s&#299; was not a common human being. On this point Gop&#299;n&#257;tha and S&#257;rvabhauma had a hot discussion. S&#257;rvabhauma then requested Mah&#257;prabhu to hear his recitation of the Ved&#257;nta-s&#363;tras, and the latter tacitly submitted. Caitanya heard with silence what the great S&#257;rvabhauma uttered with gravity for seven days, at the end of which the latter said, "Krishna Caitanya! I think you do not understand the Ved&#257;nta, for you do not say anything after hearing my recitation and explanations." The reply of Caitanya was that he understood the s&#363;tras very well, but he could not make out what &#346;a&#324;kar&#257;c&#257;rya meant by his commentaries. Astonished at this, S&#257;rvabhauma said, "How is it that you understand the meanings of the s&#363;tras and do not understand the commentaries which explain the s&#363;tras? All well! If you understand the s&#363;tras, please let me have your interpretations." Mah&#257;prabhu thereon explained all the s&#363;tras in his own way without touching the pantheistic commentary of &#346;a&#324;kara. The keen understanding of S&#257;rvabhauma saw the truth, beauty and harmony of arguments in the explanations given by Caitanya and obliged him to utter that it was the first time that he had found one who could explain the Brahma-s&#363;tras in such a simple manner. He admitted also that the commentaries of &#346;a&#324;kara never gave such natural explanations of the Ved&#257;nta-s&#363;tras as he had obtained from Mah&#257;prabhu. He then submitted himself as an advocate and follower. In a few days S&#257;rvabhauma turned out to be one of the best Vaishnavas of the time. When reports of this came out, the whole of Orissa sang the praise of Krishna Caitanya, and hundreds and hundreds came to him and became his followers. In the meantime Mah&#257;prabhu thought of visiting Southern India, and he started with one Krishnad&#257;sa Br&#257;hmana for the journey.</P><P>His biographers have given us a detail of the journey. He went first to K&#363;rmakshetra, where he performed a miracle by curing a leper named V&#257;sudeva. He met R&#257;m&#257;nanda R&#257;ya, the Governor of Vidy&#257;nagara, on the banks of the God&#257;var&#299; and had a philosophical conversation with him on the subject of prema-bhakti. He worked another miracle by touching (making them immediately disappear) the seven t&#257;la trees through which R&#257;macandra, the son of Da&#347;aratha, had shot his arrow and killed the great Bali R&#257;ja. He preached Vaishnavism and n&#257;ma-sa&#324;k&#299;rtana throughout the journey. At Ra&#324;gakshetra he stayed for four months in the house of one Ve&#324;kata Bhatta in order to spend the rainy season. There he converted the whole family of Ve&#324;kata from R&#257;m&#257;nuja Vaishnavism to Krishna-bhakti, along with the son of Ve&#324;kata, a boy of ten years named Gop&#257;la, who afterwards came to Vrind&#257;vana and became one of the six Gosv&#257;m&#299;s or prophets serving under their leader &#346;r&#299; Krishna Caitanya. Trained up in Sanskrit by his uncle Prabodh&#257;nanda Sarasvat&#299;, Gop&#257;la wrote several books on Vaishnavism.</P><P>Caitanya visited numerous places in Southern India as far as Cape Comorin and returned to Pur&#299; in two years by Pandepura on the Bh&#299;ma. In this latter place he spiritualized one Tuk&#257;r&#257;ma, who became from that time a religious preacher himself. This fact has been admitted in his &#257;bh&#257;&#324;gas, which have been collected in a volume by Mr. Satyendra N&#257;th Tagore of the Bombay Civil Service. During his journey he had discussions with the Buddhists, the Jains and the M&#257;y&#257;v&#257;d&#299;s in several places and converted his opponents to Vaishnavism.</P><P>Upon his return to Pur&#299;, R&#257;ja Prat&#257;parudra-deva and several pandita br&#257;hmanas joined the banner of Caitanya Mah&#257;prabhu. He was now twenty-seven years of age. In his twenty-eighth year he went to Bengal as far as Gauda in Malda. There he picked up two great personages named R&#363;pa and San&#257;tana. Though descended from the lines of the Karn&#257;tic br&#257;hmanas, these two brothers turned demi-Moslems by their continual contact with Hussain Shah, the then Emperor of Gauda. Their names had been changed by the Emperor into Dabira Kh&#257;sa and S&#257;kara Mallika, and their master loved them heartily since they were both learned in Persian, Arabic and Sanskrit and were loyal servants of the state. The two gentlemen had found no way to come back as regular Hindus and had written to Mah&#257;prabhu for spiritual help while he was at Pur&#299;. Mah&#257;prabhu had written in reply that he would come to them and extricate them from their spiritual difficulties. Now that he had come to Gauda, both the brothers appeared before him with their long-standing prayer. Mah&#257;prabhu ordered them to go to Vrind&#257;vana and meet him there.</P><P>Caitanya returned to Pur&#299; through &#346;&#257;ntipura, where he again met his dear mother. After a short stay at Pur&#299; he left for Vrind&#257;vana. This time he was accompanied by one Balabhadra Bhatt&#257;c&#257;rya. He visited Vrind&#257;vana and came down to Pray&#257;ga (Allahabad), converting a large number of Mohammedans to Vaishnavism by argument from the Koran. The descendants of those converts are still known as P&#257;th&#257;na Vaishnavas. R&#363;pa Gosv&#257;m&#299; met him at Allahabad. Caitanya trained him up in spirituality in ten days and directed him to go to Vrind&#257;vana on missions. His first mission was to write theological works explaining scientifically pure bhakti and prem&#257;. The second mission was to revive the places where Krishnacandra had in the end of Dv&#257;para-yuga exhibited His spiritual l&#299;l&#257; (pastimes) for the benefit of the religious world. R&#363;pa Gosv&#257;m&#299; left Allahabad for Vrind&#257;vana, and Mah&#257;prabhu came down to Benares. There he resided in the house of Candra&#347;ekhara and accepted his daily bhiksh&#257; (meal) in the house of Tapana Mi&#347;ra. Here it was that San&#257;tana Gosv&#257;m&#299; joined him and took instruction for two months in spiritual matters. The biographers, especially Krishnad&#257;sa Kavir&#257;ja, have given us details of Caitanya's teachings to R&#363;pa and San&#257;tana. Krishnad&#257;sa was not a contemporary writer, but he gathered his information from the Gosv&#257;m&#299;s themselves, the direct disciples of Mah&#257;prabhu. J&#299;va Gosv&#257;m&#299;, who was nephew of San&#257;tana and R&#363;pa and who has left us his invaluable work the Shat-sandarbha, has philosophized on the precepts of his great leader. We have gathered and summarized the precepts of Caitanya from the books of those great writers.</P><P>While at Benares, Caitanya had an interview with the learned sanny&#257;s&#299;s of that town in the house of a Maratha br&#257;hmana who had invited all the sanny&#257;s&#299;s for entertainment. At this interview, Caitanya shewed a miracle which attracted all the sanny&#257;s&#299;s to him. Then ensued reciprocal conversation. The sanny&#257;s&#299;s were headed by their most learned leader Prak&#257;&#347;&#257;nanda Sarasvat&#299;. After a short controversy, they submitted to Mah&#257;prabhu and admitted that they had been misled by the commentaries of &#346;a&#324;kar&#257;c&#257;rya. It was impossible even for learned scholars to oppose Caitanya for a long time, for there was some spell in him which touched their hearts and made them weep for their spiritual improvement. The sanny&#257;s&#299;s of Benares soon fell at the feet of Caitanya and asked for his grace (krip&#257;). Caitanya then preached pure bhakti and instilled into their hearts spiritual love for Krishna which obliged them to give up sectarian feelings. The whole population of Benares, on this wonderful conversion of the sanny&#257;s&#299;s, turned Vaishnavas, and they made a master sa&#324;k&#299;rtana with their new Lord. After sending San&#257;tana to Vrind&#257;vana, Mah&#257;prabhu went to Pur&#299; again through the jungles with his comrade Balabhadra. Balabhadra reported that Mah&#257;prabhu had shown a good many miracles on his way to Pur&#299;, such as making tigers and elephants dance on hearing the name of Krishna.</P><P>From this time, that is, from his 31 st year, Mah&#257;prabhu continually lived in Pur&#299; in the house of K&#257;&#347;i Mi&#347;ra until his disappearance in his forty-eighth year at the time of sa&#324;k&#299;rtana in the temple of Tot&#257;-gop&#299;n&#257;tha. During these 18 years, his life was one of settled love and piety. He was surrounded by numerous followers, all of whom were of the highest order of Vaishnavas and who were distinguished from the common people by their purest character and learning, firm religious principles and spiritual love of R&#257;dh&#257;-Krishna. Svar&#363;pa D&#257;modara, who had been known by the name of Purushottam&#257;c&#257;rya while Mah&#257;prabhu was in Nadia, joined him from Benares and accepted service as his secretary. No production of any poet or philosopher could be laid before Mah&#257;prabhu unless Svar&#363;pa had passed it as pure and useful. R&#257;ya R&#257;m&#257;nanda was his second mate. Both he and Svar&#363;pa would sing while Mah&#257;prabhu expressed his sentiments on a certain point of worship. Param&#257;nanda Pur&#299; was his minister in matters of religion. There are hundreds of anecdotes described by his biographers which we do not think it meet here to reproduce. Mah&#257;prabhu slept short. His sentiments carried him far and wide in the firmament of spirituality every day and night, and all his admirers and followers watched him throughout. He worshiped, communicated with his missionaries at Vrind&#257;vana, and conversed with those religious men who newly came to visit him. He sang and danced, took no care of himself and oft-times lost himself in religious beatitude. All who came to him believed in him as the all-beautiful God appearing in the nether world for the benefit of mankind. He loved his mother all along and sent her mah&#257;pras&#257;da now and then with those who went to Nadia. He was most amiable in nature. Humility was personified in him. His sweet appearance gave cheer to all who came in contact with him. He appointed Prabhu Nity&#257;nanda as the missionary in charge of Bengal. He dispatched six disciples (Gosv&#257;m&#299;s) to Vrind&#257;vana to preach love in the upcountry. He punished all of his disciples who deviated from a holy life. This he markedly did in the case of Junior Harid&#257;sa. He never lacked in giving proper instructions in life to those who solicited them. This will be seen in his teachings to Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;. His treatment to Harid&#257;sa (senior) will show how he loved spiritual men and how he defied caste distinction in spiritual brotherhood.</P><P CLASS=l><A CLASS=i HREF="preface.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="mission.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=725"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>