<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 46 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 46 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 46: <A CLASS=v HREF="index.htm">Uddhava Visits Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.46.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>vrishn&#299;n&#257;m pravaro mantr&#299;</P><P CLASS=c>krishnasya dayitah sakh&#257;</P><P CLASS=c>&#347;ishyo brihaspateh s&#257;ksh&#257;d</P><P CLASS=c>uddhavo buddhi-sattamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/v/vrsninam">vrishn&#299;n&#257;m</A> &#8212; of the Vrishnis; <A CLASS=v HREF="http://vedabase.net/p/pravarah">pravarah</A> &#8212; the best; <A CLASS=v HREF="http://vedabase.net/m/mantri">mantr&#299;</A> &#8212; adviser; <A CLASS=v HREF="http://vedabase.net/k/krsnasya">krishnasya</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dayitah">dayitah</A> &#8212; beloved; <A CLASS=v HREF="http://vedabase.net/s/sakha">sakh&#257;</A> &#8212; friend; <A CLASS=v HREF="http://vedabase.net/s/sisyah">&#347;ishyah</A> &#8212; disciple; <A CLASS=v HREF="http://vedabase.net/b/brhaspateh">brihaspateh</A> &#8212; of <A HREF="http://vedabase.net/b/brhaspati">Brihaspati</A>, the spiritual master of the demigods; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/u/uddhavah">uddhavah</A> &#8212; <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A> &#8212; having intelligence; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; of the highest quality.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: The supremely intelligent Uddhava was the best counselor of the Vrishni dynasty, a beloved friend of Lord &#346;r&#299; Krishna and a direct disciple of Brihaspati.</P><P CLASS=t>PURPORT</P><P>The &#257;c&#257;ryas give various reasons why Lord Krishna sent Uddhava to Vrind&#257;vana. The Lord had promised the residents of Vrind&#257;vana: &#257;y&#257;sye, "I shall return." (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/39/35.htm">10.39.35</A>) Also, in the previous chapter Lord Krishna promised Nanda Mah&#257;r&#257;ja: drashtum eshy&#257;mah, "We will come back to see you and mother Ya&#347;od&#257;." (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/45/23.htm">10.45.23</A>) At the same time, the Lord could not break His promise to &#346;r&#299; Vasudeva and mother Devak&#299; to finally spend some time with them after they had suffered for so many years. Therefore, the Lord decided to send His intimate representative to Vrind&#257;vana in His place.</P><P>The question may be asked, Why did Krishna not invite Nanda and Ya&#347;od&#257; to visit Him in Mathur&#257;? According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, for the Lord to have exchanged loving feelings with Nanda and Ya&#347;od&#257; in the same place and at the same time that He was exchanging them with Vasudeva and Devak&#299; would have created an awkward situation in the Lord's pastimes. Thus Krishna did not invite Nanda and Ya&#347;od&#257; to stay with Him in Mathur&#257;. The residents of Vrind&#257;vana had their own way of understanding Krishna, and their feelings could not have been appropriately expressed on a regular basis in the kingly atmosphere of Mathur&#257;.</P><P>&#346;r&#299; Uddhava is described in this verse as buddhi-sattamah, "the most intelligent," and thus he could expertly pacify the residents of Vrind&#257;vana, who were feeling such intense separation from Lord Krishna. Then, upon his return to Mathur&#257;, Uddhava would describe to all the members of the Vrishni dynasty the extraordinary pure love he had seen in Vrind&#257;vana. Indeed, the love the cowherd men and gop&#299;s felt for Krishna was far beyond anything the Lord's other devotees had ever experienced, and by hearing about that love all the Lord's devotees would increase their faith and devotion.</P><P>As stated in the Third Canto by the Lord Himself, noddhavo 'nv api man-ny&#363;nah: "Uddhava is not even slightly different from Me." Resembling Krishna so much, Uddhava was the perfect person to carry out the Lord's mission in Vrind&#257;vana. In fact, &#346;r&#299; Hari-vam&#347;a states that Uddhava is the son of Vasudeva's brother Devabh&#257;ga: uddhavo devabh&#257;gasya mah&#257;-bh&#257;gah suto 'bhavat. In other words, he is a cousin-brother of &#346;r&#299; Krishna's.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>