<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 46 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 46 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 46: <A CLASS=v HREF="index.htm">Uddhava Visits Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.46.31</P><P CLASS=c>etau hi vi&#347;vasya ca b&#299;ja-yon&#299;</P><P CLASS=c>r&#257;mo mukundah purushah pradh&#257;nam</P><P CLASS=c>anv&#299;ya bh&#363;teshu vilakshanasya</P><P CLASS=c>jñ&#257;nasya ce&#347;&#257;ta imau pur&#257;nau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etau">etau</A> &#8212; these two; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/visvasya">vi&#347;vasya</A> &#8212; of the universe; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bija">b&#299;ja</A> &#8212; the seed; <A CLASS=v HREF="http://vedabase.net/y/yoni">yon&#299;</A> &#8212; and the womb; <A CLASS=v HREF="http://vedabase.net/r/ramah">r&#257;mah</A> &#8212; Lord <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/m/mukundah">mukundah</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the creating Lord; <A CLASS=v HREF="http://vedabase.net/p/pradhanam">pradh&#257;nam</A> &#8212; His creative energy; <A CLASS=v HREF="http://vedabase.net/a/anviya">anv&#299;ya</A> &#8212; entering; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; within all living beings; <A CLASS=v HREF="http://vedabase.net/v/vilaksanasya">vilakshanasya</A> &#8212; confused or perceiving; <A CLASS=v HREF="http://vedabase.net/j/jnanasya">jñ&#257;nasya</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/i/isate">&#299;&#347;&#257;te</A> &#8212; control; <A CLASS=v HREF="http://vedabase.net/i/imau">imau</A> &#8212; They; <A CLASS=v HREF="http://vedabase.net/p/puranau">pur&#257;nau</A> &#8212; primeval.</P><P CLASS=t>TRANSLATION</P><P>These two Lords, Mukunda and Balar&#257;ma, are each the seed and womb of the universe, the creator and His creative potency. They enter the hearts of living beings and control their conditioned awareness. They are the primeval Supreme.</P><P CLASS=t>PURPORT</P><P>The word vilakshana means either "distinctly perceiving" or "confused," depending on how the prefix vi- is understood in context. In the case of enlightened souls, vilakshana means "perceiving the correct distinction between the body and the soul" and thus Lord Krishna, as indicated by the word &#299;&#347;&#257;te, guides the spiritually advancing soul. The other meaning of vilakshana &#8212; "confused" or "bewildered" &#8212; clearly applies to those who have not understood the difference between the soul and the body, or the distinction between the individual soul and the Supreme Soul. Such bewildered living beings do not go back home, back to Godhead, to the eternal spiritual world, but rather achieve temporary destinations according to the laws of nature.</P><P>It is understood from all Vaishnava literature that &#346;r&#299; R&#257;ma, Balar&#257;ma, here accompanying Lord Krishna, is nondifferent from Him, being His plenary expansion. The Lord is one, yet He expands Himself, and thus Lord Balar&#257;ma in no way compromises the principle of monotheism.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32-33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>