<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 46"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 46: <A CLASS=v HREF="index.htm">Uddhava Visits Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.46 Summary</P><P>This chapter describes how &#346;r&#299; Krishna sent Uddhava to Vraja to relieve the distress of Nanda, Ya&#347;od&#257; and the young gop&#299;s.</P><P>One day Lord Krishna asked His intimate friend Uddhava to take news of Him to Vraja and thus relieve His parents and the gop&#299;s of their misery caused by their separation from Him. Riding on a chariot, Uddhava reached Vraja at sunset. He saw the cows returning home to the cowherd village and the calves jumping here and there as their mothers followed slowly behind, weighed down by their heavy milk bags. The cowherd men and women were chanting the glories of Krishna and Balar&#257;ma, and the village was attractively decorated with burning incense and rows of lamps. All this presented a scene of exceptional transcendental beauty.</P><P>Nanda Mah&#257;r&#257;ja welcomed Uddhava warmly into his home. The cowherd King then worshiped him as nondifferent from Lord V&#257;sudeva, fed him nicely, seated him comfortably upon a bed and then inquired from him about the welfare of Vasudeva and his sons, Krishna and Balar&#257;ma. Nanda asked, "Does Krishna still remember His friends, the village of Gokula and Govardhana Hill? He protected us from a forest fire, wind and rain, and many other disasters. By remembering His pastimes again and again, we are relieved of all karmic entanglement, and when we see the places marked by His lotus feet, our minds become fully absorbed in thought of Him. Garga Muni told me that Krishna and Balar&#257;ma have both descended directly from the spiritual world. Just see how They have so easily dispatched Kamsa, the wrestlers, the elephant Kuvalay&#257;p&#299;da and many other demons!" As Nanda remembered Krishna's pastimes, his throat choked up with tears and he could speak no further. Meanwhile, as mother Ya&#347;od&#257; heard her husband speak of Krishna, the intense love she felt for her son caused a flood of milk to pour from her breasts and a torrent of tears from her eyes.</P><P>Seeing the superexcellent affection Nanda and Ya&#347;od&#257; had for &#346;r&#299; Krishna, Uddhava commented, "You two are indeed most glorious. One who has attained pure love for the Supreme Absolute Truth in His humanlike form has nothing further to accomplish. Krishna and Balar&#257;ma are present in the hearts of all living beings, just as fire lies dormant within wood. These two Lords see all equally, having no particular friends or enemies. Free from egoism and possessiveness, They have no father, mother, wife or children, are never subject to birth, and have no material body. Only to enjoy spiritual happiness and deliver Their saintly devotees do They appear by Their own sweet will among various species of life, both high and low.</P><P>"Lord Krishna is not merely the son of you, O Nanda and Ya&#347;od&#257;, but the son of all persons, as well as their mother and father. In fact, He is everyone's dearest relation inasmuch as nothing that is seen or heard in the past, present or future, among the moving or nonmoving, is independent of Him."</P><P>Nanda Mah&#257;r&#257;ja and Uddhava passed the night talking about Krishna in this way. Then the cowherd women performed their morning worship and began churning butter, singing the glories of &#346;r&#299; Krishna as they busily pulled the churning ropes. The sounds of churning and singing reverberated into the sky, cleansing the world of all inauspiciousness.</P><P>When the sun rose, the gop&#299;s saw Uddhava's chariot at the edge of the cowherd village, and they thought that Akr&#363;ra might have returned. But just then Uddhava finished his morning duties and presented himself before them.</P><P CLASS=l><A CLASS=i HREF="../45/50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>