<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 105</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 105"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.105</P><P CLASS=c>&#347;r&#299;-gop&#257;la bhatta eka &#347;&#257;kh&#257; sarvottama</P><P CLASS=c>r&#363;pa-san&#257;tana-sa&#324;ge y&#257;&#324;ra prema-&#257;l&#257;pana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/gopala">gop&#257;la</A> <A CLASS=v HREF="http://vedabase.net/b/bhatta">bhatta</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/g/gopala">Gop&#257;la</A> <A HREF="http://vedabase.net/b/bhatta">Bhatta</A>; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/s/sakha">&#347;&#257;kh&#257;</A> &#8212; branch; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A> &#8212; very exalted; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; <A HREF="http://vedabase.net/r/rupa">R&#363;pa</A>; <A CLASS=v HREF="http://vedabase.net/s/sanatana">san&#257;tana</A> &#8212; <A HREF="http://vedabase.net/s/sanatana">San&#257;tana</A>; <A CLASS=v HREF="http://vedabase.net/s/sange">sa&#324;ge</A> &#8212; company; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/a/alapana">&#257;l&#257;pana</A> &#8212; discussion.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Gop&#257;la Bhatta Gosv&#257;m&#299;, the forty-seventh branch, was one of the great and exalted branches of the tree. He always engaged in discourses about love of Godhead in the company of R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Gop&#257;la Bhatta Gosv&#257;m&#299; was the son of Ve&#324;kata Bhatta, a resident of &#346;r&#299; Ra&#324;gam. Gop&#257;la Bhatta formerly belonged to the disciplic succession of the R&#257;m&#257;nuja-samprad&#257;ya but later became part of the Gaud&#299;ya-samprad&#257;ya. In the year 1433 &#346;ak&#257;bda (A.D. 1511), when Lord Caitanya Mah&#257;prabhu was touring South India, He stayed for four months during the period of C&#257;turm&#257;sya at the house of Ve&#324;kata Bhatta, who then got the opportunity to serve the Lord to his heart's content. Gop&#257;la Bhatta also got the opportunity to serve the Lord at this time. &#346;r&#299; Gop&#257;la Bhatta Gosv&#257;m&#299; was later initiated by his uncle, the great sanny&#257;s&#299; Prabodh&#257;nanda Sarasvat&#299;. Both the father and the mother of Gop&#257;la Bhatta Gosv&#257;m&#299; were extremely fortunate, for they dedicated their entire lives to the service of Lord Caitanya Mah&#257;prabhu. They allowed Gop&#257;la Bhatta Gosv&#257;m&#299; to go to Vrind&#257;vana, and they gave up their lives thinking of &#346;r&#299; Caitanya Mah&#257;prabhu. When Lord Caitanya was later informed that Gop&#257;la Bhatta Gosv&#257;m&#299; had gone to Vrind&#257;vana and met &#346;r&#299; R&#363;pa and San&#257;tana Gosv&#257;m&#299;, He was very pleased, and He advised &#346;r&#299; R&#363;pa and San&#257;tana to accept Gop&#257;la Bhatta Gosv&#257;m&#299; as their younger brother and take care of him. &#346;r&#299; San&#257;tana Gosv&#257;m&#299;, out of his great affection for Gop&#257;la Bhatta Gosv&#257;m&#299;, compiled the Vaishnava smriti named Hari-bhakti-vil&#257;sa and published it under his name. Under the instruction of &#346;r&#299;la R&#363;pa and San&#257;tana, Gop&#257;la Bhatta Gosv&#257;m&#299; installed one of the seven principal Deities of Vrind&#257;vana, the R&#257;dh&#257;ramana Deity. The sevaits (priests) of the R&#257;dh&#257;ramana temple belong to the Gaud&#299;ya-samprad&#257;ya.</P><P>When Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; took permission from all the Vaishnavas before writing &#346;r&#299; Caitanya-carit&#257;mrita, Gop&#257;la Bhatta Gosv&#257;m&#299; also gave him his blessings, but he requested him not to mention his name in the book. Therefore Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; has mentioned Gop&#257;la Bhatta Gosv&#257;m&#299; only very cautiously in one or two passages of the Caitanya-carit&#257;mrita. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has written in the beginning of his Tattva-sandarbha, "A devotee from southern India who was born of a br&#257;hmana family and was a very intimate friend of R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; has written a book that he has not compiled chronologically. Therefore I, a tiny living entity known as j&#299;va, am trying to assort the events of the book chronologically, consulting the direction of great personalities like Madhv&#257;c&#257;rya, &#346;r&#299;dhara Sv&#257;m&#299;, R&#257;m&#257;nuj&#257;c&#257;rya and other senior Vaishnavas in the disciplic succession." In the beginning of the Bhagavat-sandarbha there are similar statements by &#346;r&#299;la J&#299;va Gosv&#257;m&#299;. &#346;r&#299;la Gop&#257;la Bhatta Gosv&#257;m&#299; compiled a book called Sat-kriy&#257;-s&#257;ra-d&#299;pik&#257;, edited the Hari-bhakti-vil&#257;sa, wrote a foreword to the Shat-sandarbha and a commentary on the Krishna-karn&#257;mrita, and installed the R&#257;dh&#257;ramana Deity in Vrind&#257;vana. In the Gaura-ganodde&#347;a-d&#299;pik&#257; (184) it is mentioned that his previous name in the pastimes of Lord Krishna was Ana&#324;ga-mañjar&#299;. Sometimes he is also said to have been an incarnation of Guna-mañjar&#299;. &#346;r&#299;niv&#257;sa &#256;c&#257;rya and Gop&#299;n&#257;tha P&#363;j&#257;r&#299; were two of his disciples.</P><P CLASS=l><A CLASS=i HREF="104.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="106.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>