<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 106</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 106"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.106</P><P CLASS=c>&#347;a&#324;kar&#257;ranya &#8212; &#257;c&#257;rya-vrikshera eka &#347;&#257;kh&#257;</P><P CLASS=c>mukunda, k&#257;&#347;&#299;n&#257;tha, rudra &#8212; upa&#347;&#257;kh&#257; lekh&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sankararanya">&#347;a&#324;kar&#257;ranya</A> &#8212; <A HREF="http://vedabase.net/s/sankararanya">&#346;a&#324;kar&#257;ranya</A>; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/v/vrksera">vrikshera</A> &#8212; of the tree of &#257;c&#257;ryas; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/s/sakha">&#347;&#257;kh&#257;</A> &#8212; branch; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A> &#8212; <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>; <A CLASS=v HREF="http://vedabase.net/k/kasinatha">k&#257;&#347;&#299;n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/k/kasinatha">K&#257;&#347;&#299;n&#257;tha</A>; <A CLASS=v HREF="http://vedabase.net/r/rudra">rudra</A> &#8212; <A HREF="http://vedabase.net/r/rudra">Rudra</A>; <A CLASS=v HREF="http://vedabase.net/u/upasakha">upa&#347;&#257;kh&#257;</A> <A CLASS=v HREF="http://vedabase.net/l/lekha">lekh&#257;</A> &#8212; they <A HREF="http://vedabase.net/a/are">are</A> known <A HREF="http://vedabase.net/a/as">as</A> subbranches.</P><P CLASS=t>TRANSLATION</P><P>The &#257;c&#257;rya &#346;a&#324;kar&#257;ranya was considered the forty-eighth branch of the original tree. From him proceeded the subbranches known as Mukunda, K&#257;&#347;&#299;n&#257;tha and Rudra.</P><P CLASS=t>PURPORT</P><P>It is said that &#346;a&#324;kar&#257;ranya was the sanny&#257;sa name of &#346;r&#299;la Vi&#347;var&#363;pa, who was the elder brother of Vi&#347;vambhara (the original name of &#346;r&#299; Caitanya Mah&#257;prabhu). &#346;a&#324;kar&#257;ranya expired in 1432 &#346;ak&#257;bda (A.D. 1510) at Sholapur, where there is a place of pilgrimage known as P&#257;ndarapura. This is referred to in the Madhya-l&#299;l&#257;, Chapter Nine, verses 299 and 300.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "Lord Caitanya Mah&#257;prabhu opened a primary school in the house of Mukunda, or Mukunda Sañjaya, and Mukunda's son, whose name was Purushottama, became the Lord's student. K&#257;&#347;&#299;n&#257;tha arranged the marriage of Lord Caitanya in His previous &#257;&#347;rama, when His name was Vi&#347;vambhara. K&#257;&#347;&#299;n&#257;tha induced the court pandita, San&#257;tana, to offer Vi&#347;vambhara his daughter. In text 50 of the Gaura-ganodde&#347;a-d&#299;pik&#257; it is mentioned that K&#257;&#347;&#299;n&#257;tha was an incarnation of the br&#257;hmana Kulaka, whom Satr&#257;jit sent to arrange the marriage of Krishna and Satyabh&#257;m&#257;, and in text 135 it is mentioned that Rudra, or &#346;r&#299; Rudrar&#257;ma Pandita, was formerly a friend of Lord Krishna's named Var&#363;thapa. &#346;r&#299; Rudrar&#257;ma Pandita constructed a big temple at Vallabhapura, which is one mile north of M&#257;he&#347;a, for the Deities named R&#257;dh&#257;vallabha. The descendants of his brother, Yadunandana Vandyop&#257;dhy&#257;ya, are known as Cakravart&#299; Th&#257;kuras, and they are in charge of the maintenance of this temple as sevaits. Formerly the Jagann&#257;tha Deity used to come to the temple of R&#257;dh&#257;vallabha from M&#257;he&#347;a during the Ratha-y&#257;tr&#257; festival, but in the Bengali year 1262 [A.D. 1855], due to a misunderstanding between the priests of the two temples, the Jagann&#257;tha Deity stopped coming."</P><P CLASS=l><A CLASS=i HREF="105.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="107.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>