<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 107</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 107"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.107</P><P CLASS=c>&#347;r&#299;n&#257;tha pandita &#8212; prabhura krip&#257;ra bh&#257;jana</P><P CLASS=c>y&#257;&#324;ra krishna-sev&#257; dekhi' va&#347;a tri-bhuvana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srinatha">&#347;r&#299;n&#257;tha</A> <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> &#8212; <A HREF="http://vedabase.net/s/srinatha">&#346;r&#299;n&#257;tha</A> <A HREF="http://vedabase.net/p/pandita">Pandita</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/k/krpara">krip&#257;ra</A> &#8212; of mercy; <A CLASS=v HREF="http://vedabase.net/b/bhajana">bh&#257;jana</A> &#8212; receiver; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; worship of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/v/vasa">va&#347;a</A> &#8212; subjugated; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A> &#8212; all the three worlds.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299;n&#257;tha Pandita, the forty-ninth branch, was the beloved recipient of all the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu. Everyone in the three worlds was astonished to see how he worshiped Lord Krishna.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "About one and a half miles away from Kum&#257;rahatta, or K&#257;marhatta, which is a few miles from Calcutta, is a village known as K&#257;&#324;cad&#257;p&#257;d&#257;, which was the home of &#346;r&#299; &#346;iv&#257;nanda Sena. There he constructed a temple of &#346;r&#299; Gauragop&#257;la. &#346;r&#299;n&#257;tha Pandita established another temple there with &#346;r&#299; R&#257;dh&#257;-Krishna m&#363;rtis. The Deity of that temple is named &#346;r&#299; Krishna R&#257;ya. The temple of Krishna R&#257;ya, which was constructed in the year 1708 &#346;ak&#257;bda [A.D. 1786] by a prominent zamindar named Nim&#257;i Mullik of P&#257;thuriy&#257;-gh&#257;ta in Calcutta, is very large. There is a big courtyard in front of the temple, and there are residential quarters for visitors and good arrangements for cooking pras&#257;dam. The entire courtyard is surrounded by very high boundary walls, and the temple is almost as big as the M&#257;he&#347;a temple. Inscribed on a tablet are the names of &#346;r&#299;n&#257;tha Pandita and his father and grandfather and the date of construction of the temple. &#346;r&#299;n&#257;tha Pandita, one of the disciples of Advaita Prabhu, was the spiritual master of the third son of &#346;iv&#257;nanda Sena, who was known as Param&#257;nanda Kavi-karnap&#363;ra. It is said that the Krishna R&#257;ya Deity was installed during the time of Kavi-karnap&#363;ra. According to hearsay, V&#299;rabhadra Prabhu, the son of Nity&#257;nanda Prabhu, brought a big stone from Mur&#347;id&#257;b&#257;d from which three Deities were carved &#8212; namely, the R&#257;dh&#257;vallabha vigraha of Vallabhapura, the &#346;y&#257;masundara vigraha of Khadadaha and the &#346;r&#299; Krishna R&#257;ya vigraha of K&#257;&#324;cad&#257;p&#257;d&#257;. The home of &#346;iv&#257;nanda Sena was situated on the bank of the Ganges near an almost ruined temple. It is said that the same Nim&#257;i Mullik of Calcutta saw this broken-down temple of Krishna R&#257;ya while he was going to Benares and thereafter constructed the present temple."</P><P CLASS=l><A CLASS=i HREF="106.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="108.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>