<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 11"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.11</P><P CLASS=c>c&#257;ri bh&#257;i sa-vam&#347;e kare caitanyera sev&#257;</P><P CLASS=c>gauracandra vin&#257; n&#257;hi j&#257;ne dev&#299;-dev&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/cari">c&#257;ri</A> <A CLASS=v HREF="http://vedabase.net/b/bhai">bh&#257;i</A> &#8212; four brothers; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vamse">vam&#347;e</A> &#8212; with all family members; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/c/caitanyera">caitanyera</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/g/gauracandra">gauracandra</A> &#8212; Gaurasundara (Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>); <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; except; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> <A CLASS=v HREF="http://vedabase.net/j/jane">j&#257;ne</A> &#8212; they <A HREF="http://vedabase.net/d/do">do</A> not know; <A CLASS=v HREF="http://vedabase.net/d/devi">dev&#299;</A> &#8212; goddess; <A CLASS=v HREF="http://vedabase.net/d/deva">dev&#257;</A> &#8212; or god.</P><P CLASS=t>TRANSLATION</P><P>These four brothers and their family members fully engaged in the service of Lord Caitanya. They knew no other god or goddess.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Narottama d&#257;sa Th&#257;kura has said, anya-dev&#257;&#347;raya n&#257;i, tom&#257;re kahinu bh&#257;i, ei bhakti parama-k&#257;rana: if one wants to become a pure, staunch devotee, one should not take shelter of any of the demigods or -goddesses. Foolish M&#257;y&#257;v&#257;d&#299;s say that worshiping demigods is as good as worshiping the Supreme Personality of Godhead, but that is not a fact. This philosophy misleads people to atheism. One who has no idea what God actually is thinks that any form he imagines or any rascal he accepts can be God. This acceptance of cheap gods or incarnations of God is actually atheism. It is to be concluded, therefore, that those who worship demigods or self-proclaimed incarnations of God are all atheists. They have lost their knowledge, as confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>): k&#257;mais tais tair hrita-jñ&#257;n&#257;h prapadyante 'nya-devat&#257;h. "Those whose minds are distorted by material desires surrender unto demigods." Unfortunately, those who do not cultivate Krishna consciousness and do not properly understand the Vedic knowledge accept any rascal to be an incarnation of God, and they are of the opinion that one can become an incarnation simply by worshiping a demigod. This philosophical hodge-podge exists under the name of the Hindu religion, but the Krishna consciousness movement does not approve of it. Indeed, we strongly condemn it. Such worship of demigods and so-called incarnations of God should never be confused with the pure Krishna consciousness movement.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>