<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 113</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 113"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.113</P><P CLASS=c>r&#257;mad&#257;sa, kavicandra, &#347;r&#299;-gop&#257;lad&#257;sa</P><P CLASS=c>bh&#257;gavat&#257;c&#257;rya, th&#257;kura s&#257;ra&#324;gad&#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/ramadasa">r&#257;mad&#257;sa</A> &#8212; <A HREF="http://vedabase.net/r/ramadasa">R&#257;mad&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/k/kavicandra">kavicandra</A> &#8212; <A HREF="http://vedabase.net/k/kavicandra">Kavicandra</A>; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A> <A CLASS=v HREF="http://vedabase.net/g/gopala">gop&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/g/gopala">Gop&#257;la</A> <A HREF="http://vedabase.net/d/dasa">d&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavatacarya">bh&#257;gavat&#257;c&#257;rya</A> &#8212; <A HREF="http://vedabase.net/b/bhagavata">Bh&#257;gavata</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/t/thakura">th&#257;kura</A> <A CLASS=v HREF="http://vedabase.net/s/saranga">s&#257;ra&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; <A HREF="http://vedabase.net/t/thakura">Th&#257;kura</A> <A HREF="http://vedabase.net/s/saranga">S&#257;ra&#324;ga</A> <A HREF="http://vedabase.net/d/dasa">d&#257;sa</A>.</P><P CLASS=t>TRANSLATION</P><P>The seventy-third branch of the original tree was R&#257;mad&#257;sa, the seventy-fourth was Kavicandra, the seventy-fifth was &#346;r&#299; Gop&#257;la d&#257;sa, the seventy-sixth was Bh&#257;gavata &#256;c&#257;rya, and the seventy-seventh was Th&#257;kura S&#257;ra&#324;ga d&#257;sa.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "In the Gaura-ganodde&#347;a-d&#299;pik&#257; (203) it is said, 'Bh&#257;gavata &#256;c&#257;rya compiled a book entitled Krishna-prema-tara&#324;gin&#299;, and he was the most beloved devotee of Lord Caitanya Mah&#257;prabhu.' When Lord &#346;r&#299; Caitanya Mah&#257;prabhu visited Var&#257;hanagara, now a suburb of Calcutta, He stayed in the house of a most fortunate br&#257;hmana who was a very learned scholar in Bh&#257;gavata literature. As soon as this br&#257;hmana saw Lord Caitanya Mah&#257;prabhu, he began to read &#346;r&#299;mad-Bh&#257;gavatam. When Mah&#257;prabhu heard his explanation, which expounded bhakti-yoga, He immediately became unconscious in ecstasy. Lord Caitanya later said, 'I have never heard such a nice explanation of &#346;r&#299;mad-Bh&#257;gavatam. I therefore designate you Bh&#257;gavata &#256;c&#257;rya. Your only duty is to recite &#346;r&#299;mad-Bh&#257;gavatam. That is My injunction.' His real name was Raghun&#257;tha. His monastery, which is situated in Var&#257;hanagara, about three and a half miles north of Calcutta on the bank of the Ganges, still exists, and it is managed by the initiated disciples of the late &#346;r&#299; R&#257;mad&#257;sa B&#257;b&#257;j&#299;. Presently, however, it is not as well managed as in the presence of B&#257;b&#257;j&#299; Mah&#257;r&#257;ja.</P><P>"Another name of Th&#257;kura S&#257;ra&#324;ga d&#257;sa was &#346;&#257;r&#324;ga Th&#257;kura. Sometimes he was also called &#346;&#257;r&#324;gap&#257;ni or &#346;&#257;r&#324;gadhara. He was a resident of Navadv&#299;pa in the neighborhood known as Modadruma-dv&#299;pa, and he used to worship the Supreme Lord in a secluded place on the bank of the Ganges. He was not accepting disciples, but he was repeatedly being inspired from within by the Supreme Personality of Godhead to do so. Thus one morning he decided, 'Whomever I see I shall make my disciple.' When he went to the bank of the Ganges to take his bath, by chance he saw a dead body floating in the water, and he touched it with his feet. This immediately brought the body to life, and Th&#257;kura S&#257;ra&#324;ga d&#257;sa accepted him as his disciple. This disciple later became famous as Th&#257;kura Mur&#257;ri, and his name is always associated with that of &#346;r&#299; S&#257;ra&#324;ga. His disciplic succession still inhabits the village of &#346;ar. There is a temple at M&#257;mag&#257;chi that is said to have been started by S&#257;ra&#324;ga Th&#257;kura. Not long ago, a new temple building was erected in front of a bakula tree there, and it is now being managed by the members of the Gaud&#299;ya Matha. It is said that the management of the temple is now far better than before. In the Gaura-ganodde&#347;a-d&#299;pik&#257; (172) it is stated that S&#257;ra&#324;ga Th&#257;kura was formerly a gop&#299; named N&#257;nd&#299;mukh&#299;. Some devotees say that he was formerly Prahl&#257;da Mah&#257;r&#257;ja, but &#346;r&#299; Kavi-karnap&#363;ra says that his father, &#346;iv&#257;nanda Sena, does not accept this proposition."</P><P CLASS=l><A CLASS=i HREF="112.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="114.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>