<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 115</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 115"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.115</P><P CLASS=c>govinda, m&#257;dhava, v&#257;sudeva &#8212; tina bh&#257;i</P><P CLASS=c>y&#257;&#324;-sab&#257;ra k&#299;rtane n&#257;ce caitanya-nit&#257;i</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A> &#8212; <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/m/madhava">m&#257;dhava</A> &#8212; <A HREF="http://vedabase.net/m/madhava">M&#257;dhava</A>; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A> <A CLASS=v HREF="http://vedabase.net/b/bhai">bh&#257;i</A> &#8212; three brothers; <A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;&#324;</A>-<A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; all of whom; <A CLASS=v HREF="http://vedabase.net/k/kirtane">k&#299;rtane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the performance of <A HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A>; <A CLASS=v HREF="http://vedabase.net/n/nace">n&#257;ce</A> &#8212; dance; <A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/n/nitai">nit&#257;i</A> &#8212; Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> and <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A> <A HREF="http://vedabase.net/p/prabhu">Prabhu</A>.</P><P CLASS=t>TRANSLATION</P><P>The three brothers Govinda, M&#257;dhava and V&#257;sudeva were the eighty-second, eighty-third and eighty-fourth branches of the tree. Lord Caitanya and Nity&#257;nanda used to dance in their k&#299;rtana performances.</P><P CLASS=t>PURPORT</P><P>The three brothers Govinda, M&#257;dhava and V&#257;sudeva Ghosha all belonged to a k&#257;yastha family. Govinda established the Gop&#299;n&#257;tha temple in Agradv&#299;pa, where he resided. M&#257;dhava Ghosha was expert in performing k&#299;rtana. No one within this world could compete with him. He was known as the singer of Vrind&#257;vana and was very dear to &#346;r&#299; Nity&#257;nanda Prabhu. It is said that when the three brothers performed sa&#324;k&#299;rtana, immediately Lord Caitanya and Nity&#257;nanda would dance in ecstasy. According to the Gaura-ganodde&#347;a-d&#299;pik&#257; (188), the three brothers were formerly Kal&#257;vat&#299;, Rasoll&#257;s&#257; and Gunatu&#324;g&#257;, who recited the songs composed by &#346;r&#299; Vi&#347;&#257;kh&#257;-gop&#299;. The three brothers were among one of the seven parties that performed k&#299;rtana when Lord &#346;r&#299; Caitanya Mah&#257;prabhu attended the Ratha-y&#257;tr&#257; festival at Jagann&#257;tha Pur&#299;. Vakre&#347;vara Pandita was the chief dancer in their party. This is vividly described in the Madhya-l&#299;l&#257;, Chapter Thirteen, verses 42 and 43.</P><P CLASS=l><A CLASS=i HREF="114.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="116.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>