<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 13"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.13</P><P CLASS=c>&#257;c&#257;ryaratnera n&#257;ma '&#347;r&#299;-candra&#347;ekhara' &#8212;</P><P CLASS=c>y&#257;&#324;ra ghare dev&#299;-bh&#257;ve n&#257;cil&#257; &#299;&#347;vara</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/acaryaratnera">&#257;c&#257;ryaratnera</A> &#8212; of <A HREF="http://vedabase.net/a/acaryaratna">&#256;c&#257;ryaratna</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/c/candrasekhara">candra&#347;ekhara</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/candrasekhara">Candra&#347;ekhara</A>; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the home; <A CLASS=v HREF="http://vedabase.net/d/devi">dev&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the goddess; <A CLASS=v HREF="http://vedabase.net/n/nacila">n&#257;cil&#257;</A> &#8212; danced; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>.</P><P CLASS=t>TRANSLATION</P><P>&#256;c&#257;ryaratna was also named &#346;r&#299; Candra&#347;ekhara &#256;c&#257;rya. In a drama in his house, Lord Caitanya played the goddess of fortune.</P><P CLASS=t>PURPORT</P><P>Dramatic performances were enacted during the presence of &#346;r&#299; Caitanya Mah&#257;prabhu, but the players who took part in such dramas were all pure devotees; no outsiders were allowed. The members of ISKCON should follow this example. Whenever they stage dramatic performances about the lives of &#346;r&#299; Caitanya Mah&#257;prabhu or Lord Krishna, the players must be pure devotees. Professional players and dramatic actors have no sense of devotional service, and therefore although they can perform very artistically, there is no life in such performances. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura used to refer to such an actor as y&#257;tr&#257;-dale n&#257;rada, which means "farcical N&#257;rada." Sometimes an actor in a drama plays the part of N&#257;rada Muni, although in his private life he is not at all like N&#257;rada Muni because he is not a devotee. Such actors are not needed in dramatic performances about the lives of &#346;r&#299; Caitanya Mah&#257;prabhu and Lord Krishna.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu used to perform dramas with Advaita Prabhu, &#346;r&#299;v&#257;sa Th&#257;kura and other devotees in the house of Candra&#347;ekhara. The place where Candra&#347;ekhara's house was situated is now known as Vrajapattana. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura established a branch of his &#346;r&#299; Caitanya Matha at this place. When &#346;r&#299; Caitanya Mah&#257;prabhu decided to accept the renounced order of life, Candra&#347;ekhara &#256;c&#257;rya was informed of this by &#346;r&#299; Nity&#257;nanda Prabhu, and therefore he was present when Lord Caitanya accepted sanny&#257;sa from Ke&#347;ava Bh&#257;rat&#299; in Katwa. It is he who first spread the word in Navadv&#299;pa of Lord Caitanya's accepting sanny&#257;sa. &#346;r&#299; Candra&#347;ekhara &#256;c&#257;rya was present during many important incidents in the pastimes of Lord Caitanya Mah&#257;prabhu. He therefore forms the second branch of the tree of Lord Caitanya.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>