<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 130</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 130"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.130</P><P CLASS=c>bada-&#347;&#257;kh&#257; eka, &#8212; s&#257;rvabhauma bhatt&#257;c&#257;rya</P><P CLASS=c>t&#257;&#324;ra bhagn&#299;-pati &#347;r&#299;-gop&#299;n&#257;th&#257;c&#257;rya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bada">bada</A>-<A CLASS=v HREF="http://vedabase.net/s/sakha">&#347;&#257;kh&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one of the biggest branches; <A CLASS=v HREF="http://vedabase.net/s/sarvabhauma">s&#257;rvabhauma</A> <A CLASS=v HREF="http://vedabase.net/b/bhattacarya">bhatt&#257;c&#257;rya</A> &#8212; <A HREF="http://vedabase.net/s/sarvabhauma">S&#257;rvabhauma</A> <A HREF="http://vedabase.net/b/bhattacarya">Bhatt&#257;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> <A CLASS=v HREF="http://vedabase.net/b/bhagni">bhagn&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/pati">pati</A> &#8212; his brother-<A HREF="http://vedabase.net/i/in">in</A>-law (the husband of <A HREF="http://vedabase.net/s/sarvabhauma">S&#257;rvabhauma</A>'s sister); <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/gopinathacarya">gop&#299;n&#257;th&#257;c&#257;rya</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/g/gopinatha">Gop&#299;n&#257;tha</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>.</P><P CLASS=t>TRANSLATION</P><P>There was S&#257;rvabhauma Bhatt&#257;c&#257;rya, one of the biggest branches of the tree of the Lord, and his sister's husband, &#346;r&#299; Gop&#299;n&#257;tha &#256;c&#257;rya.</P><P CLASS=t>PURPORT</P><P>The original name of S&#257;rvabhauma Bhatt&#257;c&#257;rya was V&#257;sudeva Bhatt&#257;c&#257;rya. His place of birth, which is known as Vidy&#257;nagara, is about two and a half miles away from the Navadv&#299;pa railway station, or C&#257;&#324;p&#257;h&#257;ti railway station. His father was a very much celebrated man of the name Mahe&#347;vara Vi&#347;&#257;rada. It is said that S&#257;rvabhauma Bhatt&#257;c&#257;rya was the greatest logician of his time in India. At Mithil&#257;, in Bihar, he became a student of a great professor named Pakshadhara Mi&#347;ra, who did not allow any student to note down his explanations of logic. S&#257;rvabhauma Bhatt&#257;c&#257;rya was so talented, however, that he learned the explanations by heart, and when he later returned to Navadv&#299;pa he established a school for the study of logic, thus diminishing the importance of Mithil&#257;. Students from various parts of India still come to Navadv&#299;pa to study logic. According to some authoritative opinions, the celebrated logician Raghun&#257;tha &#346;iromani was also a student of S&#257;rvabhauma Bhatt&#257;c&#257;rya's. In effect, S&#257;rvabhauma Bhatt&#257;c&#257;rya became the leader of all students of logic. Although he was a grihastha (householder), he even taught many sanny&#257;s&#299;s in the knowledge of logic.</P><P>He started a school at Jagann&#257;tha Pur&#299; for the study of Ved&#257;nta philosophy, of which he was a great scholar. When S&#257;rvabhauma Bhatt&#257;c&#257;rya met &#346;r&#299; Caitanya Mah&#257;prabhu, he advised the Lord to learn Ved&#257;nta philosophy from him, but later he became a student of Lord Caitanya Mah&#257;prabhu to understand the real meaning of Ved&#257;nta. S&#257;rvabhauma Bhatt&#257;c&#257;rya was so fortunate as to see the six-armed form of Lord Caitanya known as Shadbhuja. A Shadbhuja Deity is still situated at one end of the Jagann&#257;tha temple. Daily sa&#324;k&#299;rtana performances take place in this part of the temple. The meeting of S&#257;rvabhauma Bhatt&#257;c&#257;rya with Lord Caitanya Mah&#257;prabhu is vividly described in Madhya-l&#299;l&#257;, Chapter Six. S&#257;rvabhauma Bhatt&#257;c&#257;rya wrote a book of one hundred verses named Caitanya-&#347;ataka or Su&#347;loka-&#347;ataka. Two other verses he wrote, beginning with the words vair&#257;gya-vidy&#257;-nija-bhakti-yoga [Cc. <A CLASS=v HREF="../../../cc/madhya/6/254.htm">Madya 6.254</A>] and k&#257;l&#257;n nashtam bhakti-yogam nijam yah, are very famous among Gaud&#299;ya Vaishnavas. The Gaura-ganodde&#347;a-d&#299;pik&#257; (119) states that S&#257;rvabhauma Bhatt&#257;c&#257;rya was an incarnation of Brihaspati, the learned scholar from the celestial planets.</P><P>Gop&#299;n&#257;tha &#256;c&#257;rya, who belonged to a respectable br&#257;hmana family, was also an inhabitant of Navadv&#299;pa and a constant companion of the Lord. He was the husband of S&#257;rvabhauma Bhatt&#257;c&#257;rya's sister. In the Gaura-ganodde&#347;a-d&#299;pik&#257; (178) it is described that he was formerly the gop&#299; named Ratn&#257;val&#299;. According to the opinion of others, he was an incarnation of Brahm&#257;.</P><P CLASS=l><A CLASS=i HREF="129.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="131.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>