<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 131</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 131"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.131</P><P CLASS=c>k&#257;&#347;&#299;-mi&#347;ra, pradyumna-mi&#347;ra, r&#257;ya bhav&#257;nanda</P><P CLASS=c>y&#257;&#324;h&#257;ra milane prabhu p&#257;il&#257; &#257;nanda</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kasi">k&#257;&#347;&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/misra">mi&#347;ra</A> &#8212; <A HREF="http://vedabase.net/k/kasi">K&#257;&#347;&#299;</A> <A HREF="http://vedabase.net/m/misra">Mi&#347;ra</A>; <A CLASS=v HREF="http://vedabase.net/p/pradyumna">pradyumna</A>-<A CLASS=v HREF="http://vedabase.net/m/misra">mi&#347;ra</A> &#8212; <A HREF="http://vedabase.net/p/pradyumna">Pradyumna</A> <A HREF="http://vedabase.net/m/misra">Mi&#347;ra</A>; <A CLASS=v HREF="http://vedabase.net/r/raya">r&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/b/bhavananda">bhav&#257;nanda</A> &#8212; <A HREF="http://vedabase.net/b/bhavananda">Bhav&#257;nanda</A> <A HREF="http://vedabase.net/r/raya">R&#257;ya</A>; <A CLASS=v HREF="http://vedabase.net/y/yanhara">y&#257;&#324;h&#257;ra</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/m/milane">milane</A> &#8212; meeting; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/p/paila">p&#257;il&#257;</A> &#8212; got; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; great pleasure.</P><P CLASS=t>TRANSLATION</P><P>In the list of devotees at Jagann&#257;tha Pur&#299; [which begins with Param&#257;nanda Pur&#299;, Svar&#363;pa D&#257;modara, S&#257;rvabhauma Bhatt&#257;c&#257;rya and Gop&#299;n&#257;tha &#256;c&#257;rya], K&#257;&#347;&#299; Mi&#347;ra was the fifth, Pradyumna Mi&#347;ra the sixth and Bhav&#257;nanda R&#257;ya the seventh. Lord Caitanya took great pleasure in meeting with them.</P><P CLASS=t>PURPORT</P><P>In Jagann&#257;tha Pur&#299; Lord Caitanya lived at the house of K&#257;&#347;&#299; Mi&#347;ra, who was the priest of the King. Later this house was inherited by Vakre&#347;vara Pandita and then by his disciple Gop&#257;laguru Gosv&#257;m&#299;, who established a Deity of R&#257;dh&#257;k&#257;nta there. The Gaura-ganodde&#347;a-d&#299;pik&#257; (193) states that K&#257;&#347;&#299; Mi&#347;ra was formerly Kubj&#257; in Mathur&#257;. Pradyumna Mi&#347;ra, an inhabitant of Orissa, was a great devotee of Lord Caitanya Mah&#257;prabhu. Pradyumna Mi&#347;ra was born of a br&#257;hmana family and R&#257;m&#257;nanda R&#257;ya of a non-br&#257;hmana family, yet Lord Caitanya Mah&#257;prabhu advised Pradyumna Mi&#347;ra to take instruction from R&#257;m&#257;nanda R&#257;ya. This incident is described in the Antya-l&#299;l&#257;, Chapter Five.</P><P>Bhav&#257;nanda R&#257;ya was the father of &#346;r&#299; R&#257;m&#257;nanda R&#257;ya. His residence was in &#256;l&#257;lan&#257;tha (Brahmagiri), which is about twelve miles west of Jagann&#257;tha Pur&#299;. By caste he belonged to the karana community of Orissa, whose members were sometimes known as k&#257;yasthas and sometimes as &#347;&#363;dras, but he was the governor of Madras under the control of King Prat&#257;parudra of Jagann&#257;tha Pur&#299;.</P><P CLASS=l><A CLASS=i HREF="130.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="132.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>