<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 134</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 134"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.134</P><P CLASS=c>ei pañca putra tom&#257;ra mora priyap&#257;tra</P><P CLASS=c>r&#257;m&#257;nanda saha mora deha-bheda m&#257;tra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A> &#8212; five; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; <A HREF="http://vedabase.net/m/mine">Mine</A>; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/p/patra">p&#257;tra</A> &#8212; very dear; <A CLASS=v HREF="http://vedabase.net/r/ramananda">r&#257;m&#257;nanda</A> <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/r/ramananda">R&#257;m&#257;nanda</A> <A HREF="http://vedabase.net/r/raya">R&#257;ya</A>; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; <A HREF="http://vedabase.net/m/mine">Mine</A>; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; bodily difference; <A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tra</A> &#8212; only.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu told Bhav&#257;nanda R&#257;ya, "Your five sons are all My dear devotees. R&#257;m&#257;nanda R&#257;ya and I are one, although our bodies are different."</P><P CLASS=t>PURPORT</P><P>The Gaura-ganodde&#347;a-d&#299;pik&#257; (120-24) states that R&#257;m&#257;nanda R&#257;ya was formerly Arjuna. He is also considered to have been an incarnation of the gop&#299; Lalit&#257;, although in the opinion of others he was an incarnation of Vi&#347;&#257;kh&#257;dev&#299;. He was a most confidential devotee of Lord Caitanya Mah&#257;prabhu. &#346;r&#299; Caitanya Mah&#257;prabhu said, "Although I am a sanny&#257;s&#299;, My mind is sometimes perturbed when I see a woman. But R&#257;m&#257;nanda R&#257;ya is greater than Me, for he is always undisturbed, even when he touches a woman." Only R&#257;m&#257;nanda R&#257;ya was endowed with the prerogative to touch a woman in this way; no one should imitate him. Unfortunately, there are rascals who imitate the activities of R&#257;m&#257;nanda R&#257;ya. We need not discuss them further.</P><P>In Lord Caitanya Mah&#257;prabhu's final pastimes, R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara always engaged in reciting suitable verses from &#346;r&#299;mad-Bh&#257;gavatam and other books to pacify the Lord's ecstatic feelings of separation from Krishna. When Lord Caitanya went to southern India, S&#257;rvabhauma Bhatt&#257;c&#257;rya advised Him to meet R&#257;m&#257;nanda R&#257;ya, declaring that there was no devotee as advanced in understanding the conjugal love of Krishna and the gop&#299;s. While touring South India, Lord Caitanya met R&#257;m&#257;nanda R&#257;ya by the bank of the God&#257;var&#299;, and in their long discourses the Lord took the position of a student, and R&#257;m&#257;nanda R&#257;ya instructed Him. Caitanya Mah&#257;prabhu concluded these discourses by saying, "My dear R&#257;m&#257;nanda R&#257;ya, both you and I are madmen, and therefore we met intimately on an equal level." Lord Caitanya advised R&#257;m&#257;nanda R&#257;ya to resign from his government post and come back to Jagann&#257;tha Pur&#299; to live with Him. Although &#346;r&#299; Caitanya Mah&#257;prabhu refused to see Mah&#257;r&#257;ja Prat&#257;parudra because he was a king, R&#257;m&#257;nanda R&#257;ya, by a Vaishnava scheme, arranged a meeting between the Lord and the King. This is described in the Madhya-l&#299;l&#257;, Chapter Twelve, verses 41-57. &#346;r&#299; R&#257;m&#257;nanda R&#257;ya was present during the water sports of the Lord after the Ratha-y&#257;tr&#257; festival.</P><P>Lord &#346;r&#299; Caitanya Mah&#257;prabhu considered &#346;r&#299; R&#257;m&#257;nanda R&#257;ya and &#346;r&#299; San&#257;tana Gosv&#257;m&#299; to be equal in their renunciation, for although &#346;r&#299; R&#257;m&#257;nanda R&#257;ya was a grihastha engaged in government service and &#346;r&#299; San&#257;tana Gosv&#257;m&#299; was in the renounced order of complete detachment from material activities, they were both servants of the Supreme Personality of Godhead who kept Krishna in the center of all their activities. &#346;r&#299; R&#257;m&#257;nanda R&#257;ya was one of the three and a half personalities with whom &#346;r&#299; Caitanya Mah&#257;prabhu discussed the most confidential topics of Krishna consciousness. Lord Caitanya Mah&#257;prabhu advised Pradyumna Mi&#347;ra to learn the science of Krishna from &#346;r&#299; R&#257;m&#257;nanda R&#257;ya. As Subala always assisted Krishna in His dealings with R&#257;dh&#257;r&#257;n&#299; in krishna-l&#299;l&#257;, so R&#257;m&#257;nanda R&#257;ya assisted Lord Caitanya Mah&#257;prabhu in His feelings of separation from Krishna. &#346;r&#299; R&#257;m&#257;nanda R&#257;ya was the author of the Jagann&#257;tha-vallabha-n&#257;taka.</P><P CLASS=l><A CLASS=i HREF="133.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="135-136.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>