<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verses 135-136</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verses 135-136"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.135-136</P><P CLASS=c>prat&#257;parudra r&#257;j&#257;, &#257;ra odhra krishn&#257;nanda</P><P CLASS=c>param&#257;nanda mah&#257;p&#257;tra, odhra &#347;iv&#257;nanda</P><P CLASS=c>bhagav&#257;n &#257;c&#257;rya, brahm&#257;nand&#257;khya bh&#257;rat&#299;</P><P CLASS=c>&#347;r&#299;-&#347;ikhi m&#257;hiti, &#257;ra mur&#257;ri m&#257;hiti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prataparudra">prat&#257;parudra</A> <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; King <A HREF="http://vedabase.net/p/prataparudra">Prat&#257;parudra</A> of Orissa; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/o/odhra">odhra</A> <A CLASS=v HREF="http://vedabase.net/k/krsnananda">krishn&#257;nanda</A> &#8212; <A HREF="http://vedabase.net/k/krsnananda">Krishn&#257;nanda</A>, <A HREF="http://vedabase.net/a/an">an</A> Oriy&#257; devotee; <A CLASS=v HREF="http://vedabase.net/p/paramananda">param&#257;nanda</A> <A CLASS=v HREF="http://vedabase.net/m/mahapatra">mah&#257;p&#257;tra</A> &#8212; <A HREF="http://vedabase.net/p/paramananda">Param&#257;nanda</A> <A HREF="http://vedabase.net/m/mahapatra">Mah&#257;p&#257;tra</A>; <A CLASS=v HREF="http://vedabase.net/o/odhra">odhra</A> <A CLASS=v HREF="http://vedabase.net/s/sivananda">&#347;iv&#257;nanda</A> &#8212; the Oriy&#257; <A HREF="http://vedabase.net/s/sivananda">&#346;iv&#257;nanda</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A> &#8212; <A HREF="http://vedabase.net/b/bhagavan">Bhagav&#257;n</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/b/brahmananda">brahm&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/a/akhya">&#257;khya</A> <A CLASS=v HREF="http://vedabase.net/b/bharati">bh&#257;rat&#299;</A> &#8212; the devotee of the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/b/brahmananda">Brahm&#257;nanda</A> <A HREF="http://vedabase.net/b/bharati">Bh&#257;rat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sikhi">&#347;ikhi</A> <A CLASS=v HREF="http://vedabase.net/m/mahiti">m&#257;hiti</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sikhi">&#346;ikhi</A> <A HREF="http://vedabase.net/m/mahiti">M&#257;hiti</A>; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/murari">mur&#257;ri</A> <A CLASS=v HREF="http://vedabase.net/m/mahiti">m&#257;hiti</A> &#8212; <A HREF="http://vedabase.net/m/murari">Mur&#257;ri</A> <A HREF="http://vedabase.net/m/mahiti">M&#257;hiti</A>.</P><P CLASS=t>TRANSLATION</P><P>King Prat&#257;parudra of Orissa, the Oriy&#257; devotees Krishn&#257;nanda and &#346;iv&#257;nanda, and Param&#257;nanda Mah&#257;p&#257;tra, Bhagav&#257;n &#256;c&#257;rya, Brahm&#257;nanda Bh&#257;rat&#299;, &#346;r&#299; &#346;ikhi M&#257;hiti and Mur&#257;ri M&#257;hiti constantly associated with Caitanya Mah&#257;prabhu while He resided in Jagann&#257;tha Pur&#299;.</P><P CLASS=t>PURPORT</P><P>Prat&#257;parudra Mah&#257;r&#257;ja, who belonged to the dynasty of the Ga&#324;g&#257; kings and whose capital was in Cuttak, was the Emperor of Orissa and a great devotee of Lord Caitanya Mah&#257;prabhu. It was by the arrangement of R&#257;m&#257;nanda R&#257;ya and S&#257;rvabhauma Bhatt&#257;c&#257;rya that he was able to personally serve Lord Caitanya. In the Gaura-ganodde&#347;a-d&#299;pik&#257; (118) it is said that King Indradyumna, who established the temple of Jagann&#257;tha thousands of years ago, later took birth again in his own family as Mah&#257;r&#257;ja Prat&#257;parudra during the time of &#346;r&#299; Caitanya Mah&#257;prabhu. Mah&#257;r&#257;ja Prat&#257;parudra was as powerful as King Indra. The drama named Caitanya-candrodaya was written under his direction.</P><P>In the Caitanya-bh&#257;gavata, Antya-khanda, Chapter Five, Param&#257;nanda Mah&#257;p&#257;tra is described as follows: "Param&#257;nanda Mah&#257;p&#257;tra was among the devotees who took birth in Orissa and accepted Caitanya Mah&#257;prabhu as their only asset. In the ecstasy of conjugal love, he always thought of Caitanya Mah&#257;prabhu." Bhagav&#257;n &#256;c&#257;rya, a very learned scholar, was formerly an inhabitant of H&#257;lisahara, but he left everything to live with Caitanya Mah&#257;prabhu in Jagann&#257;tha Pur&#299;. His relationship with Caitanya Mah&#257;prabhu was friendly, like that of a cowherd boy. He was always friendly to Svar&#363;pa Gos&#257;ñi, but he was staunchly devoted to the lotus feet of Lord Caitanya Mah&#257;prabhu. He sometimes invited Caitanya Mah&#257;prabhu to his house.</P><P>Bhagav&#257;n &#256;c&#257;rya was very liberal and simple. His father, &#346;at&#257;nanda Kh&#257;n, was completely materialistic, and his younger brother, Gop&#257;la Bhatt&#257;c&#257;rya, was a staunch M&#257;y&#257;v&#257;d&#299; philosopher who had studied very elaborately. When his brother came to Jagann&#257;tha Pur&#299;, Bhagav&#257;n &#256;c&#257;rya wanted to hear from him about M&#257;y&#257;v&#257;da philosophy, but Svar&#363;pa D&#257;modara forbade him to do so, and there the matter stopped. Once a friend of Bhagav&#257;n &#256;c&#257;rya's from Bengal wanted to recite a drama that he had written that was against the principles of devotional service, and although Bhagav&#257;n &#256;c&#257;rya wanted to recite this drama before Lord Caitanya Mah&#257;prabhu, Svar&#363;pa D&#257;modara, the Lord's secretary, did not allow him to do so. Later Svar&#363;pa D&#257;modara pointed out the drama's many mistakes and its disagreements with the conclusion of devotional service, and the author became aware of the faults in his writing and then surrendered to Svar&#363;pa D&#257;modara, begging his mercy. This is described in the Antya-l&#299;l&#257;, Chapter Five, verses 91-158.</P><P>In the Gaura-ganodde&#347;a-d&#299;pik&#257; (189) it is said that &#346;ikhi M&#257;hiti was formerly an assistant of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; named R&#257;galekh&#257;. His sister M&#257;dhav&#299; was also an assistant of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and was named Kal&#257;kel&#299;. &#346;ikhi M&#257;hiti, M&#257;dhav&#299; and their brother Mur&#257;ri M&#257;hiti were all unalloyed devotees of &#346;r&#299; Caitanya Mah&#257;prabhu who could not forget Him for a moment of their lives. There is a book in the Oriy&#257; language called Caitanya-carita-mah&#257;k&#257;vya, in which there are many narrations about &#346;ikhi M&#257;hiti. One narration concerns his seeing an ecstatic dream. &#346;ikhi M&#257;hiti always engaged in serving the Lord in his mind. One night, while he was rendering such service, he fell asleep, and while he was asleep his brother and sister came to awaken him. At that time he was in full ecstasy because he was having a wonderful dream that Lord Caitanya, while visiting the temple of Jagann&#257;tha, was entering and again coming out of the body of Jagann&#257;tha and looking at the Jagann&#257;tha Deity. Thus as soon as he awakened he embraced his brother and sister and informed them, "My dear brother and sister, I have had a wonderful dream that I shall now explain to you. The activities of Lord Caitanya Mah&#257;prabhu, the son of Mother &#346;ac&#299;, are certainly most wonderful. I saw that Lord Caitanya Mah&#257;prabhu, while visiting the temple of Jagann&#257;tha, was entering the body of Jagann&#257;tha and again coming out of His body. I am still seeing the same dream. Do you think I have become deranged? I am still seeing the same dream! And the most wonderful thing is that as soon as I came near Caitanya Mah&#257;prabhu, He embraced me with His long arms." As &#346;ikhi M&#257;hiti spoke to his brother and sister in this way, his voice faltered and there were tears in his eyes. Thus the brothers and sister went to the temple of Jagann&#257;tha, and there they saw Lord Caitanya in the Jagamohana k&#299;rtana hall, looking at the beauty of the &#346;r&#299; Jagann&#257;tha Deity just as in &#346;ikhi M&#257;hiti's dream. The Lord was so magnanimous that He immediately embraced &#346;ikhi M&#257;hiti, exclaiming, "You are the elder brother of Mur&#257;ri!" Being thus embraced, &#346;ikhi M&#257;hiti felt ecstatic transcendental bliss. Thus he and his brother and sister always engaged in rendering service to the Lord. Mur&#257;ri M&#257;hiti, the younger brother of &#346;ikhi M&#257;hiti, is described in the Madhya-l&#299;l&#257;, Chapter Ten, verse 44.</P><P CLASS=l><A CLASS=i HREF="134.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="137.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>