<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 14"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.14</P><P CLASS=c>pundar&#299;ka vidy&#257;nidhi &#8212; bada-&#347;&#257;kh&#257; j&#257;ni</P><P CLASS=c>y&#257;&#324;ra n&#257;ma lañ&#257; prabhu k&#257;ndil&#257; &#257;pani</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pundarika">pundar&#299;ka</A> <A CLASS=v HREF="http://vedabase.net/v/vidyanidhi">vidy&#257;nidhi</A> &#8212; <A HREF="http://vedabase.net/p/pundarika">Pundar&#299;ka</A> <A HREF="http://vedabase.net/v/vidyanidhi">Vidy&#257;nidhi</A>; <A CLASS=v HREF="http://vedabase.net/b/bada">bada</A>-<A CLASS=v HREF="http://vedabase.net/s/sakha">&#347;&#257;kh&#257;</A> &#8212; another big branch; <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> know; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; whose <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/k/kandila">k&#257;ndil&#257;</A> &#8212; cried; <A CLASS=v HREF="http://vedabase.net/a/apani">&#257;pani</A> &#8212; Himself.</P><P CLASS=t>TRANSLATION</P><P>Pundar&#299;ka Vidy&#257;nidhi, the third big branch, was so dear to Lord Caitanya Mah&#257;prabhu that in his absence Lord Caitanya Himself would sometimes cry.</P><P CLASS=t>PURPORT</P><P>In the Gaura-ganodde&#347;a-d&#299;pik&#257; (54), &#346;r&#299;la Pundar&#299;ka Vidy&#257;nidhi is described as the father of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; in krishna-l&#299;l&#257;. Caitanya Mah&#257;prabhu therefore treated him as His father. Pundar&#299;ka Vidy&#257;nidhi's father was known as B&#257;ne&#347;vara or, according to another opinion, &#346;ukl&#257;mbara Brahmac&#257;r&#299;, and his mother's name was Ga&#324;g&#257;dev&#299;. According to one opinion, B&#257;ne&#347;vara was a descendent of &#346;r&#299; &#346;ivar&#257;ma Ga&#324;gop&#257;dhy&#257;ya. The original home of Pundar&#299;ka Vidy&#257;nidhi was in East Bengal (now Bangladesh), in a village near Dacca named B&#257;ghiy&#257;, which belonged to the V&#257;rendra group of br&#257;hmana families. Sometimes these V&#257;rendra br&#257;hmanas were at odds with another group known as R&#257;dh&#299;ya br&#257;hmanas, and therefore Pundar&#299;ka Vidy&#257;nidhi's family was ostracized and at that time was not living as a respectable family.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "One of the members of this family is living in Vrind&#257;vana and is named Saroj&#257;nanda Gosv&#257;m&#299;. One special characteristic of this family is that each of its members had only one son or no son at all, and therefore the family was not very expansive. There is a place in the district of Cattagr&#257;ma in East Bengal that is known as H&#257;ta-h&#257;j&#257;ri, and a short distance from this place is a village known as Mekhal&#257;-gr&#257;ma, in which Pundar&#299;ka Vidy&#257;nidhi's forefathers lived. One can approach Mekhal&#257;-gr&#257;ma from Cattagr&#257;ma either on horseback, by bullock cart or by steamer. The steamer station is known as Annap&#363;rn&#257;ra-gh&#257;ta. The birthplace of Pundar&#299;ka Vidy&#257;nidhi is about two miles southwest of Annap&#363;rn&#257;ra-gh&#257;ta. The temple constructed there by Pundar&#299;ka Vidy&#257;nidhi is now very old and much in need of repair. Without repair, the temple may soon crumble. There are two inscriptions on the bricks of that temple, but they are so old that one cannot read them. There is another temple, however, about two hundred yards south of this one, and some people say that this is the old temple constructed by Pundar&#299;ka Vidy&#257;nidhi."</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu called Pundar&#299;ka Vidy&#257;nidhi "father," and He gave him the title Premanidhi. Pundar&#299;ka Vidy&#257;nidhi later became the spiritual master of Gad&#257;dhara Pandita and an intimate friend of Svar&#363;pa D&#257;modara's. Gad&#257;dhara Pandita at first misunderstood Pundar&#299;ka Vidy&#257;nidhi to be an ordinary pounds-and-shillings man, but later, upon being corrected by &#346;r&#299; Caitanya Mah&#257;prabhu, he became his disciple. Another incident in the life of Pundar&#299;ka Vidy&#257;nidhi involves his criticizing the priest of the Jagann&#257;tha temple, for which Jagann&#257;tha Prabhu chastised him personally by slapping his cheeks. This is described in &#346;r&#299; Caitanya-bh&#257;gavata, Antya-khanda, Chapter Seven. &#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura informs us that during his time there were still two living descendants of the family of Pundar&#299;ka Vidy&#257;nidhi, who were named &#346;r&#299; Harakum&#257;ra Smritit&#299;rtha and &#346;r&#299; Krishnaki&#324;kara Vidy&#257;la&#324;k&#257;ra. For further information one should refer to the dictionary known as Vaishnava-mañjush&#257;.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>