<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 158</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 158"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.158</P><P CLASS=c>t&#257;&#324;ra sth&#257;ne r&#363;pa-gos&#257;ñi &#347;unena bh&#257;gavata</P><P CLASS=c>prabhura krip&#257;ya te&#324;ho krishna-preme matta</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> <A CLASS=v HREF="http://vedabase.net/s/sthane">sth&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his place; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/g/gosani">gos&#257;ñi</A> &#8212; <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> <A HREF="http://vedabase.net/r/rupa">R&#363;pa</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/s/sunena">&#347;unena</A> &#8212; heard; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; the recitation of <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> <A CLASS=v HREF="http://vedabase.net/k/krpaya">krip&#257;ya</A> &#8212; by the mercy of Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A>; <A CLASS=v HREF="http://vedabase.net/t/tenho">te&#324;ho</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/preme">preme</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> love of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/matta">matta</A> &#8212; always maddened.</P><P CLASS=t>TRANSLATION</P><P>While he stayed with &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, his engagement was to recite &#346;r&#299;mad-Bh&#257;gavatam for him to hear. As a result of this Bh&#257;gavatam recitation, he attained perfectional love of Krishna, by which he remained always maddened.</P><P CLASS=t>PURPORT</P><P>Raghun&#257;tha Bhatt&#257;c&#257;rya, or Raghun&#257;tha Bhatta Gosv&#257;m&#299;, one of the six Gosv&#257;m&#299;s, was the son of Tapana Mi&#347;ra. Born in approximately 1425 &#346;ak&#257;bda (A.D. 1503), he was expert in reciting &#346;r&#299;mad-Bh&#257;gavatam, and in Antya-l&#299;l&#257;, Chapter Thirteen, it is stated that he was also expert in cooking; whatever he cooked would be nectarean. &#346;r&#299; Caitanya Mah&#257;prabhu was greatly pleased to accept the food that he cooked, and Raghun&#257;tha Bhatta used to take the remnants of food left by &#346;r&#299; Caitanya Mah&#257;prabhu. Raghun&#257;tha Bhatt&#257;c&#257;rya lived for eight months in Jagann&#257;tha Pur&#299;, after which Lord Caitanya ordered him to go to Vrind&#257;vana to join &#346;r&#299; R&#363;pa Gosv&#257;m&#299;. &#346;r&#299; Caitanya Mah&#257;prabhu asked Raghun&#257;tha Bhatt&#257;c&#257;rya not to marry but to remain a brahmac&#257;r&#299;, and He also ordered him to read &#346;r&#299;mad-Bh&#257;gavatam constantly. Thus he went to Vrind&#257;vana, where he engaged in reciting &#346;r&#299;mad-Bh&#257;gavatam to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. He was so expert in reciting &#346;r&#299;mad-Bh&#257;gavatam that he would recite each and every verse in three melodious tunes. While Raghun&#257;tha Bhatta Gosv&#257;m&#299; was living with &#346;r&#299; Caitanya Mah&#257;prabhu, the Lord blessed him by offering him betel nuts offered to the Jagann&#257;tha Deity and a garland of tulas&#299; said to be as long as fourteen cubits. Under Raghun&#257;tha Bhatta Gosv&#257;m&#299;'s order, one of his disciples constructed the Govinda temple. Raghun&#257;tha Bhatta Gosv&#257;m&#299; supplied all the ornaments of the Govinda Deity. He never talked of nonsense or worldly matters but always engaged in hearing about Krishna twenty-four hours a day. He never cared to hear blasphemy of a Vaishnava. Even when there were points to be criticized, he used to say that since all the Vaishnavas were engaged in the service of the Lord, he did not mind their faults. Later Raghun&#257;tha Bhatta Gosv&#257;m&#299; lived by R&#257;dh&#257;-kunda in a small cottage. In the Gaura-ganodde&#347;a-d&#299;pik&#257; (185) it is said that Raghun&#257;tha Bhatta Gosv&#257;m&#299; was formerly the gop&#299; named R&#257;ga-mañjar&#299;.</P><P CLASS=l><A CLASS=i HREF="157.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="159.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>