<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 160</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 160"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.160</P><P CLASS=c>ekaika-&#347;&#257;kh&#257;te l&#257;ge koti koti d&#257;la</P><P CLASS=c>t&#257;ra &#347;ishya-upa&#347;ishya, t&#257;ra upad&#257;la</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> each; <A CLASS=v HREF="http://vedabase.net/s/sakhate">&#347;&#257;kh&#257;te</A> &#8212; branch; <A CLASS=v HREF="http://vedabase.net/l/lage">l&#257;ge</A> &#8212; grow; <A CLASS=v HREF="http://vedabase.net/k/koti">koti</A> <A CLASS=v HREF="http://vedabase.net/k/koti">koti</A> &#8212; hundreds and thousands; <A CLASS=v HREF="http://vedabase.net/d/dala">d&#257;la</A> &#8212; twigs; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/s/sisya">&#347;ishya</A> &#8212; disciples; <A CLASS=v HREF="http://vedabase.net/u/upasisya">upa&#347;ishya</A> &#8212; subdisciples; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/u/upadala">upad&#257;la</A> &#8212; subbranches.</P><P CLASS=t>TRANSLATION</P><P>From each branch of the tree have grown hundreds and thousands of subbranches of disciples and granddisciples.</P><P CLASS=t>PURPORT</P><P>It was the desire of Lord Caitanya Mah&#257;prabhu that His cult be spread all over the world. Therefore there is a great necessity for many, many disciples of the branches of &#346;r&#299; Caitanya Mah&#257;prabhu's disciplic succession. His cult should be spread not only in a few villages, or in Bengal, or in India, but all over the world. It is very regrettable that complacent so-called devotees criticize the members of the International Society for Krishna Consciousness for accepting sanny&#257;sa and spreading the cult of Lord Caitanya all over the world. It is not our business to criticize anyone, but because they try to find fault with this movement, the real truth must be stated. &#346;r&#299; Caitanya Mah&#257;prabhu wanted devotees all over the world, and &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura and &#346;r&#299;la Bhaktivinoda Th&#257;kura confirmed this. It is in pursuit of their will that the ISKCON movement is spreading all over the world. Genuine devotees of Lord Caitanya Mah&#257;prabhu must take pride in the spread of the Krishna consciousness movement instead of viciously criticizing its propaganda work.</P><P CLASS=l><A CLASS=i HREF="159.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="161.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>