<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 35"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.35</P><P CLASS=c>&#347;r&#299;-nrisimha-up&#257;saka &#8212; pradyumna brahmac&#257;r&#299;</P><P CLASS=c>prabhu t&#257;&#324;ra n&#257;ma kail&#257; 'nrisimh&#257;nanda' kari'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/nrsimha">nrisimha</A>-<A CLASS=v HREF="http://vedabase.net/u/upasaka">up&#257;saka</A> &#8212; the worshiper of Lord Nrisimhadeva; <A CLASS=v HREF="http://vedabase.net/p/pradyumna">pradyumna</A> <A CLASS=v HREF="http://vedabase.net/b/brahmacari">brahmac&#257;r&#299;</A> &#8212; <A HREF="http://vedabase.net/p/pradyumna">Pradyumna</A> <A HREF="http://vedabase.net/b/brahmacari">Brahmac&#257;r&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kail&#257;</A> &#8212; turned into; <A CLASS=v HREF="http://vedabase.net/n/nrsimhananda">nrisimh&#257;nanda</A> &#8212; <A HREF="http://vedabase.net/n/nrsimhananda">Nrisimh&#257;nanda</A>; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; by such <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/n/name">name</A>.</P><P CLASS=t>TRANSLATION</P><P>The thirteenth branch was Pradyumna Brahmac&#257;r&#299;. Since he was a worshiper of Lord Nrisimhadeva, &#346;r&#299; Caitanya Mah&#257;prabhu changed his name to Nrisimh&#257;nanda Brahmac&#257;r&#299;.</P><P CLASS=t>PURPORT</P><P>Pradyumna Brahmac&#257;r&#299; is described in the Antya-l&#299;l&#257;, Second Chapter, of &#346;r&#299; Caitanya-carit&#257;mrita. He was a great devotee of Lord Caitanya, who changed his name to Nrisimh&#257;nanda. While coming from the house of R&#257;ghava Pandita at P&#257;nih&#257;ti to the house of &#346;iv&#257;nanda, Lord Caitanya Mah&#257;prabhu appeared in the heart of Nrisimh&#257;nanda Brahmac&#257;r&#299;. To acknowledge this, Nrisimh&#257;nanda Brahmac&#257;r&#299; used to accept as eatables the food of three Deities, namely Jagann&#257;tha, Nrisimhadeva and Lord Caitanya Mah&#257;prabhu. This is stated in the Caitanya-carit&#257;mrita, Antya-l&#299;l&#257;, Second Chapter, verses 48 through 78. Upon receiving information that Lord Caitanya Mah&#257;prabhu was proceeding toward Vrind&#257;vana from Kuliy&#257;, Nrisimh&#257;nanda absorbed himself in meditation and by his mental activities began constructing a very nice road from Kuliy&#257; to Vrind&#257;vana. All of a sudden, however, he broke his meditation and told the other devotees that this time Lord Caitanya Mah&#257;prabhu would not go to Vrind&#257;vana but would travel only as far as the place known as K&#257;n&#257;i N&#257;ta&#347;&#257;l&#257;. This is described in Madhya-l&#299;l&#257;, Chapter One, verses 155 through 162. The Gaura-ganodde&#347;a-d&#299;pik&#257; (74) says, &#257;ve&#347;a&#347; ca tath&#257;jñeyo mi&#347;re pradyumna-samjñake: &#346;r&#299; Caitanya Mah&#257;prabhu changed the name of Pradyumna Mi&#347;ra, or Pradyumna Brahmac&#257;r&#299;, to Nrisimh&#257;nanda Brahmac&#257;r&#299;, for in his heart Lord Nrisimhadeva was manifest. It is said that Lord Nrisimhadeva used to talk with him directly.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>