<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 40"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.40</P><P CLASS=c>&#347;r&#299;-mukunda-datta &#347;&#257;kh&#257; &#8212; prabhura sam&#257;dhy&#257;y&#299;</P><P CLASS=c>y&#257;&#324;h&#257;ra k&#299;rtane n&#257;ce caitanya-gos&#257;ñi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A>-<A CLASS=v HREF="http://vedabase.net/d/datta">datta</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/m/mukunda">Mukunda</A> <A HREF="http://vedabase.net/d/datta">Datta</A>; <A CLASS=v HREF="http://vedabase.net/s/sakha">&#347;&#257;kh&#257;</A> &#8212; another branch; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/s/samadhyayi">sam&#257;dhy&#257;y&#299;</A> &#8212; class friend; <A CLASS=v HREF="http://vedabase.net/y/yanhara">y&#257;&#324;h&#257;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/k/kirtane">k&#299;rtane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A>; <A CLASS=v HREF="http://vedabase.net/n/nace">n&#257;ce</A> &#8212; dances; <A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/g/gosani">gos&#257;ñi</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>.</P><P CLASS=t>TRANSLATION</P><P>Mukunda Datta, a class friend of Lord Caitanya's, was another branch of the Caitanya tree. Lord Caitanya danced while he sang.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Mukunda Datta was born in the Cattagr&#257;ma district, in the village of Chanhar&#257;, which is under the jurisdiction of the police station named Patiy&#257;. This village is situated ten kro&#347;as, or about twenty miles, from the home of Pundar&#299;ka Vidy&#257;nidhi. In the Gaura-ganodde&#347;a-d&#299;pik&#257; (140) it is said:</P><P>vraje sthitau g&#257;yakau yau madhukantha-madhuvratau</P><P CLASS=n>mukunda-v&#257;sudevau tau dattau gaur&#257;&#324;ga-g&#257;yakau</P><P>"In Vraja there were two very nice singers named Madhukantha and Madhuvrata. They appeared in caitanya-l&#299;l&#257; as Mukunda and V&#257;sudeva Datta, who were singers in the society of Lord Caitanya Mah&#257;prabhu." When Lord Caitanya was a student, Mukunda Datta was His class friend, and they frequently engaged in logical arguments. Sometimes Lord Caitanya Mah&#257;prabhu would fight with Mukunda Datta, using tricks of logic. This is described in the Caitanya-bh&#257;gavata, &#256;di-khanda, Chapters Eleven and Twelve. When Lord Caitanya Mah&#257;prabhu returned from Gay&#257;, Mukunda Datta gave Him pleasure by reciting verses from &#346;r&#299;mad-Bh&#257;gavatam about krishna-l&#299;l&#257;. It was by his endeavor that Gad&#257;dhara Pandita Gosv&#257;m&#299; became a disciple of Pundar&#299;ka Vidy&#257;nidhi, as stated in &#346;r&#299; Caitanya-bh&#257;gavata, Madhya-khanda, Chapter Seven. When Mukunda Datta sang in the courtyard of &#346;r&#299;v&#257;sa Prabhu, Mah&#257;prabhu danced with His singing, and when Lord Caitanya for twenty-one hours exhibited an ecstatic manifestation known as s&#257;ta-prahariy&#257;, Mukunda Datta inaugurated the function by singing.</P><P>Sometimes Lord Caitanya Mah&#257;prabhu chastised Mukunda Datta by calling him khadaj&#257;thiy&#257; bet&#257; because he attended many functions held by different classes of nondevotees. This is stated in the Caitanya-bh&#257;gavata, Madhya-khanda, Chapter Ten. When Lord Caitanya Mah&#257;prabhu dressed Himself as the goddess of fortune to dance in the house of Candra&#347;ekhara, Mukunda Datta began the first song.</P><P>Before disclosing His desire to take the renounced order of life, Lord Caitanya first went to the house of Mukunda Datta, but at that time Mukunda Datta requested Lord Caitanya Mah&#257;prabhu to continue His sa&#324;k&#299;rtana movement for a few days more before taking sanny&#257;sa. This is stated in the Caitanya-bh&#257;gavata, Madhya-khanda, Chapter Twenty-six. The information of Lord Caitanya's accepting the renounced order was made known to Gad&#257;dhara Pandita, Candra&#347;ekhara &#256;c&#257;rya and Mukunda Datta by Nity&#257;nanda Prabhu, and therefore all of them went to Katwa and arranged for k&#299;rtana and all the paraphernalia for Lord Caitanya's acceptance of sanny&#257;sa. After the Lord took sanny&#257;sa, they all followed Him, especially &#346;r&#299; Nity&#257;nanda Prabhu, Gad&#257;dhara Prabhu and Govinda, who followed Him all the way to Purushottama-kshetra. In this connection one may refer to &#346;r&#299; Caitanya-bh&#257;gavata, Antya-khanda, Chapter Two. In the place known as Jale&#347;vara, Nity&#257;nanda Prabhu broke the sanny&#257;sa rod of Caitanya Mah&#257;prabhu. Mukunda Datta was also present at that time. He went every year from Bengal to see Lord Caitanya at Jagann&#257;tha Pur&#299;.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>