<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 41"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.41</P><P CLASS=c>v&#257;sudeva datta &#8212; prabhura bhritya mah&#257;&#347;aya</P><P CLASS=c>sahasra-mukhe y&#257;&#324;ra guna kahile n&#257; haya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> <A CLASS=v HREF="http://vedabase.net/d/datta">datta</A> &#8212; <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A> <A HREF="http://vedabase.net/d/datta">Datta</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A> &#8212; servant; <A CLASS=v HREF="http://vedabase.net/m/mahasaya">mah&#257;&#347;aya</A> &#8212; great personality; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhe">mukhe</A> &#8212; with thousands of mouths; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; qualities; <A CLASS=v HREF="http://vedabase.net/k/kahile">kahile</A> &#8212; describing; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes fulfilled.</P><P CLASS=t>TRANSLATION</P><P>V&#257;sudeva Datta, the nineteenth branch of the &#346;r&#299; Caitanya tree, was a great personality and a most confidential devotee of the Lord. One could not describe his qualities even with thousands of mouths.</P><P CLASS=t>PURPORT</P><P>V&#257;sudeva Datta, the brother of Mukunda Datta, was also a resident of Cattagr&#257;ma. In the Caitanya-bh&#257;gavata it is said, y&#257;&#324;ra sth&#257;ne krishna haya &#257;pane vikraya: V&#257;sudeva Datta was such a powerful devotee that Krishna was purchased by him. V&#257;sudeva Datta stayed at &#346;r&#299;v&#257;sa Pandita's house, and in the Caitanya-bh&#257;gavata it is described that Lord Caitanya Mah&#257;prabhu was so pleased with V&#257;sudeva Datta and so affectionate toward him that He used to say, "I am only V&#257;sudeva Datta's man. My body is only meant to please V&#257;sudeva Datta, and he can sell Me anywhere." Thrice He vowed that this was a fact and that no one should disbelieve these statements. "All My dear devotees," He said, "I tell you the truth. My body is especially meant for V&#257;sudeva Datta." V&#257;sudeva Datta initiated &#346;r&#299; Yadunandana &#256;c&#257;rya, the spiritual master of Raghun&#257;tha d&#257;sa, who later became Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;. This will be found in the Caitanya-carit&#257;mrita, Antya-l&#299;l&#257;, Sixth Chapter, verse 161. V&#257;sudeva Datta spent money very liberally; therefore Lord Caitanya Mah&#257;prabhu asked &#346;iv&#257;nanda Sena to become his sarakhela, or secretary, in order to control his extravagant expenses. V&#257;sudeva Datta was so kind to the living entities that he wanted to take all their sinful reactions so that they might be delivered by &#346;r&#299; Caitanya Mah&#257;prabhu. This is described in the Fifteenth Chapter of the Caitanya-carit&#257;mrita's Madhya-l&#299;l&#257;, verses 159 through 180.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "There is a railway station named P&#363;rvasthal&#299; near the Navadv&#299;pa railway station, and about one mile away, in a village known as M&#257;mag&#257;chi, which is the birthplace of Vrind&#257;vana d&#257;sa Th&#257;kura, there is presently a temple of Madana-gop&#257;la that was established by V&#257;sudeva Datta." The Gaud&#299;ya Matha devotees have now taken charge of this temple, and the sev&#257;-p&#363;j&#257; is going on very nicely. Every year all the pilgrims on the navadv&#299;pa-parikrama visit M&#257;mag&#257;chi. Since &#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura inaugurated the navadv&#299;pa-parikrama function, the temple has been very well managed.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>