<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 43"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.43</P><P CLASS=c>harid&#257;sa-th&#257;kura &#347;&#257;kh&#257;ra adbhuta carita</P><P CLASS=c>tina laksha n&#257;ma te&#324;ho layena apatita</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/haridasa">harid&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/t/thakura">th&#257;kura</A> &#8212; <A HREF="http://vedabase.net/h/haridasa">Harid&#257;sa</A> <A HREF="http://vedabase.net/t/thakura">Th&#257;kura</A>; <A CLASS=v HREF="http://vedabase.net/s/sakhara">&#347;&#257;kh&#257;ra</A> &#8212; of the branch; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/c/carita">carita</A> &#8212; characteristics; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/l/laksa">laksha</A> &#8212; hundred thousand; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; names; <A CLASS=v HREF="http://vedabase.net/t/tenho">te&#324;ho</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/l/layena">layena</A> &#8212; chanted; <A CLASS=v HREF="http://vedabase.net/a/apatita">apatita</A> &#8212; without fail.</P><P CLASS=t>TRANSLATION</P><P>The twentieth branch of the Caitanya tree was Harid&#257;sa Th&#257;kura. His character was wonderful. He used to chant the holy name of Krishna 300,000 times a day without fail.</P><P CLASS=t>PURPORT</P><P>Certainly the chanting of 300,000 holy names of the Lord is wonderful. No ordinary person can chant so many names, nor should one artificially imitate Harid&#257;sa Th&#257;kura's behavior. It is essential, however, that everyone fulfill a specific vow to chant the Hare Krishna mantra. Therefore we have prescribed in our Society that all our students must chant at least sixteen rounds daily. Such chanting must be offenseless in order to be of high quality. Mechanical chanting is not as powerful as chanting of the holy name without offenses. It is stated in the Caitanya-bh&#257;gavata, &#256;di-khanda, Chapter Two, that Harid&#257;sa Th&#257;kura was born in a village known as Budhana but after some time came to live on the bank of the Ganges at Phuliy&#257;, near &#346;&#257;ntipura. From the description of his chastisement by a Muslim magistrate, which is found in the Sixteenth Chapter of the &#256;di-khanda of Caitanya-bh&#257;gavata, we can understand how humble and meek Harid&#257;sa Th&#257;kura was and how he achieved the causeless mercy of the Lord. In the dramas performed by Lord Caitanya Mah&#257;prabhu, Harid&#257;sa Th&#257;kura played the part of a police chief. While chanting the Hare Krishna mah&#257;-mantra in Ben&#257;pola, he was personally tested by M&#257;y&#257;dev&#299; herself. Harid&#257;sa Th&#257;kura's passing away is described in the Antya-l&#299;l&#257; of Caitanya-carit&#257;mrita, Eleventh Chapter. It is not definitely certain whether &#346;r&#299; Harid&#257;sa Th&#257;kura appeared in the village named Budhana that is in the district of Khuln&#257;. Formerly this village was within a district of twenty-four parganas within the S&#257;taksh&#299;r&#257; division.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>