<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 48"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.48</P><P CLASS=c>t&#257;&#324;ra upa&#347;&#257;kh&#257; &#8212; yata kul&#299;na-gr&#257;m&#299; jana</P><P CLASS=c>satyar&#257;ja-&#257;di &#8212; t&#257;&#324;ra krip&#257;ra bh&#257;jana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> <A CLASS=v HREF="http://vedabase.net/u/upasakha">upa&#347;&#257;kh&#257;</A> &#8212; his subbranch; <A CLASS=v HREF="http://vedabase.net/y/yata">yata</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/k/kulina">kul&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/g/grami">gr&#257;m&#299;</A> <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; the inhabitants of <A HREF="http://vedabase.net/k/kulina">Kul&#299;na</A>-<A HREF="http://vedabase.net/g/grama">gr&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/s/satyaraja">satyar&#257;ja</A> &#8212; <A HREF="http://vedabase.net/s/satyaraja">Satyar&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; heading the list; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/k/krpara">krip&#257;ra</A> &#8212; of mercy; <A CLASS=v HREF="http://vedabase.net/b/bhajana">bh&#257;jana</A> &#8212; recipient.</P><P CLASS=t>TRANSLATION</P><P>One subbranch of Harid&#257;sa Th&#257;kura consisted of the residents of Kul&#299;na-gr&#257;ma. The most important among them was Satyar&#257;ja Kh&#257;n, or Satyar&#257;ja Vasu, who was a recipient of all the mercy of Harid&#257;sa Th&#257;kura.</P><P CLASS=t>PURPORT</P><P>Satyar&#257;ja Kh&#257;n was the son of Gunar&#257;ja Kh&#257;n and father of R&#257;m&#257;nanda Vasu. Harid&#257;sa Th&#257;kura lived for some time during the C&#257;turm&#257;sya period in the village named Kul&#299;na-gr&#257;ma, where he chanted the holy name, the Hare Krishna mah&#257;-mantra, and distributed his mercy to the descendants of the Vasu family. Satyar&#257;ja Kh&#257;n was allotted the service of supplying silk ropes for the Jagann&#257;tha Deity during the Ratha-y&#257;tr&#257; festival. &#346;r&#299; Caitanya Mah&#257;prabhu's answers to his inquiries about the duty of householder devotees are vividly described in the Madhya-l&#299;l&#257;, Chapters Fifteen and Sixteen.</P><P>The village of Kul&#299;na-gr&#257;ma is situated two miles from the railway station named Jaugr&#257;ma on the Newcord line from Howrah to Burdwan. Lord Caitanya Mah&#257;prabhu very highly praised the people of Kul&#299;na-gr&#257;ma, and He stated that even a dog of Kul&#299;na-gr&#257;ma was very dear to Him.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>