<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 50"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.50</P><P CLASS=c>pratigraha n&#257;hi kare, n&#257; laya k&#257;ra dhana</P><P CLASS=c>&#257;tma-vritti kari' kare kutumba bharana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pratigraha">pratigraha</A> <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> did not accept charity from anyone; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/l/laya">laya</A> &#8212; take; <A CLASS=v HREF="http://vedabase.net/k/kara">k&#257;ra</A> &#8212; anyone's; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vrtti">vritti</A> &#8212; own profession; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; executing; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; maintained; <A CLASS=v HREF="http://vedabase.net/k/kutumba">kutumba</A> &#8212; family; <A CLASS=v HREF="http://vedabase.net/b/bharana">bharana</A> &#8212; provision.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299;la Mur&#257;ri Gupta never accepted charity from friends, nor did he accept money from anyone. He practiced as a physician and maintained his family with his earnings.</P><P CLASS=t>PURPORT</P><P>It should be noted that a grihastha (householder) must not make his livelihood by begging from anyone. Every householder of the higher castes should engage himself in his own occupational duty as a br&#257;hmana, kshatriya or vai&#347;ya, but he should not engage in the service of others, for this is the duty of a &#347;&#363;dra. One should simply accept whatever he earns by his own profession. The engagements of a br&#257;hmana are yajana, y&#257;jana, pathana, p&#257;thana, d&#257;na and pratigraha. A br&#257;hmana should be a worshiper of Vishnu, and he should also instruct others how to worship Him. A kshatriya can become a landholder and earn his livelihood by levying taxes or collecting rent from tenants. A vai&#347;ya can accept agriculture or general trade as an occupational duty. Since Mur&#257;ri Gupta was born in a physician's family (vaidya-vam&#347;a), he practiced as a physician, and with whatever income he earned he maintained his family. As stated in &#346;r&#299;mad-Bh&#257;gavatam, everyone should try to satisfy the Supreme Personality of Godhead through the execution of his occupational duty. That is the perfection of life. This system is called daiv&#299;-varn&#257;&#347;rama. Mur&#257;ri Gupta was an ideal grihastha, for he was a great devotee of Lord R&#257;macandra and Caitanya Mah&#257;prabhu. By practicing as a physician he maintained his family and at the same time satisfied Lord Caitanya to the best of his ability. This is the ideal of householder life.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>