<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 53"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.53</P><P CLASS=c>&#347;r&#299;-gad&#257;dhara d&#257;sa &#347;&#257;kh&#257; sarvopari</P><P CLASS=c>k&#257;j&#299;-ganera mukhe ye&#324;ha bol&#257;ila hari</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/gadadhara">gad&#257;dhara</A> <A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/g/gadadhara">Gad&#257;dhara</A> <A HREF="http://vedabase.net/d/dasa">d&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/s/sakha">&#347;&#257;kh&#257;</A> &#8212; another branch; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/u/upari">upari</A> &#8212; above all; <A CLASS=v HREF="http://vedabase.net/k/kaji">k&#257;j&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/ganera">ganera</A> &#8212; of the Kazis (Muslim magistrates); <A CLASS=v HREF="http://vedabase.net/m/mukhe">mukhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mouth; <A CLASS=v HREF="http://vedabase.net/y/yenha">ye&#324;ha</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/b/bolaila">bol&#257;ila</A> &#8212; caused <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of <A HREF="http://vedabase.net/h/hari">Hari</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Gad&#257;dhara d&#257;sa, the twenty-third branch, was understood to be the topmost, for he induced all the Muslim Kazis to chant the holy name of Lord Hari.</P><P CLASS=t>PURPORT</P><P>About eight or ten miles from Calcutta, on the banks of the Ganges, is a village known as E&#324;diy&#257;daha-gr&#257;ma. &#346;r&#299;la Gad&#257;dhara d&#257;sa was known as an inhabitant of this village (e&#324;diy&#257;daha-v&#257;s&#299; gad&#257;dhara d&#257;sa). The Bhakti-ratn&#257;kara (Seventh Wave), informs us that after the disappearance of Lord Caitanya Mah&#257;prabhu, Gad&#257;dhara d&#257;sa went from Navadv&#299;pa to Katwa. Thereafter he came to E&#324;diy&#257;daha and resided there. He is stated to be the luster of the body of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, just as &#346;r&#299;la Gad&#257;dhara Pandita Gosv&#257;m&#299; is an incarnation of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; Herself. Caitanya Mah&#257;prabhu is sometimes explained to be r&#257;dh&#257;-bh&#257;va-dyuti-suvalita, or characterized by the emotions and bodily luster of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Gad&#257;dhara d&#257;sa is this dyuti, or luster. In the Gaura-ganodde&#347;a-d&#299;pik&#257; (154) he is described to be an expansion of the potency of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. He counts among the associates of both &#346;r&#299;la Gaurahari and Nity&#257;nanda Prabhu; as a devotee of &#346;r&#299; Caitanya Mah&#257;prabhu he was one of the associates of Lord Krishna in conjugal love, and as a devotee of Lord Nity&#257;nanda he is considered to have been one of the friends of Krishna in pure devotional service. Even though he was an associate of Lord Nity&#257;nanda Prabhu, he was not among the cowherd boys but was situated in the transcendental mellow of conjugal love. He established a temple of &#346;r&#299; Gaurasundara in Katwa.</P><P>In 1434 &#346;ak&#257;bda (A.D. 1512), when Lord Nity&#257;nanda Prabhu was empowered by Lord Caitanya to preach the sa&#324;k&#299;rtana movement in Bengal, &#346;r&#299; Gad&#257;dhara d&#257;sa was one of Lord Nity&#257;nanda's chief assistants. He preached the sa&#324;k&#299;rtana movement by requesting everyone to chant the Hare Krishna mah&#257;-mantra. This simple preaching method of &#346;r&#299;la Gad&#257;dhara d&#257;sa can be followed by anyone and everyone in any position of society. One must simply be a sincere and serious servant of Nity&#257;nanda Prabhu and preach this cult door to door.</P><P>When &#346;r&#299;la Gad&#257;dhara d&#257;sa Prabhu was preaching the cult of hari-k&#299;rtana, there was a magistrate who was very much against his sa&#324;k&#299;rtana movement. Following in the footsteps of Lord Caitanya Mah&#257;prabhu, &#346;r&#299;la Gad&#257;dhara d&#257;sa one night went to the house of the Kazi and requested him to chant the Hare Krishna mah&#257;-mantra. The Kazi replied, "All right, I shall chant Hare Krishna tomorrow." On hearing this, &#346;r&#299;la Gad&#257;dhara d&#257;sa Prabhu began to dance, and he said, "Why tomorrow? You have already chanted the Hare Krishna mantra, so simply continue."</P><P>In the Gaura-ganodde&#347;a-d&#299;pik&#257; (verses 154-55) it is said:</P><P>r&#257;dh&#257;-vibh&#363;ti-r&#363;p&#257; y&#257; candrak&#257;ntih pur&#257; vraje</P><P CLASS=n>sa &#347;r&#299;-gaur&#257;&#324;ga-nikate d&#257;sa-vam&#347;yo gad&#257;dharah</P><P CLASS=n>p&#363;rn&#257;nand&#257; vraje y&#257;s&#299;d baladeva-priy&#257;gran&#299;</P><P CLASS=n>s&#257;pi k&#257;rya-va&#347;&#257;d eva pr&#257;vi&#347;at tam gad&#257;dharam</P><P>&#346;r&#299;la Gad&#257;dhara d&#257;sa is considered to be a united form of Candrak&#257;nti, who is the effulgence of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, and P&#363;rn&#257;nand&#257;, who is the foremost of Lord Balar&#257;ma's very dear girlfriends. Thus &#346;r&#299;la Gad&#257;dhara d&#257;sa Prabhu was one of the associates of both Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu.</P><P>Once while &#346;r&#299;la Gad&#257;dhara d&#257;sa Prabhu was returning to Bengal from Jagann&#257;tha Pur&#299; with Nity&#257;nanda Prabhu, he forgot himself and began talking very loudly as if he were a girl of Vrajabh&#363;mi selling yogurt, and &#346;r&#299;la Nity&#257;nanda Prabhu noted this. Another time, while absorbed in the ecstasy of the gop&#299;s, he carried a jug filled with Ganges water on his head as if he were selling milk. When Lord Caitanya Mah&#257;prabhu appeared in the house of R&#257;ghava Pandita while going to Vrind&#257;vana, Gad&#257;dhara d&#257;sa went to see Him, and &#346;r&#299; Caitanya Mah&#257;prabhu was so glad that He put His foot on his head. When Gad&#257;dhara d&#257;sa Prabhu was present in E&#324;diy&#257;daha, he established a B&#257;la Gop&#257;la m&#363;rti for worship there. &#346;r&#299; M&#257;dhava Ghosha performed a drama known as D&#257;na-khanda with the help of &#346;r&#299; Nity&#257;nanda Prabhu and &#346;r&#299; Gad&#257;dhara d&#257;sa. This is explained in the Caitanya-bh&#257;gavata (<A CLASS=v HREF="../../../cc/antya/5/318.htm">Antya 5.318-94</A>).</P><P>The tomb of Gad&#257;dhara d&#257;sa Prabhu, which is in the village of E&#324;diy&#257;daha, was under the control of the Samyog&#299; Vaishnavas and later under the direction of Siddha Bhagav&#257;n d&#257;sa B&#257;b&#257;j&#299; of K&#257;ln&#257;. By his order, &#346;r&#299; Madhus&#363;dana Mullik, one of the members of the aristocratic Mullik family of the N&#257;rikelad&#257;&#324;g&#257; in Calcutta, established a p&#257;tav&#257;t&#299; (monastery) there in the Bengali year 1256 (A.D. 1849). He also arranged for the worship of a Deity named &#346;r&#299; R&#257;dh&#257;k&#257;nta. His son Bal&#257;ic&#257;&#324;da Mullik established Gaura-Nit&#257;i Deities there in the Bengali year 1312 (A.D. 1905). Thus on the throne of the temple are both Gaura-Nity&#257;nanda Deities and R&#257;dh&#257;-Krishna Deities. Below the throne is a tablet with an inscription written in Sanskrit. In that temple there is also a small Deity of Lord &#346;iva as Gope&#347;vara. This is all described on a stone by the side of the entrance door.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>