<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 59</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 59"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.59</P><P CLASS=c>t&#257;&#324;h&#257;te ha-ila caitanyera '&#257;virbh&#257;va'</P><P CLASS=c>alaukika aiche prabhura aneka svabh&#257;va</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tanhate">t&#257;&#324;h&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> him; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ila">ila</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/c/caitanyera">caitanyera</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/a/avirbhava">&#257;virbh&#257;va</A> &#8212; appearance; <A CLASS=v HREF="http://vedabase.net/a/alaukika">alaukika</A> &#8212; uncommon; <A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> &#8212; like that; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/a/aneka">aneka</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/s/svabhava">svabh&#257;va</A> &#8212; features.</P><P CLASS=t>TRANSLATION</P><P>In his body there were symptoms of &#257;virbh&#257;va. Such appearances are uncommon, but Lord Caitanya Mah&#257;prabhu displayed many such pastimes through His different features.</P><P CLASS=t>PURPORT</P><P>In the Gaura-ganodde&#347;a-d&#299;pik&#257; (73-74) it is said that Nakula Brahmac&#257;r&#299; displayed the prowess (&#257;ve&#347;a) and Pradyumna Brahmac&#257;r&#299; the appearance (&#257;virbh&#257;va) of &#346;r&#299; Caitanya Mah&#257;prabhu. There are many hundreds and thousands of devotees of Lord Caitanya among whom there are no special symptoms, but when a devotee of Lord &#346;r&#299; Caitanya Mah&#257;prabhu functions with specific prowess, he displays the feature called &#257;ve&#347;a. &#346;r&#299; Caitanya Mah&#257;prabhu personally spread the sa&#324;k&#299;rtana movement, and He advised all the inhabitants of Bh&#257;ratavarsha to take up His cult and preach it all over the world. The visible bodily symptoms of devotees who follow such instructions are called &#257;ve&#347;a. &#346;r&#299;la &#346;iv&#257;nanda Sena observed such &#257;ve&#347;a symptoms in Nakula Brahmac&#257;r&#299;, who displayed symptoms exactly like those of &#346;r&#299; Caitanya Mah&#257;prabhu. The Caitanya-carit&#257;mrita states that in the Age of Kali the only spiritual function is to broadcast the holy name of the Lord, but this function can be performed only by one who is actually empowered by Lord Krishna. The process by which a devotee is thus empowered is called &#257;ve&#347;a, or sometimes it is called &#347;akty-&#257;ve&#347;a.</P><P>Pradyumna Brahmac&#257;r&#299; was formerly a resident of a village known as Piy&#257;r&#299;gañja in K&#257;ln&#257;. There is a description of him in the Antya-l&#299;l&#257; of &#346;r&#299; Caitanya-carit&#257;mrita, Second Chapter, and in the Antya-khanda of &#346;r&#299; Caitanya-bh&#257;gavata, chapters Three and Nine.</P><P CLASS=l><A CLASS=i HREF="58.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="60.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>