<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 60</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 60"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.60</P><P CLASS=c>&#257;sv&#257;dila e saba rasa sena &#347;iv&#257;nanda</P><P CLASS=c>vist&#257;ri' kahiba &#257;ge esaba &#257;nanda</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asvadila">&#257;sv&#257;dila</A> &#8212; tasted; <A CLASS=v HREF="http://vedabase.net/e/e">e</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; mellows; <A CLASS=v HREF="http://vedabase.net/s/sena">sena</A> <A CLASS=v HREF="http://vedabase.net/s/sivananda">&#347;iv&#257;nanda</A> &#8212; <A HREF="http://vedabase.net/s/sivananda">&#346;iv&#257;nanda</A> <A HREF="http://vedabase.net/s/sena">Sena</A>; <A CLASS=v HREF="http://vedabase.net/v/vistari">vist&#257;ri</A>' &#8212; describing vividly; <A CLASS=v HREF="http://vedabase.net/k/kahiba">kahiba</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall speak; <A CLASS=v HREF="http://vedabase.net/a/age">&#257;ge</A> &#8212; later on; <A CLASS=v HREF="http://vedabase.net/e/esaba">esaba</A> &#8212; all this; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; transcendental bliss.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299;la &#346;iv&#257;nanda Sena experienced the three features of s&#257;ksh&#257;t, &#257;ve&#347;a and &#257;virbh&#257;va. Later I shall vividly describe this transcendentally blissful subject.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;iv&#257;nanda Sena has been described by &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Mah&#257;r&#257;ja as follows: "&#346;iv&#257;nanda Sena was a resident of Kum&#257;rahatta, which is also known as H&#257;lisahara, and was a great devotee of the Lord. About one and a half miles from Kum&#257;rahatta is another village, known as K&#257;&#324;cad&#257;p&#257;d&#257;, in which there are Gaura-Gop&#257;la Deities installed by &#346;iv&#257;nanda Sena, who also established a temple of Krishnar&#257;ya that is still existing. &#346;iv&#257;nanda Sena was the father of Param&#257;nanda Sena, who was also known as Pur&#299; d&#257;sa or Kavi-karnap&#363;ra. Param&#257;nanda Sena wrote in his Gaura-ganodde&#347;a-d&#299;pik&#257; (176) that two of the gop&#299;s of Vrind&#257;vana, whose former names were V&#299;r&#257; and D&#363;t&#299;, combined to become his father. &#346;r&#299;la &#346;iv&#257;nanda Sena guided all the devotees of Lord Caitanya who went from Bengal to Jagann&#257;tha Pur&#299;, and he personally bore all the expenses for their journey. This is described in the Caitanya-carit&#257;mrita, Madhya-l&#299;l&#257;, Chapter Sixteen, verses 19 through 27. &#346;r&#299;la &#346;iv&#257;nanda Sena had three sons, named Caitanya d&#257;sa, R&#257;mad&#257;sa and Param&#257;nanda. As mentioned above, this last son later became Kavi-karnap&#363;ra and wrote the Gaura-ganodde&#347;a-d&#299;pik&#257;. His spiritual master was &#346;r&#299;n&#257;tha Pandita, who was &#346;iv&#257;nanda Sena's priest. Due to V&#257;sudeva Datta's lavish spending, &#346;iv&#257;nanda Sena was engaged to supervise his expenditures."</P><P>&#346;r&#299; &#346;iv&#257;nanda Sena actually experienced &#346;r&#299; Caitanya Mah&#257;prabhu's features of s&#257;ksh&#257;t, &#257;ve&#347;a and &#257;virbh&#257;va. He once took along a dog while on his way to Jagann&#257;tha Pur&#299;, and it is described in the Antya-l&#299;l&#257;, First Chapter, that this dog later attained salvation by his association. When &#346;r&#299;la Raghun&#257;tha d&#257;sa, who later became Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, fled his paternal home to join &#346;r&#299; Caitanya Mah&#257;prabhu, his father wrote a letter to &#346;iv&#257;nanda Sena to get information about him. &#346;iv&#257;nanda Sena supplied him the details for which he asked, and later Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;'s father sent some servants and money to &#346;iv&#257;nanda Sena to take care of Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;. Once &#346;r&#299; &#346;iv&#257;nanda Sena invited Lord Caitanya Mah&#257;prabhu to his home and fed Him so sumptuously that the Lord felt indigestion and was somewhat sick. This became known to &#346;iv&#257;nanda Sena's eldest son, Caitanya d&#257;sa, who gave the Lord the kinds of food that would help His digestion, and thus Lord Caitanya Mah&#257;prabhu was very pleased. This is described in Antya-l&#299;l&#257;, Tenth Chapter, verses 142 through 151.</P><P>Once while going to Jagann&#257;tha Pur&#299;, all the devotees had to stay underneath a tree, without the shelter of a house or even a shed, and Nity&#257;nanda Prabhu became very angry, as if He were greatly disturbed by hunger. Thus He cursed &#346;iv&#257;nanda's sons to die. &#346;iv&#257;nanda's wife was very much aggrieved at this, and she began to cry. She very seriously thought that since her sons had been cursed by Nity&#257;nanda Prabhu, certainly they would die. When &#346;iv&#257;nanda later returned and saw his wife crying, he said, "Why are you crying? Let us all die if &#346;r&#299; Nity&#257;nanda Prabhu desires." When &#346;iv&#257;nanda Sena returned and &#346;r&#299;la Nity&#257;nanda Prabhu saw him, the Lord kicked him severely, complaining that He was very hungry, and asked why he had not arranged for His food. Such is the behavior of the Lord with His devotees. &#346;r&#299;la Nity&#257;nanda Prabhu behaved like an ordinary hungry man, as if completely dependent on the arrangements of &#346;iv&#257;nanda Sena.</P><P>A nephew of &#346;iv&#257;nanda Sena's named &#346;r&#299;k&#257;nta left the company in protest of Nity&#257;nanda Prabhu's curse and went directly to &#346;r&#299; Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299;, where the Lord pacified him. On that occasion, Lord Caitanya Mah&#257;prabhu allowed His toe to be sucked by Pur&#299; d&#257;sa, who was then a child. It is by the order of Caitanya Mah&#257;prabhu that he could immediately compose Sanskrit verses. During the misunderstanding with &#346;iv&#257;nanda's family, &#346;r&#299; Caitanya Mah&#257;prabhu ordered His personal attendant, Govinda, to give them all the remnants of His food. This is described in Antya-l&#299;l&#257;, Chapter Twelve, verse 53.</P><P CLASS=l><A CLASS=i HREF="59.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="61.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>