<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 62</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 62"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.62</P><P CLASS=c>caitanya-d&#257;sa, r&#257;mad&#257;sa, &#257;ra karnap&#363;ra</P><P CLASS=c>tina putra &#347;iv&#257;nandera prabhura bhakta-&#347;&#363;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/d/dasa">d&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/r/ramadasa">r&#257;mad&#257;sa</A> &#8212; <A HREF="http://vedabase.net/r/ramadasa">R&#257;mad&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/karnapura">karnap&#363;ra</A> &#8212; <A HREF="http://vedabase.net/k/karnapura">Karnap&#363;ra</A>; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A> <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> &#8212; three sons; <A CLASS=v HREF="http://vedabase.net/s/sivanandera">&#347;iv&#257;nandera</A> &#8212; of <A HREF="http://vedabase.net/s/sivananda">&#346;iv&#257;nanda</A> <A HREF="http://vedabase.net/s/sena">Sena</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/s/sura">&#347;&#363;ra</A> &#8212; of the heroic devotees.</P><P CLASS=t>TRANSLATION</P><P>The three sons of &#346;iv&#257;nanda Sena, named Caitanya d&#257;sa, R&#257;mad&#257;sa and Karnap&#363;ra, were all heroic devotees of Lord Caitanya.</P><P CLASS=t>PURPORT</P><P>Caitanya d&#257;sa, the eldest son of &#346;iv&#257;nanda Sena, wrote a commentary on Krishna-karn&#257;mrita that was later translated by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his paper Sajjana-toshan&#299;. According to expert opinion, Caitanya d&#257;sa was the author of the book Caitanya-carita (also known as Caitanya-carit&#257;mrita), which was written in Sanskrit. The author was not Kavi-karnap&#363;ra, as is generally supposed. This is the opinion of &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura. &#346;r&#299; R&#257;mad&#257;sa was the second son of &#346;iv&#257;nanda Sena. It is stated in the Gaura-ganodde&#347;a-d&#299;pik&#257; (145) that the two famous parrots named Daksha and Vicakshana in krishna-l&#299;l&#257; became the elder brothers of Kavi-karnap&#363;ra, namely Caitanya d&#257;sa and R&#257;mad&#257;sa. Karnap&#363;ra, the third son, who was also known as Param&#257;nanda d&#257;sa or Pur&#299; d&#257;sa, was initiated by &#346;r&#299;n&#257;tha Pandita, who was a disciple of &#346;r&#299; Advaita Prabhu. Karnap&#363;ra wrote many books that are important in Vaishnava literature, such as the &#256;nanda-vrind&#257;vana-camp&#363;, Ala&#324;k&#257;ra-kaustubha, Gaura-ganodde&#347;a-d&#299;pik&#257; and the great epic Caitanya-candrodaya-n&#257;taka. He was born in the year 1448 &#346;ak&#257;bda (A.D. 1526). He continually wrote books for ten years, from 1488 until 1498.</P><P CLASS=l><A CLASS=i HREF="61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="63.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>