<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 67</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 67"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.67</P><P CLASS=c>khol&#257;-vec&#257; &#347;r&#299;dhara prabhura priya-d&#257;sa</P><P CLASS=c>y&#257;&#324;h&#257;-sane prabhu kare nitya parih&#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/khola">khol&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/veca">vec&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who sells the bark of banana trees; <A CLASS=v HREF="http://vedabase.net/s/sridhara">&#347;r&#299;dhara</A> &#8212; <A HREF="http://vedabase.net/s/sridhara">&#346;r&#299;dhara</A> <A HREF="http://vedabase.net/p/prabhu">Prabhu</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; very dear servant; <A CLASS=v HREF="http://vedabase.net/y/yanha">y&#257;&#324;ha</A>-<A CLASS=v HREF="http://vedabase.net/s/sane">sane</A> &#8212; with whom; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; daily; <A CLASS=v HREF="http://vedabase.net/p/parihasa">parih&#257;sa</A> &#8212; joking.</P><P CLASS=t>TRANSLATION</P><P>The twenty-ninth branch was &#346;r&#299;dhara, a trader in banana-tree bark. He was a very dear servant of the Lord. On many occasions, the Lord played jokes on him.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;dhara was a poor br&#257;hmana who made a living by selling banana-tree bark to be made into cups. Most probably he had a banana-tree garden and collected the leaves, skin and pulp of the banana trees to sell daily in the market. He spent fifty percent of his income to worship the Ganges, and the balance he used for his subsistence. When &#346;r&#299; Caitanya Mah&#257;prabhu started His civil disobedience movement in defiance of the Kazi, &#346;r&#299;dhara danced in jubilation. The Lord used to drink water from his water jug. &#346;r&#299;dhara presented a squash to &#346;ac&#299;dev&#299; to cook before Lord Caitanya took sanny&#257;sa. Every year he went to see Lord Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299;. According to Kavi-karnap&#363;ra, &#346;r&#299;dhara was a cowherd boy of Vrind&#257;vana whose name was Kusum&#257;sava. In his Gaura-ganodde&#347;a-d&#299;pik&#257; (133) it is stated:</P><P>khol&#257;-vec&#257;tay&#257; khy&#257;tah panditah &#347;r&#299;dharo dvijah</P><P CLASS=n>&#257;s&#299;d vraje h&#257;sya-karo yo n&#257;mn&#257; kusum&#257;savah</P><P>"The cowherd boy known as Kusum&#257;sava in krishna-l&#299;l&#257; later became Khol&#257;vec&#257; &#346;r&#299;dhara during Caitanya Mah&#257;prabhu's l&#299;l&#257; at Navadv&#299;pa."</P><P CLASS=l><A CLASS=i HREF="66.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="68.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>