<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 7"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.7</P><P CLASS=c>vande &#347;r&#299;-krishna-caitanya-</P><P CLASS=c>prem&#257;mara-taroh priy&#257;n</P><P CLASS=c>&#347;&#257;kh&#257;-r&#363;p&#257;n bhakta-gan&#257;n</P><P CLASS=c>krishna-prema-phala-prad&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vande">vande</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my obeisances; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/a/amara">amara</A>-<A CLASS=v HREF="http://vedabase.net/t/taroh">taroh</A> &#8212; of the eternal tree full of love of Godhead; <A CLASS=v HREF="http://vedabase.net/p/priyan">priy&#257;n</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> devotees; <A CLASS=v HREF="http://vedabase.net/s/sakha">&#347;&#257;kh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rupan">r&#363;p&#257;n</A> &#8212; represented <A HREF="http://vedabase.net/a/as">as</A> branches; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/g/ganan">gan&#257;n</A> &#8212; all the devotees; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; of love of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/phala">phala</A> &#8212; of the fruit; <A CLASS=v HREF="http://vedabase.net/p/pradan">prad&#257;n</A> &#8212; the givers.</P><P CLASS=t>TRANSLATION</P><P>I offer my obeisances to all the dear devotees of &#346;r&#299; Caitanya Mah&#257;prabhu, the eternal tree of love of Godhead. I offer my respects to all the branches of the tree, the devotees of the Lord who distribute the fruit of love of Krishna.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; sets the example of offering obeisances to all the preacher devotees of Lord Caitanya, without distinction as to higher and lower. Unfortunately, at present there are many foolish so-called devotees of Lord Caitanya who make such distinctions. For example, the title "Prabhup&#257;da" is offered to a spiritual master, especially to a distinguished spiritual master such as &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; Prabhup&#257;da, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; Prabhup&#257;da or &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Prabhup&#257;da. When our disciples similarly wanted to address their spiritual master as Prabhup&#257;da, some foolish people became envious. Not considering the propaganda work of the Hare Krishna movement, simply because these disciples addressed their spiritual master as Prabhup&#257;da they became so envious that they formed a faction along with other such envious persons just to minimize the value of the Krishna consciousness movement. To chastise such fools, Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; very frankly says, keha karib&#257;re n&#257;re jyeshtha-laghu-krama. Anyone who is a bona fide preacher of the cult of &#346;r&#299; Caitanya Mah&#257;prabhu must be respectful to the real devotees of Lord Caitanya; one should not be envious, considering one preacher to be very great and another to be very lowly. This is a material distinction and has no place on the platform of spiritual activities. Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; therefore offers equal respect to all the preachers of the cult of &#346;r&#299; Caitanya Mah&#257;prabhu, who are compared to the branches of the tree. ISKCON is one of these branches, and it should therefore be respected by all sincere devotees of Lord Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>