<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 77</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 77"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.77</P><P CLASS=c>bh&#257;gavat&#299; dev&#257;nanda vakre&#347;vara-krip&#257;te</P><P CLASS=c>bh&#257;gavatera bhakti-artha p&#257;ila prabhu haite</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavati">bh&#257;gavat&#299;</A> <A CLASS=v HREF="http://vedabase.net/d/devananda">dev&#257;nanda</A> &#8212; <A HREF="http://vedabase.net/d/devananda">Dev&#257;nanda</A>, who used <A HREF="http://vedabase.net/t/to">to</A> recite <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/v/vakresvara">vakre&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/k/krpate">krip&#257;te</A> &#8212; by the mercy of <A HREF="http://vedabase.net/v/vakresvara">Vakre&#347;vara</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavatera">bh&#257;gavatera</A> &#8212; of <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; the <A HREF="http://vedabase.net/b/bhakti">bhakti</A> interpretation; <A CLASS=v HREF="http://vedabase.net/p/paila">p&#257;ila</A> &#8212; got; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from the Lord.</P><P CLASS=t>TRANSLATION</P><P>Dev&#257;nanda Pandita was a professional reciter of &#346;r&#299;mad-Bh&#257;gavatam, but by the mercy of Vakre&#347;vara Pandita and the grace of the Lord he understood the devotional interpretation of the Bh&#257;gavatam.</P><P CLASS=t>PURPORT</P><P>In the Caitanya-bh&#257;gavata, Madhya-khanda, Chapter Twenty-one, it is stated that Dev&#257;nanda Pandita and S&#257;rvabhauma Bhatt&#257;c&#257;rya's father, Vi&#347;&#257;rada, lived in the same village. Dev&#257;nanda Pandita was a professional reciter of &#346;r&#299;mad-Bh&#257;gavatam, but Lord Caitanya Mah&#257;prabhu did not like his interpretation of it. In the present town of Navadv&#299;pa, which was formerly known as Kuliy&#257;, Lord Caitanya showed such mercy to him that he gave up the M&#257;y&#257;v&#257;d&#299; interpretation of &#346;r&#299;mad-Bh&#257;gavatam and learned how to explain &#346;r&#299;mad-Bh&#257;gavatam in terms of bhakti. Formerly, when Dev&#257;nanda was expounding the M&#257;y&#257;v&#257;d&#299; interpretation, &#346;r&#299;v&#257;sa Th&#257;kura was once present in his meeting, and when he began to cry, Dev&#257;nanda's students drove him away. Some days later, Caitanya Mah&#257;prabhu passed that way, and when He met Dev&#257;nanda He chastised him severely because of his M&#257;y&#257;v&#257;da interpretation of &#346;r&#299;mad-Bh&#257;gavatam. At that time Dev&#257;nanda had little faith in &#346;r&#299; Caitanya Mah&#257;prabhu as an incarnation of Lord Krishna, but one night some time later Vakre&#347;vara Pandita was a guest in his house, and when he explained the science of Krishna, Dev&#257;nanda was convinced about the identity of Lord Caitanya Mah&#257;prabhu. Thus he was induced to explain &#346;r&#299;mad-Bh&#257;gavatam according to the Vaishnava understanding. In the Gaura-ganodde&#347;a-d&#299;pik&#257; (106) it is described that he was formerly Bh&#257;guri Muni, the sabh&#257;-pandita who recited Vedic literatures in the house of Nanda Mah&#257;r&#257;ja.</P><P CLASS=l><A CLASS=i HREF="76.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="78-79.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>