<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verses 78-79</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verses 78-79"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.78-79</P><P CLASS=c>khandav&#257;s&#299; mukunda-d&#257;sa, &#347;r&#299;-raghunandana</P><P CLASS=c>narahari-d&#257;sa, cirañj&#299;va, sulocana</P><P CLASS=c>ei saba mah&#257;&#347;&#257;kh&#257; &#8212; caitanya-krip&#257;dh&#257;ma</P><P CLASS=c>prema-phala-phula kare y&#257;h&#257;&#324; t&#257;h&#257;&#324; d&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/khanda">khanda</A>-<A CLASS=v HREF="http://vedabase.net/v/vasi">v&#257;s&#299;</A> <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A>-<A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; <A HREF="http://vedabase.net/m/mukunda">Mukunda</A> <A HREF="http://vedabase.net/d/dasa">d&#257;sa</A>, <A HREF="http://vedabase.net/a/a">a</A> resident of &#346;r&#299;khanda; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raghunandana">raghunandana</A> &#8212; <A HREF="http://vedabase.net/r/raghunandana">Raghunandana</A>; <A CLASS=v HREF="http://vedabase.net/n/narahari">narahari</A>-<A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; <A HREF="http://vedabase.net/n/narahari">Narahari</A> <A HREF="http://vedabase.net/d/dasa">d&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/c/ciranjiva">cirañj&#299;va</A> &#8212; <A HREF="http://vedabase.net/c/ciranjiva">Cirañj&#299;va</A>; <A CLASS=v HREF="http://vedabase.net/s/sulocana">sulocana</A> &#8212; <A HREF="http://vedabase.net/s/sulocana">Sulocana</A>; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sakha">&#347;&#257;kh&#257;</A> &#8212; great branches; <A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>, the reservoir of mercy; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of God; <A CLASS=v HREF="http://vedabase.net/p/phala">phala</A> &#8212; fruit; <A CLASS=v HREF="http://vedabase.net/p/phula">phula</A> &#8212; flower; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/y/yahan">y&#257;h&#257;&#324;</A> &#8212; anywhere; <A CLASS=v HREF="http://vedabase.net/t/tahan">t&#257;h&#257;&#324;</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A> &#8212; distribution.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Khandav&#257;s&#299; Mukunda and his son Raghunandana were the thirty-ninth branch of the tree, Narahari was the fortieth, Cirañj&#299;va the forty-first and Sulocana the forty-second. They were all big branches of the all-merciful tree of Caitanya Mah&#257;prabhu. They distributed the fruits and flowers of love of Godhead anywhere and everywhere.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Mukunda d&#257;sa was the son of N&#257;r&#257;yana d&#257;sa and eldest brother of Narahari Sarak&#257;ra. His second brother's name was M&#257;dhava d&#257;sa, and his son was named Raghunandana d&#257;sa. Descendants of Raghunandana d&#257;sa still live four miles west of Katwa in the village named &#346;r&#299;khanda, where Raghunandana d&#257;sa used to live. Raghunandana had one son named K&#257;n&#257;i, who had two sons &#8212; Madana R&#257;ya, who was a disciple of Narahari Th&#257;kura, and Vam&#347;&#299;vadana. It is estimated that at least four hundred men descended in this dynasty. All their names are recorded in the village of &#346;r&#299;khanda. In the Gaura-ganodde&#347;a-d&#299;pik&#257; (175) it is stated that the gop&#299; whose name was Vrind&#257;dev&#299; became Mukunda d&#257;sa, lived in &#346;r&#299;khanda village and was very dear to &#346;r&#299; Caitanya Mah&#257;prabhu. His wonderful devotion and love for Krishna are described in the Caitanya-carit&#257;mrita, Madhya-l&#299;l&#257;, Chapter Fifteen. It is stated in the Bhakti-ratn&#257;kara (Eighth Wave) that Raghunandana used to serve a Deity of Lord Caitanya Mah&#257;prabhu.</P><P>Narahari d&#257;sa Sarak&#257;ra was a very famous devotee. Locana d&#257;sa Th&#257;kura, the celebrated author of &#346;r&#299; Caitanya-ma&#324;gala, was his disciple. In the Caitanya-ma&#324;gala it is stated that &#346;r&#299; Gad&#257;dhara d&#257;sa and Narahari Sarak&#257;ra were extremely dear to &#346;r&#299; Caitanya Mah&#257;prabhu, but there is no specific statement regarding the inhabitants of the village of &#346;r&#299;khanda.</P><P>Cirañj&#299;va and Sulocana were both residents of &#346;r&#299;khanda, where their descendants are still living. Of Cirañj&#299;va's two sons, the elder, R&#257;macandra Kavir&#257;ja, was a disciple of &#346;r&#299;niv&#257;sa Ac&#257;rya and an intimate associate of Narottama d&#257;sa Th&#257;kura. The younger son was Govinda d&#257;sa Kavir&#257;ja, the famous Vaishnava poet. Cirañj&#299;va's wife was Sunand&#257;, and his father-in-law was D&#257;modara Sena Kavir&#257;ja. Cirañj&#299;va previously lived on the bank of the Ganges River, in the village of Kum&#257;ranagara. The Gaura-ganodde&#347;a-d&#299;pik&#257; (207) states that he was formerly Candrik&#257; in Vrind&#257;vana.</P><P CLASS=l><A CLASS=i HREF="77.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="80.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>