<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 84</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 84"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.84</P><P CLASS=c>anupama-vallabha, &#347;r&#299;-r&#363;pa, san&#257;tana</P><P CLASS=c>ei tina &#347;&#257;kh&#257; vrikshera pa&#347;cime sarvottama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anupama">anupama</A>-<A CLASS=v HREF="http://vedabase.net/v/vallabha">vallabha</A> &#8212; <A HREF="http://vedabase.net/a/anupama">Anupama</A>, or <A HREF="http://vedabase.net/v/vallabha">Vallabha</A>; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/r/rupa">R&#363;pa</A>; <A CLASS=v HREF="http://vedabase.net/s/sanatana">san&#257;tana</A> &#8212; <A HREF="http://vedabase.net/s/sanatana">San&#257;tana</A>; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/s/sakha">&#347;&#257;kh&#257;</A> &#8212; branches; <A CLASS=v HREF="http://vedabase.net/v/vrksera">vrikshera</A> &#8212; of the tree; <A CLASS=v HREF="http://vedabase.net/p/pascime">pa&#347;cime</A> &#8212; on the western side; <A CLASS=v HREF="http://vedabase.net/s/sarvottama">sarvottama</A> &#8212; very great.</P><P CLASS=t>TRANSLATION</P><P>On the western side were the forty-third, forty-fourth and forty-fifth branches &#8212; &#346;r&#299; San&#257;tana, &#346;r&#299; R&#363;pa and Anupama. They were the best of all.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Anupama was the father of &#346;r&#299;la J&#299;va Gosv&#257;m&#299; and younger brother of &#346;r&#299; San&#257;tana Gosv&#257;m&#299; and &#346;r&#299; R&#363;pa Gosv&#257;m&#299;. His former name was Vallabha, but after Lord Caitanya met him He gave him the name Anupama. Because of working in the Muslim government, these three brothers were given the title Mullik. Our personal family is connected with the Mulliks of Mahatma Gandhi Road in Calcutta, and we often used to visit their R&#257;dh&#257;-Govinda temple. They belong to the same family as we do. Our family gotra, or original genealogical line, is the Gautama-gotra, or line of disciples of Gautama Muni, and our surname is De. But due to their accepting the posts of zamindars in the Muslim government, they received the title Mullik. Similarly, R&#363;pa, San&#257;tana and Vallabha were also given the title Mullik. Mullik means "lord." Just as the English government gives rich and respectable persons the title "lord," so the Muslims give the title Mullik to rich, respectable families that have intimate connections with the government. Thus the title Mullik is found not only among the Muslims but also among the Hindu aristocracy. This title is not restricted to a particular family but is given to different families and castes. The qualifications for receiving it are wealth and respectability</P><P>San&#257;tana Gosv&#257;m&#299; and R&#363;pa Gosv&#257;m&#299; belonged to the Bharadv&#257;ja-gotra, which indicates that they belonged either to the family or disciplic succession of Bharadv&#257;ja Muni. As members of the Krishna consciousness movement we belong to the family, or disciplic succession, of Sarasvat&#299; Gosv&#257;m&#299;, and thus we are known as S&#257;rasvatas. Obeisances are therefore offered to the spiritual master as s&#257;rasvata-deva, or a member of the S&#257;rasvata family (namas te s&#257;rasvate deve), whose mission is to broadcast the cult of &#346;r&#299; Caitanya Mah&#257;prabhu (gaura-v&#257;n&#299;-prac&#257;rine) and to fight with impersonalists and voidists (nirvi&#347;esha-&#347;&#363;nyav&#257;di-p&#257;&#347;c&#257;tya-de&#347;a-t&#257;rine). This was also the occupational duty of San&#257;tana Gosv&#257;m&#299;, R&#363;pa Gosv&#257;m&#299; and Anupama Gosv&#257;m&#299;.</P><P>The genealogical table of San&#257;tana Gosv&#257;m&#299;, R&#363;pa Gosv&#257;m&#299; and Vallabha Gosv&#257;m&#299; can be traced back to the twelfth century &#346;ak&#257;bda, when a gentleman of the name Sarvajña appeared in a very rich and opulent br&#257;hmana family in the province of Karn&#257;ta. He had two sons, named Aniruddhera R&#363;pe&#347;vara and Harihara, who were both bereft of their kingdoms and thus obliged to reside in the highlands. The son of R&#363;pe&#347;vara, who was named Padman&#257;bha, moved to a place in Bengal known as Naih&#257;t&#299;, on the bank of the Ganges. There he had five sons, of whom the youngest, Mukunda, had a well-behaved son named Kum&#257;radeva, who was the father of R&#363;pa, San&#257;tana and Vallabha. Kum&#257;radeva lived in Phatey&#257;b&#257;d, an area bordering B&#257;kl&#257;candradv&#299;pa in East Bengal (now Bangladesh). The present-day village of Prembagh, which lies near Ramshara in the Jessore district of Bangladesh, is said by many to be the site of Kum&#257;radeva's house. Of his many sons, three took to the path of Vaishnavism. Later, &#346;r&#299; Vallabha and his elder brothers &#346;r&#299; R&#363;pa and San&#257;tana came from Candradv&#299;pa to the village in the Maldah district of Bengal known as R&#257;makeli. It is in this village that &#346;r&#299;la J&#299;va Gosv&#257;m&#299; took birth, accepting Vallabha as his father. Because of engaging in the service of the Muslim government, the three brothers received the title Mullik. When Lord Caitanya Mah&#257;prabhu visited the village of R&#257;makeli, He met Vallabha there. Later, &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, after meeting &#346;r&#299; Caitanya Mah&#257;prabhu, resigned from government service, and when he went to Vrind&#257;vana to meet Lord Caitanya, Vallabha accompanied him. The meeting of R&#363;pa Gosv&#257;m&#299; and Vallabha with Caitanya Mah&#257;prabhu at Allahabad is described in the Madhya-l&#299;l&#257;, Chapter Nineteen.</P><P>Actually, it is to be understood from the statement of San&#257;tana Gosv&#257;m&#299; that &#346;r&#299; R&#363;pa Gosv&#257;m&#299; and Vallabha went to Vrind&#257;vana under the instructions of &#346;r&#299; Caitanya Mah&#257;prabhu. First they went to Mathur&#257;, where they met a gentleman named Subuddhi R&#257;ya, who maintained himself by selling dry fuel wood. He was very pleased to meet &#346;r&#299; R&#363;pa Gosv&#257;m&#299; and Anupama, and he showed them the twelve forests of Vrind&#257;vana. Thus they lived in Vrind&#257;vana for one month and then again went to search for San&#257;tana Gosv&#257;m&#299;. Following the course of the Ganges, they reached Allahabad, or Pray&#257;ga-t&#299;rtha, but because San&#257;tana Gosv&#257;m&#299; had come there by a different road, they did not meet him there, and when San&#257;tana Gosv&#257;m&#299; came to Mathur&#257; he was informed of the visit of R&#363;pa Gosv&#257;m&#299; and Anupama by Subuddhi R&#257;ya. When R&#363;pa Gosv&#257;m&#299; and Anupama met Caitanya Mah&#257;prabhu at Benares, they heard about San&#257;tana Gosv&#257;m&#299;'s travels from Him, and thus they returned to Bengal, adjusted their affairs with the state and, on the order of &#346;r&#299; Caitanya Mah&#257;prabhu, went to see the Lord at Jagann&#257;tha Pur&#299;.</P><P>In the year 1436 &#346;ak&#257;bda (A.D. 1514), the youngest brother, Anupama, died and went back home, back to Godhead. He went to the abode in the spiritual sky where &#346;r&#299; R&#257;macandra is situated. At Jagann&#257;tha Pur&#299;, &#346;r&#299; R&#363;pa Gosv&#257;m&#299; informed &#346;r&#299; Caitanya Mah&#257;prabhu of this incident. Vallabha was a great devotee of &#346;r&#299; R&#257;macandra; therefore he could not seriously consider the worship of R&#257;dh&#257;-Govinda according to the instructions of &#346;r&#299; Caitanya Mah&#257;prabhu. Yet he directly accepted &#346;r&#299; Caitanya Mah&#257;prabhu as an incarnation of the Supreme Personality of Godhead R&#257;macandra. In the Bhakti-ratn&#257;kara there is the following statement: "Vallabha was given the name Anupama by &#346;r&#299; Gaurasundara, but he was always absorbed in the devotional service of Lord R&#257;macandra. He did not know anyone but &#346;r&#299; R&#257;macandra, but he knew that Caitanya Gos&#257;ñi was the same Lord R&#257;macandra."</P><P>In the Gaura-ganodde&#347;a-d&#299;pik&#257; (180) &#346;r&#299; R&#363;pa Gosv&#257;m&#299; is described to be the gop&#299; named &#346;r&#299; R&#363;pa-mañjar&#299;. In the Bhakti-ratn&#257;kara there is a list of the books &#346;r&#299; R&#363;pa Gosv&#257;m&#299; compiled. Of all his books, the following sixteen are very popular among Vaishnavas: (1) Hamsad&#363;ta, (2) Uddhava-sande&#347;a, (3) Krishna-janma-tithi-vidhi, (4 and 5) R&#257;dh&#257;-krishna-ganodde&#347;a-d&#299;pik&#257;, Brihat (major) and Laghu (minor), (6) Stavam&#257;l&#257;, (7) Vidagdha-m&#257;dhava, (8) Lalita-m&#257;dhava, (9) D&#257;na-keli-kaumudi, (10) Bhakti-ras&#257;mrita-sindhu (this is the most celebrated book by &#346;r&#299; R&#363;pa Gosv&#257;m&#299;), (11) Ujjvala-n&#299;lamani, (12) &#256;khy&#257;ta-candrik&#257;, (13) Mathur&#257;-mahim&#257;, (14) Pady&#257;val&#299;, (15) N&#257;taka-candrik&#257; and (16) Laghu-bh&#257;gavat&#257;mrita. &#346;r&#299; R&#363;pa Gosv&#257;m&#299; gave up all family connections, joined the renounced order of life and divided his money, giving fifty percent to the br&#257;hmanas and Vaishnavas and twenty-five percent to his kutumba (family members), and keeping twenty-five percent for personal emergencies. He met Harid&#257;sa Th&#257;kura in Jagann&#257;tha Pur&#299;, where he also met Lord Caitanya and His other associates. &#346;r&#299; Caitanya Mah&#257;prabhu used to praise the handwriting of R&#363;pa Gosv&#257;m&#299;. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; could compose verses according to the desires of &#346;r&#299; Caitanya Mah&#257;prabhu, and by His direction he wrote two books named Lalita-m&#257;dhava and Vidagdha-m&#257;dhava. Lord Caitanya desired the two brothers, San&#257;tana Gosv&#257;m&#299; and R&#363;pa Gosv&#257;m&#299;, to publish many books in support of the Vaishnava religion. When San&#257;tana Gosv&#257;m&#299; met &#346;r&#299; Caitanya Mah&#257;prabhu, the Lord advised him also to go to Vrind&#257;vana.</P><P>&#346;r&#299; San&#257;tana Gosv&#257;m&#299; is described in the Gaura-ganodde&#347;a-d&#299;pik&#257; (181). He was formerly known as Rati-mañjar&#299; or sometimes Lava&#324;ga-mañjar&#299;. In the Bhakti-ratn&#257;kara it is stated that his spiritual master, Vidy&#257;-v&#257;caspati, sometimes stayed in the village of R&#257;makeli, and San&#257;tana Gosv&#257;m&#299; studied all the Vedic literatures from him. He was so devoted to his spiritual master that this cannot be described. According to the Vedic system, if someone sees a Muslim he must perform rituals to atone for the meeting. San&#257;tana Gosv&#257;m&#299; always associated with Muslim kings. Not giving much attention to the Vedic injunctions, he used to visit the houses of Muslim kings, and thus he considered himself to have been converted into a Muslim. He was therefore always very humble and meek. When San&#257;tana Gosv&#257;m&#299; presented himself before Lord Caitanya Mah&#257;prabhu, he said, "I am always in association with lower-class people, and my behavior is therefore very abominable." He actually belonged to a respectable br&#257;hmana family, but because he considered his behavior to be abominable, he did not try to place himself among the br&#257;hmanas but always remained among people of the lower castes. He wrote the Hari-bhakti-vil&#257;sa and Vaishnava-toshan&#299;, which is a commentary on the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam. In the year 1476 &#346;ak&#257;bda (A.D. 1554) he completed the Brihad-vaishnava-toshan&#299; commentary on &#346;r&#299;mad-Bh&#257;gavatam. In the year 1504 &#346;ak&#257;bda (A.D. 1582) he finished the Laghu-toshan&#299;.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu taught His principles through four chief followers. Among them, R&#257;m&#257;nanda R&#257;ya is exceptional, for through him the Lord taught how a devotee can completely vanquish the power of Cupid. By Cupid's power, as soon as one sees a beautiful woman he is conquered by her beauty. &#346;r&#299; R&#257;m&#257;nanda R&#257;ya, however, vanquished Cupid's pride. Indeed, while rehearsing the Jagann&#257;tha-vallabha-n&#257;taka he personally directed extremely beautiful young girls in dancing, but he was never affected by their youthful beauty. &#346;r&#299; R&#257;m&#257;nanda R&#257;ya personally bathed these girls, touching them and washing them with his own hands, yet he remained calm and passionless, as a great devotee should be. Lord Caitanya Mah&#257;prabhu certified that this was possible only for R&#257;m&#257;nanda R&#257;ya. Similarly, D&#257;modara Pandita was notable for his objectivity as a critic. He did not even spare Caitanya Mah&#257;prabhu from his criticism. This also cannot be imitated by anyone else. Harid&#257;sa Th&#257;kura is exceptional for his forbearance because although he was beaten with canes in twenty-two marketplaces, he was nevertheless tolerant. Similarly, &#346;r&#299; San&#257;tana Gosv&#257;m&#299;, although he belonged to a most respectable br&#257;hmana family, was exceptional for his humility and meekness.</P><P>In the Madhya-l&#299;l&#257;, Chapter Nineteen, the device adopted by San&#257;tana Gosv&#257;m&#299; to get free from government service is described. He served a notice of sickness to the Nawab, the Muslim governor, but actually he was studying &#346;r&#299;mad-Bh&#257;gavatam with br&#257;hmanas at home. The Nawab received information of this through a royal physician, and he immediately went to see San&#257;tana Gosv&#257;m&#299; to discover his intentions. The Nawab requested San&#257;tana to accompany him on an expedition to Orissa, but when San&#257;tana Gosv&#257;m&#299; refused, the Nawab ordered that he be imprisoned. When R&#363;pa Gosv&#257;m&#299; left home, he wrote a note for San&#257;tana Gosv&#257;m&#299; informing him of some money that he had entrusted to a local grocer. San&#257;tana Gosv&#257;m&#299; took advantage of this money to bribe the jail keeper and get free from detention. Then he left for Benares to meet Caitanya Mah&#257;prabhu, bringing with him only one servant, whose name was &#298;&#347;&#257;na. On the way they stopped at a sar&#257;i, or hotel, and when the hotel keeper found out that &#298;&#347;&#257;na had some gold coins with him, he planned to kill both San&#257;tana Gosv&#257;m&#299; and &#298;&#347;&#257;na to take away the coins. Later San&#257;tana Gosv&#257;m&#299; saw that although the hotel keeper did not know them, he was being especially attentive to their comfort. Therefore he concluded that &#298;&#347;&#257;na was secretly carrying some money and that the hotel keeper was aware of this and therefore planned to kill them for it. Upon being questioned by San&#257;tana Gosv&#257;m&#299;, &#298;&#347;&#257;na admitted that he indeed had money with him, and immediately San&#257;tana Gosv&#257;m&#299; took the money and gave it to the hotel keeper, requesting him to help them get through the jungle. Thus with the help of the hotel keeper, who was also the chief of the thieves of that territory, San&#257;tana Gosv&#257;m&#299; crossed over the Hazipur mountains, which are presently known as the Hazaribags. He then met his brother-in-law &#346;r&#299;k&#257;nta, who requested that he stay with him. San&#257;tana Gosv&#257;m&#299; refused, but before they parted &#346;r&#299;k&#257;nta gave him a valuable blanket.</P><P>Somehow or other San&#257;tana Gosv&#257;m&#299; reached V&#257;r&#257;nas&#299; and met Lord Caitanya Mah&#257;prabhu at the house of Candra&#347;ekhara. By the order of the Lord, San&#257;tana Gosv&#257;m&#299; was cleanly shaved and his dress changed to that of a mendicant, or b&#257;b&#257;j&#299;. He put on old garments of Tapana Mi&#347;ra's and took pras&#257;dam at the house of a Maharashtrian br&#257;hmana. Then, in discourses with Lord Caitanya Mah&#257;prabhu, the Lord Himself explained everything about devotional service to San&#257;tana Gosv&#257;m&#299;. He advised San&#257;tana Gosv&#257;m&#299; to write books on devotional service, including a book of directions for Vaishnava activities, and to excavate the lost places of pilgrimage in Vrind&#257;vana. Lord Caitanya Mah&#257;prabhu gave him His blessings to do all this work and also explained to San&#257;tana Gosv&#257;m&#299; the import of the &#257;tm&#257;r&#257;ma verse from sixty-one different angles of vision.</P><P>San&#257;tana Gosv&#257;m&#299; went to Vrind&#257;vana by the main road, and when he reached Mathur&#257; he met Subuddhi R&#257;ya. Then he returned to Jagann&#257;tha Pur&#299; through Jh&#257;rikhanda, the Madhya Pradesh jungle. At Jagann&#257;tha Pur&#299; he decided to give up his body by falling down beneath a wheel of the Jagann&#257;tha ratha, but Caitanya Mah&#257;prabhu saved him. Then San&#257;tana Gosv&#257;m&#299; met Harid&#257;sa Th&#257;kura and heard about the disappearance of Anupama. San&#257;tana Gosv&#257;m&#299; later described the glories of Harid&#257;sa Th&#257;kura. San&#257;tana observed the etiquette of Jagann&#257;tha's temple by going along the beach to visit Lord Caitanya, although it was extremely hot due to the sun. He requested Jagad&#257;nanda Pandita to give him permission to return to Vrind&#257;vana. Lord Caitanya Mah&#257;prabhu praised the character of San&#257;tana Gosv&#257;m&#299;, and He embraced San&#257;tana, accepting his body as spiritual. San&#257;tana Gosv&#257;m&#299; was ordered by &#346;r&#299; Caitanya Mah&#257;prabhu to live at Jagann&#257;tha Pur&#299; for one year. When he returned to Vrind&#257;vana after that time, he again met R&#363;pa Gosv&#257;m&#299;, and both brothers remained in Vrind&#257;vana to execute the orders of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P>The place where &#346;r&#299; R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; formerly lived has now become a place of pilgrimage. It is generally known as Gupta Vrind&#257;vana, or hidden Vrind&#257;vana, and is situated about eight miles south of English Bazaar. There the following places are still visited: (1) the temple of the &#346;r&#299; Madana-mohana Deity, (2) the Keli-kadamba tree, under which &#346;r&#299; Caitanya Mah&#257;prabhu met San&#257;tana Gosv&#257;m&#299; at night and (3) R&#363;pas&#257;gara, a large pond excavated by &#346;r&#299; R&#363;pa Gosv&#257;m&#299;. A society named R&#257;makeli-samsk&#257;ra-samiti was established in 1924 to repair the temple and renovate the pond.</P><P CLASS=l><A CLASS=i HREF="83.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="85.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>