<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 85</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 85"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.85</P><P CLASS=c>t&#257;&#324;ra madhye r&#363;pa-san&#257;tana &#8212; bada &#347;&#257;kh&#257;</P><P CLASS=c>anupama, j&#299;va, r&#257;jendr&#257;di upa&#347;&#257;kh&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; within that; <A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the midst of; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/s/sanatana">san&#257;tana</A> &#8212; the branch known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/r/rupa">R&#363;pa</A>-<A HREF="http://vedabase.net/s/sanatana">San&#257;tana</A>; <A CLASS=v HREF="http://vedabase.net/b/bada">bada</A> <A CLASS=v HREF="http://vedabase.net/s/sakha">&#347;&#257;kh&#257;</A> &#8212; the big branch; <A CLASS=v HREF="http://vedabase.net/a/anupama">anupama</A> &#8212; <A HREF="http://vedabase.net/a/anupama">Anupama</A>; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; <A HREF="http://vedabase.net/j/jiva">J&#299;va</A>; <A CLASS=v HREF="http://vedabase.net/r/rajendra">r&#257;jendra</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; and <A HREF="http://vedabase.net/r/rajendra">R&#257;jendra</A> and others; <A CLASS=v HREF="http://vedabase.net/u/upasakha">upa&#347;&#257;kh&#257;</A> &#8212; their subbranches.</P><P CLASS=t>TRANSLATION</P><P>Among these branches, R&#363;pa and San&#257;tana were principal. Anupama, J&#299;va Gosv&#257;m&#299; and others, headed by R&#257;jendra, were their subbranches.</P><P CLASS=t>PURPORT</P><P>In the Gaura-ganodde&#347;a-d&#299;pik&#257; (195) it is said that &#346;r&#299;la J&#299;va Gosv&#257;m&#299; was formerly Vil&#257;sa-mañjar&#299; gop&#299;. From his very childhood J&#299;va Gosv&#257;m&#299; was greatly fond of &#346;r&#299;mad-Bh&#257;gavatam. He later came to Navadv&#299;pa to study Sanskrit, and, following in the footsteps of &#346;r&#299; Nity&#257;nanda Prabhu, he circumambulated the entire Navadv&#299;pa-dh&#257;ma. After visiting Navadv&#299;pa-dh&#257;ma he went to Benares to study Sanskrit under Madhus&#363;dana V&#257;caspati, and after finishing his studies in Benares he went to Vrind&#257;vana and took shelter of his uncles, &#346;r&#299; R&#363;pa and San&#257;tana. This is described in the Bhakti-ratn&#257;kara. As far as our information goes, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; composed and edited at least twenty-five books. They are all very much celebrated, and they are listed as follows: (1) Hari-n&#257;m&#257;mrita-vy&#257;karana, (2) S&#363;tra-m&#257;lik&#257;, (3) Dh&#257;tu-sa&#324;graha, (4) Krishn&#257;rc&#257;-d&#299;pik&#257;, (5) Gop&#257;la-virud&#257;val&#299;, (6) Ras&#257;mrita-&#347;esha, (7) &#346;r&#299; M&#257;dhava-mahotsava, (8) &#346;r&#299; Sa&#324;kalpa-kalpavriksha, (9) Bh&#257;v&#257;rtha-s&#363;caka-camp&#363;, (10) Gop&#257;la-t&#257;pan&#299;-t&#299;k&#257;, (11) a commentary on the Brahma-samhit&#257;, (12) a commentary on the Bhakti-ras&#257;mrita-sindhu, (13) a commentary on the Ujjvala-n&#299;lamani, (14) a commentary on the Yogas&#257;ra-stava, (15) a commentary on the G&#257;yatr&#299;-mantra, as described in the Agni Pur&#257;na, (16) a description of the Lord's lotus feet derived from the Padma Pur&#257;na, (17) a description of the lotus feet of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, (18) Gop&#257;la-camp&#363; (in two parts) and (19-25) seven sandarbhas: the Krama-, Tattva-, Bhagavat-, Param&#257;tma-, Krishna-, Bhakti- and Pr&#299;ti-sandarbha. After the disappearance of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; in Vrind&#257;vana, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; became the &#257;c&#257;rya of all the Vaishnavas in Bengal, Orissa and the rest of the world, and it is he who used to guide them in their devotional service. In Vrind&#257;vana he established the R&#257;dh&#257;-D&#257;modara temple, where, after retirement, we had the opportunity to live from 1962 until 1965, when we decided to come to the United States of America. When J&#299;va Gosv&#257;m&#299; was still present, &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; compiled his famous Caitanya-carit&#257;mrita. Later, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; inspired &#346;r&#299;niv&#257;sa &#256;c&#257;rya, Narottama d&#257;sa Th&#257;kura and Duhkh&#299; Krishnad&#257;sa to preach Krishna consciousness in Bengal. J&#299;va Gosv&#257;m&#299; was informed that all the manuscripts that had been collected from Vrind&#257;vana and sent to Bengal for preaching purposes were plundered near Vishnupura, in Bengal, but later he received the information that the books had been recovered. &#346;r&#299; J&#299;va Gosv&#257;m&#299; awarded the designation Kavir&#257;ja to R&#257;macandra Sena, a disciple of &#346;r&#299;niv&#257;sa &#256;c&#257;rya's, and to R&#257;macandra's younger brother Govinda. While J&#299;va Gosv&#257;m&#299; was alive, &#346;r&#299;mat&#299; J&#257;hnav&#299;-dev&#299;, the pleasure potency of &#346;r&#299; Nity&#257;nanda Prabhu, went to Vrind&#257;vana with a few devotees. J&#299;va Gosv&#257;m&#299; was very kind to the Gaud&#299;ya Vaishnavas, the Vaishnavas from Bengal. Whoever went to Vrind&#257;vana he provided with a residence and pras&#257;dam. His disciple Krishnad&#257;sa Adhik&#257;r&#299; listed all the books of the Gosv&#257;m&#299;s in his diary.</P><P>The sahajiy&#257;s level three accusations against &#346;r&#299;la J&#299;va Gosv&#257;m&#299;. This is certainly not congenial for the execution of devotional service. The first accusation concerns a materialist who was very proud of his reputation as a great Sanskrit scholar and approached &#346;r&#299; R&#363;pa and San&#257;tana to argue with them about the revealed scriptures. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299;, not wanting to waste their time, gave him a written statement that he had defeated them in a debate on the revealed scriptures. Taking this paper, the scholar approached J&#299;va Gosv&#257;m&#299; for a similar certificate of defeat, but J&#299;va Gosv&#257;m&#299; did not agree to give him one. On the contrary, he argued with him regarding the scriptures and defeated him. Certainly it was right for J&#299;va Gosv&#257;m&#299; to stop such a dishonest scholar from advertising that he had defeated &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299;, but due to their illiteracy the sahajiy&#257; class refer to this incident to accuse &#346;r&#299;la J&#299;va Gosv&#257;m&#299; of deviating from the principle of humility. They do not know, however, that humility and meekness are appropriate when one's own honor is insulted but not when Lord Vishnu or the &#257;c&#257;ryas are blasphemed. In such cases one should not be humble and meek but must act. One should follow the example given by &#346;r&#299; Caitanya Mah&#257;prabhu. Lord Caitanya says in His &#346;iksh&#257;shtaka (3):</P><P>trin&#257;d api su-n&#299;cena taror iva sahishnun&#257;</P><P CLASS=n>am&#257;nin&#257; m&#257;na-dena k&#299;rtan&#299;yah sad&#257; harih</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>]</P><P>"One can chant the holy name of the Lord in a humble state of mind, thinking himself lower than the straw in the street. One should be more tolerant than a tree, devoid of all sense of false prestige, and should be ready to offer all respect to others. In such a state of mind one can chant the holy name of the Lord constantly." Nevertheless, when the Lord was informed that Nity&#257;nanda Prabhu was injured by Jag&#257;i and M&#257;dh&#257;i, He immediately went to the spot, angry like fire, wanting to kill them. Thus Lord Caitanya has explained His verse by the example of His own behavior. One should tolerate insults against oneself, but when there is blasphemy committed against superiors such as other Vaishnavas, one should be neither humble nor meek: one must take proper steps to counteract such blasphemy. This is the duty of a servant of a guru and Vaishnavas. Anyone who understands the principle of eternal servitude to the guru and Vaishnavas will appreciate the action of &#346;r&#299; J&#299;va Gosv&#257;m&#299; in connection with the so-called scholar's victory over his gurus, &#346;r&#299;la R&#363;pa and &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;.</P><P>Another story fabricated to defame &#346;r&#299;la J&#299;va Gosv&#257;m&#299; states that when &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; showed him the newly-completed manuscript of &#346;r&#299; Caitanya-carit&#257;mrita, J&#299;va Gosv&#257;m&#299; thought it would hamper his reputation as a big scholar and therefore threw it into a well. &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; was greatly shocked, according to this story, and he died immediately. Fortunately a copy of the manuscript of &#346;r&#299; Caitanya-carit&#257;mrita had been kept by a person named Mukunda, and therefore later it was possible to publish the book. This story is another ignominious example of blasphemy against a guru and Vaishnava. Such a story should never be accepted as authoritative.</P><P>According to another accusation, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; did not approve of the principles of the parak&#299;ya-rasa of Vraja-dh&#257;ma and therefore supported svak&#299;ya-rasa, showing that R&#257;dh&#257; and Krishna are eternally married. Actually, when J&#299;va Gosv&#257;m&#299; was alive, some of his followers disliked the parak&#299;ya-rasa of the gop&#299;s. Therefore &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, for their spiritual benefit, supported svak&#299;ya-rasa, for he could understand that sahajiy&#257;s would otherwise exploit the parak&#299;ya-rasa, as they are actually doing at the present time. Unfortunately, in Vrind&#257;vana and Navadv&#299;pa it has become fashionable among sahajiy&#257;s, in their debauchery, to find an unmarried sexual partner to live with to execute so-called devotional service in parak&#299;ya-rasa. Foreseeing this, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; supported svak&#299;ya-rasa, and later all the Vaishnava &#257;c&#257;ryas also approved of it. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; was never opposed to the transcendental parak&#299;ya-rasa, nor has any other Vaishnava disapproved of it. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; strictly followed his predecessor gurus and Vaishnavas, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299;, and &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; accepted him as one of his instructor gurus.</P><P CLASS=l><A CLASS=i HREF="84.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="86.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>