<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 89</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 89"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.89</P><P CLASS=c>pa&#347;cimera loka saba m&#363;dha an&#257;c&#257;ra</P><P CLASS=c>t&#257;h&#257;&#324; prac&#257;rila do&#324;he bhakti-sad&#257;c&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pascimera">pa&#347;cimera</A> &#8212; on the western side; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/m/mudha">m&#363;dha</A> &#8212; less intelligent; <A CLASS=v HREF="http://vedabase.net/a/anacara">an&#257;c&#257;ra</A> &#8212; not well behaved; <A CLASS=v HREF="http://vedabase.net/t/tahan">t&#257;h&#257;&#324;</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/p/pracarila">prac&#257;rila</A> &#8212; preached; <A CLASS=v HREF="http://vedabase.net/d/donhe">do&#324;he</A> &#8212; <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> <A HREF="http://vedabase.net/r/rupa">R&#363;pa</A> Gosv&#257;m&#299; and <A HREF="http://vedabase.net/s/sanatana">San&#257;tana</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/s/sad">sad</A>-<A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A> &#8212; good behavior.</P><P CLASS=t>TRANSLATION</P><P>The people in general on the western side of India were neither intelligent nor well behaved, but by the influence of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; they were trained in devotional service and good behavior.</P><P CLASS=t>PURPORT</P><P>Although it is not only in western India that people were contaminated by association with Muslims, it is a fact that the farther west one goes in India the more he will find the people to be fallen from the Vedic culture. Until five thousand years ago, when the entire planet was under the control of Mah&#257;r&#257;ja Par&#299;kshit, the Vedic culture was current everywhere. Gradually, however, people were influenced by non-Vedic culture, and they lost sight of how to behave in connection with devotional service. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; very kindly preached the bhakti cult in western India, and following in their footsteps the propagators of the Caitanya cult in the Western countries are spreading the sa&#324;k&#299;rtana movement and inculcating the principles of Vaishnava behavior, thus purifying and reforming many persons who were previously accustomed to the culture of mlecchas and yavanas. All of our devotees in the Western countries give up their old habits of illicit sex, intoxication, meat-eating and gambling. Of course, five hundred years ago these practices were unknown in India &#8212; at least in eastern India &#8212; but unfortunately at present all of India has been victimized by these non-Vedic principles, which are sometimes even supported by the government.</P><P CLASS=l><A CLASS=i HREF="88.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="90.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>