<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 90</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 90"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.90</P><P CLASS=c>&#347;&#257;stra-drishtye kaila lupta-t&#299;rthera uddh&#257;ra</P><P CLASS=c>vrind&#257;vane kaila &#347;r&#299;m&#363;rti-sev&#257;ra prac&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>-<A CLASS=v HREF="http://vedabase.net/d/drstye">drishtye</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the directions of revealed scriptures; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/l/lupta">lupta</A> &#8212; forgotten; <A CLASS=v HREF="http://vedabase.net/t/tirthera">t&#299;rthera</A> &#8212; places of pilgrimage; <A CLASS=v HREF="http://vedabase.net/u/uddhara">uddh&#257;ra</A> &#8212; excavation; <A CLASS=v HREF="http://vedabase.net/v/vrndavane">vrind&#257;vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/murti">m&#363;rti</A> &#8212; Deity; <A CLASS=v HREF="http://vedabase.net/s/sevara">sev&#257;ra</A> &#8212; of worship; <A CLASS=v HREF="http://vedabase.net/p/pracara">prac&#257;ra</A> &#8212; propagation.</P><P CLASS=t>TRANSLATION</P><P>In accordance with the directions of the revealed scriptures, both Gosv&#257;m&#299;s excavated the lost places of pilgrimage and inaugurated the worship of Deities in Vrind&#257;vana.</P><P CLASS=t>PURPORT</P><P>The spot where we now find &#346;r&#299; R&#257;dh&#257;-kunda was an agricultural field during the time of Caitanya Mah&#257;prabhu. A small reservoir of water was there, and &#346;r&#299; Caitanya Mah&#257;prabhu bathed in that water and pointed out that originally R&#257;dh&#257;-kunda existed in that location. Following His directions, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; renovated R&#257;dh&#257;-kunda. This is one of the brilliant examples of how the Gosv&#257;m&#299;s excavated lost places of pilgrimage. Similarly, it is through the endeavor of the Gosv&#257;m&#299;s that all the important temples in Vrind&#257;vana were established. Originally there were seven important Gaud&#299;ya Vaishnava temples established in Vrind&#257;vana, namely the Madana-mohana temple, Govinda temple, Gop&#299;n&#257;tha temple, &#346;r&#299; R&#257;dh&#257;ramana temple, R&#257;dh&#257;-&#346;y&#257;masundara temple, R&#257;dh&#257;-D&#257;modara temple and Gokul&#257;nanda temple.</P><P CLASS=l><A CLASS=i HREF="89.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="91.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>