<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 91</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10 Verse 91"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Trunk, Branches and Subbranches of the Caitanya Tree</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 10.91</P><P CLASS=c>mah&#257;prabhura priya bhritya &#8212; raghun&#257;tha-d&#257;sa</P><P CLASS=c>sarva tyaji' kaila prabhura pada-tale v&#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mahaprabhura">mah&#257;prabhura</A> &#8212; of Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> &#8212; very dear; <A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A> &#8212; servant; <A CLASS=v HREF="http://vedabase.net/r/raghunatha">raghun&#257;tha</A>-<A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; <A HREF="http://vedabase.net/r/raghunatha">Raghun&#257;tha</A> <A HREF="http://vedabase.net/d/dasa">d&#257;sa</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> <A CLASS=v HREF="http://vedabase.net/t/tyaji">tyaji</A>' &#8212; renouncing everything; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/t/tale">tale</A> &#8212; under the shelter of the lotus feet; <A CLASS=v HREF="http://vedabase.net/v/vasa">v&#257;sa</A> &#8212; habitation.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, the forty-sixth branch of the tree, was one of the most dear servants of Lord Caitanya Mah&#257;prabhu. He left all his material possessions to surrender completely unto the Lord and live at His lotus feet.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "&#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; was most probably born in the year 1416 &#346;ak&#257;bda (A.D. 1494) in a k&#257;yastha family as the son of Govardhana Majumad&#257;ra, who was the younger brother of the then zamindar, Hiranya Majumad&#257;ra. The village where he took birth is known as &#346;r&#299;-krishnapura. On the railway line between Calcutta and Burdwan is a station named Tri&#347;&#257;bagh&#257; [now known as &#256;di-saptagr&#257;ma], and about one and a half miles away is the village of &#346;r&#299;-krishnapura, where the parental home of &#346;r&#299; Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; was situated. A temple of &#346;r&#299; &#346;r&#299; R&#257;dh&#257;-Govinda is still there. In front of the temple is a large open area but no large hall for devotees to assemble. A rich Calcutta gentleman named Haricarana Ghosha, who resided in the Siml&#257; quarter, recently repaired the temple. The entire temple compound is surrounded by walls, and in a small room just to the side of the temple is a small platform on which Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; used to worship the Deity. By the side of the temple is the dying river Sarasvat&#299;."</P><P>The forefathers of &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; were all Vaishnavas and were very rich men. His spiritual master at home was Yadunandana &#256;c&#257;rya. Although Raghun&#257;tha d&#257;sa was a family man, he had no attachment for his estate and wife. Seeing his tendency to leave home, his father and uncle engaged special bodyguards to watch over him, but nevertheless he managed to escape their vigilance and went away to Jagann&#257;tha Pur&#299; to meet &#346;r&#299; Caitanya Mah&#257;prabhu. This incident took place in the year 1439 &#346;ak&#257;bda (A.D. 1517). Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; compiled three books, named Stava-m&#257;l&#257; (or Stav&#257;val&#299;), D&#257;na-carita and Mukt&#257;-carita. He lived a long time, residing for most of his life at R&#257;dh&#257;-kunda. The place where Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; performed his devotional service still exists by R&#257;dh&#257;-kunda. He almost completely gave up eating, and therefore he was very skinny and of weak health. His only concern was to chant the holy name of the Lord. He gradually reduced his sleeping until he was almost not sleeping at all. It is said that his eyes were always full of tears. When &#346;r&#299;niv&#257;sa &#256;c&#257;rya went to see Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, the Gosv&#257;m&#299; blessed him by embracing him. &#346;r&#299;niv&#257;sa &#256;c&#257;rya requested his blessings for preaching in Bengal, and &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; granted them. In the Gaura-ganodde&#347;a-d&#299;pik&#257; (186) it is stated that &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; was formerly the gop&#299; named Rasa-mañjar&#299;. Sometimes it is said that he was Rati-mañjar&#299;.</P><P CLASS=l><A CLASS=i HREF="90.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="92.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>