<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 10"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: The Trunk, Branches and Subbranches of the Caitanya Tree</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC &#256;di 10 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC &#256;di 10.1</B></A>: Let me repeatedly offer my respectful obeisances unto the beelike devotees who always taste the honey of the lotus feet of Lord Caitanya Mah&#257;prabhu. If even a doggish nondevotee somehow takes shelter of such devotees, he enjoys the aroma of the lotus flower.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC &#256;di 10.2</B></A>: All glories to Lord Caitanya Mah&#257;prabhu and Lord Nity&#257;nanda! All glories to Advaita Prabhu, and all glories to the devotees of Lord Caitanya, headed by &#346;r&#299;v&#257;sa!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC &#256;di 10.3</B></A>: The description of Lord Caitanya as the gardener and the tree is inconceivable. Now hear with attention about the branches of this tree.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC &#256;di 10.4</B></A>: The associates of &#346;r&#299; Caitanya Mah&#257;prabhu were many, but none of them should be considered lower or higher. This cannot be ascertained.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC &#256;di 10.5</B></A>: All the great personalities in the line of Lord Caitanya enumerated these devotees, but they could not distinguish between the greater and the lesser.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC &#256;di 10.6</B></A>: I offer my obeisances unto them as a token of respect. I request them not to consider my offenses.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC &#256;di 10.7</B></A>: I offer my obeisances to all the dear devotees of &#346;r&#299; Caitanya Mah&#257;prabhu, the eternal tree of love of Godhead. I offer my respects to all the branches of the tree, the devotees of the Lord who distribute the fruit of love of Krishna.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC &#256;di 10.8</B></A>: The two brothers &#346;r&#299;v&#257;sa Pandita and &#346;r&#299; R&#257;ma Pandita started two branches that are well known in the world.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC &#256;di 10.9</B></A>: Their two brothers were named &#346;r&#299;pati and &#346;r&#299;nidhi. These four brothers and their servants and maidservants are considered one big branch.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC &#256;di 10.10</B></A>: There is no counting the subbranches of these two branches. &#346;r&#299; Caitanya Mah&#257;prabhu held congregational chanting daily at the house of &#346;r&#299;v&#257;sa Pandita.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC &#256;di 10.11</B></A>: These four brothers and their family members fully engaged in the service of Lord Caitanya. They knew no other god or goddess.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC &#256;di 10.12</B></A>: Another big branch was &#256;c&#257;ryaratna, and his associates were subbranches.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC &#256;di 10.13</B></A>: &#256;c&#257;ryaratna was also named &#346;r&#299; Candra&#347;ekhara &#256;c&#257;rya. In a drama in his house, Lord Caitanya played the goddess of fortune.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC &#256;di 10.14</B></A>: Pundar&#299;ka Vidy&#257;nidhi, the third big branch, was so dear to Lord Caitanya Mah&#257;prabhu that in his absence Lord Caitanya Himself would sometimes cry.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC &#256;di 10.15</B></A>: Gad&#257;dhara Pandita, the fourth branch, is described as an incarnation of the pleasure potency of &#346;r&#299; Krishna. No one, therefore, can equal him.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC &#256;di 10.16</B></A>: His disciples and granddisciples are his subbranches. To describe them all would be difficult.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC &#256;di 10.17</B></A>: Vakre&#347;vara Pandita, the fifth branch of the tree, was a very dear servant of Lord Caitanya's. He could dance with constant ecstasy for seventy-two hours.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC &#256;di 10.18</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu personally sang while Vakre&#347;vara Pandita danced, and thus Vakre&#347;vara Pandita fell at the lotus feet of the Lord and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC &#256;di 10.19</B></A>: "O Candramukha! Please give me ten thousand Gandharvas. Let them sing as I dance, and then I will be greatly happy."</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC &#256;di 10.20</B></A>: Lord Caitanya replied, "I have only one wing like you, but if I had another, certainly I would fly in the sky!"</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC &#256;di 10.21</B></A>: Pandita Jagad&#257;nanda, the sixth branch of the Caitanya tree, was celebrated as the life and soul of the Lord. He is known to have been an incarnation of Satyabh&#257;m&#257; [one of the chief queens of Lord Krishna].</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC &#256;di 10.22</B></A>: Jagad&#257;nanda Pandita [as an incarnation of Satyabh&#257;m&#257;] always wanted to see to the comfort of Lord Caitanya, but since the Lord was a sanny&#257;s&#299; He did not accept the luxuries that Jagad&#257;nanda Pandita offered.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC &#256;di 10.23</B></A>: They sometimes appeared to fight over trifles, but these quarrels were based on their affection, of which I shall speak later.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC &#256;di 10.24</B></A>: R&#257;ghava Pandita, Lord &#346;r&#299; Caitanya Mah&#257;prabhu's original follower, is understood to have been the seventh branch. From him proceeded another subbranch, headed by Makaradhvaja Kara.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC &#256;di 10.25</B></A>: R&#257;ghava Pandita's sister Damayant&#299; was the dear maidservant of the Lord. She always collected various ingredients with which to cook for Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC &#256;di 10.26</B></A>: The foods Damayant&#299; cooked for Lord Caitanya when He was at Pur&#299; were carried in bags by her brother R&#257;ghava without the knowledge of others.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC &#256;di 10.27</B></A>: The Lord accepted these foods throughout the entire year. Those bags are still celebrated as r&#257;ghavera jh&#257;li ["the bags of R&#257;ghava Pandita"].</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC &#256;di 10.28</B></A>: I shall describe the contents of the bags of R&#257;ghava Pandita later in this book. Hearing this narration, devotees generally cry, and tears glide down from their eyes.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC &#256;di 10.29</B></A>: Pandita Ga&#324;g&#257;d&#257;sa was the eighth dear branch of the tree of &#346;r&#299; Caitanya Mah&#257;prabhu. One who remembers his activities attains freedom from all bondage.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC &#256;di 10.30</B></A>: &#346;r&#299; &#256;c&#257;rya Purandara, the ninth branch, was a constant associate of Lord Caitanya's. The Lord accepted him as His father.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC &#256;di 10.31</B></A>: D&#257;modara Pandita, the tenth branch of the Caitanya tree, was so elevated in love of Lord Caitanya that he once unhesitatingly chastised the Lord with strong words.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC &#256;di 10.32</B></A>: Later in the Caitanya-carit&#257;mrita I shall describe this incident of chastisement in detail. The Lord, being very much satisfied by this chastisement, sent D&#257;modara Pandita to Navadv&#299;pa.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC &#256;di 10.33</B></A>: The eleventh branch, the younger brother of D&#257;modara Pandita, was known as &#346;a&#324;kara Pandita. He was celebrated as the shoes of the Lord.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC &#256;di 10.34</B></A>: Sad&#257;&#347;iva Pandita, the twelfth branch, was always eager to serve the lotus feet of the Lord. It was his good fortune that when Lord Nity&#257;nanda came to Navadv&#299;pa He resided at his house.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC &#256;di 10.35</B></A>: The thirteenth branch was Pradyumna Brahmac&#257;r&#299;. Since he was a worshiper of Lord Nrisimhadeva, &#346;r&#299; Caitanya Mah&#257;prabhu changed his name to Nrisimh&#257;nanda Brahmac&#257;r&#299;.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC &#256;di 10.36</B></A>: N&#257;r&#257;yana Pandita, the fourteenth branch, a great and liberal devotee, did not know any shelter but Lord Caitanya's lotus feet.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC &#256;di 10.37</B></A>: The fifteenth branch was &#346;r&#299;m&#257;n Pandita, who was a constant servitor of Lord Caitanya Mah&#257;prabhu. He used to carry a torch while the Lord danced.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC &#256;di 10.38</B></A>: The sixteenth branch, &#346;ukl&#257;mbara Brahmac&#257;r&#299;, was very fortunate because Lord Caitanya Mah&#257;prabhu jokingly or seriously begged food from him or sometimes snatched it from him forcibly and ate it.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC &#256;di 10.39</B></A>: Nandana &#256;c&#257;rya, the seventeenth branch of the Caitanya tree, is celebrated within the world because the two Prabhus [Lord Caitanya and Nity&#257;nanda] sometimes hid in his house.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC &#256;di 10.40</B></A>: Mukunda Datta, a class friend of Lord Caitanya's, was another branch of the Caitanya tree. Lord Caitanya danced while he sang.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC &#256;di 10.41</B></A>: V&#257;sudeva Datta, the nineteenth branch of the &#346;r&#299; Caitanya tree, was a great personality and a most confidential devotee of the Lord. One could not describe his qualities even with thousands of mouths.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC &#256;di 10.42</B></A>: &#346;r&#299;la V&#257;sudeva Datta Th&#257;kura wanted to suffer for the sinful activities of all the people of the world so that Lord Caitanya Mah&#257;prabhu might deliver them.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC &#256;di 10.43</B></A>: The twentieth branch of the Caitanya tree was Harid&#257;sa Th&#257;kura. His character was wonderful. He used to chant the holy name of Krishna 300,000 times a day without fail.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC &#256;di 10.44</B></A>: There was no end to the transcendental qualities of Harid&#257;sa Th&#257;kura. Here I mention but a fraction of his qualities. He was so exalted that Advaita Gosv&#257;m&#299;, when performing the &#347;r&#257;ddha ceremony of his father, offered him the first plate.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC &#256;di 10.45</B></A>: The waves of his good qualities were like those of Prahl&#257;da Mah&#257;r&#257;ja. He did not even slightly raise an eyebrow when persecuted by the Muslim ruler.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC &#256;di 10.46</B></A>: After the passing away of Harid&#257;sa Th&#257;kura, the Lord Himself took his body on His lap and danced with it in great ecstasy.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC &#256;di 10.47</B></A>: &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has vividly described the pastimes of Harid&#257;sa Th&#257;kura in his Caitanya-bh&#257;gavata. Whatever has remained undescribed I shall try to explain later in this book.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC &#256;di 10.48</B></A>: One subbranch of Harid&#257;sa Th&#257;kura consisted of the residents of Kul&#299;na-gr&#257;ma. The most important among them was Satyar&#257;ja Kh&#257;n, or Satyar&#257;ja Vasu, who was a recipient of all the mercy of Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC &#256;di 10.49</B></A>: Mur&#257;ri Gupta, the twenty-first branch of the tree of &#346;r&#299; Caitanya Mah&#257;prabhu, was a storehouse of love of Godhead. His great humility and meekness melted the heart of Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC &#256;di 10.50</B></A>: &#346;r&#299;la Mur&#257;ri Gupta never accepted charity from friends, nor did he accept money from anyone. He practiced as a physician and maintained his family with his earnings.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC &#256;di 10.51</B></A>: As Mur&#257;ri Gupta treated his patients, by his mercy both their bodily and spiritual diseases subsided.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC &#256;di 10.52</B></A>: &#346;r&#299;m&#257;n Sena, the twenty-second branch of the Caitanya tree, was a very faithful servant of Lord Caitanya. He knew nothing else but the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC &#256;di 10.53</B></A>: &#346;r&#299; Gad&#257;dhara d&#257;sa, the twenty-third branch, was understood to be the topmost, for he induced all the Muslim Kazis to chant the holy name of Lord Hari.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC &#256;di 10.54</B></A>: &#346;iv&#257;nanda Sena, the twenty-fourth branch of the tree, was an extremely confidential servant of Lord Caitanya Mah&#257;prabhu. Everyone who went to Jagann&#257;tha Pur&#299; to visit Lord Caitanya took shelter and guidance from &#346;r&#299; &#346;iv&#257;nanda Sena.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC &#256;di 10.55</B></A>: Every year he took a party of devotees from Bengal to Jagann&#257;tha Pur&#299; to visit Lord Caitanya. He maintained the entire party as they journeyed on the road.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC &#256;di 10.56</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu bestows His causeless mercy upon His devotees in three features: His own direct appearance [s&#257;ksh&#257;t], His prowess within someone He empowers [&#257;ve&#347;a], and His manifestation [&#257;virbh&#257;va].</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC &#256;di 10.57</B></A>: The appearance of Lord &#346;r&#299; Caitanya Mah&#257;prabhu in every devotee's presence is called s&#257;ksh&#257;t. His appearance in Nakula Brahmac&#257;r&#299; as a symptom of special prowess is an example of &#257;ve&#347;a.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC &#256;di 10.58</B></A>: The former Pradyumna Brahmac&#257;r&#299; was given the name Nrisimh&#257;nanda Brahmac&#257;r&#299; by &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC &#256;di 10.59</B></A>: In his body there were symptoms of &#257;virbh&#257;va. Such appearances are uncommon, but Lord Caitanya Mah&#257;prabhu displayed many such pastimes through His different features.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC &#256;di 10.60</B></A>: &#346;r&#299;la &#346;iv&#257;nanda Sena experienced the three features of s&#257;ksh&#257;t, &#257;ve&#347;a and &#257;virbh&#257;va. Later I shall vividly describe this transcendentally blissful subject.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC &#256;di 10.61</B></A>: The sons, servants and family members of &#346;iv&#257;nanda Sena constituted a subbranch. They were all sincere servants of Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC &#256;di 10.62</B></A>: The three sons of &#346;iv&#257;nanda Sena, named Caitanya d&#257;sa, R&#257;mad&#257;sa and Karnap&#363;ra, were all heroic devotees of Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC &#256;di 10.63</B></A>: &#346;r&#299;vallabha Sena and &#346;r&#299;k&#257;nta Sena were also subbranches of &#346;iv&#257;nanda Sena, for they were not only his nephews but also unalloyed devotees of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC &#256;di 10.64</B></A>: Govind&#257;nanda and Govinda Datta, the twenty-fifth and twenty-sixth branches of the tree, were performers of k&#299;rtana in the company of &#346;r&#299; Caitanya Mah&#257;prabhu. Govinda Datta was the principal singer in Lord Caitanya's k&#299;rtana party.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC &#256;di 10.65</B></A>: &#346;r&#299; Vijaya d&#257;sa, the twenty-seventh branch, another of the Lord's chief singers, gave the Lord many books written by hand.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC &#256;di 10.66</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu gave Vijaya d&#257;sa the name Ratnab&#257;hu ["jewel-handed"] because he copied many manuscripts for Him. The twenty-eighth branch was Krishnad&#257;sa, who was very dear to the Lord. He was known as Akiñcana Krishnad&#257;sa.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC &#256;di 10.67</B></A>: The twenty-ninth branch was &#346;r&#299;dhara, a trader in banana-tree bark. He was a very dear servant of the Lord. On many occasions, the Lord played jokes on him.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC &#256;di 10.68</B></A>: Every day Lord Caitanya Mah&#257;prabhu jokingly snatched fruits, flowers and pulp from &#346;r&#299;dhara and drank from his broken iron pot.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC &#256;di 10.69</B></A>: The thirtieth branch was Bhagav&#257;n Pandita. He was an extremely dear servant of the Lord, but even previously he was a great devotee of Lord Krishna who always kept the Lord within his heart.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC &#256;di 10.70</B></A>: The thirty-first branch was Jagad&#299;&#347;a Pandita, and the thirty-second was Hiranya Mah&#257;&#347;aya, unto whom Lord Caitanya in His childhood showed His causeless mercy.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC &#256;di 10.71</B></A>: In their two houses Lord Caitanya Mah&#257;prabhu begged food on the Ek&#257;da&#347;&#299; day and personally ate it.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC &#256;di 10.72</B></A>: The thirty-third and thirty-fourth branches were the two students of Caitanya Mah&#257;prabhu named Purushottama and Sañjaya, who were stalwart students in grammar. They were very great personalities.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC &#256;di 10.73</B></A>: Vanam&#257;l&#299; Pandita, the thirty-fifth branch of the tree, was very much celebrated in this world. He saw a golden club and plow in the hands of the Lord.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC &#256;di 10.74</B></A>: The thirty-sixth branch, Buddhimanta Kh&#257;n, was extremely dear to Lord Caitanya Mah&#257;prabhu. He was always prepared to carry out the Lord's orders, and therefore he was considered to be a chief servant of the Lord.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC &#256;di 10.75</B></A>: Garuda Pandita, the thirty-seventh branch of the tree, always engaged in chanting the auspicious name of the Lord. Because of the strength of this chanting, even the effects of poison could not touch him.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC &#256;di 10.76</B></A>: Gop&#299;n&#257;tha Simha, the thirty-eighth branch of the tree, was a faithful servant of Lord Caitanya Mah&#257;prabhu. The Lord jokingly addressed him as Akr&#363;ra.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC &#256;di 10.77</B></A>: Dev&#257;nanda Pandita was a professional reciter of &#346;r&#299;mad-Bh&#257;gavatam, but by the mercy of Vakre&#347;vara Pandita and the grace of the Lord he understood the devotional interpretation of the Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="78-79.htm"><B>CC &#256;di 10.78-79</B></A>: &#346;r&#299; Khandav&#257;s&#299; Mukunda and his son Raghunandana were the thirty-ninth branch of the tree, Narahari was the fortieth, Cirañj&#299;va the forty-first and Sulocana the forty-second. They were all big branches of the all-merciful tree of Caitanya Mah&#257;prabhu. They distributed the fruits and flowers of love of Godhead anywhere and everywhere.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC &#256;di 10.80</B></A>: Satyar&#257;ja, R&#257;m&#257;nanda, Yadun&#257;tha, Purushottama, &#346;a&#324;kara and Vidy&#257;nanda all belonged to the twentieth branch. They were inhabitants of the village known as Kul&#299;na-gr&#257;ma.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC &#256;di 10.81</B></A>: All the inhabitants of Kul&#299;na-gr&#257;ma village, headed by V&#257;n&#299;n&#257;tha Vasu, were servants of Lord Caitanya, who was their only life and wealth.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC &#256;di 10.82</B></A>: The Lord said, "What to speak of others, even a dog in the village of Kul&#299;na-gr&#257;ma is My dear friend.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC &#256;di 10.83</B></A>: "No one can describe the fortunate position of Kul&#299;na-gr&#257;ma. It is so sublime that even sweepers who tend their hogs there also chant the Hare Krishna mah&#257;-mantra."</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC &#256;di 10.84</B></A>: On the western side were the forty-third, forty-fourth and forty-fifth branches &#8212; &#346;r&#299; San&#257;tana, &#346;r&#299; R&#363;pa and Anupama. They were the best of all.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC &#256;di 10.85</B></A>: Among these branches, R&#363;pa and San&#257;tana were principal. Anupama, J&#299;va Gosv&#257;m&#299; and others, headed by R&#257;jendra, were their subbranches.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC &#256;di 10.86</B></A>: By the will of the supreme gardener, the branches of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; grew many times over, expanding throughout the western countries and covering the entire region.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC &#256;di 10.87</B></A>: Extending to the borders of the river Sindhu and the Himalayan Mountain valleys, these two branches expanded throughout India, including all the places of pilgrimage, such as Vrind&#257;vana, Mathur&#257; and Haridv&#257;ra.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC &#256;di 10.88</B></A>: The fruits of love of Godhead which fructified on these two branches were distributed in abundance. Tasting these fruits, everyone became mad after them.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC &#256;di 10.89</B></A>: The people in general on the western side of India were neither intelligent nor well behaved, but by the influence of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; they were trained in devotional service and good behavior.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC &#256;di 10.90</B></A>: In accordance with the directions of the revealed scriptures, both Gosv&#257;m&#299;s excavated the lost places of pilgrimage and inaugurated the worship of Deities in Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC &#256;di 10.91</B></A>: &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, the forty-sixth branch of the tree, was one of the most dear servants of Lord Caitanya Mah&#257;prabhu. He left all his material possessions to surrender completely unto the Lord and live at His lotus feet.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC &#256;di 10.92</B></A>: When Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; approached &#346;r&#299; Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299;, the Lord entrusted him to the care of Svar&#363;pa D&#257;modara, His secretary. Thus they both engaged in the confidential service of the Lord.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC &#256;di 10.93</B></A>: He rendered confidential service to the Lord for sixteen years at Jagann&#257;tha Pur&#299;, and after the disappearance of both the Lord and Svar&#363;pa D&#257;modara, he left Jagann&#257;tha Pur&#299; and went to Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC &#256;di 10.94</B></A>: &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; intended to go to Vrind&#257;vana to see the lotus feet of R&#363;pa and San&#257;tana and then give up his life by jumping from Govardhana Hill.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC &#256;di 10.95</B></A>: Thus &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; came to Vrind&#257;vana, visited &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; and offered them his obeisances.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC &#256;di 10.96</B></A>: These two brothers, however, did not allow him to die. They accepted him as their third brother and kept him in their company.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC &#256;di 10.97</B></A>: Because Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; was an assistant to Svar&#363;pa D&#257;modara, he knew much about the external and internal features of the pastimes of Lord Caitanya. Thus the two brothers R&#363;pa and San&#257;tana always used to hear of this from him.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC &#256;di 10.98</B></A>: Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; gradually gave up all food and drink but a few drops of buttermilk.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC &#256;di 10.99</B></A>: As a daily duty, he regularly offered one thousand obeisances to the Lord, chanted at least one hundred thousand holy names and offered obeisances to two thousand Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC &#256;di 10.100</B></A>: Day and night he rendered service within his mind to R&#257;dh&#257;-Krishna, and for three hours a day he discoursed about the character of Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC &#256;di 10.101</B></A>: &#346;r&#299; Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; took three baths daily in the R&#257;dh&#257;-kunda lake. As soon as he found a Vaishnava residing in Vrind&#257;vana, he would embrace him and give him all respect.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC &#256;di 10.102</B></A>: He engaged himself in devotional service for more than twenty-two and a half hours a day, and for less than two hours he slept, although on some days that also was not possible.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC &#256;di 10.103</B></A>: I am struck with wonder when I hear about the devotional service he executed. I accept &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; as my guides.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC &#256;di 10.104</B></A>: I shall later explain very elaborately how all these devotees met &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC &#256;di 10.105</B></A>: &#346;r&#299; Gop&#257;la Bhatta Gosv&#257;m&#299;, the forty-seventh branch, was one of the great and exalted branches of the tree. He always engaged in discourses about love of Godhead in the company of R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC &#256;di 10.106</B></A>: The &#257;c&#257;rya &#346;a&#324;kar&#257;ranya was considered the forty-eighth branch of the original tree. From him proceeded the subbranches known as Mukunda, K&#257;&#347;&#299;n&#257;tha and Rudra.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC &#256;di 10.107</B></A>: &#346;r&#299;n&#257;tha Pandita, the forty-ninth branch, was the beloved recipient of all the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu. Everyone in the three worlds was astonished to see how he worshiped Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC &#256;di 10.108</B></A>: Jagann&#257;tha &#256;c&#257;rya, the fiftieth branch of the Caitanya tree, was an extremely dear servant of the Lord, by whose order he decided to live on the bank of the Ganges.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC &#256;di 10.109</B></A>: The fifty-first branch of the Caitanya tree was Krishnad&#257;sa Vaidya, the fifty-second was Pandita &#346;ekhara, the fifty-third was Kavicandra, and the fifty-fourth was Shashth&#299;vara, who was a great sa&#324;k&#299;rtana performer.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC &#256;di 10.110</B></A>: The fifty-fifth branch was &#346;r&#299;n&#257;tha Mi&#347;ra, the fifty-sixth was &#346;ubh&#257;nanda, the fifty-seventh was &#346;r&#299;r&#257;ma, the fifty-eighth was &#298;&#347;&#257;na, the fifty-ninth was &#346;r&#299;nidhi, the sixtieth was &#346;r&#299; Gop&#299;k&#257;nta, and the sixty-first was Mi&#347;ra Bhagav&#257;n.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC &#256;di 10.111</B></A>: The sixty-second branch of the tree was Subuddhi Mi&#347;ra, the sixty-third was Hriday&#257;nanda, the sixty-fourth was Kamala-nayana, the sixty-fifth was Mahe&#347;a Pandita, the sixty-sixth was &#346;r&#299;kara, and the sixty-seventh was &#346;r&#299; Madhus&#363;dana.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC &#256;di 10.112</B></A>: The sixty-eighth branch of the original tree was Purushottama, the sixty-ninth was &#346;r&#299; G&#257;l&#299;ma, the seventieth was Jagann&#257;tha d&#257;sa, the seventy-first was &#346;r&#299; Candra&#347;ekhara Vaidya, and the seventy-second was Dvija Harid&#257;sa.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC &#256;di 10.113</B></A>: The seventy-third branch of the original tree was R&#257;mad&#257;sa, the seventy-fourth was Kavicandra, the seventy-fifth was &#346;r&#299; Gop&#257;la d&#257;sa, the seventy-sixth was Bh&#257;gavata &#256;c&#257;rya, and the seventy-seventh was Th&#257;kura S&#257;ra&#324;ga d&#257;sa.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC &#256;di 10.114</B></A>: The seventy-eighth branch of the original tree was Jagann&#257;tha T&#299;rtha, the seventy-ninth was the br&#257;hmana &#346;r&#299; J&#257;nak&#299;n&#257;tha, the eightieth was Gop&#257;la &#256;c&#257;rya, and the eighty-first was the br&#257;hmana V&#257;n&#299;n&#257;tha.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC &#256;di 10.115</B></A>: The three brothers Govinda, M&#257;dhava and V&#257;sudeva were the eighty-second, eighty-third and eighty-fourth branches of the tree. Lord Caitanya and Nity&#257;nanda used to dance in their k&#299;rtana performances.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC &#256;di 10.116</B></A>: R&#257;mad&#257;sa Abhir&#257;ma was fully absorbed in the mellow of friendship. He made a flute of a bamboo stick with sixteen knots.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC &#256;di 10.117</B></A>: By the order of &#346;r&#299; Caitanya Mah&#257;prabhu, three devotees accompanied Lord Nity&#257;nanda Prabhu when He returned to Bengal to preach.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC &#256;di 10.118</B></A>: These three were R&#257;mad&#257;sa, M&#257;dhava Ghosha and V&#257;sudeva Ghosha. Govinda Ghosha, however, remained with &#346;r&#299; Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299; and thus felt great satisfaction.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC &#256;di 10.119</B></A>: Bh&#257;gavata &#256;c&#257;rya, Cirañj&#299;va, &#346;r&#299; Raghunandana, M&#257;dhav&#257;c&#257;rya, Kamal&#257;k&#257;nta and &#346;r&#299; Yadunandana were all among the branches of the Caitanya tree.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC &#256;di 10.120</B></A>: Jag&#257;i and M&#257;dh&#257;i, the eighty-ninth and ninetieth branches of the tree, were the greatest recipients of Lord Caitanya's mercy. These two brothers were the witnesses who proved that Lord Caitanya was rightly named Patita-p&#257;vana, "the deliverer of the fallen souls."</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC &#256;di 10.121</B></A>: I have given a brief description of the devotees of Lord Caitanya in Bengal. Actually His devotees are innumerable.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC &#256;di 10.122</B></A>: I have especially mentioned all these devotees because they accompanied Lord Caitanya Mah&#257;prabhu in Bengal and Orissa and served Him in many ways.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC &#256;di 10.123</B></A>: Let me briefly describe some of the devotees of Lord Caitanya Mah&#257;prabhu in Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="124-126.htm"><B>CC &#256;di 10.124-126</B></A>: Among the devotees who accompanied the Lord in Jagann&#257;tha Pur&#299;, two of them &#8212; Param&#257;nanda Pur&#299; and Svar&#363;pa D&#257;modara &#8212; were the heart and soul of the Lord. Among the other devotees were Gad&#257;dhara, Jagad&#257;nanda, &#346;a&#324;kara, Vakre&#347;vara, D&#257;modara Pandita, Th&#257;kura Harid&#257;sa, Raghun&#257;tha Vaidya and Raghun&#257;tha d&#257;sa.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC &#256;di 10.127</B></A>: All these devotees were associates of the Lord from the very beginning, and when the Lord took up residence in Jagann&#257;tha Pur&#299;, they remained there to serve Him faithfully.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC &#256;di 10.128</B></A>: All the devotees who resided in Bengal used to visit Jagann&#257;tha Pur&#299; every year to see the Lord.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC &#256;di 10.129</B></A>: Now let me enumerate the devotees of Bengal who first came to see the Lord at Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC &#256;di 10.130</B></A>: There was S&#257;rvabhauma Bhatt&#257;c&#257;rya, one of the biggest branches of the tree of the Lord, and his sister's husband, &#346;r&#299; Gop&#299;n&#257;tha &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC &#256;di 10.131</B></A>: In the list of devotees at Jagann&#257;tha Pur&#299; [which begins with Param&#257;nanda Pur&#299;, Svar&#363;pa D&#257;modara, S&#257;rvabhauma Bhatt&#257;c&#257;rya and Gop&#299;n&#257;tha &#256;c&#257;rya], K&#257;&#347;&#299; Mi&#347;ra was the fifth, Pradyumna Mi&#347;ra the sixth and Bhav&#257;nanda R&#257;ya the seventh. Lord Caitanya took great pleasure in meeting with them.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC &#256;di 10.132</B></A>: Embracing R&#257;ya Bhav&#257;nanda, the Lord declared to him, "You formerly appeared as P&#257;ndu, and your five sons appeared as the five P&#257;ndavas."</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC &#256;di 10.133</B></A>: The five sons of Bhav&#257;nanda R&#257;ya were R&#257;m&#257;nanda R&#257;ya, Pattan&#257;yaka Gop&#299;n&#257;tha, Kal&#257;nidhi, Sudh&#257;nidhi and N&#257;yaka V&#257;n&#299;n&#257;tha.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC &#256;di 10.134</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu told Bhav&#257;nanda R&#257;ya, "Your five sons are all My dear devotees. R&#257;m&#257;nanda R&#257;ya and I are one, although our bodies are different."</P><P CLASS=r><A CLASS=i HREF="135-136.htm"><B>CC &#256;di 10.135-136</B></A>: King Prat&#257;parudra of Orissa, the Oriy&#257; devotees Krishn&#257;nanda and &#346;iv&#257;nanda, and Param&#257;nanda Mah&#257;p&#257;tra, Bhagav&#257;n &#256;c&#257;rya, Brahm&#257;nanda Bh&#257;rat&#299;, &#346;r&#299; &#346;ikhi M&#257;hiti and Mur&#257;ri M&#257;hiti constantly associated with Caitanya Mah&#257;prabhu while He resided in Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC &#256;di 10.137</B></A>: M&#257;dhav&#299;dev&#299;, the seventeenth of the prominent devotees, was the younger sister of &#346;ikhi M&#257;hiti. She is considered to have formerly been a maidservant of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC &#256;di 10.138</B></A>: Brahmac&#257;r&#299; K&#257;&#347;&#299;&#347;vara was a disciple of &#298;&#347;vara Pur&#299;, and &#346;r&#299; Govinda was another of his dear disciples.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC &#256;di 10.139</B></A>: In the list of prominent devotees at N&#299;l&#257;cala [Jagann&#257;tha Pur&#299;], K&#257;&#347;&#299;&#347;vara was the eighteenth and Govinda the nineteenth. They both came to see Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299;, being thus ordered by &#298;&#347;vara Pur&#299; at the time of his passing away.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC &#256;di 10.140</B></A>: Both K&#257;&#347;&#299;&#347;vara and Govinda were Godbrothers of &#346;r&#299; Caitanya Mah&#257;prabhu, and thus the Lord duly honored them as soon as they arrived. But because &#298;&#347;vara Pur&#299; had ordered them to give Caitanya Mah&#257;prabhu personal service, the Lord accepted their service.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC &#256;di 10.141</B></A>: Govinda cared for the body of &#346;r&#299; Caitanya Mah&#257;prabhu, whereas K&#257;&#347;&#299;&#347;vara went in front of the Lord when He went to see Jagann&#257;tha in the temple.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC &#256;di 10.142</B></A>: When Caitanya Mah&#257;prabhu went to the temple of Jagann&#257;tha, K&#257;&#347;&#299;&#347;vara, being very strong, cleared the crowds aside with his hands so that Caitanya Mah&#257;prabhu could pass untouched.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC &#256;di 10.143</B></A>: R&#257;m&#257;i and Nand&#257;i, the twentieth and twenty-first among the important devotees in Jagann&#257;tha Pur&#299;, always assisted Govinda twenty-four hours a day in rendering service to the Lord.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC &#256;di 10.144</B></A>: Every day R&#257;m&#257;i filled twenty-two big waterpots, whereas Nand&#257;i personally assisted Govinda.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC &#256;di 10.145</B></A>: The twenty-second devotee, Krishnad&#257;sa, was born of a pure and respectable br&#257;hmana family. While touring southern India, Lord Caitanya took Krishnad&#257;sa with Him.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC &#256;di 10.146</B></A>: As a bona fide devotee, Balabhadra Bhatt&#257;c&#257;rya, the twenty-third principal associate, acted as the brahmac&#257;r&#299; of &#346;r&#299; Caitanya Mah&#257;prabhu when He toured Mathur&#257;.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC &#256;di 10.147</B></A>: Bada Harid&#257;sa and Chota Harid&#257;sa, the twenty-fourth and twenty-fifth devotees in N&#299;l&#257;cala, were good singers who always accompanied Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC &#256;di 10.148</B></A>: Among the devotees who lived with Lord Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299;, R&#257;mabhadra &#256;c&#257;rya was the twenty-sixth, Simhe&#347;vara the twenty-seventh, Tapana &#256;c&#257;rya the twenty-eighth, Raghun&#257;tha Bhatt&#257;c&#257;rya the twenty-ninth and N&#299;l&#257;mbara the thirtieth.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC &#256;di 10.149</B></A>: Si&#324;g&#257;bhatta was the thirty-first, K&#257;m&#257;bhatta the thirty-second, &#346;iv&#257;nanda the thirty-third and Kamal&#257;nanda the thirty-fourth. They all formerly served &#346;r&#299; Caitanya Mah&#257;prabhu in Bengal, but later these servants left Bengal to live with the Lord in Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC &#256;di 10.150</B></A>: Acyut&#257;nanda, the thirty-fifth devotee, was the son of Advaita &#256;c&#257;rya. He also lived with Lord Caitanya, taking shelter of His lotus feet at Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC &#256;di 10.151</B></A>: Nirloma Ga&#324;g&#257;d&#257;sa and Vishnud&#257;sa were the thirty-sixth and thirty-seventh among the devotees who lived at Jagann&#257;tha Pur&#299; as servants of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="152-154.htm"><B>CC &#256;di 10.152-154</B></A>: The prominent devotees at V&#257;r&#257;nas&#299; were the physician Candra&#347;ekhara, Tapana Mi&#347;ra and Raghun&#257;tha Bhatt&#257;c&#257;rya, Tapana Mi&#347;ra's son. When Lord Caitanya came to V&#257;r&#257;nas&#299; after seeing Vrind&#257;vana, for two months He lived at the residence of Candra&#347;ekhara Vaidya and accepted pras&#257;dam at the house of Tapana Mi&#347;ra.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC &#256;di 10.155</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu stayed at the house of Tapana Mi&#347;ra, Raghun&#257;tha Bhatta, who was then a boy, washed His dishes and massaged His legs.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC &#256;di 10.156</B></A>: When Raghun&#257;tha grew to be a young man, he visited Lord Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299; and stayed there for eight months. Sometimes he offered pras&#257;dam to the Lord.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC &#256;di 10.157</B></A>: Later, by the order of Lord Caitanya, Raghun&#257;tha went to Vrind&#257;vana and remained there under the shelter of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC &#256;di 10.158</B></A>: While he stayed with &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, his engagement was to recite &#346;r&#299;mad-Bh&#257;gavatam for him to hear. As a result of this Bh&#257;gavatam recitation, he attained perfectional love of Krishna, by which he remained always maddened.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC &#256;di 10.159</B></A>: I list in this way only a portion of the innumerable devotees of Lord Caitanya. To describe them all fully is not possible.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC &#256;di 10.160</B></A>: From each branch of the tree have grown hundreds and thousands of subbranches of disciples and granddisciples.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC &#256;di 10.161</B></A>: Every branch and subbranch of the tree is full of innumerable fruits and flowers. They inundate the world with the waters of love of Krishna.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC &#256;di 10.162</B></A>: Each and every branch of &#346;r&#299; Caitanya Mah&#257;prabhu's devotees has unlimited spiritual power and glory. Even if one had thousands of mouths, it would be impossible to describe the limits of their activities.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC &#256;di 10.163</B></A>: I have briefly described the devotees of Lord Caitanya Mah&#257;prabhu in different places. Even Lord &#346;esha, who has thousands of mouths, could not list them all.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC &#256;di 10.164</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>