<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verse 104</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verse 104"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Life's Ultimate Goal &#8212; Love of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 23.104</P><P CLASS=c>vrind&#257;vane krishna-sev&#257;, vaishnava-&#257;c&#257;ra</P><P CLASS=c>bhakti-smriti-&#347;&#257;stra kari' kariha prac&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vrndavane">vrind&#257;vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; the service of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A>-<A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A> &#8212; behavior of Vaishnavas; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/s/smrti">smriti</A>-<A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A> &#8212; the reference books of devotional service; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; compiling; <A CLASS=v HREF="http://vedabase.net/k/kariha">kariha</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/p/pracara">prac&#257;ra</A> &#8212; preaching.</P><P CLASS=t>TRANSLATION</P><P>"Establish devotional service to Lord Krishna and R&#257;dh&#257;r&#257;n&#299; in Vrind&#257;vana. You should also compile bhakti scriptures and preach the bhakti cult from Vrind&#257;vana."</P><P CLASS=t>PURPORT</P><P>San&#257;tana Gosv&#257;m&#299; was enjoined (1) to broadcast the revealed scriptures on devotional service and establish the conclusions of devotional service, (2) to reestablish lost places of pilgrimage like Vrind&#257;vana and R&#257;dh&#257;-kunda, (3) to establish the Vrind&#257;vana method of temple worship and install Deities in temples (&#346;r&#299; San&#257;tana Gosv&#257;m&#299; established the Madana-mohana temple, and R&#363;pa Gosv&#257;m&#299; established the Govindaj&#299; temple), and (4) to enunciate the behavior of a Vaishnava (as &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; did in the Hari-bhakti-vil&#257;sa). In this way San&#257;tana Gosv&#257;m&#299; was empowered to establish the cult of Vaishnavism. As stated by &#346;r&#299;niv&#257;sa &#256;c&#257;rya in his Shad-gosv&#257;my-ashtaka (2):</P><P>n&#257;n&#257;-&#347;&#257;stra-vic&#257;ranaika-nipunau sad-dharma-samsth&#257;pakau</P><P CLASS=n>lok&#257;n&#257;m hita-k&#257;rinau tri-bhuvane m&#257;nyau &#347;arany&#257;karau</P><P CLASS=n>r&#257;dh&#257;-krishna-pad&#257;ravinda-bhajan&#257;nandena matt&#257;likau</P><P CLASS=n>vande r&#363;pa-san&#257;tanau raghu-yugau &#347;r&#299;-j&#299;va-gop&#257;lakau</P><P>"I offer my respectful obeisances unto the six Gosv&#257;m&#299;s, namely &#346;r&#299; San&#257;tana Gosv&#257;m&#299;, &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; Raghun&#257;tha Bhatta Gosv&#257;m&#299;, &#346;r&#299; Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, &#346;r&#299; J&#299;va Gosv&#257;m&#299; and &#346;r&#299; Gop&#257;la Bhatta Gosv&#257;m&#299;, who are very expert in scrutinizingly studying all the revealed scriptures with the aim of establishing eternal religious principles for the benefit of all human beings. Thus they are honored all over the three worlds, and they are worth taking shelter of because they are absorbed in the mood of the gop&#299;s and are engaged in the transcendental loving service of R&#257;dh&#257; and Krishna."</P><P>This Krishna consciousness movement continues the tradition of the six Gosv&#257;m&#299;s, especially &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; and &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. Serious students of this Krishna consciousness movement must understand their great responsibility to preach the cult of Vrind&#257;vana (devotional service to the Lord) all over the world. We now have a nice temple in Vrind&#257;vana, and serious students should take advantage of it. I am very hopeful that some of our students can take up this responsibility and render the best service to humanity by educating people in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="103.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="105.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>