<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verse 105</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verse 105"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Life's Ultimate Goal &#8212; Love of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 23.105</P><P CLASS=c>yukta-vair&#257;gya-sthiti saba &#347;ikh&#257;ila</P><P CLASS=c>&#347;ushka-vair&#257;gya-jñ&#257;na saba nishedhila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yukta">yukta</A>-<A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A> &#8212; of proper renunciation; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; the situation; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sikhaila">&#347;ikh&#257;ila</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/s/suska">&#347;ushka</A>-<A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A> &#8212; dry renunciation; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; speculative knowledge; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/n/nisedhila">nishedhila</A> &#8212; forbade.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu then told San&#257;tana Gosv&#257;m&#299; about proper renunciation according to a particular situation, and the Lord forbade dry renunciation and speculative knowledge in all respects.</P><P CLASS=t>PURPORT</P><P>This is the technique for understanding &#347;ushka-vair&#257;gya and yukta-vair&#257;gya. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/17.htm">6.17</A>) it is said:</P><P>yukt&#257;h&#257;ra-vih&#257;rasya yukta-ceshtasya karmasu</P><P CLASS=n>yukta-svapn&#257;vabodhasya yogo bhavati duhkha-h&#257;</P><P>"He who is temperate in his habits of eating, sleeping, recreation and work can mitigate all material pains by practicing the yoga system." To broadcast the cult of Krishna consciousness, one has to learn the possibility of renunciation in terms of country, time and candidate. A candidate for Krishna consciousness in the Western countries should be taught about the renunciation of material existence, but one would teach candidates from a country like India in a different way. The teacher (&#257;c&#257;rya) has to consider time, candidate and country. He must avoid the principle of niyam&#257;graha &#8212; that is, he should not try to perform the impossible. What is possible in one country may not be possible in another. The &#257;c&#257;rya's duty is to accept the essence of devotional service. There may be a little change here and there as far as yukta-vair&#257;gya (proper renunciation) is concerned. Dry renunciation is forbidden by &#346;r&#299; Caitanya Mah&#257;prabhu, and we have also learned this from our spiritual master, His Divine Grace Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura Gosv&#257;m&#299; Mah&#257;r&#257;ja. The essence of devotional service must be taken into consideration, and not the outward paraphernalia.</P><P>San&#257;tana Gosv&#257;m&#299; wrote his Vaishnava smriti, Hari-bhakti-vil&#257;sa, which was specifically meant for India. In those days, India was more or less following the principle of sm&#257;rta-vidhi. &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; had to keep pace with this, and his Hari-bhakti-vil&#257;sa was compiled with this in mind. According to sm&#257;rta-br&#257;hmanas, a person not born in a br&#257;hmana family could not be elevated to the position of a br&#257;hmana. San&#257;tana Gosv&#257;m&#299;, however, says in the Hari-bhakti-vil&#257;sa (<A CLASS=v HREF="http://vedabase.net/todo/vilasa2/12">2.12</A>) that anyone can be elevated to the position of a br&#257;hmana by the process of initiation.</P><P>yath&#257; k&#257;ñcanat&#257;m y&#257;ti k&#257;msyam rasa-vidh&#257;natah</P><P CLASS=n>tath&#257; d&#299;ksh&#257;-vidh&#257;nena dvijatvam j&#257;yate nrin&#257;m</P><P>"As bell metal is turned to gold when mixed with mercury in an alchemical process, so one who is properly trained and initiated by a bona fide spiritual master immediately becomes a br&#257;hmana."</P><P>There is a difference between the sm&#257;rta process and the gosv&#257;m&#299; process. According to the sm&#257;rta process, one cannot be accepted as a br&#257;hmana unless he is born in a br&#257;hmana family. According to the gosv&#257;m&#299; process, the Hari-bhakti-vil&#257;sa and the N&#257;rada-pañcar&#257;tra, anyone can be a br&#257;hmana if he is properly initiated by a bona fide spiritual master. This is also the verdict of &#346;ukadeva Gosv&#257;m&#299; in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/2/4/18.htm">2.4.18</A>):</P><P>kir&#257;ta-h&#363;n&#257;ndhra-pulinda-pulka&#347;&#257;</P><P CLASS=n>&#257;bh&#299;ra-&#347;umbh&#257; yavan&#257;h khas&#257;dayah</P><P CLASS=n>ye 'nye ca p&#257;p&#257; yad-ap&#257;&#347;ray&#257;&#347;ray&#257;h</P><P CLASS=n>&#347;udhyanti tasmai prabhavishnave namah</P><P>"Kir&#257;tas, H&#363;nas, &#256;ndhras, Pulindas, Pulka&#347;as, &#256;bh&#299;ras, &#346;umbhas, Yavanas and members of the Khasa races, and even others who are addicted to sinful acts, can be purified by taking shelter of the devotees of the Lord, due to His being the supreme power. I beg to offer my respectful obeisances unto Him."</P><P>A Vaishnava is immediately purified, provided he follows the rules and regulations of his bona fide spiritual master. It is not necessary that the rules and regulations followed in India be exactly the same as those in Europe, America and other Western countries. Simply imitating without effect is called niyam&#257;graha. Not following the regulative principles but instead living extravagantly is also called niyam&#257;graha. The word niyama means "regulative principles," and &#257;graha means "eagerness." The word agraha means "not to accept." We should not follow regulative principles without an effect, nor should we fail to accept the regulative principles. What is required is a special technique according to country, time and candidate. Without the sanction of the spiritual master, we should not try to imitate. This principle is recommended here: &#347;ushka-vair&#257;gya-jñ&#257;na saba nishedhila. This is &#346;r&#299; Caitanya Mah&#257;prabhu's liberal demonstration of the bhakti cult. We should not introduce anything whimsically, without the sanction of the bona fide spiritual master. In this connection, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments on these points by quoting two verses by &#346;r&#299; R&#363;pa Gosv&#257;m&#299; (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/255">1.2.255-256</A>).</P><P>an&#257;saktasya vishay&#257;n yath&#257;rham upayuñjatah</P><P CLASS=n>nirbandhah krishna-sambandhe yuktam vair&#257;gyam ucyate</P><P CLASS=n>pr&#257;pañcikatay&#257; buddhy&#257; hari-sambandhi-vastunah</P><P CLASS=n>mumukshubhih parity&#257;go vair&#257;gyam phalgu kathyate</P><P>"When one is not attached to anything but at the same time accepts everything in relation to Krishna, one is rightly situated above possessiveness. On the other hand, one who rejects everything without knowledge of its relationship to Krishna is not as complete in his renunciation." To preach the bhakti cult, one should seriously consider these verses.</P><P CLASS=l><A CLASS=i HREF="104.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="107.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>