<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verse 116</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verse 116"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Life's Ultimate Goal &#8212; Love of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 23.116</P><P CLASS=c>hari-vam&#347;e kahiy&#257;che goloke nitya-sthiti</P><P CLASS=c>indra &#257;si' karila yabe &#347;r&#299;-krishnere stuti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/v/vamse">vam&#347;e</A> &#8212; the revealed scripture known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/h/hari">Hari</A>-<A HREF="http://vedabase.net/v/vamsa">vam&#347;a</A>; <A CLASS=v HREF="http://vedabase.net/k/kahiyache">kahiy&#257;che</A> &#8212; has told of; <A CLASS=v HREF="http://vedabase.net/g/goloke">goloke</A> &#8212; on the planet called <A HREF="http://vedabase.net/g/goloka">Goloka</A>; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A>-<A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; the eternal situation; <A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; King <A HREF="http://vedabase.net/i/indra">Indra</A> of the heavenly planets; <A CLASS=v HREF="http://vedabase.net/a/asi">&#257;si</A>' &#8212; coming; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/y/yabe">yabe</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsnere">krishnere</A> <A CLASS=v HREF="http://vedabase.net/s/stuti">stuti</A> &#8212; prayers <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>In the revealed scripture Hari-vam&#347;a, there is a description of Goloka Vrind&#257;vana, the planet where Lord &#346;r&#299; Krishna eternally resides. This information was given by King Indra when he surrendered to Krishna and offered prayers after Krishna had raised Govardhana Hill.</P><P CLASS=t>PURPORT</P><P>In the Vedic scripture Hari-vam&#347;a (Vishnu-parva, Chapter Nineteen), there is the following description of Goloka Vrind&#257;vana:</P><P>manushya-lok&#257;d &#363;rdhvam tu khag&#257;n&#257;m gatir ucyate</P><P CLASS=n>&#257;k&#257;&#347;asyopari ravir dv&#257;ram svargasya bh&#257;num&#257;n</P><P CLASS=n>svarg&#257;d &#363;rdhvam brahma-loko brahmarshi-gana-sevitah</P><P CLASS=n>tatra soma-gati&#347; caiva jyotish&#257;m ca mah&#257;tman&#257;m</P><P CLASS=n>tasyopari gav&#257;m lokah s&#257;dhy&#257;s tam p&#257;layanti hi</P><P CLASS=n>sa hi sarva-gatah krishnah mah&#257;-k&#257;&#347;a-gato mah&#257;n</P><P CLASS=n>upary upari tatr&#257;pi gatis tava tapo-may&#299;</P><P CLASS=n>y&#257;m na vidmo vayam sarve pricchanto 'pi pit&#257;m aham</P><P CLASS=n>gatih &#347;ama-dam&#257;ty&#257;n&#257;m svargah su-krita-karman&#257;m</P><P CLASS=n>br&#257;hmye tapasi yukt&#257;n&#257;m brahma-lokah par&#257; gatih</P><P CLASS=n>gav&#257;m eva tu goloko dur&#257;roh&#257; hi s&#257; gatih</P><P CLASS=n>sa tu lokas tvay&#257; krishna s&#299;dam&#257;nah krit&#257;tman&#257;</P><P CLASS=n>dhrito dhritimat&#257; v&#299;ra nighnatopadrav&#257;n gav&#257;m</P><P>When the King of heaven, Indra, surrendered to Krishna after Krishna had raised Govardhana Hill, Lord Indra stated that above the planetary systems wherein human beings reside is the sky, where birds fly. Above the sky is the sun and its orbit. This is the entrance to the heavenly planets. Above the heavenly planets are other planets, up to Brahmaloka, where those advancing in spiritual knowledge reside. The planets up to Brahmaloka are part of the material world (Dev&#299;-dh&#257;ma). Because the material world is under the control of Dev&#299;, Durg&#257;, it is called Dev&#299;-dh&#257;ma. Above Dev&#299;-dh&#257;ma is a place where Lord &#346;iva and his wife Um&#257; reside. Those brightened by spiritual knowledge and liberated from material contamination reside in that &#346;ivaloka. Beyond that planetary system is the spiritual world, where there are planets called Vaikunthalokas. Goloka Vrind&#257;vana is situated above all the Vaikunthalokas. Goloka Vrind&#257;vana is the kingdom of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and the parents of Krishna, Mah&#257;r&#257;ja Nanda and mother Ya&#347;od&#257;. In this way there are various planetary systems, and they are all creations of the Supreme Lord. As stated in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/43.htm">5.43</A>):</P><P>goloka-n&#257;mni nija-dh&#257;mni tale ca tasya</P><P CLASS=n>dev&#299;-mahe&#347;a-hari-dh&#257;masu teshu teshu</P><P CLASS=n>te te prabh&#257;va-nicay&#257; vihit&#257;&#347; ca yena</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"Below the planet named Goloka Vrind&#257;vana are the planets known as Dev&#299;-dh&#257;ma, Mahe&#347;a-dh&#257;ma and Hari-dh&#257;ma. These are opulent in different ways. They are managed by the Supreme Personality of Godhead, Govinda, the original Lord. I offer my obeisances unto Him."</P><P>Thus Goloka Vrind&#257;vana-dh&#257;ma is situated above the Vaikuntha planets. The spiritual sky containing all the Vaikuntha planets is very small compared to Goloka Vrind&#257;vana-dh&#257;ma. The space occupied by Goloka Vrind&#257;vana-dh&#257;ma is called mah&#257;k&#257;&#347;a, or "the greatest sky of all." Lord Indra said, "We asked Lord Brahm&#257; about Your eternal planet, but we could not understand it. Those fruitive actors who have controlled their senses and mind with pious activities can be elevated to the heavenly planets. Pure devotees who are always engaged in Lord N&#257;r&#257;yana's service are promoted to the Vaikunthalokas. However, my Lord Krishna, Your Goloka Vrind&#257;vana-dh&#257;ma is very difficult to attain. Yet both You and that supreme planetary system have descended here upon this earth. Unfortunately, I have disturbed You by my misdeeds, and that was due to my foolishness. I am therefore trying to satisfy You by my prayers."</P><P>&#346;r&#299; N&#299;lakantha confirms the existence of Goloka Vrind&#257;vana-dh&#257;ma by quoting the Rig-samhit&#257; (Rig Veda <A CLASS=v HREF="http://vedabase.net/todo/veda1/154/6">1.154.6</A>):</P><P>t&#257; v&#257;m v&#257;st&#363;ny u&#347;masi gamadhyai</P><P CLASS=n>yatra g&#257;vo bh&#363;ri-&#347;ri&#324;g&#257; ay&#257;sah</P><P CLASS=n>atr&#257;ha tad urug&#257;yasya krishnah</P><P CLASS=n>paramam padam avabh&#257;ti bh&#363;ri</P><P>"We wish to go to Your [R&#257;dh&#257;'s and Krishna's] beautiful houses, about which cows with large, excellent horns are wandering. Yet distinctly shining on this earth is that supreme abode of Yours that showers joy on all, O Urug&#257;ya [Krishna, who is much praised]."</P><P CLASS=l><A CLASS=i HREF="115.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="117-118.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>