<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verses 117-118</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verses 117-118"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Life's Ultimate Goal &#8212; Love of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 23.117-118</P><P CLASS=c>maushala-l&#299;l&#257;, &#257;ra krishna-antardh&#257;na</P><P CLASS=c>ke&#347;&#257;vat&#257;ra, &#257;ra yata viruddha vy&#257;khy&#257;na</P><P CLASS=c>mahish&#299;-harana &#257;di, saba &#8212; m&#257;y&#257;maya</P><P CLASS=c>vy&#257;khy&#257; &#347;ikh&#257;ila yaiche susiddh&#257;nta haya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mausala">maushala</A>-<A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; the pastimes of destroying the <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/a/antardhana">antardh&#257;na</A> &#8212; the disappearance of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kesa">ke&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; the incarnation of the hairs; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yata">yata</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/v/viruddha">viruddha</A> <A CLASS=v HREF="http://vedabase.net/v/vyakhyana">vy&#257;khy&#257;na</A> &#8212; statements against the <A HREF="http://vedabase.net/k/krsna">Krishna</A> conscious conclusions; <A CLASS=v HREF="http://vedabase.net/m/mahisi">mahish&#299;</A>-<A CLASS=v HREF="http://vedabase.net/h/harana">harana</A> &#8212; kidnapping of the queens; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">maya</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of the external energy; <A CLASS=v HREF="http://vedabase.net/v/vyakhya">vy&#257;khy&#257;</A> &#8212; explanations (countering the attack of the asuras); <A CLASS=v HREF="http://vedabase.net/s/sikhaila">&#347;ikh&#257;ila</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/siddhanta">siddh&#257;nta</A> &#8212; proper conclusions; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>.</P><P CLASS=t>TRANSLATION</P><P>Illusory stories opposed to the conclusions of Krishna consciousness concern the destruction of the Yadu dynasty, Krishna's disappearance, the story that Krishna and Balar&#257;ma arise from a black hair and a white hair of Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, and the story about the kidnapping of the queens. &#346;r&#299; Caitanya Mah&#257;prabhu explained to San&#257;tana Gosv&#257;m&#299; the proper conclusions of these stories.</P><P CLASS=t>PURPORT</P><P>Due to envy, many asuras describe Krishna to be like a black crow or an incarnation of a hair. &#346;r&#299; Caitanya Mah&#257;prabhu told San&#257;tana Gosv&#257;m&#299; how to counteract all these asuric explanations of Krishna. The word k&#257;ka means crow, and ke&#347;a means hair. The asuras describe Krishna as an incarnation of a crow, an incarnation of a &#347;&#363;dra (a blackish tribe) and an incarnation of a hair, not knowing that the word ke&#347;a means ka-&#299;&#347;a and that ka means Lord Brahm&#257; and &#299;&#347;a means Lord. Thus the word ke&#347;a indicates that Krishna is the Lord of Lord Brahm&#257;.</P><P>Some of Lord Krishna's pastimes are mentioned in the Mah&#257;bh&#257;rata as maushala-l&#299;l&#257;. These include the stories of the destruction of the Yadu dynasty, Krishna's disappearance, His being pierced by a hunter's arrow, the story of Krishna's being an incarnation of a piece of hair (ke&#347;a-avat&#257;ra) as well as mahish&#299;-harana, the kidnapping of Krishna's queens. Actually these are not factual but are related for the bewilderment of the asuras, who want to prove that Krishna is an ordinary human being. They are false in the sense that these pastimes are not eternal, nor are they transcendental or spiritual. There are many people who are by nature averse to the supremacy of the Supreme Personality of Godhead, Vishnu. Such people are called asuras. They have mistaken ideas about Krishna. As stated in the Bhagavad-g&#299;t&#257;, the asuras are given a chance to forget Krishna more and more, birth after birth. Thus they make their appearance in a family of asuras and continue this process, being kept in bewilderment about Krishna. Asuras in the dress of sanny&#257;s&#299;s even explain the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam in different ways according to their own imaginations. Thus they continue to remain asuras birth after birth.</P><P>As far as the ke&#347;a-avat&#257;ra (incarnation of a hair) is concerned, it is mentioned in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/2/7/26.htm">2.7.26</A>). The Vishnu Pur&#257;na also states, ujjah&#257;r&#257;tmanah ke&#347;au sita-krishnau mah&#257;-bala.</P><P>Similarly, it is stated in the Mah&#257;bh&#257;rata (&#256;di-parva 1<A CLASS=v HREF="http://vedabase.net/todo/parva89/31">89.31-32</A>):</P><P>sa c&#257;pi ke&#347;au harir uccakarta</P><P CLASS=n>ekam &#347;uklam aparam c&#257;pi krishnam</P><P CLASS=n>tau c&#257;pi ke&#347;&#257;v &#257;vi&#347;at&#257;m yad&#363;n&#257;m</P><P CLASS=n>kule striyau rohin&#299;m devak&#299;m ca</P><P CLASS=n>tayor eko balabhadro babh&#363;va</P><P CLASS=n>yo 'sau &#347;vetas tasya devasya ke&#347;ah</P><P CLASS=n>krishno dvit&#299;yah ke&#347;avah sambabh&#363;va</P><P CLASS=n>ke&#347;ah yo 'sau varnatah krishna uktah</P><P>Thus in &#346;r&#299;mad-Bh&#257;gavatam, the Vishnu Pur&#257;na and the Mah&#257;bh&#257;rata there are references to Krishna and Balar&#257;ma being incarnations of a black hair and a white hair respectively. It is stated that Lord Vishnu snatched two hairs &#8212; one white and one black &#8212; from His head. These two hairs entered the wombs of Rohin&#299; and Devak&#299;, members of the Yadu dynasty. Balar&#257;ma was born from Rohin&#299;, and Krishna was born of Devak&#299;. Thus Balar&#257;ma appeared from the first hair, and Krishna appeared from the second hair. It was also foretold that all the asuras, who are enemies of the demigods, would be cut down by Lord Vishnu by His white and black plenary expansions and that the Supreme Personality of Godhead would appear and perform wonderful activities. In this connection, one should see the Laghu-bh&#257;gavat&#257;mrita, the chapter called Krishn&#257;mrita, verses 156-164. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has refuted this argument about the hair incarnation, and his refutation is supported by &#346;r&#299; Baladeva Vidy&#257;bh&#363;shana's commentaries. This matter is further discussed in the Krishna-sandarbha (29) and in the commentary known as Sarva-samv&#257;din&#299;, by &#346;r&#299;la J&#299;va Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="116.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="119.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>