<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verse 51"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Life's Ultimate Goal &#8212; Love of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 23.51</P><P CLASS=c>'anubh&#257;va' &#8212; smita, nritya, g&#299;t&#257;di udbh&#257;svara</P><P CLASS=c>stambh&#257;di &#8212; 's&#257;ttvika' anubh&#257;vera bhitara</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anubhava">anubh&#257;va</A> &#8212; subordinate ecstasy; <A CLASS=v HREF="http://vedabase.net/s/smita">smita</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/n/nrtya">nritya</A> &#8212; dancing; <A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; songs and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/u/udbhasvara">udbh&#257;svara</A> &#8212; symptoms of bodily manifestation; <A CLASS=v HREF="http://vedabase.net/s/stambha">stambha</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; being stunned and others; <A CLASS=v HREF="http://vedabase.net/s/sattvika">s&#257;ttvika</A> &#8212; natural; <A CLASS=v HREF="http://vedabase.net/a/anubhavera">anubh&#257;vera</A> <A CLASS=v HREF="http://vedabase.net/b/bhitara">bhitara</A> &#8212; within the category of subordinate ecstasies.</P><P CLASS=t>TRANSLATION</P><P>"The subordinate ecstasies are smiling, dancing and singing, as well as different manifestations in the body. The natural ecstasies, such as being stunned, are considered among the subordinate ecstasies [anubh&#257;va].</P><P CLASS=t>PURPORT</P><P>In the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs2/1/14">2.1.14</A>), vibh&#257;va is described as follows:</P><P>tatra jñey&#257; vibh&#257;v&#257;s tu raty-&#257;sv&#257;dana-hetavah</P><P CLASS=n>te dvidh&#257;lamban&#257; eke tathaivodd&#299;pan&#257;h pare</P><P>"The cause bringing about the tasting of love for Krishna is called vibh&#257;va. Vibh&#257;va is divided into two categories &#8212; &#257;lambana (support) and udd&#299;pana (awakening)."</P><P>In the Agni Pur&#257;na it is stated:</P><P>vibh&#257;vyate hi raty-&#257;dir yatra yena vibh&#257;vyate</P><P CLASS=n>vibh&#257;vo n&#257;ma sa dvedh&#257;lambanodd&#299;pan&#257;tmakah</P><P>"That which causes love for Krishna to appear is called vibh&#257;va. That has two divisions &#8212; &#257;lambana (in which love appears) and udd&#299;pana (by which love appears)."</P><P>In the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs2/1/16">2.1.16</A>), the following is stated about &#257;lambana:</P><P>krishna&#347; ca krishna-bhakt&#257;&#347; ca budhair &#257;lamban&#257; mat&#257;h</P><P CLASS=n>raty-&#257;der vishayatvena tath&#257;dh&#257;ratay&#257;pi ca</P><P>"The object of love is Krishna, and the container of that love is the devotee of Krishna. Learned scholars call them &#257;lambana &#8212; the foundations." Similarly, udd&#299;pana is described as follows:</P><P>udd&#299;pan&#257;s tu te prokt&#257; bh&#257;vam udd&#299;payanti ye</P><P CLASS=n>te tu &#347;r&#299;-krishna-candrasya gun&#257;&#347; cesht&#257;h pras&#257;dhanam</P><P>"Those things which awaken ecstatic love are called udd&#299;pana. Mainly this awakening is made possible by the qualities and activities of Krishna, as well as by His mode of decoration and the way His hair is arranged." (B.r.s. 2.1.301) The Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs2/1/302">2.1.302</A>) also gives the following further examples of udd&#299;pana:</P><P>smit&#257;&#324;ga-saurabhe vam&#347;a-&#347;ri&#324;ga-n&#363;pura-kambavah</P><P CLASS=n>pad&#257;&#324;ka-kshetra-tulas&#299;-bhakta-tad-v&#257;sar&#257;dayah</P><P>"Krishna's smile, the fragrance of His transcendental body, His flute, bugle, ankle bells and conchshell, the marks on His feet, His place of residence, His favorite plant [tulas&#299;], His devotees, and the observance of fasts and vows connected to His devotion all awaken the symptoms of ecstatic love."</P><P>The Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs2/2/1">2.2.1</A>) describes anubh&#257;va as follows:</P><P>anubh&#257;v&#257;s tu citta-stha-bh&#257;v&#257;n&#257;m avabodhak&#257;h</P><P CLASS=n>te bahir vikriy&#257; pr&#257;y&#257;h prokt&#257; udbh&#257;svar&#257;khyay&#257;</P><P>"The many external ecstatic symptoms, or bodily transformations which indicate ecstatic emotions in the mind and which are also called udbh&#257;svara, are the anubh&#257;vas, or subordinate ecstatic expressions of love." Some of these symptoms are dancing, falling down and rolling on the ground, singing and crying very loudly, bodily contortions, loud vibrations, yawning, deep breathing, disregard for others, the frothing of saliva, mad laughter, spitting, hiccups and other, similar symptoms. All these symptoms are divided into two divisions &#8212; &#347;&#299;ta and kshepana. Singing, yawning and so on are called &#347;&#299;ta. Dancing and bodily contortions are called kshepana.</P><P>In his Anubh&#257;shya, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura quotes the following verse from the Vedic literature describing udbh&#257;svara:</P><P>udbh&#257;sante sva-dh&#257;mn&#299;ti prokt&#257; udbh&#257;svar&#257; budhaih</P><P CLASS=n>n&#299;vy-uttar&#299;ya-dhammilla-sramsanam g&#257;tra-motanam</P><P CLASS=n>jrimbh&#257; ghr&#257;nasya phullatvam ni&#347;v&#257;s&#257;dy&#257;&#347; ca te mat&#257;h</P><P>"The ecstatic symptoms manifest in the external body of a person in ecstatic love are called udbh&#257;svara by learned scholars. Some of these are a slackening of the belt and a dropping of clothes and hair. Others are bodily contortions, yawning, a trembling of the front portion of the nostrils, heavy breathing, hiccupping and falling down and rolling on the ground. These are the external manifestations of emotional love." Stambha and other symptoms are described in Madhya-l&#299;l&#257; <A CLASS=v HREF="../../../cc/madhya/14/167/.htm">14.167.</A></P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>