<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verse 52"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Life's Ultimate Goal &#8212; Love of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 23.52</P><P CLASS=c>nirveda-harsh&#257;di &#8212; tetri&#347;a 'vyabhic&#257;r&#299;'</P><P CLASS=c>saba mili' 'rasa' haya camatk&#257;ra-k&#257;r&#299;</P><P CLASS=c>nirveda-harsha-&#257;di &#8212; complete despondency, jubilation and so on; tetri&#347;a &#8212; thirty-three; vyabhic&#257;r&#299; &#8212; transitory elements; saba mili' &#8212; all meeting together; rasa &#8212; the mellow; haya &#8212; becomes; camatk&#257;ra-k&#257;r&#299; &#8212; a cause of wonder</P><P CLASS=t>TRANSLATION</P><P>"There are other ingredients, beginning with complete despondency and jubilation. Altogether there are thirty-three varieties, and when these combine, the mellow becomes very wonderful.</P><P CLASS=t>PURPORT</P><P>Nirveda, harsha and other symptoms are explained in Madhya-l&#299;l&#257; <A CLASS=v HREF="../../../cc/madhya/14/167/.htm">14.167.</A> The transitory elements (vyabhic&#257;r&#299;) are described in the Bhakti-ras&#257;mrita-sindhu as follows:</P><P>athocyante trayas trim&#347;ad-bh&#257;v&#257; ye vyabhic&#257;rinah</P><P CLASS=n>vi&#347;eshen&#257;bhimukhyena caranti sth&#257;yinam prati</P><P CLASS=n>v&#257;g-a&#324;ga-sattva-s&#363;cy&#257; ye jñey&#257;s te vyabhic&#257;rinah</P><P CLASS=n>sañc&#257;rayanti bh&#257;vasya gatim sañc&#257;rino'pi te</P><P CLASS=n>unmajjanti nimajjanti st&#257;yiny amrita-v&#257;ridhau</P><P CLASS=n>&#363;rmi-vad vardhayanty enam y&#257;nti tad-r&#363;pat&#257;m ca te</P><P>"There are thirty-three transitory elements, known as vyabhic&#257;r&#299; ecstatic emotions. They especially wander about the permanent sentiments as assistants. They are to be known by words, by different symptoms seen in the limbs and in other parts of the body, and by the peculiar conditions of the heart. Because they set in motion the progress of the permanent sentiments, they are specifically called sañc&#257;r&#299;, or impelling principles. These impelling principles rise up and fall back in the permanent sentiments of ecstatic love like waves in an ocean of ecstasy. Consequently they are called vyabhic&#257;r&#299;."</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>