<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verse 62</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verse 62"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Life's Ultimate Goal &#8212; Love of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 23.62</P><P CLASS=c>'sambhoga'-'vipralambha'-bhede dvividha &#347;ri&#324;g&#257;ra</P><P CLASS=c>sambhogera ananta a&#324;ga, n&#257;hi anta t&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sambhoga">sambhoga</A> &#8212; of meeting (enjoyment together); <A CLASS=v HREF="http://vedabase.net/v/vipralambha">vipralambha</A> &#8212; of separation; <A CLASS=v HREF="http://vedabase.net/b/bhede">bhede</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> two divisions; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/v/vidha">vidha</A> <A CLASS=v HREF="http://vedabase.net/s/srngara">&#347;ri&#324;g&#257;ra</A> &#8212; two kinds of conjugal love; <A CLASS=v HREF="http://vedabase.net/s/sambhogera">sambhogera</A> &#8212; of the stage of <A HREF="http://vedabase.net/s/sambhoga">sambhoga</A>, or meeting; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; unlimited parts; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anta">anta</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> end; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; of that.</P><P CLASS=t>TRANSLATION</P><P>"In conjugal love [&#347;ri&#324;g&#257;ra] there are two departments &#8212; meeting and separation. On the platform of meeting, there are unlimited varieties that are beyond description.</P><P CLASS=t>PURPORT</P><P>Vipralambha is described in the Ujjvala-n&#299;lamani (Vipralambha-prakarana 3-4):</P><P>y&#363;nor ayuktayor bh&#257;vo yuktayor v&#257;tha yo mithah</P><P CLASS=n>abh&#299;sht&#257;li&#324;gan&#257;d&#299;n&#257;m anav&#257;ptau prakrishyate</P><P CLASS=n>sa vipralambho vijñeyah sambhogonnati-k&#257;rakah</P><P CLASS=n>na vin&#257; vipralambhena sambhogah pushtim a&#347;nute</P><P>"When the lover and the beloved meet, they are called yukta (connected). Previous to their meeting, they are called ayukta (not connected). Whether connected or not connected, the ecstatic emotion arising due to not being able to embrace and kiss each other as desired is called vipralambha. This vipralambha helps nourish emotions at the time of meeting." Similarly, sambhoga is described in the following verse quoted from the Vedic literature by &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura in his Anubh&#257;shya:</P><P>dar&#347;an&#257;li&#324;gan&#257;d&#299;n&#257;m &#257;nuk&#363;ly&#257;n nishevay&#257;</P><P CLASS=n>y&#363;nor ull&#257;sam &#257;rohan bh&#257;vah sambhoga &#299;ryate</P><P>"Meeting each other and embracing each other are aimed at bringing about the happiness of the lover and the beloved. When this stage becomes increasingly jubilant, the resultant ecstatic emotion is called sambhoga." When awakened, sambhoga is divided into four categories:</P><P>(1) p&#363;rva-r&#257;ga-anantara &#8212; after p&#363;rva-r&#257;ga (attachment prior to meeting), sambhoga is called brief (sa&#324;kshipta);</P><P>(2) m&#257;na-anantara &#8212; after m&#257;na (anger based on love), sambhoga is called encroached (sa&#324;k&#299;rna);</P><P>(3) kiñcid-d&#363;ra-prav&#257;sa-anantara &#8212; after being a little distance away for some time, sambhoga is called accomplished (sampanna);</P><P>(4) sud&#363;ra-prav&#257;sa-anantara &#8212; after being far away, sambhoga is called perfection (samriddhim&#257;n).</P><P>The meetings of the lovers that take place in dreams also have these four divisions.</P><P CLASS=l><A CLASS=i HREF="61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="63.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>