<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verses 82-83</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 23 Verses 82-83"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Life's Ultimate Goal &#8212; Love of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 23.82-83</P><P CLASS=c>sarv&#257;dbhuta-camatk&#257;ra-</P><P CLASS=c>l&#299;l&#257;-kallola-v&#257;ridhih</P><P CLASS=c>atulya-madhura-prema-</P><P CLASS=c>mandita-priya-mandalah</P><P CLASS=c>tri-jagan-m&#257;nas&#257;karshi-</P><P CLASS=c>mural&#299;-kala-k&#363;jitah</P><P CLASS=c>asam&#257;nordhva-r&#363;pa-&#347;r&#299;-</P><P CLASS=c>vism&#257;pita-car&#257;carah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A>-<A CLASS=v HREF="http://vedabase.net/c/camatkara">camatk&#257;ra</A> &#8212; bringing wonder <A HREF="http://vedabase.net/t/to">to</A> all; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; of pastimes; <A CLASS=v HREF="http://vedabase.net/k/kallola">kallola</A> &#8212; full of waves; <A CLASS=v HREF="http://vedabase.net/v/varidhih">v&#257;ridhih</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> ocean; <A CLASS=v HREF="http://vedabase.net/a/atulya">atulya</A>-<A CLASS=v HREF="http://vedabase.net/m/madhura">madhura</A>-<A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; with incomparable conjugal love; <A CLASS=v HREF="http://vedabase.net/m/mandita">mandita</A> &#8212; decorated; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/m/mandalah">mandalah</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> circle of favorite personalities; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; of the three worlds; <A CLASS=v HREF="http://vedabase.net/m/manasa">m&#257;nasa</A>-<A CLASS=v HREF="http://vedabase.net/a/akarsi">&#257;karshi</A> &#8212; attracting the minds; <A CLASS=v HREF="http://vedabase.net/m/murali">mural&#299;</A> &#8212; of the flute; <A CLASS=v HREF="http://vedabase.net/k/kala">kala</A>-<A CLASS=v HREF="http://vedabase.net/k/kujitah">k&#363;jitah</A> &#8212; the melodious vibration; <A CLASS=v HREF="http://vedabase.net/a/asamana">asam&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A> &#8212; unequaled and unsurpassed; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; by beauty; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A> &#8212; and opulence; <A CLASS=v HREF="http://vedabase.net/v/vismapita">vism&#257;pita</A>-<A CLASS=v HREF="http://vedabase.net/c/cara">cara</A>-<A CLASS=v HREF="http://vedabase.net/a/acarah">acarah</A> &#8212; astonishing the moving and nonmoving living entities.</P><P CLASS=t>TRANSLATION</P><P>"'Apart from these sixty transcendental qualities, Krishna has an additional four transcendental qualities, which are not manifested even in the personality of N&#257;r&#257;yana. These are: (1) Krishna is like an ocean filled with waves of pastimes that evoke wonder within everyone in the three worlds. (2) In His activities of conjugal love, He is always surrounded by His dear devotees who possess unequaled love for Him. (3) He attracts the minds of all three worlds with the melodious vibration of His flute. (4) His personal beauty and opulence are beyond compare. No one is equal to Him, and no one is greater than Him. Thus the Personality of Godhead astonishes all living entities, both moving and nonmoving, within the three worlds. He is so beautiful that He is called Krishna.</P><P CLASS=t>PURPORT</P><P>M&#257;y&#257;v&#257;d&#299; philosophers, who have a poor fund of knowledge, simply dismiss the subject by explaining that krishna means "black." Not understanding the qualities of Krishna, these atheistic rascals do not accept Him as the Supreme Personality of Godhead. Although the Lord is described and accepted by great personalities, &#257;c&#257;ryas and sages, the M&#257;y&#257;v&#257;d&#299;s still do not appreciate Him. Unfortunately, at the present moment human society is so degraded that people cannot even provide themselves with life's daily necessities, yet they are captivated by M&#257;y&#257;v&#257;d&#299; philosophers and are being misled. According to the Bhagavad-g&#299;t&#257;, simply by understanding Krishna one can get free from the cycle of birth and death. Tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]. Unfortunately this great science of Krishna consciousness has been impeded by M&#257;y&#257;v&#257;d&#299; philosophers, who are opposed to the personality of Krishna. Those who are preaching this Krishna consciousness movement must try to understand Krishna from the statements given in the Bhakti-ras&#257;mrita-sindhu (The Nectar of Devotion).</P><P CLASS=l><A CLASS=i HREF="79-81.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="84-85.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>