<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 23"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Life's Ultimate Goal &#8212; Love of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 23 Summary</P><P>The following summary of the Twenty-third Chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. In this chapter &#346;r&#299; Caitanya Mah&#257;prabhu describes the symptoms of emotion and love and the awakening of one's original loving relationship with the Lord, as well as the characteristics of a devotee who has actually attained that stage. He then describes the gradual increase of love of God up to the point of mah&#257;bh&#257;va. He then describes the five divisions of attraction and how they continue. He also describes the mellow derived from conjugal love, which is the supreme emotion. Conjugal love is divided into two categories &#8212; svak&#299;ya and parak&#299;ya. Svak&#299;ya refers to loving affairs between husband and wife, and parak&#299;ya refers to loving affairs between two lovers. There are a number of descriptions in this connection. There is also a description of the sixty-four transcendental qualities of Krishna and the twenty-five transcendental qualities of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu then describes those candidates who are eligible to taste the mellows of devotional service. Their fundamental natures and their varieties are also described. The Lord also informs San&#257;tana Gosv&#257;m&#299; about all the confidential paraphernalia of devotional service. He gives a description of Goloka Vrind&#257;vana, where the Lord is engaged in His eternal pastimes described in the Hari-vam&#347;a. There is also an opposing description and a favorable description of ke&#347;a-avat&#257;ra. All these instructions are mentioned herein.</P><P>In this way &#346;r&#299; Caitanya Mah&#257;prabhu blessed San&#257;tana Gosv&#257;m&#299;, placing His hand on his head. Thus San&#257;tana received the power to describe these subjects in books like Hari-bhakti-vil&#257;sa.</P><P CLASS=l><A CLASS=i HREF="../22/169.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>