<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 88 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 88 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 88: <A CLASS=v HREF="index.htm">Lord &#346;iva Saved from Vrik&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.88.2</P><P CLASS=c>etad veditum icch&#257;mah</P><P CLASS=c>sandeho 'tra mah&#257;n hi nah</P><P CLASS=c>viruddha-&#347;&#299;layoh prabhvor</P><P CLASS=c>viruddh&#257; bhajat&#257;m gatih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/veditum">veditum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/i/icchamah">icch&#257;mah</A> &#8212; we wish; <A CLASS=v HREF="http://vedabase.net/s/sandehah">sandehah</A> &#8212; doubt; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this matter; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; on our part; <A CLASS=v HREF="http://vedabase.net/v/viruddha">viruddha</A> &#8212; opposite; <A CLASS=v HREF="http://vedabase.net/s/silayoh">&#347;&#299;layoh</A> &#8212; whose characters; <A CLASS=v HREF="http://vedabase.net/p/prabhvoh">prabhvoh</A> &#8212; of the two lords; <A CLASS=v HREF="http://vedabase.net/v/viruddha">viruddh&#257;</A> &#8212; opposite; <A CLASS=v HREF="http://vedabase.net/b/bhajatam">bhajat&#257;m</A> &#8212; of their worshipers; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; the destinations.</P><P CLASS=t>TRANSLATION</P><P>We wish to properly understand this matter, which greatly puzzles us. Indeed, the results attained by the worshipers of these two lords of opposite characters are contrary to what one would expect.</P><P CLASS=t>PURPORT</P><P>The preceding chapter ended with the recommendation that one should always meditate on Lord Hari, the bestower of liberation. In this regard Mah&#257;r&#257;ja Par&#299;kshit here expresses a common fear among ordinary people that by becoming a devotee of Lord Vishnu one will lose his wealth and social status. For the benefit of such persons of little faith, King Par&#299;kshit requests &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; to explain an apparent paradox: Lord &#346;iva, who lives like a beggar, without even a house to call his own, makes his devotees rich and powerful, while Lord Vishnu, the omnipotent possessor of all that exists, often reduces His servants to abject poverty. &#346;ukadeva Gosv&#257;m&#299; will respond with reasoned explanations and an ancient account concerning the demon Vrika.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>