<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 88 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 88 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 88: <A CLASS=v HREF="index.htm">Lord &#346;iva Saved from Vrik&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.88.4</P><P CLASS=c>tato vik&#257;r&#257; abhavan</P><P CLASS=c>shoda&#347;&#257;m&#299;shu kañcana</P><P CLASS=c>upadh&#257;van vibh&#363;t&#299;n&#257;m</P><P CLASS=c>sarv&#257;s&#257;m a&#347;nute gatim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from that (false ego); <A CLASS=v HREF="http://vedabase.net/v/vikarah">vik&#257;r&#257;h</A> &#8212; transformations; <A CLASS=v HREF="http://vedabase.net/a/abhavan">abhavan</A> &#8212; have manifested; <A CLASS=v HREF="http://vedabase.net/s/sodasa">shoda&#347;a</A> &#8212; sixteen; <A CLASS=v HREF="http://vedabase.net/a/amisu">am&#299;shu</A> &#8212; among these; <A CLASS=v HREF="http://vedabase.net/k/kancana">kañcana</A> &#8212; any; <A CLASS=v HREF="http://vedabase.net/u/upadhavan">upadh&#257;van</A> &#8212; pursuing; <A CLASS=v HREF="http://vedabase.net/v/vibhutinam">vibh&#363;t&#299;n&#257;m</A> &#8212; of material assets; <A CLASS=v HREF="http://vedabase.net/s/sarvasam">sarv&#257;s&#257;m</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/asnute">a&#347;nute</A> &#8212; enjoys; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; the acquisition.</P><P CLASS=t>TRANSLATION</P><P>The sixteen elements have evolved as transformations of that false ego. When a devotee of Lord &#346;iva worships his manifestation in any one of these elements, the devotee obtains all sorts of corresponding enjoyable opulences.</P><P CLASS=t>PURPORT</P><P>False ego transforms into the mind, ten senses (the eyes, ears, nose, tongue, skin, hands, feet, voice, genitals and anus), and five physical elements (earth, water, fire, air and ether). Lord &#346;iva appears in a special li&#324;ga form in each of these sixteen substances, which are worshiped individually as deities in various sacred locations of the universe. A devotee of &#346;iva may worship one of his particular li&#324;gas to obtain the mystic opulences pertaining to it. Thus Lord &#346;iva's &#257;k&#257;&#347;a-li&#324;ga bestows the opulences of ether, his jyotir-li&#324;ga bestows the opulences of fire, and so on.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>