<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 88</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 88"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 88: Lord &#346;iva Saved from Vrik&#257;sura</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.88 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.88.1</B></A>: King Par&#299;kshit said: Those demigods, demons and humans who worship Lord &#346;iva, a strict renunciant, usually enjoy wealth and sense gratification, while the worshipers of the Supreme Lord Hari, the husband of the goddess of fortune, do not.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.88.2</B></A>: We wish to properly understand this matter, which greatly puzzles us. Indeed, the results attained by the worshipers of these two lords of opposite characters are contrary to what one would expect.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.88.3</B></A>: &#346;r&#299; &#346;ukadeva said: Lord &#346;iva is always united with his personal energy, the material nature. Manifesting himself in three features in response to the entreaties of nature's three modes, he thus embodies the threefold principle of material ego in goodness, passion and ignorance.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.88.4</B></A>: The sixteen elements have evolved as transformations of that false ego. When a devotee of Lord &#346;iva worships his manifestation in any one of these elements, the devotee obtains all sorts of corresponding enjoyable opulences.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.88.5</B></A>: Lord Hari, however, has no connection with the material modes. He is the Supreme Personality of Godhead, the all-seeing eternal witness, who is transcendental to material nature. One who worships Him becomes similarly free from the material modes.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.88.6</B></A>: Your grandfather, King Yudhishthira, after completing his A&#347;vamedha sacrifices, asked Lord Acyuta this very same question while hearing the Lord's explanation of religious principles.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.88.7</B></A>: This question pleased &#346;r&#299; Krishna, the King's Lord and master, who had descended into the family of Yadu for the purpose of bestowing the highest good on all men. The Lord replied as follows as the King eagerly listened.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.88.8</B></A>: The Personality of Godhead said: If I especially favor someone, I gradually deprive him of his wealth. Then the relatives and friends of such a poverty-stricken man abandon him. In this way he suffers one distress after another.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.88.9</B></A>: When he becomes frustrated in his attempts to make money and instead befriends My devotees, I bestow My special mercy upon him.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.88.10</B></A>: A person who has thus become sober fully realizes the Absolute as the highest truth, the most subtle and perfect manifestation of spirit, the transcendental existence without end. In this way realizing that the Supreme Truth is the foundation of his own existence, he is freed from the cycle of material life.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.88.11</B></A>: Because I am difficult to worship, people generally avoid Me and instead worship other deities, who are quickly satisfied. When people receive kingly opulences from these deities, they become arrogant, intoxicated with pride and neglectful of their duties. They dare to offend even the demigods who have bestowed benedictions upon them.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.88.12</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Lord Brahm&#257;, Lord Vishnu, Lord &#346;iva and others are able to curse or bless one. Lord &#346;iva and Lord Brahm&#257; are very quick to curse or bestow benedictions, my dear King, but the infallible Supreme Lord is not.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.88.13</B></A>: In this connection, an ancient historical account is related concerning how the Lord of Kail&#257;sa Mountain was put into danger by offering a choice of benedictions to the demon Vrika.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.88.14</B></A>: The demon named Vrika, a son of &#346;akuni's, once met N&#257;rada on the road. The wicked fellow asked him which of the three chief gods could be pleased most quickly.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.88.15</B></A>: N&#257;rada told him: Worship Lord &#346;iva and you will soon achieve success. He quickly becomes pleased by seeing his worshiper's slightest good qualities &#8212; and quickly angered by seeing his slightest fault.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.88.16</B></A>: He became pleased with ten-headed R&#257;vana, and also with B&#257;na, when they each chanted his glories, like bards in a royal court. Lord &#346;iva then bestowed unprecedented power upon each of them, but in both cases he was consequently beset with great difficulty.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.88.17</B></A>: [&#346;ukadeva Gosv&#257;m&#299; continued:] Thus advised, the demon proceeded to worship Lord &#346;iva at Ked&#257;ran&#257;tha by taking pieces of flesh from his own body and offering them as oblations into the sacred fire, which is Lord &#346;iva's mouth.</P><P CLASS=r><A CLASS=i HREF="18-19.htm"><B>SB 10.88.18-19</B></A>: Vrik&#257;sura became frustrated aher failing to obtain a vision of the lord. Finally, on the seventh day, after dipping his hair into the holy waters at Ked&#257;ran&#257;tha and leaving it wet, he took up a hatchet and prepared to cut off his head. But at that very moment the supremely merciful Lord &#346;iva rose up out of the sacrificial fire, looking like the god of fire himself, and grabbed both arms of the demon to stop him from killing himself, just as we would do. By Lord &#346;iva's touch, Vrik&#257;sura once again became whole.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.88.20</B></A>: Lord &#346;iva said to him: My friend, please stop, stop! Ask from me whatever you want, and I will bestow that boon upon you. Alas, you have subjected your body to great torment for no reason, since I am pleased with a simple offering of water from those who approach me for shelter.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.88.21</B></A>: [&#346;ukadeva Gosv&#257;m&#299; continued:] The benediction sinful Vrika chose from the lord would terrify all living beings. Vrika said, "May death come to whomever I touch upon the head with my hand."</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.88.22</B></A>: Upon hearing this, Lord Rudra seemed somewhat disturbed. Nonetheless, O descendant of Bharata, he vibrated om to signify his assent, granting Vrika the benediction with an ironic smile, as if giving milk to a poisonous snake.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.88.23</B></A>: To test Lord &#346;ambhu's benediction, the demon then tried to put his hand on the Lord's head. Thus &#346;iva was frightened because of what he himself had done.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.88.24</B></A>: As the demon pursued him, Lord &#346;iva fled swiftly from his abode in the north, shaking with terror. He ran as far as the limits of the earth, the sky and the corners of the universe.</P><P CLASS=r><A CLASS=i HREF="25-26.htm"><B>SB 10.88.25-26</B></A>: The great demigods could only remain silent, not knowing how to counteract the benediction. Then Lord &#346;iva reached the luminous realm of Vaikuntha, beyond all darkness, where the Supreme Lord N&#257;r&#257;yana is manifest. That realm is the destination of renunciants who have attained peace and given up all violence against other creatures. Going there, one never returns.</P><P CLASS=r><A CLASS=i HREF="27-28.htm"><B>SB 10.88.27-28</B></A>: The Supreme Lord, who relieves His devotees' distress, had seen from afar that Lord &#346;iva was in danger. Thus by His mystic Yogam&#257;y&#257; potency He assumed the form of a brahmac&#257;r&#299; student, with the appropriate belt, deerskin, rod and prayer beads, and came before Vrik&#257;sura. The Lord's effulgence glowed brilliantly like fire. Holding ku&#347;a grass in His hand, He humbly greeted the demon.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.88.29</B></A>: The Supreme Lord said: My dear son of &#346;akuni, you appear tired. Why have you come such a great distance? Please rest for a minute. After all, it is one's body that fulfills all one's desires.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.88.30</B></A>: O mighty one, please tell Us what you intend to do, if We are qualified to hear it. Usually one accomplishes his purposes by taking help from others.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.88.31</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Thus questioned by the Personality of Godhead in language that poured down upon him like sweet nectar, Vrika felt relieved of his fatigue. He described to the Lord everything he had done.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.88.32</B></A>: The Supreme Lord said: If this is the case, We cannot believe what &#346;iva says. &#346;iva is the same lord of the Pretas and Pi&#347;&#257;cas whom Daksha cursed to become like a carnivorous hobgoblin.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.88.33</B></A>: O best of the demons, if you have any faith in him because he is the spiritual master of the universe, then without delay put your hand on your head and see what happens.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.88.34</B></A>: If the words of Lord &#346;ambhu prove untrue in any way, O best of the demons, then kill the liar so he may never lie again.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.88.35</B></A>: [&#346;ukadeva Gosv&#257;m&#299; continued:] Thus bewildered by the Personality of Godhead's enchanting, artful words, foolish Vrika, without realizing what he was doing, placed his hand on his head.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.88.36</B></A>: Instantly his head shattered as if struck by a lightning bolt, and the demon fell down dead. From the sky were heard cries of "Victory!" "Obeisances!" and "Well done!"</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.88.37</B></A>: The celestial sages, Pit&#257;s and Gandharvas rained down flowers to celebrate the killing of sinful Vrik&#257;sura. Now Lord &#346;iva was out of danger.</P><P CLASS=r><A CLASS=i HREF="38-39.htm"><B>SB 10.88.38-39</B></A>: The Supreme Personality of Godhead then addressed Lord Giri&#347;a, who was now out of danger: "Just see, O Mah&#257;deva, My lord, how this wicked man has been killed by his own sinful reactions. Indeed, what living being can hope for good fortune if he offends exalted saints, what to speak of offending the lord and spiritual master of the universe?"</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.88.40</B></A>: Lord Hari is the directly manifest Absolute Truth, the Supreme Soul and unlimited ocean of inconceivable energies. Anyone who recites or hears this pastime of His saving Lord &#346;iva will be freed from all enemies and the repetition of birth and death.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>