<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 88</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 88"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 88: <A CLASS=v HREF="index.htm">Lord &#346;iva Saved from Vrik&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.88 Summary</P><P>This chapter describes how it is that the devotees of Vishnu obtain liberation, while the devotees of other deities obtain material opulences.</P><P>Lord Vishnu possesses all opulences, while Lord &#346;iva lives in poverty. Yet the devotees of Vishnu are generally poverty-stricken, while &#346;iva's attain abundant wealth. When Mah&#257;r&#257;ja Par&#299;kshit asked &#346;ukadeva Gosv&#257;m&#299; to explain this puzzling fact, the sage replied as follows: "Lord &#346;iva manifests as false ego in three varieties, according to the three modes of nature. From this false ego arise the five physical elements and the other transformations of material nature, totaling sixteen. When a devotee of Lord &#346;iva worships his manifestation in any of these elements, the devotee obtains all sorts of corresponding enjoyable opulences. But because Lord &#346;r&#299; Hari is transcendental to the modes of material nature, His devotees also become transcendental."</P><P>At the end of the performance of his A&#347;vamedha sacrifices, King Yudhishthira had asked this same question of Lord Krishna, who replied, "When I feel special compassion for someone, I gradually deprive him of his wealth. Then the poverty-stricken man's children, wife and other relations all abandon him. When he again tries to acquire wealth in order to win back his family's favor, I mercifully frustrate him so that he becomes disgusted with fruitive work and befriends My devotees. And at that time I bestow upon him My extraordinary grace; then he can become freed from the bondage of material life and attain to the kingdom of God, Vaikuntha."</P><P>Lord Brahm&#257;, Lord Vishnu and Lord &#346;iva can each bestow or withhold favors, but whereas Lord Brahm&#257; and Lord &#346;iva are satisfied or angered very quickly, Lord Vishnu is not. In this regard the Vedic literature relates the following account: Once the demon Vrika asked N&#257;rada which god was most quickly pleased, and N&#257;rada answered that Lord &#346;iva was. Thus Vrik&#257;sura went to the holy place of Ked&#257;ran&#257;tha and began worshiping Lord &#346;iva by offering pieces of his own flesh as oblations into the fire. But &#346;iva did not appear. So Vrika decided to commit suicide by cutting off his head. Just at the critical moment, Lord &#346;iva appeared from the sacrificial fire and stopped him, offering the demon whatever boon he chose. Vrika said, "May death come to whomever I touch upon the head with my hand." Lord &#346;iva was obliged to fulfill this request, and at once the wicked Vrika tried to test the benediction by putting his hand on the lord's head. Terrified, &#346;iva fled for his life, running as far as heaven and the outer limits of the mortal world. Finally the lord reached the planet of &#346;vetadv&#299;pa, where Lord Vishnu resides. Seeing the desperate &#346;iva from afar, the Lord disguised Himself as a young student and went before Vrik&#257;sura. In a sweet voice he addressed the demon: "My dear Vrika, please rest awhile and tell Us what you intend to do." Vrika was charmed by the Lord's words and revealed everything that had happened. The Lord said, "Ever since Lord &#346;iva was cursed by Praj&#257;pati Daksha, he has become just like a carnivorous hobgoblin. So you shouldn't trust his word. Better to test his benediction by putting your hand on your own head." Bewildered by these words, the foolish demon touched his own head, which immediately shattered and fell to the ground. Cries of "Victory!" "Obeisances!" and "Well done!" were heard from the sky, and the demigods, sages, celestial forefathers and Gandharvas all congratulated the Supreme Lord by raining down flowers upon Him.</P><P CLASS=l><A CLASS=i HREF="../87/50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>