<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.22</P><P CLASS=c>aham danda-dharo r&#257;j&#257;</P><P CLASS=c>praj&#257;n&#257;m iha yojitah</P><P CLASS=c>rakshit&#257; vrittidah sveshu</P><P CLASS=c>setushu sth&#257;pit&#257; prithak</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/d/danda">danda</A>-<A CLASS=v HREF="http://vedabase.net/d/dharah">dharah</A> &#8212; carrier of the scepter; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; king; <A CLASS=v HREF="http://vedabase.net/p/prajanam">praj&#257;n&#257;m</A> &#8212; of the citizens; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/y/yojitah">yojitah</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/r/raksita">rakshit&#257;</A> &#8212; protector; <A CLASS=v HREF="http://vedabase.net/v/vrtti">vritti</A>-<A CLASS=v HREF="http://vedabase.net/d/dah">dah</A> &#8212; employer; <A CLASS=v HREF="http://vedabase.net/s/svesu">sveshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> their own; <A CLASS=v HREF="http://vedabase.net/s/setusu">setushu</A> &#8212; respective social orders; <A CLASS=v HREF="http://vedabase.net/s/sthapita">sth&#257;pit&#257;</A> &#8212; established; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; differently.</P><P CLASS=t>TRANSLATION</P><P>King Prithu continued: By the grace of the Supreme Lord I have been appointed the king of this planet, and I carry the scepter to rule the citizens, protect them from all danger and give them employment according to their respective positions in the social order established by Vedic injunction.</P><P CLASS=t>PURPORT</P><P>A king is supposed to be appointed by the Supreme Personality of Godhead to look after the interests of his particular planet. On every planet there is a predominating person, just as we now see that in every country there is a president. If one is president or king, it should be understood that this opportunity has been given to him by the Supreme Lord. According to the Vedic system, the king is considered a representative of Godhead and is offered respects by the citizens as God in the human form of life. Actually, according to Vedic information, the Supreme Lord maintains all living entities, and especially human beings, to elevate them to the highest perfection. After many, many births in lower species, when a living entity evolves to the human form of life and in particular to the civilized human form of life, his society must be divided into four gradations, as ordered by the Supreme Personality of Godhead in Bhagavad-g&#299;t&#257; (c&#257;tur-varnyam may&#257; srishtam, etc. [<A CLASS=v HREF="../../../bg/4/13.htm">Bg. 4.13</A>]). The four social orders &#8212; the br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras &#8212; are natural divisions of human society, and as declared by Prithu Mah&#257;r&#257;ja, every man in his respective social order must have proper employment for his livelihood. It is the duty of the king or the government to insure that the people observe the social order and that they are also employed in their respective occupational duties. In modern times, since the protection of the government or the king has been withdrawn, social order has practically collapsed. No one knows who is a br&#257;hmana, who is a kshatriya, who is a vai&#347;ya or who is a &#347;&#363;dra, and people claim to belong to a particular social order by birthright only. It is the duty of the government to reestablish social order in terms of occupational duties and the modes of material nature, for that will make the entire world population actually civilized. If it does not observe the institutional functions of the four social orders, human society is no better than animal society in which there is never tranquillity, peace and prosperity but only chaos and confusion. Mah&#257;r&#257;ja Prithu, as an ideal king, strictly observed the maintenance of the Vedic social order.</P><P>Praj&#257;yate iti praj&#257;. The word praj&#257; refers to one who takes birth. Therefore Prithu Mah&#257;r&#257;ja guaranteed protection for praj&#257;n&#257;m &#8212; all living entities who took birth in his kingdom. Praj&#257; refers not only to human beings but also to animals, trees and every other living entity. It is the duty of the king to give all living entities protection and food. The fools and rascals of modern society have no knowledge of the extent of the responsibility of the government. Animals are also citizens of the land in which they happen to be born, and they also have the right to continue their existence at the cost of the Supreme Lord. The disturbance of the animal population by wholesale slaughter produces a catastrophic future reaction for the butcher, his land and his government.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>