<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.23</P><P CLASS=c>tasya me tad-anushth&#257;n&#257;d</P><P CLASS=c>y&#257;n &#257;hur brahma-v&#257;dinah</P><P CLASS=c>lok&#257;h syuh k&#257;ma-sandoh&#257;</P><P CLASS=c>yasya tushyati dishta-drik</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/anusthanat">anushth&#257;n&#257;t</A> &#8212; by executing; <A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;n</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/a/ahuh">&#257;huh</A> &#8212; is spoken; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vadinah">v&#257;dinah</A> &#8212; by the experts <A HREF="http://vedabase.net/i/in">in</A> Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/l/lokah">lok&#257;h</A> &#8212; planets; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; become; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/s/sandohah">sandoh&#257;h</A> &#8212; fulfilling one's desirable objectives; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/t/tusyati">tushyati</A> &#8212; becomes satisfied; <A CLASS=v HREF="http://vedabase.net/d/dista">dishta</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; the seer of all destiny.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Prithu said: I think that upon the execution of my duties as king, I shall be able to achieve the desirable objectives described by experts in Vedic knowledge. This destination is certainly achieved by the pleasure of the Supreme Personality of Godhead, who is the seer of all destiny.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Prithu gives special stress to the word brahma-v&#257;dinah ("by the experts in the Vedic knowledge"). Brahma refers to the Vedas, which are also known as &#347;abda-brahma, or transcendental sound. Transcendental sound is not ordinary language, although it appears to be written in ordinary language. Evidence from the Vedic literature should be accepted as final authority. In the Vedic literature there is much information, and of course there is information about the execution of a king's duty. A responsible king who executes his appointed duty by giving proper protection to all living entities on his planet is promoted to the heavenly planetary system. This is also dependent upon the pleasure of the Supreme Lord. It is not that if one executes his duty properly he is automatically promoted, for promotion depends upon the satisfaction of the Supreme Personality of Godhead. It must ultimately be concluded that one can achieve the desired result of his activities upon satisfying the Supreme Lord. This is also confirmed in the First Canto, Second Chapter, of &#346;r&#299;mad-Bh&#257;gavatam: (<A CLASS=v HREF="../../1/2/13.htm">SB 1.2.13</A>)</P><P>atah pumbhir dvija-&#347;reshth&#257;</P><P CLASS=n>varn&#257;&#347;rama-vibh&#257;ga&#347;ah</P><P CLASS=n>svanushthitasya dharmasya</P><P CLASS=n>samsiddhir hari-toshanam</P><P>The perfection of one's execution of his appointed duties is the ultimate satisfaction of the Supreme Lord. The word k&#257;ma-sandoh&#257;h means "achievement of the desired result." Everyone desires to achieve the ultimate goal of life, but in modern civilization the great scientists think that man's life has no plan. This gross ignorance is very dangerous and makes civilization very risky. People do not know the laws of nature, which are the rulings of the Supreme Personality of Godhead. Because they are atheists of the first order, they have no faith in the existence of God and His rulings and therefore do not know how nature is working. This gross ignorance of the mass of people, including even the so-called scientists and philosophers, makes life a risky situation in which human beings do not know whether they are making progress in life. According to &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../7/5/30.htm">7.5.30</A>), they are simply progressing to the darkest region of material existence. Ad&#257;nta-gobhir vi&#347;at&#257;m tamisram. The Krishna consciousness movement has therefore been started to give philosophers, scientists, and people in general the proper knowledge about the destiny of life. Everyone should take advantage of this movement and learn the real goal of life.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>