<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.24</P><P CLASS=c>ya uddharet karam r&#257;j&#257;</P><P CLASS=c>praj&#257; dharmeshv a&#347;ikshayan</P><P CLASS=c>praj&#257;n&#257;m &#347;amalam bhu&#324;kte</P><P CLASS=c>bhagam ca svam jah&#257;ti sah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone (king or governor); <A CLASS=v HREF="http://vedabase.net/u/uddharet">uddharet</A> &#8212; exact; <A CLASS=v HREF="http://vedabase.net/k/karam">karam</A> &#8212; taxes; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; king; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; the citizens; <A CLASS=v HREF="http://vedabase.net/d/dharmesu">dharmeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> executing their respective duties; <A CLASS=v HREF="http://vedabase.net/a/asiksayan">a&#347;ikshayan</A> &#8212; without teaching them how <A HREF="http://vedabase.net/t/to">to</A> execute their respective duties; <A CLASS=v HREF="http://vedabase.net/p/prajanam">praj&#257;n&#257;m</A> &#8212; of the citizens; <A CLASS=v HREF="http://vedabase.net/s/samalam">&#347;amalam</A> &#8212; impious; <A CLASS=v HREF="http://vedabase.net/b/bhunkte">bhu&#324;kte</A> &#8212; enjoys; <A CLASS=v HREF="http://vedabase.net/b/bhagam">bhagam</A> &#8212; fortune; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/j/jahati">jah&#257;ti</A> &#8212; gives up; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that king.</P><P CLASS=t>TRANSLATION</P><P>Any king who does not teach his citizens about their respective duties in terms of varna and &#257;&#347;rama but who simply exacts tolls and taxes from them is liable to suffer for the impious activities which have been performed by the citizens. In addition to such degradation, the king also loses his own fortune.</P><P CLASS=t>PURPORT</P><P>A king, governor or president should not take the opportunity to occupy his post without also discharging his duty. He must teach the people within the state how to observe the divisions of varna and &#257;&#347;rama. If a king neglects to give such instructions and is simply satisfied with levying taxes, then those who share in the collection &#8212; namely, all the government servants and the head of the state &#8212; are liable to share in the impious activities of the general masses. The laws of nature are very subtle. For example, if one eats in a place which is very sinful, he shares in the resultant reaction of the sinful activities performed there. (It is a Vedic system, therefore, for a householder to call br&#257;hmanas and Vaishnavas to eat at ceremonial performances in his house because the br&#257;hmanas and Vaishnavas can immunize him from sinful activities. But it is not the duty of rigid br&#257;hmanas and Vaishnavas to accept invitations everywhere. There is, of course, no objection to taking part in feasts in which pras&#257;da is distributed.) There are many subtle laws which are practically unknown to people in general, but the Krishna consciousness movement is very scientifically distributing all this Vedic knowledge for the benefit of the people of the world.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>