<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.33</P><P CLASS=c>tam eva y&#363;yam bhajat&#257;tma-vrittibhir</P><P CLASS=c>mano-vacah-k&#257;ya-gunaih sva-karmabhih</P><P CLASS=c>am&#257;yinah k&#257;ma-dugh&#257;&#324;ghri-pa&#324;kajam</P><P CLASS=c>yath&#257;dhik&#257;r&#257;vasit&#257;rtha-siddhayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; all you citizens; <A CLASS=v HREF="http://vedabase.net/b/bhajata">bhajata</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/v/vrttibhih">vrittibhih</A> &#8212; occupational duty; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/k/kaya">k&#257;ya</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; by the particular qualities; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; by occupational duties; <A CLASS=v HREF="http://vedabase.net/a/amayinah">am&#257;yinah</A> &#8212; without reservation; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/d/dugha">dugha</A> &#8212; fulfilling all desires; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/p/pankajam">pa&#324;kajam</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> far <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/adhikara">adhik&#257;ra</A> &#8212; ability; <A CLASS=v HREF="http://vedabase.net/a/avasita">avasita</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; fully convinced of one's interest; <A CLASS=v HREF="http://vedabase.net/s/siddhayah">siddhayah</A> &#8212; satisfaction.</P><P CLASS=t>TRANSLATION</P><P>Prithu Mah&#257;r&#257;ja advised his citizens: Engaging your minds, your words, your bodies and the results of your occupational duties, and being always open-minded, you should all render devotional service to the Lord. According to your abilities and the occupations in which you are situated, you should engage your service at the lotus feet of the Supreme Personality of Godhead with full confidence and without reservation. Then you will surely be successful in achieving the final objective in your lives.</P><P CLASS=t>PURPORT</P><P>As stated in the Eighteenth Chapter of Bhagavad-g&#299;t&#257;, sva-karman&#257; tam abhyarcya: one has to worship the Supreme Personality of Godhead by one's occupational duties. This necessitates accepting the principle of four varnas and four &#257;&#347;ramas. Prithu Mah&#257;r&#257;ja therefore says, gunaih sva-karmabhih. This phrase is explained in Bhagavad-g&#299;t&#257;. C&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah: "The four castes (the br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras) are created by the Supreme Personality of Godhead according to the material modes of nature and the particular duties discharged in those modes." A person who is situated in the mode of goodness is certainly more intelligent than others. Therefore he can practice the brahminical activities &#8212; namely speaking the truth, controlling the senses, controlling the mind, remaining always clean, practicing tolerance, having full knowledge about one's self-identity, and understanding devotional service. In this way, if he engages himself in the loving service of the Lord as an actual br&#257;hmana, his aim to achieve the final interest of life is attained. Similarly, the kshatriya's duties are to give protection to the citizens, to give all his possessions in charity, to be strictly Vedic in the management of state affairs and to be unafraid to fight whenever there is an attack by enemies. In this way, a kshatriya can satisfy the Supreme Personality of Godhead by his occupational duties. Similarly, a vai&#347;ya can satisfy the Supreme Godhead by properly executing his occupational duties &#8212; engaging himself in producing foodstuffs, giving protection to cows, and trading if necessary when there is an excess of agricultural production. Similarly, because &#347;&#363;dras do not have ample intelligence, they should simply engage as workers to serve the higher statuses of social life. Everyone's aim should be to satisfy the Supreme Personality of Godhead by engaging his mind in thinking always of Krishna, his words in always offering prayers to the Lord or preaching about the glories of the Lord, and his body in executing the service required to satisfy the Lord. As there are four divisions within our body &#8212; the head, the arms, the belly and the legs &#8212; similarly, human society, taken as a whole, is divided into four classes of men according to their material qualities and occupational duties. Thus the brahminical or intelligent men have to execute the duty of the head, the kshatriyas must fulfill the duty of the arms, the vai&#347;ya class must fulfill the duty of the belly, and the &#347;&#363;dras must fulfill the duty of the legs. In executing the prescribed duties of life, no one is higher or lower; there are such divisions as "higher" and "lower," but since there is actually a common interest &#8212; to satisfy the Supreme Personality of Godhead &#8212; there are no distinctions between them.</P><P>The question may be raised that since the Lord is supposed to be worshiped by great demigods like Lord Brahm&#257;, Lord &#346;iva and others, how can an ordinary human being on this planet serve Him? This is clearly explained by Prithu Mah&#257;r&#257;ja by the use of the word yath&#257;dhik&#257;ra, "according to one's ability." If one sincerely executes his occupational duty, that will be sufficient. One does not need to become like Lord Brahm&#257;, Lord &#346;iva, Indra, Lord Caitanya or R&#257;m&#257;nuj&#257;c&#257;rya, whose capabilities are certainly far above ours. Even a &#347;&#363;dra, who is in the lowest stage of life according to the material qualities, can achieve the same success. Anyone can become successful in devotional service provided he displays no duplicity. It is explained here that one must be very frank and open-minded (am&#257;yinah). To be situated in a lower status of life is not a disqualification for success in devotional service. The only qualification is that whether one is a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra, he must be open, frank and free from reservations. Then, by performing his particular occupational duty under the guidance of a proper spiritual master, he can achieve the highest success in life. As confirmed by the Lord Himself, striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s te 'pi y&#257;nti par&#257;m gatim (<A CLASS=v HREF="../../../bg/9/32.htm">Bg. 9.32</A>). It does not matter what one is, whether a br&#257;hmana, kshatriya, vai&#347;ya, &#347;&#363;dra or a degraded woman. If one engages himself seriously in devotional service, working with body, mind and intelligence, he is sure to be successful in going back home, back to Godhead. The Lord's lotus feet are described here as k&#257;ma-dugh&#257;&#324;ghri-pa&#324;kajam because they have all power to fulfill the desires of everyone. A devotee is happy even in this life because although in material existence we have many needs, all his material needs are satisfied, and when he at last quits his body, he goes back home, back to Godhead, without a doubt.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>