<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.35</P><P CLASS=c>pradh&#257;na-k&#257;l&#257;&#347;aya-dharma-sa&#324;grahe</P><P CLASS=c>&#347;ar&#299;ra esha pratipadya cetan&#257;m</P><P CLASS=c>kriy&#257;-phalatvena vibhur vibh&#257;vyate</P><P CLASS=c>yath&#257;nalo d&#257;rushu tad-gun&#257;tmakah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pradhana">pradh&#257;na</A> &#8212; material nature; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;aya</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; occupational duties; <A CLASS=v HREF="http://vedabase.net/s/sangrahe">sa&#324;grahe</A> &#8212; aggregate; <A CLASS=v HREF="http://vedabase.net/s/sarire">&#347;ar&#299;re</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/pratipadya">pratipadya</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/c/cetanam">cetan&#257;m</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/p/phalatvena">phalatvena</A> &#8212; by the result of; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vibhavyate">vibh&#257;vyate</A> &#8212; manifested; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/analah">analah</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/d/darusu">d&#257;rushu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the wood; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakah">&#257;tmakah</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> shape and quality.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead is all-pervading, but He is also manifested in different types of bodies which arise from a combination of material nature, time, desires and occupational duties. Thus different types of consciousness develop, just as fire, which is always basically the same, blazes in different ways according to the shape and dimension of firewood.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead constantly lives with the individual soul as Param&#257;tm&#257;. The individual soul has awareness in accord with his material body, which he attains by virtue of prakriti, or material nature. The material ingredients are activated by the force of time, and thus the three material modes of nature are manifested. According to his association with the three modes of nature, the living entity develops a particular type of body. In animal life, the material mode of ignorance is so prominent that there is very little chance of realizing the Param&#257;tm&#257;, who is also present within the heart of the animal; but in the human form of life, because of developed consciousness (cetan&#257;m), one can be transferred from ignorance and passion to goodness by the results of his activities (kriy&#257;-phalatvena). A human being is therefore advised to associate with spiritually advanced personalities. The Vedas give the direction tad-vijñ&#257;n&#257;rtham sa gurum ev&#257;bhigacchet: [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>] in order to reach the perfection of life or to understand the real constitutional position of the living entity, one must approach the spiritual master. Gurum ev&#257;bhigacchet &#8212; one must; it is not optional. It is imperative that one approach the spiritual master, for by such association one proportionately develops his consciousness toward the Supreme Personality of Godhead. The highest perfection of such consciousness is called Krishna consciousness. According to the body given by prakriti, or nature, one's consciousness is present; according to the development of consciousness, one's activities are performed; and according to the purity of such activities, one realizes the Supreme Personality of Godhead, who is present in everyone's heart. The example given herein is very appropriate. Fire is always the same, but according to the size of the fuel or burning wood, the fire appears to be straight, curved, small, big, etc.</P><P>According to the development of consciousness, God realization is present. In the human form of life it is recommended, therefore, that one undergo the different types of penances and austerities described in Bhagavad-g&#299;t&#257; (karma-yoga, jñ&#257;na-yoga, dhy&#257;na-yoga and bhakti-yoga). Like a staircase, yoga has different steps for reaching the topmost floor, and according to one's position upon the staircase, he is understood to be situated in karma-yoga, jñ&#257;na-yoga, dhy&#257;na-yoga or bhakti-yoga. Of course, bhakti-yoga is the topmost step on the staircase of realization of the Supreme Personality of Godhead. In other words, according to one's development in consciousness, one realizes his spiritual identity, and thus when one's existential position is purified fully, he becomes situated in brahm&#257;nanda, which is ultimately unlimited. Therefore the sa&#324;k&#299;rtana movement contributed by the Supreme Personality of Godhead as Lord Caitanya is the direct and easiest process for coming to the purest form of consciousness &#8212; Krishna consciousness, the platform on which the Supreme Personality is fully realized. Directions for performing different types of yajñas are specifically arranged for the highest realization of the Supreme Lord, as confirmed in Bhagavad-g&#299;t&#257; by the Lord Himself. Ye yath&#257; m&#257;m prapadyante t&#257;ms tathaiva bhaj&#257;my aham (<A CLASS=v HREF="../../../bg/4/11.htm">Bg. 4.11</A>). The Supreme Personality of Godhead is realized according to the proportion of one's surrender. Full surrender, however, occurs when a man is perfectly in knowledge. Bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate (<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>).</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>