<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.43</P><P CLASS=c>tesh&#257;m aham p&#257;da-saroja-renum</P><P CLASS=c>&#257;ry&#257; vahey&#257;dhi-kir&#299;tam &#257;yuh</P><P CLASS=c>yam nityad&#257; bibhrata &#257;&#347;u p&#257;pam</P><P CLASS=c>na&#347;yaty amum sarva-gun&#257; bhajanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of all of them; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/s/saroja">saroja</A> &#8212; lotus; <A CLASS=v HREF="http://vedabase.net/r/renum">renum</A> &#8212; dust; <A CLASS=v HREF="http://vedabase.net/a/aryah">&#257;ry&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> respectable persons; <A CLASS=v HREF="http://vedabase.net/v/vaheya">vaheya</A> &#8212; shall bear; <A CLASS=v HREF="http://vedabase.net/a/adhi">adhi</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/k/kiritam">kir&#299;tam</A> &#8212; helmet; <A CLASS=v HREF="http://vedabase.net/a/ayuh">&#257;yuh</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> the end of life; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/n/nityada">nityad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/b/bibhratah">bibhratah</A> &#8212; carrying; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/p/papam">p&#257;pam</A> &#8212; sinful activities; <A CLASS=v HREF="http://vedabase.net/n/nasyati">na&#347;yati</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> vanquished; <A CLASS=v HREF="http://vedabase.net/a/amum">amum</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/g/gunah">gun&#257;h</A> &#8212; fully qualified; <A CLASS=v HREF="http://vedabase.net/b/bhajanti">bhajanti</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>O respectable personalities present here, I beg the blessings of all of you that I may perpetually carry on my crown the dust of the lotus feet of such br&#257;hmanas and Vaishnavas until the end of my life. He who can carry such dust on his head is very soon relieved of all the reactions which arise from sinful life, and eventually he develops all good and desirable qualities.</P><P CLASS=t>PURPORT</P><P>It is said that one who has unflinching faith in the Supreme Personality of Godhead, which means unflinching faith in the Vaishnava or the pure devotee of the Supreme Lord, develops all the good qualities of the demigods. Yasy&#257;sti bhaktir bhagavaty akiñcan&#257;/ sarvair gunais tatra sam&#257;sate sur&#257;h (Bh&#257;g. <A CLASS=v HREF="../../../sb/5/18/12.htm">5.18.12</A>). Prahl&#257;da Mah&#257;r&#257;ja also said, naish&#257;m matis t&#257;vad urukram&#257;&#324;ghrim (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/32.htm">7.5.32</A>). Unless one takes the dust of the lotus feet of a pure Vaishnava on one's head, one cannot understand what the Supreme Personality of Godhead is, and unless one knows the Supreme Personality of Godhead, one's life remains imperfect. A great soul who has fully surrendered to the Supreme Lord after understanding Him fully and after repeatedly undergoing austerities and penances for many, many lives is very rare. The crown of a king is simply a big load if the king or head of the state does not actually bear the dust of the lotus feet of br&#257;hmanas and Vaishnavas. In other words, if a liberal king like Prithu Mah&#257;r&#257;ja does not follow the instructions of br&#257;hmanas and Vaishnavas or does not follow the brahminical culture, he is simply a burden on the state, for he cannot benefit the citizens. Mah&#257;r&#257;ja Prithu is the perfect example of an ideal chief executive.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>