<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.46</P><P CLASS=c>putrena jayate lok&#257;n</P><P CLASS=c>iti satyavat&#299; &#347;rutih</P><P CLASS=c>brahma-danda-hatah p&#257;po</P><P CLASS=c>yad veno 'tyatarat tamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/putrena">putrena</A> &#8212; by the son; <A CLASS=v HREF="http://vedabase.net/j/jayate">jayate</A> &#8212; one becomes victorious; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; all the heavenly planets; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/v/vati">vat&#299;</A> &#8212; becomes true; <A CLASS=v HREF="http://vedabase.net/s/srutih">&#347;rutih</A> &#8212; the Vedas; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/d/danda">danda</A> &#8212; by the curse of br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/h/hatah">hatah</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/p/papah">p&#257;pah</A> &#8212; the most sinful; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/v/venah">venah</A> &#8212; the father of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/prthu">Prithu</A>; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/a/atarat">atarat</A> &#8212; became delivered; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; from the darkness of hellish life.</P><P CLASS=t>TRANSLATION</P><P>They all declared that the Vedic conclusion that one can conquer the heavenly planets by the action of a putra, or son, was fulfilled, for the most sinful Vena, who had been killed by the curse of the br&#257;hmanas, was now delivered from the darkest region of hellish life by his son, Mah&#257;r&#257;ja Prithu.</P><P CLASS=t>PURPORT</P><P>According to the Vedic version, there is a hellish planet called Put, and one who delivers a person from there is called putra. The purpose of marriage, therefore, is to have a putra, or son who is able to deliver his father, even if the father falls down to the hellish condition of put. Mah&#257;r&#257;ja Prithu's father, Vena, was a most sinful person and was therefore cursed to death by the br&#257;hmanas. Now all the great saintly persons, sages and br&#257;hmanas present in the meeting, after hearing from Mah&#257;r&#257;ja Prithu about his great mission in life, became convinced that the statement of the Vedas had been fully proved. The purpose of accepting a wife in religious marriage, as sanctioned in the Vedas, is to have a putra, a son qualified to deliver his father from the darkest region of hellish life. Marriage is not intended for sense gratification but for getting a son fully qualified to deliver his father. But if a son is raised to become an unqualified demon, how can he deliver his father from hellish life? It is therefore the duty of a father to become a Vaishnava and raise his children to become Vaishnavas; then even if by chance the father falls into a hellish life in his next birth, such a son can deliver him, as Mah&#257;r&#257;ja Prithu delivered his father.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>