<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.48</P><P CLASS=c>v&#299;ra-varya pitah prithvy&#257;h</P><P CLASS=c>sam&#257;h sañj&#299;va &#347;&#257;&#347;vat&#299;h</P><P CLASS=c>yasyedri&#347;y acyute bhaktih</P><P CLASS=c>sarva-lokaika-bhartari</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/v/varya">varya</A> &#8212; the best of the warriors; <A CLASS=v HREF="http://vedabase.net/p/pitah">pitah</A> &#8212; the father; <A CLASS=v HREF="http://vedabase.net/p/prthvyah">prithvy&#257;h</A> &#8212; of the globe; <A CLASS=v HREF="http://vedabase.net/s/samah">sam&#257;h</A> &#8212; equal <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/i/in">in</A> years; <A CLASS=v HREF="http://vedabase.net/s/sanjiva">sañj&#299;va</A> &#8212; live; <A CLASS=v HREF="http://vedabase.net/s/sasvatih">&#347;&#257;&#347;vat&#299;h</A> &#8212; forever; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/i/idrsi">&#299;dri&#347;&#299;</A> &#8212; like this; <A CLASS=v HREF="http://vedabase.net/a/acyute">acyute</A> &#8212; unto the Supreme; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotion; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; planets; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/b/bhartari">bhartari</A> &#8212; maintainer.</P><P CLASS=t>TRANSLATION</P><P>All the saintly br&#257;hmanas thus addressed Prithu Mah&#257;r&#257;ja: O best of the warriors, O father of this globe, may you be blessed with a long life, for you have great devotion to the infallible Supreme Personality of Godhead, who is the master of all the universe.</P><P CLASS=t>PURPORT</P><P>Prithu Mah&#257;r&#257;ja was blessed by the saintly persons present at the meeting to have a long life because of his unflinching faith and his devotion to the Supreme Personality of Godhead. Although one's duration of life is limited in years, if by chance one becomes a devotee, he surpasses the duration prescribed for his life; indeed, sometimes yog&#299;s die according to their wish, not according to the laws of material nature. Another feature of a devotee is that he lives forever because of his infallible devotion to the Lord. It is said, k&#299;rtir yasya sa j&#299;vati: "One who leaves a good reputation behind him lives forever." Specifically, one who is reputed as a devotee of the Lord undoubtedly lives forever. When Lord Caitanya Mah&#257;prabhu was talking with R&#257;m&#257;nanda R&#257;ya, Caitanya Mah&#257;prabhu inquired, "What is the greatest reputation?" R&#257;m&#257;nanda R&#257;ya replied that a person who is reputed as a great devotee has the greatest reputation, for a devotee not only lives forever in the Vaikuntha planets, but by his reputation he also lives forever within this material world.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>