<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.50</P><P CLASS=c>n&#257;tyadbhutam idam n&#257;tha</P><P CLASS=c>tav&#257;j&#299;vy&#257;nu&#347;&#257;sanam</P><P CLASS=c>praj&#257;nur&#257;go mahat&#257;m</P><P CLASS=c>prakritih karun&#257;tman&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lord; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/a/ajivya">&#257;j&#299;vya</A> &#8212; source of income; <A CLASS=v HREF="http://vedabase.net/a/anusasanam">anu&#347;&#257;sanam</A> &#8212; ruling over the citizens; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A> &#8212; citizens; <A CLASS=v HREF="http://vedabase.net/a/anuragah">anur&#257;gah</A> &#8212; affection; <A CLASS=v HREF="http://vedabase.net/m/mahatam">mahat&#257;m</A> &#8212; of the great; <A CLASS=v HREF="http://vedabase.net/p/prakrtih">prakritih</A> &#8212; nature; <A CLASS=v HREF="http://vedabase.net/k/karuna">karuna</A> &#8212; merciful; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of the living entities.</P><P CLASS=t>TRANSLATION</P><P>Our dear lord, it is your occupational duty to rule over your citizens. That is not a very wonderful task for a personality like you, who are so affectionate in seeing to the interests of the citizens, because you are full of mercy. That is the greatness of your character.</P><P CLASS=t>PURPORT</P><P>A king's duty is to give protection to his citizens and levy taxes from them for his livelihood. Since the Vedic society is divided into four classes of men &#8212; the br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras &#8212; their means of livelihood are also mentioned in the scriptures. The br&#257;hmanas should live by spreading knowledge and should therefore take contributions from their disciples, whereas a king should give protection to the citizens for their development to the highest standard of life, and he can therefore levy taxes from them; businessmen or mercantile men, because they produce foodstuffs for the whole of society, can take a little profit from this, whereas the &#347;&#363;dras, who cannot work as either br&#257;hmanas, kshatriyas or vai&#347;yas, should give service to the higher classes of society and be provided by them with a supply of the necessities of life.</P><P>The symptom of a qualified king or political leader is mentioned herein &#8212; he must be very merciful and compassionate to the people and see to their prime interest, which is to become elevated devotees of the Supreme Personality of Godhead. Great souls are naturally inclined to do good to others, and a Vaishnava especially is the most compassionate and merciful personality in society. Therefore we offer our respects to a Vaishnava leader as follows:</P><P>v&#257;ñch&#257;-kalpatarubhya&#347; ca</P><P CLASS=n>krip&#257;-sindhubhya eva ca</P><P CLASS=n>patit&#257;n&#257;m p&#257;vanebhyo</P><P CLASS=n>vaishnavebhyo namo namah</P><P>Only a Vaishnava leader can fulfill all the desires of the people (v&#257;ñch&#257;-kalpataru), and he is compassionate because he is the contributor of the greatest benefit to human society. He is patita-p&#257;vana, the deliverer of all fallen souls, because if the king or the head of the government follows in the footsteps of the br&#257;hmanas and Vaishnavas, who are naturally leaders in missionary work, the vai&#347;yas will also follow in the footsteps of the Vaishnavas and br&#257;hmanas, and the &#347;&#363;dras will give them service. Thus the entire society becomes a perfect human institution for combined progress to the highest perfection of life.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>