<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.52</P><P CLASS=c>namo vivriddha-sattv&#257;ya</P><P CLASS=c>purush&#257;ya mah&#299;yase</P><P CLASS=c>yo brahma kshatram &#257;vi&#347;ya</P><P CLASS=c>bibhart&#299;dam sva-tejas&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; all obeisances; <A CLASS=v HREF="http://vedabase.net/v/vivrddha">vivriddha</A> &#8212; highly elevated; <A CLASS=v HREF="http://vedabase.net/s/sattvaya">sattv&#257;ya</A> &#8212; unto the existence; <A CLASS=v HREF="http://vedabase.net/p/purusaya">purush&#257;ya</A> &#8212; unto the person; <A CLASS=v HREF="http://vedabase.net/m/mahiyase">mah&#299;yase</A> &#8212; unto one who is <A HREF="http://vedabase.net/s/so">so</A> glorified; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; brahminical culture; <A CLASS=v HREF="http://vedabase.net/k/ksatram">kshatram</A> &#8212; administrative duty; <A CLASS=v HREF="http://vedabase.net/a/avisya">&#257;vi&#347;ya</A> &#8212; entering; <A CLASS=v HREF="http://vedabase.net/b/bibharti">bibharti</A> &#8212; maintaining; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by his own prowess.</P><P CLASS=t>TRANSLATION</P><P>Dear lord, you are situated in your pure existential position of goodness; therefore you are the perfect representative of the Supreme Lord. You are glorified by your own prowess, and thus you are maintaining the entire world by introducing brahminical culture and protecting everyone in your line of duty as a kshatriya.</P><P CLASS=t>PURPORT</P><P>Without the spread of brahminical culture and without proper protection from the government, no social standard can be maintained properly. This is admitted in this verse by the citizens of Mah&#257;r&#257;ja Prithu, who could maintain the wonderful situation of his government due to his position in pure goodness. The word vivriddha-sattv&#257;ya is significant. In the material world there are three qualities &#8212; namely goodness, passion and ignorance. One has to be raised from the platform of ignorance to the platform of goodness by devotional service. There is no other means for elevating one from the lowest stage of life to the highest stage but the execution of devotional service; as advised in the previous chapters of &#346;r&#299;mad-Bh&#257;gavatam, one can raise himself from the lowest position to the highest simply by associating with devotees and hearing &#346;r&#299;mad-Bh&#257;gavatam regularly from their mouths.</P><P>&#347;rinvat&#257;m sva-kath&#257;h krishnah</P><P CLASS=n>punya-&#347;ravana-k&#299;rtanah</P><P CLASS=n>hridy antah-stho hy abhadr&#257;ni</P><P CLASS=n>vidhunoti suhrit sat&#257;m</P><P>"When one engages in devotional service in the first stages of hearing and chanting, the Lord, who is in everyone's heart, helps the devotee in cleansing his heart." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/17.htm">1.2.17</A>) In the gradual cleansing process, one is relieved of the influence of passion and ignorance and is situated on the platform of goodness. The result of association with the qualities of passion and ignorance is that one becomes lusty and greedy. But when one is elevated to the platform of goodness, he is satisfied in any condition of life and is without lust and greed. This mentality indicates one's situation on the platform of goodness. One has to transcend this goodness and raise himself to the pure goodness called vivriddha-sattva, or the advanced stage of goodness. In the advanced stage of goodness one can become Krishna conscious. Therefore Mah&#257;r&#257;ja Prithu is addressed here as vivriddha-sattva, or one who is situated in the transcendental position. But Mah&#257;r&#257;ja Prithu, although situated in the transcendental position of a pure devotee, came down to the position of br&#257;hmana and kshatriya for the benefit of human society and thus gave protection to the entire world by his personal prowess. Although he was a king, a kshatriya, because he was a Vaishnava he was also a br&#257;hmana. As a br&#257;hmana he could give proper instruction to the citizens, and as a kshatriya he could rightly give protection to all of them. Thus the citizens of Mah&#257;r&#257;ja Prithu were protected in all respects by the perfect king.</P><P>Thus end the Bhaktivedanta purports of the Fourth Canto, Twenty-first Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Instructions by Mah&#257;r&#257;ja Prithu."</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../22/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>