<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.7</P><P CLASS=c>sa evam &#257;d&#299;ny anavadya-ceshtitah</P><P CLASS=c>karm&#257;ni bh&#363;y&#257;msi mah&#257;n mahattamah</P><P CLASS=c>kurvan &#347;a&#347;&#257;s&#257;vani-mandalam ya&#347;ah</P><P CLASS=c>sph&#299;tam nidh&#257;y&#257;ruruhe param padam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; King <A HREF="http://vedabase.net/p/prthu">Prithu</A>; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/adini">&#257;d&#299;ni</A> &#8212; from the very beginning; <A CLASS=v HREF="http://vedabase.net/a/anavadya">anavadya</A> &#8212; magnanimous; <A CLASS=v HREF="http://vedabase.net/c/cestitah">ceshtitah</A> &#8212; performing various works; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; work; <A CLASS=v HREF="http://vedabase.net/b/bhuyamsi">bh&#363;y&#257;msi</A> &#8212; repeatedly; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; greater than the greatest; <A CLASS=v HREF="http://vedabase.net/k/kurvan">kurvan</A> &#8212; performing; <A CLASS=v HREF="http://vedabase.net/s/sasasa">&#347;a&#347;&#257;sa</A> &#8212; ruled; <A CLASS=v HREF="http://vedabase.net/a/avani">avani</A>-<A CLASS=v HREF="http://vedabase.net/m/mandalam">mandalam</A> &#8212; the surface of the earth; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; reputation; <A CLASS=v HREF="http://vedabase.net/s/sphitam">sph&#299;tam</A> &#8212; widespread; <A CLASS=v HREF="http://vedabase.net/n/nidhaya">nidh&#257;ya</A> &#8212; achieving; <A CLASS=v HREF="http://vedabase.net/a/aruruhe">&#257;ruruhe</A> &#8212; was elevated; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the lotus feet of the Supreme Lord.</P><P CLASS=t>TRANSLATION</P><P>King Prithu was greater than the greatest soul and was therefore worshipable by everyone. He performed many glorious activities in ruling over the surface of the world and was always magnanimous. After achieving such great success and a reputation which spread throughout the universe, he at last obtained the lotus feet of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>A responsible king or chief executive has many responsible duties to attend to in ruling over the citizens. The most important duty of the monarch or the government is to perform various sacrifices as enjoined in the Vedic literatures. The next duty of the king is to see that every citizen executes the prescribed duties for his particular community. It is the king's duty to see that everyone perfectly executes the duties prescribed for the varna and &#257;&#347;rama divisions of society. Besides that, as exemplified by King Prithu, he must develop the earth for the greatest possible production of food grains.</P><P>There are different types of great personalities &#8212; some are positive great personalities, some comparative and some superlative &#8212; but King Prithu exceeded all of them. He is therefore described here as mahattamah, greater than the greatest. Mah&#257;r&#257;ja Prithu was a kshatriya, and he discharged his kshatriya duties perfectly. Similarly, br&#257;hmanas, vai&#347;yas and &#347;&#363;dras can discharge their respective duties perfectly and thus at the ultimate end of life be promoted to the transcendental world, which is called param padam. Param padam, or the Vaikuntha planets, can be achieved only by devotional service. The impersonal Brahman region is also called param padam, but unless one is attached to the personality of Godhead one must again fall down to the material world from the impersonal param padam situation. It is said, therefore, &#257;ruhya kricchrena param padam tatah: [<A CLASS=v HREF="../../10/2/32.htm">SB 10.2.32</A>] the impersonalists endeavor very strenuously to achieve the param padam, or impersonal brahmajyoti, but unfortunately, being bereft of a relationship with the Supreme Personality of Godhead, they come down again to the material world. If one flies in outer space, he can go very high up, but unless he reaches a planet he must come down again to earth. Similarly, because the impersonalists who reach the param padam of the impersonal brahmajyoti do not enter into the Vaikuntha planets, they come down again to this material world and are given shelter in one of the material planets. Although they may attain Brahmaloka, or Satyaloka, all such planets are situated in the material world.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>