<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 33 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 33 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">The R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.33.16</P><P CLASS=c>evam parishva&#324;ga-kar&#257;bhimar&#347;a-</P><P CLASS=c>snigdhekshanodd&#257;ma-vil&#257;sa-h&#257;saih</P><P CLASS=c>reme rame&#347;o vraja-sundar&#299;bhir</P><P CLASS=c>yath&#257;rbhakah sva-pratibimba-vibhramah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/parisvanga">parishva&#324;ga</A> &#8212; with embracing; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; by His hand; <A CLASS=v HREF="http://vedabase.net/a/abhimarsa">abhimar&#347;a</A> &#8212; with touching; <A CLASS=v HREF="http://vedabase.net/s/snigdha">snigdha</A> &#8212; affectionate; <A CLASS=v HREF="http://vedabase.net/i/iksana">&#299;kshana</A> &#8212; with glances; <A CLASS=v HREF="http://vedabase.net/u/uddama">udd&#257;ma</A> &#8212; broad; <A CLASS=v HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A> &#8212; playful; <A CLASS=v HREF="http://vedabase.net/h/hasaih">h&#257;saih</A> &#8212; with smiles; <A CLASS=v HREF="http://vedabase.net/r/reme">reme</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> took pleasure; <A CLASS=v HREF="http://vedabase.net/r/rama">ram&#257;</A> &#8212; of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;ah</A> &#8212; the master; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/s/sundaribhih">sundar&#299;bhih</A> &#8212; with the young women of the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> community; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/arbhakah">arbhakah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> boy; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; His own; <A CLASS=v HREF="http://vedabase.net/p/pratibimba">pratibimba</A> &#8212; with the reflection; <A CLASS=v HREF="http://vedabase.net/v/vibhramah">vibhramah</A> &#8212; whose playing.</P><P CLASS=t>TRANSLATION</P><P>In this way Lord Krishna, the original Lord N&#257;r&#257;yana, master of the goddess of fortune, took pleasure in the company of the young women of Vraja by embracing them, caressing them and glancing lovingly at them as He smiled His broad, playful smiles. It was just as if a child were playing with his own reflection.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments as follows on this verse: "Lord Krishna alone is the Supreme Absolute Truth, and His potencies are unlimited. All these potencies, taking personal forms, engage Lord Krishna in His pastimes. Just as the opulent manifestation of His one supreme transcendental potency manifests all the countless potencies of the Lord, so in the r&#257;sa dance Krishna manifests Himself as many times as there are various potencies represented by the gop&#299;s. Everything is Krishna, but by His desire His spiritual energy Yogam&#257;y&#257; manifests the gop&#299;s. When His internal potency Yogam&#257;y&#257; thus produces such pastimes for the enhancement of His transcendental emotions, it is just like a young boy playing with His own reflection. But since these pastimes are created by His spiritual potency, they are eternal and self-manifesting."</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>