<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 33 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 33 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">The R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.33.25</P><P CLASS=c>evam &#347;a&#347;&#257;&#324;k&#257;m&#347;u-vir&#257;jit&#257; ni&#347;&#257;h</P><P CLASS=c>sa satya-k&#257;mo 'nurat&#257;bal&#257;-ganah</P><P CLASS=c>sisheva &#257;tmany avaruddha-sauratah</P><P CLASS=c>sarv&#257;h &#347;arat-k&#257;vya-kath&#257;-ras&#257;&#347;ray&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this manner; <A CLASS=v HREF="http://vedabase.net/s/sasanka">&#347;a&#347;&#257;&#324;ka</A> &#8212; of the moon; <A CLASS=v HREF="http://vedabase.net/a/amsu">am&#347;u</A> &#8212; by the rays; <A CLASS=v HREF="http://vedabase.net/v/virajitah">vir&#257;jit&#257;h</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> brilliant; <A CLASS=v HREF="http://vedabase.net/n/nisah">ni&#347;&#257;h</A> &#8212; the nights; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; whose desires <A HREF="http://vedabase.net/a/are">are</A> always fulfilled; <A CLASS=v HREF="http://vedabase.net/a/anurata">anurata</A> &#8212; constantly attached <A HREF="http://vedabase.net/t/to">to</A> Him <A HREF="http://vedabase.net/a/abala">abal&#257;</A>-<A HREF="http://vedabase.net/g/ganah">ganah</A> &#8212; His many girlfriends; <A CLASS=v HREF="http://vedabase.net/s/siseve">sisheve</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> utilized; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; within Himself; <A CLASS=v HREF="http://vedabase.net/a/avaruddha">avaruddha</A> &#8212; reserved; <A CLASS=v HREF="http://vedabase.net/s/sauratah">sauratah</A> &#8212; conjugal feelings; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h</A> &#8212; all (the nights); <A CLASS=v HREF="http://vedabase.net/s/sarat">&#347;arat</A> &#8212; of the autumn; <A CLASS=v HREF="http://vedabase.net/k/kavya">k&#257;vya</A> &#8212; poetic; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; of narrations; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; of the transcendental moods; <A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;ray&#257;h</A> &#8212; the repositories.</P><P CLASS=t>TRANSLATION</P><P>Although the gop&#299;s were firmly attached to Lord Krishna, whose desires are always fulfilled, the Lord was not internally affected by any mundane sex desire. Still, to perform His pastimes the Lord took advantage of all those moonlit autumn nights, which inspire poetic descriptions of transcendental affairs.</P><P CLASS=t>PURPORT</P><P>It is difficult to translate into English the word rasa, which indicates the spiritual bliss derived from one's loving relationship with Lord Krishna. That bliss is experienced in the midst of spiritual pastimes with the Lord and His devotees. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; explains that great Vaishnava poets like Vy&#257;sa, Par&#257;&#347;ara, Jayadeva, L&#299;l&#257;&#347;uka (Bilvama&#324;gala Th&#257;kura), Govardhan&#257;c&#257;rya and &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; have tried in their poetry to describe the conjugal affairs of the Lord. These descriptions are never complete, however, since the Lord's pastimes are unlimited; thus the attempt to glorify such pastimes is still going on and will go on forever. Lord Krishna arranged an extraordinary season of beautiful autumn nights to enhance His loving affairs, and those autumn nights have inspired transcendental poets since time immemorial.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26-27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>