<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 33"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">The R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.33 Summary</P><P>This chapter describes Lord &#346;r&#299; Krishna's r&#257;sa dance, which He enjoyed with His beloved girlfriends in the forests along the Yamun&#257; River.</P><P>The Supreme Personality of Godhead, &#346;r&#299; Krishna, is most expert in the knowledge of transcendental moods. In the company of the gop&#299;s, who were tightly bound to Him by the ropes of affection and totally dedicated to His service, the Lord expanded Himself into numerous forms. The gop&#299;s became intoxicated with their enthusiasm to enjoy the r&#257;sa dance, and thus they began satisfying Krishna's senses by singing, dancing and gesturing amorously. The sweet voices of the gop&#299;s filled all the directions.</P><P>Even after Lord Krishna manifested Himself in numerous forms, each gop&#299; thought He was standing next to her alone. Gradually the gop&#299;s became fatigued from the continuous dancing and singing, and each of them placed her arm on the shoulder of the Krishna standing beside her. Some gop&#299;s smelled and kissed Krishna's arm, which bore the fragrance of the lotus and was anointed with sandalwood paste. Others put Krishna's hand on their bodies, and yet others gave Krishna pleasure by embracing Him lovingly.</P><P>Lord Krishna, being the Supreme Absolute Truth, is the only actual enjoyer and object of enjoyment. Although He is one without a second, He expands Himself into many forms to increase His personal pastimes. Therefore great scholars say that Krishna's r&#257;sa-l&#299;l&#257; is like a child's playing with His own reflection. &#346;r&#299; Krishna is self-satisfied and fully endowed with inconceivable, transcendental opulences. When He exhibits such pastimes as the r&#257;sa-l&#299;l&#257;, all living beings, from Brahm&#257; down to the blades of grass, become merged in the ocean of astonishment.</P><P>When Mah&#257;r&#257;ja Par&#299;kshit heard the narration of Krishna's conjugal pastimes with the gop&#299;s, which superficially resemble the activities of lusty, wanton persons, he expressed a doubt to the great devotee &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;. &#346;ukadeva dispelled this doubt by stating, "Since &#346;r&#299; Krishna is the absolute enjoyer, such pastimes as these can never be contaminated by any fault. But if anyone other than the Supreme Personality of Godhead tries to enjoy such pastimes, he will suffer the same fate that someone other than Lord Rudra would suffer if he attempted to drink an ocean of poison. Moreover, even one who only thinks of imitating Lord Krishna's r&#257;sa-l&#299;l&#257; will certainly suffer misfortune."</P><P>The Supreme Absolute Truth, &#346;r&#299; Krishna, is present within the hearts of all living entities as their indwelling witness. When out of His mercy He exhibits His intimate pastimes to His devotees, these activities are never besmirched by mundane imperfection. Any living being who hears of the spontaneous loving attraction the gop&#299;s felt for Lord Krishna will have his desires for material sense gratification destroyed at the root and will develop his natural propensity for serving the Supreme Lord, the spiritual master, and the Lord's devotees.</P><P CLASS=l><A CLASS=i HREF="../32/22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>