<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 72 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 72 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 72: <A CLASS=v HREF="index.htm">The Slaying of the Demon Jar&#257;sandha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.72.19</P><P CLASS=c>kim durmarsham titiksh&#363;n&#257;m</P><P CLASS=c>kim ak&#257;ryam as&#257;dhubhih</P><P CLASS=c>kim na deyam vad&#257;ny&#257;n&#257;m</P><P CLASS=c>kah parah sama-dar&#347;in&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/d/durmarsam">durmarsham</A> &#8212; intolerable; <A CLASS=v HREF="http://vedabase.net/t/titiksunam">titiksh&#363;n&#257;m</A> &#8212; for the patient; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/akaryam">ak&#257;ryam</A> &#8212; impossible <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/a/asadhubhih">as&#257;dhubhih</A> &#8212; for the impious; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/d/deyam">deyam</A> &#8212; impossible <A HREF="http://vedabase.net/t/to">to</A> give away; <A CLASS=v HREF="http://vedabase.net/v/vadanyanam">vad&#257;ny&#257;n&#257;m</A> &#8212; for the generous; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; separate; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/d/darsinam">dar&#347;in&#257;m</A> &#8212; for those whose vision.</P><P CLASS=t>TRANSLATION</P><P>What can the tolerant not bear? What will the wicked not do? What will the generous not give in charity? And who will those of equal vision see as an outsider?</P><P CLASS=t>PURPORT</P><P>In the previous verse, Lord Krishna and the two P&#257;ndava brothers, Bh&#299;ma and Arjuna, requested Jar&#257;sandha to grant them whatever they asked of him. Here they explain why there is no need for them to specify their desire.</P><P>The &#257;c&#257;ryas comment on this verse as follows: Jar&#257;sandha might be thinking, "What if you request my son, from whom separation would be intolerable?"</P><P>To this possible objection Krishna and the P&#257;ndavas reply, "For a tolerant person, nothing is intolerable."</P><P>Similarly, Jar&#257;sandha could object, "What if you ask me to give my body or my precious jewels and other ornaments, which are meant to be given to my sons, not to ordinary beggars?"</P><P>To this they reply, "For the generous, what is not to be donated in charity?" In other words, everything is to be given.</P><P>Jar&#257;sandha might also object that he could be giving charity to his enemies. To this his guests counter with the statement kah parah sama-dar&#347;in&#257;m: "For those with equal vision, who is a stranger?"</P><P>Thus &#346;r&#299; Krishna and the P&#257;ndavas encouraged Jar&#257;sandha to simply agree to grant their request without further discussion.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>