<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 72 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 72 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 72: <A CLASS=v HREF="index.htm">The Slaying of the Demon Jar&#257;sandha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.72.21</P><P CLASS=c>hari&#347;candro rantideva</P><P CLASS=c>uñchavrittih &#347;ibir balih</P><P CLASS=c>vy&#257;dhah kapoto bahavo</P><P CLASS=c>hy adhruvena dhruvam gat&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hariscandrah">hari&#347;candrah</A> <A CLASS=v HREF="http://vedabase.net/r/rantidevah">rantidevah</A> &#8212; <A HREF="http://vedabase.net/h/hariscandra">Hari&#347;candra</A> and <A HREF="http://vedabase.net/r/rantideva">Rantideva</A>; <A CLASS=v HREF="http://vedabase.net/u/uncha">uñcha</A>-<A CLASS=v HREF="http://vedabase.net/v/vrttih">vrittih</A> &#8212; <A HREF="http://vedabase.net/m/mudgala">Mudgala</A>, who lived by gathering grains left behind <A HREF="http://vedabase.net/i/in">in</A> the fields after the harvest; <A CLASS=v HREF="http://vedabase.net/s/sibih">&#347;ibih</A> <A CLASS=v HREF="http://vedabase.net/b/balih">balih</A> &#8212; <A HREF="http://vedabase.net/s/sibi">&#346;ibi</A> and <A HREF="http://vedabase.net/b/bali">Bali</A>; <A CLASS=v HREF="http://vedabase.net/v/vyadhah">vy&#257;dhah</A> &#8212; the hunter; <A CLASS=v HREF="http://vedabase.net/k/kapotah">kapotah</A> &#8212; the pigeon; <A CLASS=v HREF="http://vedabase.net/b/bahavah">bahavah</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/adhruvena">adhruvena</A> &#8212; by the temporary; <A CLASS=v HREF="http://vedabase.net/d/dhruvam">dhruvam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the permanent; <A CLASS=v HREF="http://vedabase.net/g/gatah">gat&#257;h</A> &#8212; went.</P><P CLASS=t>TRANSLATION</P><P>Hari&#347;candra, Rantideva, Uñchavritti Mudgala, &#346;ibi, Bali, the legendary hunter and pigeon, and many others have attained the permanent by means of the impermanent.</P><P CLASS=t>PURPORT</P><P>Here Lord Krishna and the two P&#257;ndavas are pointing out to Jar&#257;sandha that one can use the temporary material body to achieve a permanent situation in life. Because Jar&#257;sandha was a materialist, they appealed to his natural interest in the heavenly planets, where life lasts so long that it appears permanent to people on earth.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; briefly summarizes the history of the personalities mentioned in this verse: "To pay off his debts to Vi&#347;v&#257;m&#299;tra, Hari&#347;candra sold everything he had, including his wife and children. Yet even after attaining the status of a cand&#257;la, he did not become discouraged; thus he went to heaven, together with all the inhabitants of Ayodhy&#257;. Rantideva, after going without even water for forty-eight days, somehow obtained some food and water, but then some beggars came and he gave it all away to them. In this way he attained Brahmaloka. Mudgala followed the practice of gathering grains left behind in the fields after the harvest. Yet still he was hospitable toward uninvited guests, even after his family had been suffering in poverty for six months. Thus he also went to Brahmaloka.</P><P>"To protect a pigeon who had taken shelter of him, King &#346;ibi gave his own flesh to a hawk and attained heaven. Bali Mah&#257;r&#257;ja gave all his property to Lord Hari when the Lord disguised Himself as a dwarf br&#257;hmana (V&#257;manadeva), and so Bali gained the Lord's personal association. The pigeon and his mate gave their own flesh to a hunter as a show of hospitality, and thus they were taken to heaven in a celestial airplane. When the hunter understood their situation in the mode of goodness, he also became renounced, and thus he gave up hunting and went off to perform severe austerities. Because he was freed of all sins, after his body burned to death in a forest fire he was elevated to heaven. Thus many personalities have attained enduring life on higher planets by means of the temporary material body."</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>