<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 72 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 72 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 72: <A CLASS=v HREF="index.htm">The Slaying of the Demon Jar&#257;sandha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.72.3</P><P CLASS=c>&#347;r&#299;-yudhishthira uv&#257;ca</P><P CLASS=c>kratu-r&#257;jena govinda</P><P CLASS=c>r&#257;jas&#363;yena p&#257;van&#299;h</P><P CLASS=c>yakshye vibh&#363;t&#299;r bhavatas</P><P CLASS=c>tat samp&#257;daya nah prabho</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/y/yudhisthirah">yudhishthirah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A> said; <A CLASS=v HREF="http://vedabase.net/k/kratu">kratu</A> &#8212; of major fire sacrifices; <A CLASS=v HREF="http://vedabase.net/r/rajena">r&#257;jena</A> &#8212; with the king; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/r/rajasuyena">r&#257;jas&#363;yena</A> &#8212; named <A HREF="http://vedabase.net/r/rajasuya">R&#257;jas&#363;ya</A>; <A CLASS=v HREF="http://vedabase.net/p/pavanih">p&#257;van&#299;h</A> &#8212; purifying; <A CLASS=v HREF="http://vedabase.net/y/yaksye">yakshye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> wish <A HREF="http://vedabase.net/t/to">to</A> worship; <A CLASS=v HREF="http://vedabase.net/v/vibhutih">vibh&#363;t&#299;h</A> &#8212; the opulent expansions; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; of Yourself; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sampadaya">samp&#257;daya</A> &#8212; please allow <A HREF="http://vedabase.net/t/to">to</A> happen; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; for us; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Yudhishthira said: O Govinda, I desire to worship Your auspicious, opulent expansions by the R&#257;jas&#363;ya sacrifice, the king of Vedic ceremonies. Please make our endeavor a success, my Lord.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; states that the word vibh&#363;t&#299;h refers to Lord Krishna's expansions (am&#347;&#257;n), and &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura further explains that here the word vibh&#363;t&#299;h refers to Lord Krishna's opulent expansions within this world, such as the demigods and other empowered beings. Thus &#346;r&#299;la Prabhup&#257;da treats this verse as follows in Krishna, the Supreme Personality of Godhead: "My dear Lord Krishna, the sacrifice known as the R&#257;jas&#363;ya yajña is to be performed by the emperor, and it is considered to be the king of all sacrifices. By performing this sacrifice, I wish to satisfy all the demigods, who are Your empowered representatives within this material world, and I wish that You will kindly help me in this great adventure so that it may be successfully executed. As far as the P&#257;ndavas are concerned, we have nothing to ask from the demigods. We are personally satisfied by being Your devotees. As you say in the Bhagavad-g&#299;t&#257;, 'Persons who are bewildered by material desires worship the demigods,' but our purpose is different. I want to perform this R&#257;jas&#363;ya sacrifice and invite the demigods to show them that they have no power independent of You. They are all Your servants, and You are the Supreme Personality of Godhead. Foolish persons with a poor fund of knowledge consider Your Lordship an ordinary human being. Sometimes they try to find fault in You, and sometimes they defame You. Therefore I wish to perform the R&#257;jas&#363;ya yajña. I wish to invite all the demigods, beginning from Lord Brahm&#257;, Lord &#346;iva and other exalted chiefs of the heavenly planets, and in that great assembly of the demigods from all parts of the universe, I want to substantiate that You are the Supreme Personality of Godhead and that everyone is Your servant."</P><P CLASS=l><A CLASS=i HREF="1-2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>