<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 72 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 72 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 72: <A CLASS=v HREF="index.htm">The Slaying of the Demon Jar&#257;sandha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.72.4</P><P CLASS=c>tvat-p&#257;duke aviratam pari ye caranti</P><P CLASS=c>dhy&#257;yanty abhadra-na&#347;ane &#347;ucayo grinanti</P><P CLASS=c>vindanti te kamala-n&#257;bha bhav&#257;pavargam</P><P CLASS=c>&#257;&#347;&#257;sate yadi ta &#257;&#347;isha &#299;&#347;a n&#257;nye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/paduke">p&#257;duke</A> &#8212; slippers; <A CLASS=v HREF="http://vedabase.net/a/aviratam">aviratam</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/p/pari">pari</A> &#8212; fully; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/c/caranti">caranti</A> &#8212; serve; <A CLASS=v HREF="http://vedabase.net/d/dhyayanti">dhy&#257;yanti</A> &#8212; meditate upon; <A CLASS=v HREF="http://vedabase.net/a/abhadra">abhadra</A> &#8212; of inauspicious things; <A CLASS=v HREF="http://vedabase.net/n/nasane">na&#347;ane</A> &#8212; which (cause) the destruction; <A CLASS=v HREF="http://vedabase.net/s/sucayah">&#347;ucayah</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/g/grnanti">grinanti</A> &#8212; and describe <A HREF="http://vedabase.net/i/in">in</A> their words; <A CLASS=v HREF="http://vedabase.net/v/vindanti">vindanti</A> &#8212; obtain; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/k/kamala">kamala</A> &#8212; (like <A HREF="http://vedabase.net/a/a">a</A>) lotus; <A CLASS=v HREF="http://vedabase.net/n/nabha">n&#257;bha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You whose navel; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; of material life; <A CLASS=v HREF="http://vedabase.net/a/apavargam">apavargam</A> &#8212; the cessation; <A CLASS=v HREF="http://vedabase.net/a/asasate">&#257;&#347;&#257;sate</A> &#8212; harbor desires; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; (attain) the desired objects; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; other persons.</P><P CLASS=t>TRANSLATION</P><P>Purified persons who constantly serve, meditate upon and glorify Your shoes, which destroy everything inauspicious, are sure to obtain freedom from material existence, O lotus-naveled one. Even if they desire something in this world, they obtain it, whereas others &#8212; those who do not take shelter of You &#8212; are never satisfied, O Lord.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Prabhup&#257;da writes in this connection that liberated, Krishna conscious persons "do not even desire to become freed from this material existence or to enjoy material opulences; their desires are fulfilled by Krishna conscious activities. As far as we [King Yudhishthira] are concerned, we are fully surrendered unto Your lotus feet, and by Your grace we are so fortunate to see You personally. Therefore, naturally we have no desire for material opulences. The verdict of the Vedic wisdom is that You are the Supreme Personality of Godhead. I want to establish this fact, and I also want to show the world the difference between accepting You as the Supreme Personality of Godhead and accepting You as an ordinary powerful historical person. I wish to show the world that one can attain the highest perfection of life simply by taking shelter at Your lotus feet, exactly as one can satisfy the branches, twigs, leaves and flowers of an entire tree simply by watering the root. Thus, if one takes to Krishna consciousness, his life becomes fulfilled both materially and spiritually."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; similarly explains King Yudhishthira's statement: "We feel no great urgency to perform the R&#257;jas&#363;ya sacrifice, nor do we have any personal interest, since we are already seeing Your lotus feet and by Your boundless mercy have been taken into Your personal association. But in this world there are some whose hearts are contaminated and who thus think You are not the Supreme Personality of Godhead but an ordinary man. Or else they find fault with You and even criticize You. This is an arrow piercing our hearts.</P><P>"Therefore, to extract this arrow from our heart, we must call to this place &#8212; on the pretext of the R&#257;jas&#363;ya &#8212; Brahm&#257;, Rudra and other wise brahmac&#257;r&#299;s and demigods who reside in each of the fourteen planetary systems. When such an exalted congregation has assembled, it will be incumbent upon them to first arrange for the agra-p&#363;j&#257;, or the first worship for the most worthy person present. And when they are directly shown that You, Lord Krishna, are the Supreme Personality of Godhead, the arrow piercing our heart will be removed."</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>