<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 72 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 72 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 72: <A CLASS=v HREF="index.htm">The Slaying of the Demon Jar&#257;sandha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.72.46</P><P CLASS=c>sahadevam tat-tanayam</P><P CLASS=c>bhagav&#257;n bh&#363;ta-bh&#257;vanah</P><P CLASS=c>abhyashiñcad amey&#257;tm&#257;</P><P CLASS=c>magadh&#257;n&#257;m patim prabhuh</P><P CLASS=c>mocay&#257;m &#257;sa r&#257;jany&#257;n</P><P CLASS=c>samruddh&#257; m&#257;gadhena ye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sahadevam">sahadevam</A> &#8212; named <A HREF="http://vedabase.net/s/sahadeva">Sahadeva</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; his (<A HREF="http://vedabase.net/j/jarasandha">Jar&#257;sandha</A>'s); <A CLASS=v HREF="http://vedabase.net/t/tanayam">tanayam</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; of all living beings; <A CLASS=v HREF="http://vedabase.net/b/bhavanah">bh&#257;vanah</A> &#8212; the sustainer; <A CLASS=v HREF="http://vedabase.net/a/abhyasincat">abhyashiñcat</A> &#8212; coronated; <A CLASS=v HREF="http://vedabase.net/a/ameya">ameya</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the immeasurable one; <A CLASS=v HREF="http://vedabase.net/m/magadhanam">magadh&#257;n&#257;m</A> &#8212; of the Magadhas; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the master; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/m/mocayam">mocay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> released; <A CLASS=v HREF="http://vedabase.net/r/rajanyan">r&#257;jany&#257;n</A> &#8212; the kings; <A CLASS=v HREF="http://vedabase.net/s/samruddhah">samruddh&#257;h</A> &#8212; imprisoned; <A CLASS=v HREF="http://vedabase.net/m/magadhena">m&#257;gadhena</A> &#8212; by <A HREF="http://vedabase.net/j/jarasandha">Jar&#257;sandha</A>; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who.</P><P CLASS=t>TRANSLATION</P><P>The immeasurable Supreme Personality of Godhead, the sustainer and benefactor of all living beings, coronated Jar&#257;sandha's son, Sahadeva, as the new ruler of the Magadhas. The Lord then freed all the kings Jar&#257;sandha had imprisoned.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Prabhup&#257;da writes, "Although Jar&#257;sandha was killed, neither Krishna nor the two P&#257;ndava brothers made a claim to the throne. Their purpose in killing Jar&#257;sandha was to stop him from creating a disturbance against the proper discharge of world peace. A demon always creates disturbances, whereas a demigod always tries to keep peace in the world. The mission of Lord Krishna is to give protection to the righteous persons and to kill the demons who disturb a peaceful situation. Therefore Lord Krishna immediately called for the son of Jar&#257;sandha, whose name was Sahadeva, and with due ritualistic ceremonies He asked him to occupy the seat of his father and reign over the kingdom peacefully. Lord Krishna is the master of the whole cosmic creation, and He wants everyone to live peacefully and execute Krishna consciousness. After installing Sahadeva on the throne, He released all the kings and princes who had been imprisoned unnecessarily by Jar&#257;sandha."</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Seventy-second Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Slaying of the Demon Jar&#257;sandha."</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../73/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>