<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 72 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 72 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 72: <A CLASS=v HREF="index.htm">The Slaying of the Demon Jar&#257;sandha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.72.6</P><P CLASS=c>na brahmanah sva-para-bheda-matis tava sy&#257;t</P><P CLASS=c>sarv&#257;tmanah sama-dri&#347;ah sva-sukh&#257;nubh&#363;teh</P><P CLASS=c>samsevat&#257;m sura-taror iva te pras&#257;dah</P><P CLASS=c>sev&#257;nur&#363;pam udayo na viparyayo 'tra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahmanah</A> &#8212; of the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; of own; <A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; and other's; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; differential; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; mentality; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; there can be; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; of all beings; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the Soul; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; whose vision; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; within Himself; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A> &#8212; of happiness; <A CLASS=v HREF="http://vedabase.net/a/anubhuteh">anubh&#363;teh</A> &#8212; whose experience; <A CLASS=v HREF="http://vedabase.net/s/samsevatam">samsevat&#257;m</A> &#8212; for those who properly worship; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/t/taroh">taroh</A> &#8212; of the heavenly desire tree; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/prasadah">pras&#257;dah</A> &#8212; grace; <A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; with the service; <A CLASS=v HREF="http://vedabase.net/a/anurupam">anur&#363;pam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> accordance; <A CLASS=v HREF="http://vedabase.net/u/udayah">udayah</A> &#8212; desirable results; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/viparyayah">viparyayah</A> &#8212; contradiction; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this.</P><P CLASS=t>TRANSLATION</P><P>Within Your mind there can be no such differentiation as "This one is mine, and that is another's," because You are the Supreme Absolute Truth, the Soul of all beings, always equipoised and enjoying transcendental happiness within Yourself. Just like the heavenly desire tree, You bless all who properly worship You, granting their desired fruits in proportion to the service they render You. There is nothing wrong in this.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; explains that a desire tree has no material attachments or partiality but simply bestows its fruits upon those who deserve them, and not upon others. J&#299;va Gosv&#257;m&#299; Prabhup&#257;da adds that a desire tree does not think, "This person is fit to worship me, but that other person is not." Rather, a desire tree is satisfied with all who properly serve it. And the Lord acts in the same way, as explained here by King Yudhishthira.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; adds that no one should accuse Lord Krishna of being envious of one person and showing favoritism toward another. Since the Lord is sva-sukh&#257;nubh&#363;ti, experiencing His own happiness within Himself, He has nothing to gain or lose in relation to conditioned souls. Rather, He reciprocates according to how they approach Him. &#346;r&#299;la Prabhup&#257;da very nicely sums up this point as follows in his rendering of King Yudhishthira's statement: "If one takes to Krishna consciousness, his life becomes fulfilled both materially and spiritually. This does not mean that You are partial to the Krishna conscious person and indifferent to the non-Krishna conscious person. You are equal to everyone; that is Your declaration. You cannot be partial to one and not interested in others, because You are sitting in everyone's heart as the Supersoul and giving everyone the respective results of his fruitive activities. You give every living entity the chance to enjoy this material world as he desires. As the Supersoul, You are sitting in the body along with the living entity, giving him the results of his own actions as well as opportunities to turn toward Your devotional service by developing Krishna consciousness. You openly declare that one should surrender unto You, giving up all other engagements, and that You will take charge of him, giving him relief from the reactions of all sins. You are like the desire tree in the heavenly planets, which awards benediction according to one's desires. Everyone is free to achieve the highest perfection, but if one does not so desire, then Your awarding of lesser benedictions is not due to partiality."</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>