<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 72</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 72"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 72: <A CLASS=v HREF="index.htm">The Slaying of the Demon Jar&#257;sandha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.72 Summary</P><P>This chapter describes how Lord Krishna heard King Yudhishthira's request and then arranged for Bh&#299;masena to defeat Jar&#257;sandha.</P><P>One day King Yudhishthira addressed Lord Krishna as He sat in the royal assembly: "My Lord, I wish to perform the R&#257;jas&#363;ya sacrifice. In this sacrifice people uninterested in Your devotional service will be able to see firsthand the superiority of Your devotees and the inferiority of nondevotees. They will also be able to see Your lotus feet."</P><P>Lord Krishna extolled Yudhishthira's proposition: "Your scheme is so excellent that it will spread your fame throughout the universe. Indeed, all living beings should desire that this sacrifice be performed. To make this sacrifice possible, however, you must first defeat all the kings of the earth and collect all the necessary paraphernalia."</P><P>Satisfied with Lord Krishna's words, King Yudhishthira sent his brothers to conquer the various directions. After they had conquered &#8212; or won the fealty of &#8212; the kings in their assigned directions, they brought back abundant wealth to Yudhishthira. They informed him, however, that Jar&#257;sandha could not be defeated. As King Yudhishthira pondered how he could subdue Jar&#257;sandha, &#346;r&#299; Krishna revealed to him the means for doing so, following the previous advice of Uddhava.</P><P>Bh&#299;ma, Arjuna and &#346;r&#299; Krishna then disguised themselves as br&#257;hmanas and went to the palace of Jar&#257;sandha, who was very devoted to the brahminical class. They introduced themselves as br&#257;hmanas to King Jar&#257;sandha, flattering him by praising his reputation for hospitality, and requested him to grant their desire. Seeing the marks of bowstrings on their limbs, Jar&#257;sandha concluded that they were warriors and not br&#257;hmanas, but still, even though fearful, he promised to fulfill whatever desire they might have. At that point Lord Krishna discarded His disguise and asked Jar&#257;sandha to fight Him in one-to-one combat. But Jar&#257;sandha refused, claiming that Krishna was a coward because He had once fled the battlefield. Jar&#257;sandha also declined to fight Arjuna on the plea that he was inferior in age and size. But Bh&#299;ma he considered a worthy opponent.</P><P>Thus Jar&#257;sandha handed Bh&#299;ma a club and took up another himself, and they all went outside the city to begin the fight.</P><P>After the fight had gone on for some time, it became clear that the two opponents were too equally matched for either to gain victory. Lord Krishna then split a small tree branch in half, thus showing Bh&#299;ma how to kill Jar&#257;sandha. Bh&#299;ma threw Jar&#257;sandha to the ground, stepped on one of his legs, seized the other with his arms and proceeded to tear him apart from his genitals to his head.</P><P>Seeing Jar&#257;sandha dead, his relatives and subjects cried out in lamentation. Lord Krishna then appointed Jar&#257;sandha's son ruler of Magadha and released the kings Jar&#257;sandha had imprisoned.</P><P CLASS=l><A CLASS=i HREF="../71/44-45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>