<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 16 Verses 18-19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 16 Verses 18-19"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Lord Para&#347;ur&#257;ma Destroys the World's Ruling Class</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.16.18-19</P><P CLASS=c>tad-raktena nad&#299;m ghor&#257;m</P><P CLASS=c>abrahmanya-bhay&#257;vah&#257;m</P><P CLASS=c>hetum kritv&#257; pitri-vadham</P><P CLASS=c>kshatre 'ma&#324;gala-k&#257;rini</P><P CLASS=c>trih-sapta-kritvah prithiv&#299;m</P><P CLASS=c>kritv&#257; nihkshatriy&#257;m prabhuh</P><P CLASS=c>samanta-pañcake cakre</P><P CLASS=c>&#347;onitod&#257;n hrad&#257;n nava</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/r/raktena">raktena</A> &#8212; by the blood of the sons of K&#257;rtav&#299;ry&#257;rjuna; <A CLASS=v HREF="http://vedabase.net/n/nadim">nad&#299;m</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> river; <A CLASS=v HREF="http://vedabase.net/g/ghoram">ghor&#257;m</A> &#8212; fierce; <A CLASS=v HREF="http://vedabase.net/a/abrahmanya">abrahmanya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A>-<A CLASS=v HREF="http://vedabase.net/a/avaham">&#257;vah&#257;m</A> &#8212; causing fear <A HREF="http://vedabase.net/t/to">to</A> the kings who <A HREF="http://vedabase.net/h/had">had</A> <A HREF="http://vedabase.net/n/no">no</A> respect for brahminical culture; <A CLASS=v HREF="http://vedabase.net/h/hetum">hetum</A> &#8212; cause; <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/v/vadham">vadham</A> &#8212; the killing of his father; <A CLASS=v HREF="http://vedabase.net/k/ksatre">kshatre</A> &#8212; when the whole royal class; <A CLASS=v HREF="http://vedabase.net/a/amangala">ama&#324;gala</A>-<A CLASS=v HREF="http://vedabase.net/k/karini">k&#257;rini</A> &#8212; was acting very inauspiciously; <A CLASS=v HREF="http://vedabase.net/t/trih">trih</A>-<A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A>-<A CLASS=v HREF="http://vedabase.net/k/krtvah">kritvah</A> &#8212; twenty-one times; <A CLASS=v HREF="http://vedabase.net/p/prthivim">prithiv&#299;m</A> &#8212; the entire world; <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> &#8212; making; <A CLASS=v HREF="http://vedabase.net/n/nihksatriyam">nihkshatriy&#257;m</A> &#8212; without <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/k/ksatriya">kshatriya</A> dynasty; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; the Supreme Lord, <A HREF="http://vedabase.net/p/parasurama">Para&#347;ur&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/s/samanta">samanta</A>-<A CLASS=v HREF="http://vedabase.net/p/pancake">pañcake</A> &#8212; at the place known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/s/samanta">Samanta</A>-pañcaka; <A CLASS=v HREF="http://vedabase.net/c/cakre">cakre</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/s/sonita">&#347;onita</A>-<A CLASS=v HREF="http://vedabase.net/u/udan">ud&#257;n</A> &#8212; filled with blood instead of water; <A CLASS=v HREF="http://vedabase.net/h/hradan">hrad&#257;n</A> &#8212; lakes; <A CLASS=v HREF="http://vedabase.net/n/nava">nava</A> &#8212; nine.</P><P CLASS=t>TRANSLATION</P><P>With the blood of the bodies of these sons, Lord Para&#347;ur&#257;ma created a ghastly river, which brought great fear to the kings who had no respect for brahminical culture. Because the kshatriyas, the men of power in government, were performing sinful activities, Lord Para&#347;ur&#257;ma, on the plea of retaliating for the murder of his father, rid all the kshatriyas from the face of the earth twenty-one times. Indeed, in the place known as Samanta-pañcaka he created nine lakes filled with their blood.</P><P CLASS=t>PURPORT</P><P>Para&#347;ur&#257;ma is the Supreme Personality of Godhead, and his eternal mission is paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>] &#8212; to protect the devotees and annihilate the miscreants. To kill all the sinful men is one among the tasks of the incarnation of Godhead. Lord Para&#347;ur&#257;ma killed all the kshatriyas twenty-one times consecutively because they were disobedient to the brahminical culture. That the kshatriyas had killed his father was only a plea; the real fact is that because the kshatriyas, the ruling class, had become polluted, their position was inauspicious. Brahminical culture is enjoined in the &#347;&#257;stra, especially in Bhagavad-g&#299;t&#257; (c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah [<A CLASS=v HREF="../../../bg/4/13.htm">Bg. 4.13</A>]). According to the laws of nature, whether at the time of Para&#347;ur&#257;ma or at the present, if the government becomes irresponsible and sinful, not caring for brahminical culture, there will certainly be an incarnation of God like Para&#347;ur&#257;ma to create a devastation by fire, famine, pestilence or some other calamity. Whenever the government disrespects the supremacy of the personality of Godhead and fails to protect the institution of varn&#257;&#347;rama-dharma, it will certainly have to face such catastrophes as formerly brought about by Lord Para&#347;ur&#257;ma.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>