<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 16"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 16: Lord Para&#347;ur&#257;ma Destroys the World's Ruling Class</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.16 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.16.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: My dear Mah&#257;r&#257;ja Par&#299;kshit, son of the Kuru dynasty, when Lord Para&#347;ur&#257;ma was given this order by his father, he immediately agreed, saying, "Let it be so." For one complete year he traveled to holy places. Then he returned to his father's residence.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.16.2</B></A>: Once when Renuk&#257;, the wife of Jamadagni, went to the bank of the Ganges to get water, she saw the King of the Gandharvas, decorated with a garland of lotuses and sporting in the Ganges with celestial women [Apsar&#257;s].</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 9.16.3</B></A>: She had gone to bring water from the Ganges, but when she saw Citraratha, the King of the Gandharvas, sporting with the celestial girls, she was somewhat inclined toward him and failed to remember that the time for the fire sacrifice was passing.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 9.16.4</B></A>: Later, understanding that the time for offering the sacrifice had passed, Renuk&#257; feared a curse from her husband. Therefore when she returned she simply put the waterpot before him and stood there with folded hands.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 9.16.5</B></A>: The great sage Jamadagni understood the adultery in the mind of his wife. Therefore he was very angry and told his sons, "My dear sons, kill this sinful woman!" But the sons did not carry out his order.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 9.16.6</B></A>: Jamadagni then ordered his youngest son, Para&#347;ur&#257;ma, to kill his brothers, who had disobeyed this order, and his mother, who had mentally committed adultery. Lord Para&#347;ur&#257;ma, knowing the power of his father, who was practiced in meditation and austerity, killed his mother and brothers immediately.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.16.7</B></A>: Jamadagni, the son of Satyavat&#299;, was very much pleased with Para&#347;ur&#257;ma and asked him to take any benediction he liked. Lord Para&#347;ur&#257;ma replied, "Let my mother and brothers live again and not remember having been killed by me. This is the benediction I ask."</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.16.8</B></A>: Thereafter, by the benediction of Jamadagni, Lord Para&#347;ur&#257;ma's mother and brothers immediately came alive and were very happy, as if awakened from sound sleep. Lord Para&#347;ur&#257;ma had killed his relatives in accordance with his father's order because he was fully aware of his father's power, austerity and learning.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.16.9</B></A>: My dear King Par&#299;kshit, the sons of K&#257;rtav&#299;ry&#257;rjuna, who were defeated by the superior strength of Para&#347;ur&#257;ma, never achieved happiness, for they always remembered the killing of their father.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.16.10</B></A>: Once when Para&#347;ur&#257;ma left the &#257;&#347;rama for the forest with Vasum&#257;n and his other brothers, the sons of K&#257;rtav&#299;ry&#257;rjuna took the opportunity to approach Jamadagni's residence to seek vengeance for their grudge.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.16.11</B></A>: The sons of K&#257;rtav&#299;ry&#257;rjuna were determined to commit sinful deeds. Therefore when they saw Jamadagni sitting by the side of the fire to perform yajña and meditating upon the Supreme Personality of Godhead, who is praised by the best of selected prayers, they took the opportunity to kill him.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 9.16.12</B></A>: With pitiable prayers, Renuk&#257;, the mother of Para&#347;ur&#257;ma and wife of Jamadagni, begged for the life of her husband. But the sons of K&#257;rtav&#299;ry&#257;rjuna, being devoid of the qualities of kshatriyas, were so cruel that despite her prayers they forcibly cut off his head and took it away.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 9.16.13</B></A>: Lamenting in grief for the death of her husband, the most chaste Renuk&#257; struck her own body with her hands and cried very loudly, "O R&#257;ma, my dear son R&#257;ma!"</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.16.14</B></A>: Although the sons of Jamadagni, including Lord Para&#347;ur&#257;ma, were a long distance from home, as soon as they heard Renuk&#257; loudly calling "O R&#257;ma, O my son," they hastily returned to the &#257;&#347;rama, where they saw their father already killed.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 9.16.15</B></A>: Virtually bewildered by grief, anger, indignation, affliction and lamentation, the sons of Jamadagni cried, "O father, most religious, saintly person, you have left us and gone to the heavenly planets !"</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 9.16.16</B></A>: Thus lamenting, Lord Para&#347;ur&#257;ma entrusted his father's dead body to his brothers and personally took up his axe, having decided to put an end to all the kshatriyas on the surface of the world.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 9.16.17</B></A>: O King, Lord Para&#347;ur&#257;ma then went to M&#257;hishmat&#299;, which was already doomed by the sinful killing of a br&#257;hmana. In the midst of that city he made a mountain of heads, severed from the bodies of the sons of K&#257;rtav&#299;ry&#257;rjuna.</P><P CLASS=r><A CLASS=i HREF="18-19.htm"><B>SB 9.16.18-19</B></A>: With the blood of the bodies of these sons, Lord Para&#347;ur&#257;ma created a ghastly river, which brought great fear to the kings who had no respect for brahminical culture. Because the kshatriyas, the men of power in government, were performing sinful activities, Lord Para&#347;ur&#257;ma, on the plea of retaliating for the murder of his father, rid all the kshatriyas from the face of the earth twenty-one times. Indeed, in the place known as Samanta-pañcaka he created nine lakes filled with their blood.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 9.16.20</B></A>: Thereafter, Para&#347;ur&#257;ma joined his father's head to the dead body and placed the whole body and head upon ku&#347;a grass. By offering sacrifices, he began to worship Lord V&#257;sudeva, who is the all-pervading Supersoul of all the demigods and of every living entity.</P><P CLASS=r><A CLASS=i HREF="21-22.htm"><B>SB 9.16.21-22</B></A>: After completing the sacrifice, Lord Para&#347;ur&#257;ma gave the eastern direction to the hot&#257; as a gift, the south to the brahm&#257;, the west to the adhvaryu, the north to the udg&#257;t&#257;, and the four corners &#8212; northeast, southeast, northwest and southwest &#8212; to the other priests. He gave the middle to Ka&#347;yapa and the place known as &#256;ry&#257;varta to the upadrasht&#257;. Whatever remained he distributed among the sadasyas, the associate priests.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 9.16.23</B></A>: Thereafter, having completed the ritualistic sacrificial ceremonies, Lord Para&#347;ur&#257;ma took the bath known as the avabhritha-sn&#257;na. Standing on the bank of the great river Sarasvat&#299;, cleared of all sins, Lord Para&#347;ur&#257;ma appeared like the sun in a clear, cloudless sky.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 9.16.24</B></A>: Thus Jamadagni, being worshiped by Lord Para&#347;ur&#257;ma, was brought back to life with full remembrance, and he became one of the seven sages in the group of seven stars.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 9.16.25</B></A>: My dear King Par&#299;kshit, in the next manvantara the lotus-eyed Personality of Godhead Lord Para&#347;ur&#257;ma, the son of Jamadagni, will be a great propounder of Vedic knowledge. In other words, he will be one of the seven sages.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 9.16.26</B></A>: Lord Para&#347;ur&#257;ma still lives as an intelligent br&#257;hmana in the mountainous country known as Mahendra. Completely satisfied, having given up all the weapons of a kshatriya, he is always worshiped, adored and offered prayers for his exalted character and activities by such celestial beings as the Siddhas, C&#257;ranas and Gandharvas.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 9.16.27</B></A>: In this way the supreme soul, the Supreme Personality of Godhead, the Lord and the supreme controller, descended as an incarnation in the Bhrigu dynasty and released the universe from the burden of undesirable kings by killing them many times.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 9.16.28</B></A>: Vi&#347;v&#257;mitra, the son of Mah&#257;r&#257;ja G&#257;dhi, was as powerful as the flames of fire. From the position of a kshatriya, he achieved the position of a powerful br&#257;hmana by undergoing penances and austerities.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 9.16.29</B></A>: O King Par&#299;kshit, Vi&#347;v&#257;mitra had 101 sons, of whom the middle one was known as Madhucchand&#257;. In relation to him, all the other sons were celebrated as the Madhucchand&#257;s.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 9.16.30</B></A>: Vi&#347;v&#257;mitra accepted the son of Aj&#299;garta known as &#346;unah&#347;epha, who was born in the Bhrigu dynasty and was also known as Devar&#257;ta, as one of his own sons. Vi&#347;v&#257;mitra ordered his other sons to accept &#346;unah&#347;epha as their eldest brother.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 9.16.31</B></A>: &#346;unah&#347;epha's father sold &#346;unah&#347;epha to be sacrificed as a man-animal in the yajña of King Hari&#347;candra. When &#346;unah&#347;epha was brought into the sacrificial arena, he prayed to the demigods for release and was released by their mercy.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 9.16.32</B></A>: Although &#346;unah&#347;epha was born in the Bh&#257;rgava dynasty, he was greatly advanced in spiritual life, and therefore the demigods involved in the sacrifice protected him. Consequently he was also celebrated as the descendant of G&#257;dhi named Devar&#257;ta.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 9.16.33</B></A>: When requested by their father to accept &#346;unah&#347;epha as the eldest son, the elder fifty of the Madhucchand&#257;s, the sons of Vi&#347;v&#257;mitra, did not agree. Therefore Vi&#347;v&#257;mitra, being angry, cursed them. "May all of you bad sons become mlecchas," he said, "being opposed to the principles of Vedic culture."</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 9.16.34</B></A>: When the elder Madhucchand&#257;s were cursed, the younger fifty, along with Madhucchand&#257; himself, approached their father and agreed to accept his proposal. "Dear father," they said, "we shall abide by whatever arrangement you like."</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 9.16.35</B></A>: Thus the younger Madhucchand&#257;s accepted &#346;unah&#347;epha as their eldest brother and told him, "We shall follow your orders." Vi&#347;v&#257;mitra then said to his obedient sons, "Because you have accepted &#346;unah&#347;epha as your eldest brother, I am very satisfied. By accepting my order, you have made me a father of worthy sons, and therefore I bless all of you to become the fathers of sons also."</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 9.16.36</B></A>: Vi&#347;v&#257;mitra said, "O Ku&#347;ikas [descendants of Kau&#347;ika], this Devar&#257;ta is my son and is one of you. Please obey his orders." O King Par&#299;kshit, Vi&#347;v&#257;mitra had many other sons, such as Ashtaka, H&#257;r&#299;ta, Jaya and Kratum&#257;n.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 9.16.37</B></A>: Vi&#347;v&#257;mitra cursed some of his sons and blessed the others, and he also adopted a son. Thus there were varieties in the Kau&#347;ika dynasty, but among all the sons, Devar&#257;ta was considered the eldest.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>