<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 16"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Lord Para&#347;ur&#257;ma Destroys the World's Ruling Class</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.16 Summary</P><P>When Jamadagni was killed by the sons of K&#257;rtav&#299;ry&#257;rjuna, as described in this chapter, Para&#347;ur&#257;ma rid the entire world of kshatriyas twenty-one times. This chapter also describes the descendants of Vi&#347;v&#257;mitra.</P><P>When Jamadagni's wife, Renuk&#257;, went to bring water from the Ganges and saw the King of the Gandharvas enjoying the company of Apsar&#257;s, she was captivated, and she slightly desired to associate with him. Because of this sinful desire, she was punished by her husband. Para&#347;ur&#257;ma killed his mother and brothers, but later, by dint of the austerities of Jamadagni, they were revived. The sons of K&#257;rtav&#299;ry&#257;rjuna, however, remembering the death of their father, wanted to take revenge against Lord Para&#347;ur&#257;ma, and therefore when Para&#347;ur&#257;ma was absent from the &#257;&#347;rama, they killed Jamadagni, who was meditating on the Supreme Personality of Godhead. When Para&#347;ur&#257;ma returned to the &#257;&#347;rama and saw his father killed, he was very sorry, and after asking his brothers to take care of the dead body, he went out with determination to kill all the kshatriyas on the surface of the world. Taking up his axe, he went to M&#257;hishmat&#299;-pura, the capital of K&#257;rtav&#299;ry&#257;rjuna, and killed all of K&#257;rtav&#299;ry&#257;rjuna's sons, whose blood became a great river. Para&#347;ur&#257;ma, however, was not satisfied with killing only the sons of K&#257;rtav&#299;ry&#257;rjuna; later, when the kshatriyas became disturbing, he killed them twenty-one times, so that there were no kshatriyas on the surface of the earth. Thereafter, Para&#347;ur&#257;ma joined the head of his father to the dead body and performed various sacrifices to please the Supreme Lord. Thus Jamadagni got life again in his body, and later he was promoted to the higher planetary system known as Saptarshi-mandala. Para&#347;ur&#257;ma, the son of Jamadagni, still lives in Mahendra-parvata. In the next manvantara, he will become a preacher of Vedic knowledge.</P><P>In the dynasty of G&#257;dhi, the most powerful Vi&#347;v&#257;mitra took birth. By dint of his austerity and penance, he became a br&#257;hmana. He had 101 sons, who were celebrated as the Madhucchand&#257;s. In the sacrificial arena of Hari&#347;candra, the son of Aj&#299;garta named &#346;unah&#347;epha was meant to be sacrificed, but by the mercy of the Praj&#257;patis he was released. Thereafter, he became Devar&#257;ta in the dynasty of G&#257;dhi. The fifty elder sons of Vi&#347;v&#257;mitra, however, did not accept &#346;unah&#347;epha as their elder brother, and therefore Vi&#347;v&#257;mitra cursed them to become mlecchas, unfaithful to the Vedic civilization. Vi&#347;v&#257;mitra's fifty-first son, along with his younger brothers, then accepted &#346;unah&#347;epha as their eldest brother, and their father, Vi&#347;v&#257;mitra, being satisfied, blessed them. Thus Devar&#257;ta was accepted in the dynasty of Kau&#347;ika, and consequently there are different divisions of that dynasty.</P><P CLASS=l><A CLASS=i HREF="../15/41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>