<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 19 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 19 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Prithu's One Hundred Horse Sacrifices</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.19.12</P><P CLASS=c>tam atrir bhagav&#257;n aikshat</P><P CLASS=c>tvaram&#257;nam vih&#257;yas&#257;</P><P CLASS=c>&#257;muktam iva p&#257;khandam</P><P CLASS=c>yo 'dharme dharma-vibhramah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; King <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/a/atrih">atrih</A> &#8212; the sage <A HREF="http://vedabase.net/a/atri">Atri</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; most powerful; <A CLASS=v HREF="http://vedabase.net/a/aiksat">aikshat</A> &#8212; could see; <A CLASS=v HREF="http://vedabase.net/t/tvaramanam">tvaram&#257;nam</A> &#8212; moving very hastily; <A CLASS=v HREF="http://vedabase.net/v/vihayasa">vih&#257;yas&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> outer space; <A CLASS=v HREF="http://vedabase.net/a/amuktam">&#257;muktam</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> liberated person; <A CLASS=v HREF="http://vedabase.net/p/pakhandam">p&#257;khandam</A> &#8212; imposter; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/a/adharme">adharme</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> irreligion; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religion; <A CLASS=v HREF="http://vedabase.net/v/vibhramah">vibhramah</A> &#8212; mistaking.</P><P CLASS=t>TRANSLATION</P><P>When King Indra was taking away the horse, he dressed himself to appear as a liberated person. Actually this dress was a form of cheating, for it falsely created an impression of religion. When Indra went into outer space in this way, the great sage Atri saw him and understood the whole situation.</P><P CLASS=t>PURPORT</P><P>The word p&#257;khanda used in this verse is sometimes pronounced p&#257;shanda. Both of these words indicate an imposter who presents himself as a very religious person but in actuality is sinful. Indra took up the saffron-colored dress as a way of cheating others. This saffron dress has been misused by many imposters who present themselves as liberated persons or incarnations of God. In this way people are cheated. As we have mentioned many times, the conditioned soul has a tendency to cheat; therefore this quality is also visible in a person like King Indra. It is understood that even King Indra is not liberated from the clutches of material contamination. Thus the words &#257;muktam iva, meaning "as if he were liberated," are used. The saffron dress worn by a sanny&#257;s&#299; announces to the world that he has renounced all worldly affairs and is simply engaged in the service of the Lord. Such a devotee is actually a sanny&#257;s&#299;, or liberated person. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/1.htm">6.1</A>) it is said:</P><P>an&#257;&#347;ritah karma-phalam</P><P CLASS=n>k&#257;ryam karma karoti yah</P><P CLASS=n>sa sanny&#257;s&#299; ca yog&#299; ca</P><P CLASS=n>na niragnir na c&#257;kriyah</P><P>"One who is unattached to the fruits of his work and who works as he is obligated is in the renounced order of life, and he is the true mystic, not he who lights no fire and performs no work."</P><P>In other words, one who offers the results of his activities to the Supreme Personality of Godhead is actually a sanny&#257;s&#299; and yog&#299;. Cheating sanny&#257;s&#299;s and yog&#299;s have existed since the time of Prithu Mah&#257;r&#257;ja's sacrifice. This cheating was very foolishly introduced by King Indra. In some ages such cheating is very prominent, and in other ages not so prominent. It is the duty of a sanny&#257;s&#299; to be very cautious because, as stated by Lord Caitanya, sanny&#257;s&#299;ra alpa chidra sarva-loke g&#257;ya: a little spot in a sanny&#257;s&#299;'s character will be magnified by the public (Cc. <A CLASS=v HREF="../../../cc/madhya/12/51.htm">Madhya 12.51</A>). Therefore, unless one is very sincere and serious, he should not take up the order of sanny&#257;sa. One should not use this order as a means to cheat the public. It is better not to take up sanny&#257;sa in this age of Kali because provocations are very strong in this age. Only a very exalted person advanced in spiritual understanding should attempt to take up sanny&#257;sa. One should not adopt this order as a means of livelihood or for some material purpose.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>