<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 19 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 19 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Prithu's One Hundred Horse Sacrifices</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.19.22</P><P CLASS=c>v&#299;ra&#347; c&#257;&#347;vam up&#257;d&#257;ya</P><P CLASS=c>pitri-yajñam ath&#257;vrajat</P><P CLASS=c>tad avadyam hare r&#363;pam</P><P CLASS=c>jagrihur jñ&#257;na-durbal&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/virah">v&#299;rah</A> &#8212; the son of King <A HREF="http://vedabase.net/p/prthu">Prithu</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/asvam">a&#347;vam</A> &#8212; the horse; <A CLASS=v HREF="http://vedabase.net/u/upadaya">up&#257;d&#257;ya</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/y/yajnam">yajñam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the sacrificial arena of his father; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/a/avrajat">avrajat</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/avadyam">avadyam</A> &#8212; abominable; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; dress; <A CLASS=v HREF="http://vedabase.net/j/jagrhuh">jagrihuh</A> &#8212; adopted; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/d/durbalah">durbal&#257;h</A> &#8212; those with <A HREF="http://vedabase.net/a/a">a</A> poor fund of knowledge.</P><P CLASS=t>TRANSLATION</P><P>Then the great hero, Vijit&#257;&#347;va, the son of King Prithu, again took the horse and returned to his father's sacrificial arena. Since that time, certain men with a poor fund of knowledge have adopted the dress of a false sanny&#257;s&#299;. It was King Indra who introduced this.</P><P CLASS=t>PURPORT</P><P>Since time immemorial, the sanny&#257;sa order has carried the tridanda. Later &#346;a&#324;kar&#257;c&#257;rya introduced the ekadandi-sanny&#257;sa. A tridandi-sanny&#257;s&#299; is a Vaishnava sanny&#257;s&#299;, and an ekadandi-sanny&#257;s&#299; is a M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;. There are many other types of sanny&#257;s&#299;s, who are not approved by Vedic rituals. A type of pseudo-sanny&#257;sa was introduced by Indra when he tried to hide himself from the attack of Vijit&#257;&#347;va, the great son of King Prithu. Now there are many different types of sanny&#257;s&#299;s. Some of them go naked, and some of them carry a skull and trident, generally known as k&#257;p&#257;lika. All of them were introduced under some meaningless circumstances, and those who have a poor fund of knowledge accept these false sanny&#257;s&#299;s and their pretenses, although they are not bona fide guides to spiritual advancement. At the present moment some missionary institutions, without referring to the Vedic rituals, have introduced some sanny&#257;s&#299;s who engage in sinful activities. The sinful activities forbidden by the &#347;&#257;stras are illicit sex, intoxication, meat-eating and gambling. These so-called sanny&#257;s&#299;s indulge in all these activities. They eat meat and flesh, fish, eggs and just about everything. They sometimes drink with the excuse that without alcohol, fish and meat, it is impossible to remain in the cold countries near the Arctic zone. These sanny&#257;s&#299;s introduce all these sinful activities in the name of serving the poor, and consequently poor animals are cut to pieces and go into the bellies of these sanny&#257;s&#299;s. As described in the following verses, such sanny&#257;s&#299;s are p&#257;khand&#299;s. Vedic literature states that a person who puts Lord N&#257;r&#257;yana on the level with Lord &#346;iva or Lord Brahm&#257; immediately becomes a p&#257;khand&#299;. As stated in the Pur&#257;nas:</P><P>yas tu n&#257;r&#257;yanam devam</P><P CLASS=n>brahma-rudr&#257;di-daivataih</P><P CLASS=n>samatvenaiva v&#299;ksheta</P><P CLASS=n>sa p&#257;shand&#299; bhaved dhruvam</P><P>In Kali-yuga the p&#257;khand&#299;s are very prominent. However, Lord &#346;r&#299; Caitanya Mah&#257;prabhu has tried to kill all these p&#257;khand&#299;s by introducing His sa&#324;k&#299;rtana movement. Those who take advantage of this sa&#324;k&#299;rtana movement of the International Society for Krishna Consciousness will be able to save themselves from the influence of these p&#257;khand&#299;s.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>