<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 19 Verses 24-25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 19 Verses 24-25"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Prithu's One Hundred Horse Sacrifices</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.19.24-25</P><P CLASS=c>evam indre haraty a&#347;vam</P><P CLASS=c>vainya-yajña-jigh&#257;msay&#257;</P><P CLASS=c>tad-grih&#299;ta-visrishteshu</P><P CLASS=c>p&#257;khandeshu matir nrin&#257;m</P><P CLASS=c>dharma ity upadharmeshu</P><P CLASS=c>nagna-rakta-pat&#257;dishu</P><P CLASS=c>pr&#257;yena sajjate bhr&#257;nty&#257;</P><P CLASS=c>pe&#347;aleshu ca v&#257;gmishu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/i/indre">indre</A> &#8212; when the King of heaven; <A CLASS=v HREF="http://vedabase.net/h/harati">harati</A> &#8212; stole; <A CLASS=v HREF="http://vedabase.net/a/asvam">a&#347;vam</A> &#8212; the horse; <A CLASS=v HREF="http://vedabase.net/v/vainya">vainya</A> &#8212; of the son of King <A HREF="http://vedabase.net/v/vena">Vena</A>; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A> &#8212; the sacrifice; <A CLASS=v HREF="http://vedabase.net/j/jighamsaya">jigh&#257;msay&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> desire <A HREF="http://vedabase.net/t/to">to</A> stop; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; by him; <A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;ta</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/v/visrstesu">visrishteshu</A> &#8212; abandoned; <A CLASS=v HREF="http://vedabase.net/p/pakhandesu">p&#257;khandeshu</A> &#8212; towards the sinful dress; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; attraction; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; system of religion; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/upadharmesu">upadharmeshu</A> &#8212; towards false religious systems; <A CLASS=v HREF="http://vedabase.net/n/nagna">nagna</A> &#8212; naked; <A CLASS=v HREF="http://vedabase.net/r/rakta">rakta</A>-<A CLASS=v HREF="http://vedabase.net/p/pata">pata</A> &#8212; red-robed; <A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dishu</A> &#8212; etc.; <A CLASS=v HREF="http://vedabase.net/p/prayena">pr&#257;yena</A> &#8212; generally; <A CLASS=v HREF="http://vedabase.net/s/sajjate">sajjate</A> &#8212; is attracted; <A CLASS=v HREF="http://vedabase.net/b/bhrantya">bhr&#257;nty&#257;</A> &#8212; foolishly; <A CLASS=v HREF="http://vedabase.net/p/pesalesu">pe&#347;aleshu</A> &#8212; expert; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vagmisu">v&#257;gmishu</A> &#8212; eloquent.</P><P CLASS=t>TRANSLATION</P><P>In this way, King Indra, in order to steal the horse from King Prithu's sacrifice, adopted several orders of sanny&#257;sa. Some sanny&#257;s&#299;s go naked, and sometimes they wear red garments and pass under the name of k&#257;p&#257;lika. These are simply symbolic representations of their sinful activities. These so-called sanny&#257;s&#299;s are very much appreciated by sinful men because they are all godless atheists and very expert in putting forward arguments and reasons to support their case. We must know, however, that they are only passing as adherents of religion and are not so in fact. Unfortunately, bewildered persons accept them as religious, and being attracted to them, they spoil their life.</P><P CLASS=t>PURPORT</P><P>As stated in &#346;r&#299;mad-Bh&#257;gavatam, men in this age of Kali are short-lived, devoid of spiritual knowledge, and susceptible to accept false religious systems due to their unfortunate condition. Thus they always remain mentally disturbed. The Vedic &#347;&#257;stras practically prohibit the adoption of sanny&#257;sa in the age of Kali because less intelligent men may accept the sanny&#257;sa order for cheating purposes. Actually the only religion is the religion of surrender unto the Supreme Personality of Godhead. We must serve the Lord in Krishna consciousness. All other systems of sanny&#257;sa and religion are actually not bona fide. In this age they are simply passing for religious systems. This is most regrettable.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>