<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 19 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 19 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Prithu's One Hundred Horse Sacrifices</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.19.3</P><P CLASS=c>yatra yajña-patih s&#257;ksh&#257;d</P><P CLASS=c>bhagav&#257;n harir &#299;&#347;varah</P><P CLASS=c>anvabh&#363;yata sarv&#257;tm&#257;</P><P CLASS=c>sarva-loka-guruh prabhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A> of all sacrifices; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/a/anvabhuyata">anvabh&#363;yata</A> &#8212; became visible; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul of everyone; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; the master of all planets, or the teacher of everyone; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; the proprietor.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, Lord Vishnu, is present in everyone's heart as the Supersoul, and He is the proprietor of all planets and the enjoyer of the results of all sacrifices. He was personally present at the sacrifices made by King Prithu.</P><P CLASS=t>PURPORT</P><P>In this verse the word s&#257;ksh&#257;t is significant. Prithu Mah&#257;r&#257;ja was a &#347;akty&#257;ve&#347;a-avat&#257;ra incarnation of Lord Vishnu. Actually Prithu Mah&#257;r&#257;ja was a living entity, but he acquired specific powers from Lord Vishnu. Lord Vishnu, however, is directly the Supreme Personality of Godhead, and thus belongs to the category of vishnu-tattva. Mah&#257;r&#257;ja Prithu belonged to the j&#299;va-tattva. The vishnu-tattva indicates God, whereas the j&#299;va-tattva indicates the part and parcel of God. When God's part and parcel is especially empowered, he is called &#347;akty&#257;ve&#347;a-avat&#257;ra. Lord Vishnu is herein described as harir &#299;&#347;varah. The Lord is so kind that He takes all miserable conditions away from His devotees. Consequently He is called Hari. He is described as &#299;&#347;vara because He can do whatever He likes. He is the supreme controller. The supreme &#299;&#347;vara purushottama is Lord Krishna. He exhibits His powers as &#299;&#347;vara, or the supreme controller, when He assures His devotee in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>): "Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear." He can immediately make His devotee immune from all the reactions caused by sinful life if the devotee simply surrenders unto Him. He is described herein as sarv&#257;tm&#257;, meaning that He is present in everyone's heart as the Supersoul, and as such He is the supreme teacher of everyone. If we are fortunate enough to take the lessons given by Lord Krishna in Bhagavad-g&#299;t&#257;, our lives immediately become successful. No one can give better instructions to human society than Lord Krishna.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>