<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 19 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 19 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Prithu's One Hundred Horse Sacrifices</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.19.32</P><P CLASS=c>prithu-k&#299;rteh prithor bh&#363;y&#257;t</P><P CLASS=c>tarhy ekona-&#347;ata-kratuh</P><P CLASS=c>alam te kratubhih svishtair</P><P CLASS=c>yad bhav&#257;n moksha-dharma-vit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prthu">prithu</A>-<A CLASS=v HREF="http://vedabase.net/k/kirteh">k&#299;rteh</A> &#8212; of wide renown; <A CLASS=v HREF="http://vedabase.net/p/prthoh">prithoh</A> &#8212; of King <A HREF="http://vedabase.net/p/prthu">Prithu</A>; <A CLASS=v HREF="http://vedabase.net/b/bhuyat">bh&#363;y&#257;t</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be; <A CLASS=v HREF="http://vedabase.net/t/tarhi">tarhi</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/u/una">&#363;na</A>-<A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/k/kratuh">kratuh</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who performed ninety-nine yajñas; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; there is nothing <A HREF="http://vedabase.net/t/to">to</A> be gained; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/k/kratubhih">kratubhih</A> &#8212; by performing sacrifices; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/i/istaih">ishtaih</A> &#8212; well performed; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/m/moksa">moksha</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; the knower of the path of liberation.</P><P CLASS=t>TRANSLATION</P><P>"Let there be only ninety-nine sacrificial performances for Mah&#257;r&#257;ja Prithu," Lord Brahm&#257; concluded. Lord Brahm&#257; then turned towards Mah&#257;r&#257;ja Prithu and informed him that since he was thoroughly aware of the path of liberation, what was the use in performing more sacrifices?</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257; came down to pacify King Prithu regarding his continual performance of one hundred sacrifices. King Prithu was determined to perform one hundred sacrifices, and King Indra took this very seriously because Indra himself was known as the performer of one hundred sacrifices. Just as it is the nature of all living entities within this material world to become envious of their competitors, King Indra, although King of heaven, was also envious of King Prithu and therefore wanted to stop him from performing one hundred sacrifices. Actually there was great competition, and King Indra, to satisfy his senses, began to invent so many irreligious systems to obstruct King Prithu. To stop these irreligious inventions, Lord Brahm&#257; personally appeared in the sacrificial arena. As far as Mah&#257;r&#257;ja Prithu was concerned, he was a great devotee of the Supreme Personality of Godhead; therefore it was not necessary for him to perform the prescribed Vedic ritualistic ceremonies. Such ceremonies are known as karma, and there is no need for a devotee in the transcendental position to execute them. As the ideal king, however, it was King Prithu's duty to perform sacrifices. A compromise was therefore to be worked out. By the blessings of Lord Brahm&#257;, King Prithu would become more famous than King Indra. Thus Prithu's determination to perform one hundred sacrifices was indirectly fulfilled by the blessings of Lord Brahm&#257;.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>