<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 19 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 19 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Prithu's One Hundred Horse Sacrifices</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.19.36</P><P CLASS=c>ebhir indropasamsrishtaih</P><P CLASS=c>p&#257;khandair h&#257;ribhir janam</P><P CLASS=c>hriyam&#257;nam vicakshvainam</P><P CLASS=c>yas te yajña-dhrug a&#347;va-mut</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ebhih">ebhih</A> &#8212; by these; <A CLASS=v HREF="http://vedabase.net/i/indra">indra</A>-<A CLASS=v HREF="http://vedabase.net/u/upasamsrstaih">upasamsrishtaih</A> &#8212; created by the King of heaven, <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/p/pakhandaih">p&#257;khandaih</A> &#8212; sinful activities; <A CLASS=v HREF="http://vedabase.net/h/haribhih">h&#257;ribhih</A> &#8212; very attractive <A HREF="http://vedabase.net/t/to">to</A> the heart; <A CLASS=v HREF="http://vedabase.net/j/janam">janam</A> &#8212; the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/h/hriyamanam">hriyam&#257;nam</A> &#8212; being carried away; <A CLASS=v HREF="http://vedabase.net/v/vicaksva">vicakshva</A> &#8212; just see; <A CLASS=v HREF="http://vedabase.net/e/enam">enam</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/d/dhruk">dhruk</A> &#8212; creating <A HREF="http://vedabase.net/a/a">a</A> disturbance <A HREF="http://vedabase.net/i/in">in</A> the performance of the sacrifice; <A CLASS=v HREF="http://vedabase.net/a/asva">a&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/m/mut">mut</A> &#8212; who stole the horse.</P><P CLASS=t>TRANSLATION</P><P>Just see how Indra, the King of heaven, was creating a disturbance in the midst of the sacrifice by stealing the sacrificial horse. These attractive sinful activities he has introduced will be carried out by the people in general.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/21.htm">3.21</A>):</P><P>yad yad &#257;carati &#347;reshthas</P><P CLASS=n>tad tad evetaro janah</P><P CLASS=n>sa yat pram&#257;nam kurute</P><P CLASS=n>lokas tad anuvartate</P><P>"Whatever action is performed by a great man, common men follow in his footsteps. And whatever standards he sets by exemplary acts, all the world pursues."</P><P>For his own sense gratification, King Indra thought to defeat Mah&#257;r&#257;ja Prithu in the performance of one hundred horse sacrifices. Consequently he stole the horse and hid himself amid so many irreligious personalities, taking on the false guise of a sanny&#257;s&#299;. Such activities are attractive to the people in general; therefore they are dangerous. Lord Brahm&#257; thought that instead of allowing Indra to further introduce such irreligious systems, it would be better to stop the sacrifice. A similar stance was taken by Lord Buddha when people were overly engrossed in the animal sacrifices recommended by Vedic instructions. Lord Buddha had to introduce the religion of nonviolence by contradicting the Vedic sacrificial instructions. Actually, in the sacrifices the slaughtered animals were given a new life, but people without such powers were taking advantage of such Vedic rituals and unnecessarily killing poor animals. Therefore Lord Buddha had to deny the authority of the Vedas for the time being. One should not perform sacrifices that will induce reversed orders. It is better to stop such sacrifices.</P><P>As we have repeatedly explained, due to a lack of qualified brahminical priests in Kali-yuga, it is not possible to perform the ritualistic ceremonies recommended in the Vedas. Consequently the &#347;&#257;stras instruct us to perform the sa&#324;k&#299;rtana-yajña. By the sa&#324;k&#299;rtana sacrifice, the Supreme Personality of Godhead, in His form of Lord Caitanya, will be satisfied and worshiped. The entire purpose of performing sacrifices is to worship the Supreme Personality of Godhead, Vishnu. Lord Vishnu, or Lord Krishna, is present in His form of Lord Caitanya; therefore people who are intelligent should try to satisfy Him by performing sa&#324;k&#299;rtana-yajña. This is the easiest way to satisfy Lord Vishnu in this age. people should take advantage of the injunctions in different &#347;&#257;stras concerning sacrifices in this age and not create unnecessary disturbances during the sinful age of Kali. In Kali-yuga men all over the world are very expert in opening slaughterhouses for killing animals, which they eat. If the old ritualistic ceremonies were observed, people would be encouraged to kill more and more animals. In Calcutta there are many butcher shops which keep a deity of the goddess K&#257;l&#299;, and animal-eaters think it proper to purchase animal flesh from such shops in hope that they are eating the remnants of food offered to goddess K&#257;l&#299;. They do not know that goddess K&#257;l&#299; never accepts nonvegetarian food because she is the chaste wife of Lord &#346;iva. Lord &#346;iva is also a great Vaishnava and never eats nonvegetarian food, and the goddess K&#257;l&#299; accepts the remnants of food left by Lord &#346;iva. Therefore there is no possibility of her eating flesh or fish. Such offerings are accepted by the associates of goddess K&#257;l&#299; known as bh&#363;tas, pi&#347;&#257;cas and R&#257;kshasas, and those who take the pras&#257;da of goddess K&#257;l&#299; in the shape of flesh or fish are not actually taking the pras&#257;da left by goddess K&#257;l&#299;, but the food left by the bh&#363;tas and pi&#347;&#257;cas.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>