<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 19 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 19 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Prithu's One Hundred Horse Sacrifices</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.19.37</P><P CLASS=c>bhav&#257;n paritr&#257;tum ih&#257;vat&#299;rno</P><P CLASS=c>dharmam jan&#257;n&#257;m samay&#257;nur&#363;pam</P><P CLASS=c>ven&#257;pac&#257;r&#257;d avaluptam adya</P><P CLASS=c>tad-dehato vishnu-kal&#257;si vainya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Majesty; <A CLASS=v HREF="http://vedabase.net/p/paritratum">paritr&#257;tum</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> deliver; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/a/avatirnah">avat&#299;rnah</A> &#8212; incarnated; <A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; religious system; <A CLASS=v HREF="http://vedabase.net/j/jananam">jan&#257;n&#257;m</A> &#8212; of the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/s/samaya">samaya</A>-<A CLASS=v HREF="http://vedabase.net/a/anurupam">anur&#363;pam</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the time and circumstances; <A CLASS=v HREF="http://vedabase.net/v/vena">vena</A>-<A CLASS=v HREF="http://vedabase.net/a/apacarat">apac&#257;r&#257;t</A> &#8212; by the misdeeds of King <A HREF="http://vedabase.net/v/vena">Vena</A>; <A CLASS=v HREF="http://vedabase.net/a/avaluptam">avaluptam</A> &#8212; almost vanished; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; at the present moment; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/d/dehatah">dehatah</A> &#8212; from the body; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/k/kala">kal&#257;</A> &#8212; part of <A HREF="http://vedabase.net/a/a">a</A> plenary portion; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/v/vainya">vainya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of King <A HREF="http://vedabase.net/v/vena">Vena</A>.</P><P CLASS=t>TRANSLATION</P><P>O King Prithu, son of Vena, you are the part-and-parcel expansion of Lord Vishnu. Due to the mischievous activities of King Vena, religious principles were almost lost. At that opportune moment you descended as the incarnation of Lord Vishnu. Indeed, for the protection of religious principles you have appeared from the body of King Vena.</P><P CLASS=t>PURPORT</P><P>The way in which Lord Vishnu kills the demons and protects the faithful is mentioned in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/8.htm">4.8</A>):</P><P>paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m</P><P CLASS=n>vin&#257;&#347;&#257;ya ca dushkrit&#257;m</P><P CLASS=n>dharma-samsth&#257;pan&#257;rth&#257;ya</P><P CLASS=n>sambhav&#257;mi yuge yuge</P><P>"In order to deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I advent Myself millennium after millennium."</P><P>In two hands Lord Vishnu always carries a club and a cakra to kill demons, and in His other two hands He holds a conchshell and a lotus to give protection to His devotees. When His incarnation is present on this planet or in this universe, the Lord kills the demons and protects His devotees simultaneously. Sometimes Lord Vishnu appears in His person as Lord Krishna or Lord R&#257;ma. All of these appearances are mentioned in the &#347;&#257;stras. Sometimes He appears as a &#347;akty&#257;ve&#347;a-avat&#257;ra like Lord Buddha. As explained before, these &#347;akty&#257;ve&#347;a-avat&#257;ras are incarnations of Vishnu's power invested in a living entity. Living entities are also part and parcel of Lord Vishnu, but they are not as powerful; therefore when a living entity descends as an incarnation of Vishnu, he is especially empowered by the Lord.</P><P>When King Prithu is described as an incarnation of Lord Vishnu, it should be understood that he is a &#347;akty&#257;ve&#347;a-avat&#257;ra, part and parcel of Lord Vishnu, and is specifically empowered by Him. Any living being acting as the incarnation of Lord Vishnu is thus empowered by Lord Vishnu to preach the bhakti cult. Such a person can act like Lord Vishnu and defeat demons by arguments and preach the bhakti cult exactly according to the principles of &#347;&#257;stra. As indicated in Bhagavad-g&#299;t&#257;, whenever we find someone extraordinary preaching the bhakti cult, we should know that he is especially empowered by Lord Vishnu, or Lord Krishna. As confirmed in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/antya/7/11.htm">Antya 7.11</A>), krishna-&#347;akti vin&#257; nahe t&#257;ra pravartana: one cannot explain the glories of the holy name of the Lord without being specifically empowered by Him. If one criticizes or finds fault with such an empowered personality, one is to be considered an offender against Lord Vishnu and is punishable. Even though such offenders may dress as Vaishnavas with false tilaka and m&#257;l&#257;, they are never forgiven by the Lord if they offend a pure Vaishnava. There are many instances of this in the &#347;&#257;stras.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>