<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 19 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 19 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">King Prithu's One Hundred Horse Sacrifices</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.19.7</P><P CLASS=c>yatra dharma-dugh&#257; bh&#363;mih</P><P CLASS=c>sarva-k&#257;ma-dugh&#257; sat&#299;</P><P CLASS=c>dogdhi sm&#257;bh&#299;psit&#257;n arth&#257;n</P><P CLASS=c>yajam&#257;nasya bh&#257;rata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/d/dugha">dugh&#257;</A> &#8212; producing sufficient milk for religiosity; <A CLASS=v HREF="http://vedabase.net/b/bhumih">bh&#363;mih</A> &#8212; the land; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; all desires; <A CLASS=v HREF="http://vedabase.net/d/dugha">dugh&#257;</A> &#8212; yielding <A HREF="http://vedabase.net/a/as">as</A> milk; <A CLASS=v HREF="http://vedabase.net/s/sati">sat&#299;</A> &#8212; the cow; <A CLASS=v HREF="http://vedabase.net/d/dogdhi">dogdhi</A> <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; fulfilled; <A CLASS=v HREF="http://vedabase.net/a/abhipsitan">abh&#299;psit&#257;n</A> &#8212; desirable; <A CLASS=v HREF="http://vedabase.net/a/arthan">arth&#257;n</A> &#8212; objects; <A CLASS=v HREF="http://vedabase.net/y/yajamanasya">yajam&#257;nasya</A> &#8212; of the sacrificer; <A CLASS=v HREF="http://vedabase.net/b/bharata">bh&#257;rata</A> &#8212; my dear <A HREF="http://vedabase.net/v/vidura">Vidura</A>.</P><P CLASS=t>TRANSLATION</P><P>My dear Vidura, in that great sacrifice the entire land came to be like the milk-producing k&#257;ma-dhenu, and thus, by the performance of yajña, all daily necessities for life were supplied.</P><P CLASS=t>PURPORT</P><P>In this verse the word dharma-dugh&#257; is significant, for it indicates k&#257;ma-dhenu. K&#257;ma-dhenu is also known as surabhi. Surabhi cows inhabit the spiritual world, and, as stated in Brahma-samhit&#257;, Lord Krishna is engaged in tending these cows: surabh&#299;r abhip&#257;layantam [<A CLASS=v HREF="../../../bs/5/29.htm">Bs. 5.29</A>]. One can milk a surabhi cow as often as one likes, and the cow will deliver as much milk as one requires. Milk, of course, is necessary for the production of so many milk products, especially clarified butter, which is required for the performance of great sacrifices. Unless we are prepared to perform the prescribed sacrifices, our supply of the necessities of life will be checked. Bhagavad-g&#299;t&#257; confirms that Lord Brahm&#257; created human society along with yajña, the performance of sacrifice. Yajña means Lord Vishnu, the Supreme Personality of Godhead, and sacrifice means working for the satisfaction of the Supreme Personality of Godhead. In this age, however, it is very difficult to find qualified br&#257;hmanas who can perform sacrifices as prescribed in the Vedas. Therefore it is recommended in &#346;r&#299;mad-Bh&#257;gavatam (yajñaih sa&#324;k&#299;rtana-pr&#257;yaih) that by performing sa&#324;k&#299;rtana-yajña and by satisfying the yajña-purusha, Lord Caitanya, one can derive all the results derived by great sacrifices in the past. King Prithu and others derived all the necessities of life from the earthly planet by performing great sacrifices. Now this sa&#324;k&#299;rtana movement has already been started by the International Society for Krishna Consciousness. people should take advantage of this great sacrifice and join in the Society's activities; then there will be no scarcity. If sa&#324;k&#299;rtana-yajña is performed, there will be no difficulty, not even in industrial enterprises. Therefore this system should be introduced in all spheres of life &#8212; social, political, industrial, commercial, etc. Then everything will run very peacefully and smoothly.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>