<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 26 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 26 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Wonderful Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.26.25</P><P CLASS=c>deve varshati yajña-viplava-rush&#257; vajr&#257;sma-varsh&#257;nilaih</P><P CLASS=c>s&#299;dat-p&#257;la-pa&#347;u-striy &#257;tma-&#347;aranam drishtv&#257;nukampy utsmayan utp&#257;tyaika-karena &#347;ailam abalo l&#299;locchil&#299;ndhram yath&#257;</P><P CLASS=c>bibhrad goshtham ap&#257;n mahendra-mada-bhit pr&#299;y&#257;n na indro gav&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/deve">deve</A> &#8212; when the demigod <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/v/varsati">varshati</A> &#8212; caused rain; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A> &#8212; of his sacrifice; <A CLASS=v HREF="http://vedabase.net/v/viplava">viplava</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> the disturbances; <A CLASS=v HREF="http://vedabase.net/r/rusa">rush&#257;</A> &#8212; out of anger; <A CLASS=v HREF="http://vedabase.net/v/vajra">vajra</A> &#8212; with lightning bolts; <A CLASS=v HREF="http://vedabase.net/a/asma">a&#347;ma</A>-<A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A> &#8212; hail; <A CLASS=v HREF="http://vedabase.net/a/anilaih">anilaih</A> &#8212; and winds; <A CLASS=v HREF="http://vedabase.net/s/sidat">s&#299;dat</A> &#8212; suffering; <A CLASS=v HREF="http://vedabase.net/p/pala">p&#257;la</A> &#8212; the cowherds; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A> &#8212; animals; <A CLASS=v HREF="http://vedabase.net/s/stri">stri</A> &#8212; and women; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; being their only shelter; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/a/anukampi">anukamp&#299;</A> &#8212; very compassionate by nature; <A CLASS=v HREF="http://vedabase.net/u/utsmayan">utsmayan</A> &#8212; smiling broadly; <A CLASS=v HREF="http://vedabase.net/u/utpatya">utp&#257;tya</A> &#8212; picking up; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> one hand; <A CLASS=v HREF="http://vedabase.net/s/sailam">&#347;ailam</A> &#8212; the hill, <A HREF="http://vedabase.net/g/govardhana">Govardhana</A>; <A CLASS=v HREF="http://vedabase.net/a/abalah">abalah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> small child; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> play; <A CLASS=v HREF="http://vedabase.net/u/ucchilindhram">ucchil&#299;ndhram</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> mushroom; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/b/bibhrat">bibhrat</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> held; <A CLASS=v HREF="http://vedabase.net/g/gostham">goshtham</A> &#8212; the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> community; <A CLASS=v HREF="http://vedabase.net/a/apat">ap&#257;t</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> protected; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; of King <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/m/mada">mada</A> &#8212; of the false pride; <A CLASS=v HREF="http://vedabase.net/b/bhit">bhit</A> &#8212; the destroyer; <A CLASS=v HREF="http://vedabase.net/p/priyat">pr&#299;y&#257;t</A> &#8212; may <A HREF="http://vedabase.net/h/he">He</A> be satisfied; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; with us; <A CLASS=v HREF="http://vedabase.net/i/indrah">indrah</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/g/gavam">gav&#257;m</A> &#8212; of the cows.</P><P CLASS=t>TRANSLATION</P><P>Indra became angry when his sacrifice was disrupted, and thus he caused rain and hail to fall on Gokula, accompanied by lightning and powerful winds, all of which brought great suffering to the cowherds, animals and women there. When Lord Krishna, who is by nature always compassionate, saw the condition of those who had only Him as their shelter, He smiled broadly and lifted Govardhana Hill with one hand, just as a small child picks up a mushroom to play with it. Holding up the hill, He protected the cowherd community. May He, Govinda, the Lord of the cows and the destroyer of Indra's false pride, be pleased with us.</P><P CLASS=t>PURPORT</P><P>The word indra means "lord" or "king." Thus in this verse Krishna is pointedly called indro gav&#257;m, "the Lord of the cows." In fact, He is the real Indra, the real ruler, of everyone, and the demigods are merely His servants, representing His supreme will.</P><P>It is apparent from this and the previous verses in this chapter that Lord Krishna's lifting of Govardhana Hill made quite an impression on the simple cowherd men of Vrind&#257;vana, and they repeatedly remembered this feat. Certainly anyone who soberly and objectively considers the activities of young Krishna will surrender to Him and become His eternal devotee in loving devotional service. That is the rational conclusion one should come to after reading this chapter.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Twenty-sixth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Wonderful Krishna."</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../27/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>