<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 26"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Wonderful Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.26 Summary</P><P>In this chapter Nanda Mah&#257;r&#257;ja describes Krishna's opulences to the cowherd men, as Nanda had heard of them from Garga Muni.</P><P>The cowherd men, unaware of Lord Krishna's power, were amazed to see His various extraordinary activities. The men approached Nanda Mah&#257;r&#257;ja and told him that after seeing how Krishna, a boy only seven years old, had lifted a mountain, and how He had previously killed the demoness P&#363;tan&#257; and generated extreme attraction in the hearts of everyone in Vrind&#257;vana, the men had become doubtful and bewildered about how &#346;r&#299; Krishna could possibly have taken birth in the unsuitable environment of a cowherd community. Nanda replied by relating to them what Garga Muni had told him about &#346;r&#299; Krishna.</P><P>Garga Muni had said that in the previous three ages Nanda's boy had manifested Himself in white, red and yellow forms, whereas now, in the Dv&#257;para age, He had assumed His darkish-blue form, krishna-r&#363;pa. Because He descended as the son of Vasudeva, one of His many names is V&#257;sudeva, and He has innumerable other names indicating His many qualities and activities.</P><P>Garga Muni had predicted that Krishna would prevent all sorts of catastrophes in Gokula, spread unlimited auspiciousness, and increase the ecstasy of the cowherd men and women. In a previous age He had provided protection for the saintly br&#257;hmanas when they were harassed by low-class dacoits and there was no proper ruler in society. As the demons in the higher planets can never defeat the demigods who have Lord Vishnu on their side, no enemy can ever defeat those who love Krishna. In His affinity for His devotees and in His opulence and power, Krishna is just like Lord N&#257;r&#257;yana Himself.</P><P>Overjoyed and awestruck by Garga Muni's statements, the cowherd men concluded that Krishna must be an empowered representative of the Supreme Lord, N&#257;r&#257;yana. Thus they worshiped Him and Nanda Mah&#257;r&#257;ja.</P><P CLASS=l><A CLASS=i HREF="../25/33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>