<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 54 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 54 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 54: <A CLASS=v HREF="index.htm">The Marriage of Krishna and Rukmin&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.54.46</P><P CLASS=c>n&#257;tmano 'nyena samyogo</P><P CLASS=c>viyoga&#347; casatah sati</P><P CLASS=c>tad-dhetutv&#257;t tat-prasiddher</P><P CLASS=c>drig-r&#363;p&#257;bhy&#257;m yath&#257; raveh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; for the self; <A CLASS=v HREF="http://vedabase.net/a/anyena">anyena</A> &#8212; with anything else; <A CLASS=v HREF="http://vedabase.net/s/samyogah">samyogah</A> &#8212; contact; <A CLASS=v HREF="http://vedabase.net/v/viyogah">viyogah</A> &#8212; separation; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/asatah">asatah</A> &#8212; with that which is insubstantial; <A CLASS=v HREF="http://vedabase.net/s/sati">sati</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> discriminating one; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; from <A HREF="http://vedabase.net/i/it">it</A> (the self); <A CLASS=v HREF="http://vedabase.net/h/hetutvat">hetutv&#257;t</A> &#8212; because of originating; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; by <A HREF="http://vedabase.net/i/it">it</A> (the self); <A CLASS=v HREF="http://vedabase.net/p/prasiddheh">prasiddheh</A> &#8212; because of being revealed; <A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; with the sense of vision; <A CLASS=v HREF="http://vedabase.net/r/rupabhyam">r&#363;p&#257;bhy&#257;m</A> &#8212; and visible form; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/r/raveh">raveh</A> &#8212; for the sun.</P><P CLASS=t>TRANSLATION</P><P>O intelligent lady, the soul never undergoes contact with or separation from insubstantial, material objects, because the soul is their very origin and illuminator. Thus the soul resembles the sun, which neither comes in contact with nor separates from the sense of sight and what is seen.</P><P CLASS=t>PURPORT</P><P>As explained in the previous text, the conditioned soul ignorantly assumes himself to be the material body and thus rotates in the cycle of birth and death. In fact, matter and spirit are co-energies of the original source of everything, the Supreme Lord, who is the Absolute Truth.</P><P>As Lord Krishna explains in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/5.htm">7.5</A>), j&#299;va-bh&#363;t&#257;m mah&#257;-b&#257;ho yayedam dh&#257;ryate jagat. The material world is sustained by the living beings' desire to exploit it. The material world is like a prison. Criminals are determined to commit crimes, and thus the government finds it necessary to maintain a prison system. Similarly, the Supreme Lord maintains the material universes because the conditioned souls are determined to rebel against Him and try to enjoy without His loving co-operation. Thus here the phrase tad-dhetutv&#257;t is used to describe the soul, meaning that the soul is the cause of matter assembling itself into a material body. The term tat-prasiddheh indicates that the soul is the cause of the body's being perceived, and the same term also indicates that this fact is well known to the enlightened.</P><P>Besides its given meaning, the word &#257;tmanah in this verse may indicate the Supreme Soul, in which case the term tad-dhetutv&#257;t indicates that Lord Krishna expands His personal potency and thus manifests the material universe. Since the Lord exists eternally in His pure, spiritual body, He never becomes material, as indicated here.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>