<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 54"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 54: <A CLASS=v HREF="index.htm">The Marriage of Krishna and Rukmin&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.54 Summary</P><P>This chapter describes how Lord &#346;r&#299; Krishna defeated the opposing kings after kidnapping Rukmin&#299;, disfigured Rukmin&#299;'s brother Rukm&#299;, brought Rukmin&#299; to His capital and married her.</P><P>As &#346;r&#299; Krishna was taking Princess Rukmin&#299; away, the inimical kings gathered their armies and pursued Him. Lord Baladeva and the generals of the Y&#257;dava army turned to face these opponents, blocking their advance. The enemy armies then began pouring incessant showers of arrows upon Lord Krishna's army. Seeing her husband-to-be's forces under such violent attack, &#346;r&#299;mat&#299; Rukmin&#299; looked at &#346;r&#299; Krishna fearfully. But Krishna simply smiled and told her there was nothing to fear because His army would surely destroy the enemy in short order.</P><P>Lord Balar&#257;ma and the other heroes then began to annihilate the opposing army with n&#257;r&#257;ca arrows. The enemy kings, headed by Jar&#257;sandha, retreated after suffering the destruction of their armies at the hands of the Y&#257;davas.</P><P>Jar&#257;sandha consoled &#346;i&#347;up&#257;la: "Happiness and distress are never permanent and are under the control of the Supreme Lord. Seventeen times Krishna defeated me, but in the end I was victorious over Him. Thus seeing that victory and defeat are under the control of destiny and time, I have learned not to succumb to either lamentation or joy. Time now favors the Y&#257;davas, so they have defeated you with only a small army, but in the future time will favor you, and you will surely conquer them." Consoled in this way, &#346;i&#347;up&#257;la took his followers and returned to his kingdom.</P><P>Rukmin&#299;'s brother Rukm&#299;, who hated Krishna, was infuriated by Krishna's kidnapping of his sister. So, after vowing before all the kings present that he would not return to Kundina until Krishna had been destroyed and Rukmin&#299; rescued, Rukm&#299; set out with his army to attack the Lord. Ignorant of Lord Krishna's glories, Rukm&#299; boldly went out to attack Krishna in a lone chariot. He approached the Lord, struck Him with arrows and demanded that He release Rukmin&#299;. &#346;r&#299; Krishna fended off Rukm&#299;'s weapons, breaking them to pieces. Then He raised His sword high and was about to kill Rukm&#299; when Rukmin&#299; interceded and fervently pleaded that her brother's life be spared. Lord Krishna did not kill Rukm&#299;, but with His sword He shaved off bits of Rukm&#299;'s hair here and there, leaving him disfigured. Just then Lord Baladeva appeared on the scene with the Y&#257;dava army. Seeing Rukm&#299; disfigured, He gently reproached Krishna: "To disfigure such a close family member is as good as killing him; therefore he should not be killed but set free."</P><P>Lord Baladeva then told Rukmin&#299; that the sorry condition of her brother was only the fruit of his past work, since everyone is responsible for his own happiness and suffering. He further instructed her about the transcendental position of the j&#299;va soul and how the illusion of happiness and distress is simply a result of ignorance. Accepting Lord Balar&#257;ma's instructions, Rukmin&#299; gave up her sorrow.</P><P>Rukm&#299;, meanwhile, felt totally frustrated, deprived as he was of all his strength and his will to fight. Since he had vowed not to return home without conquering Krishna, Rukm&#299; constructed a city on that very spot and took up residence there in a mood of undiminished anger.</P><P>Lord Krishna took Rukmin&#299; to His capital, Dv&#257;rak&#257;, and married her. All the citizens celebrated in lavish style, broadcasting throughout the city accounts of how the Lord had kidnapped Rukmin&#299;. Everyone in Dv&#257;rak&#257; was delighted to see Lord Krishna united with Rukmin&#299;.</P><P CLASS=l><A CLASS=i HREF="../53/57.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>