<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 8 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 8 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Questions by King Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.8.1</P><P CLASS=c>r&#257;jov&#257;ca</P><P CLASS=c>brahman&#257; codito brahman</P><P CLASS=c>gun&#257;khy&#257;ne 'gunasya ca</P><P CLASS=c>yasmai yasmai yath&#257; pr&#257;ha</P><P CLASS=c>n&#257;rado deva-dar&#347;anah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; inquired; <A CLASS=v HREF="http://vedabase.net/b/brahmana">brahman&#257;</A> &#8212; by Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/c/coditah">coditah</A> &#8212; being instructed; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> learned <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> (<A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;); <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyane">&#257;khy&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> narrating the transcendental qualities; <A CLASS=v HREF="http://vedabase.net/a/agunasya">agunasya</A> &#8212; of the Lord, who is without material qualities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yasmai">yasmai</A> <A CLASS=v HREF="http://vedabase.net/y/yasmai">yasmai</A> &#8212; and whom; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/praha">pr&#257;ha</A> &#8212; explained; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/darsanah">dar&#347;anah</A> &#8212; one whose audience is <A HREF="http://vedabase.net/a/as">as</A> good <A HREF="http://vedabase.net/a/as">as</A> that of any demigod.</P><P CLASS=t>TRANSLATION</P><P>King Par&#299;kshit inquired from &#346;ukadeva Gosv&#257;m&#299;: How did N&#257;rada Muni, whose hearers are as fortunate as those instructed by Lord Brahm&#257;, explain the transcendental qualities of the Lord, who is without material qualities, and before whom did he speak?</P><P CLASS=t>PURPORT</P><P>Devarshi N&#257;rada was directly instructed by Brahm&#257;j&#299;, who was also directly instructed by the Supreme Lord; therefore the instructions imparted by N&#257;rada to his various disciples are as good as those of the Supreme Lord. That is the way of understanding Vedic knowledge. It comes down from the Lord by disciplic succession, and this transcendental knowledge is distributed to the world by this descending process. There is no chance, however, to receive the Vedic knowledge from mental speculators. Therefore, wherever N&#257;rada Muni goes, he represents himself as authorized by the Lord, and his appearance is as good as that of the Supreme Lord. Similarly, the disciplic succession which strictly follows the transcendental instruction is the bona fide chain of disciplic succession, and the test for such bona fide spiritual masters is that there should be no difference between the instruction of the Lord originally imparted to His devotee and that which is imparted by the authority in the line of disciplic succession. How N&#257;rada Muni distributed the transcendental knowledge of the Lord will be explained in later cantos.</P><P>It will appear also that the Lord existed prior to the material creation, and therefore His transcendental name, quality, etc., do not represent any material quality. Whenever, therefore, the Lord is described as aguna, or without any quality, it does not mean that He has no quality, but that He has no material quality, such as the modes of goodness, passion or ignorance, as the conditioned souls have. He is transcendental to all material conceptions, and thus He is described as aguna.</P><P CLASS=l><A CLASS=i HREF="../7/53.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>