<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 8 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 8 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Questions by King Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.8.17</P><P CLASS=c>yug&#257;ni yuga-m&#257;nam ca</P><P CLASS=c>dharmo ya&#347; ca yuge yuge</P><P CLASS=c>avat&#257;r&#257;nucaritam</P><P CLASS=c>yad &#257;&#347;caryatamam hareh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yugani">yug&#257;ni</A> &#8212; the different ages; <A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A>-<A CLASS=v HREF="http://vedabase.net/m/manam">m&#257;nam</A> &#8212; the duration of each <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; the particular occupational duty; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and which; <A CLASS=v HREF="http://vedabase.net/y/yuge">yuge</A> <A CLASS=v HREF="http://vedabase.net/y/yuge">yuge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> each and every <A HREF="http://vedabase.net/y/yuga">yuga</A>, or particular <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; the incarnation; <A CLASS=v HREF="http://vedabase.net/a/anucaritam">anucaritam</A> &#8212; and the activities of the incarnation; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/ascaryatamam">&#257;&#347;caryatamam</A> &#8212; the most wonderful activities; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Lord.</P><P CLASS=t>TRANSLATION</P><P>Please explain all the different ages in the duration of the creation, and also the duration of such ages. Also tell me about the different activities of the different incarnations of the Lord in different ages.</P><P CLASS=t>PURPORT</P><P>Lord Krishna is the original Personality of Godhead, and all the incarnations of the Supreme Lord, although nondifferent from Him, are emanations from the Supreme. Mah&#257;r&#257;ja Par&#299;kshit inquired from the great and learned sage &#346;ukadeva Gosv&#257;m&#299; about the different activities of such incarnations so that the incarnation of the Lord might be confirmed by His activities in the authoritative scriptures. Mah&#257;r&#257;ja Par&#299;kshit was not to be carried away by the sentiments of the common man to accept an incarnation of the Lord very cheaply. Instead he wished to accept the incarnation of the Lord by symptoms mentioned in the Vedic literatures and confirmed by an &#257;c&#257;rya like &#346;ukadeva Gosv&#257;m&#299;. The Lord descends by His internal energy without any obligation to the laws of material nature, and thus His activities are also uncommon. The specific activities of the Lord are mentioned, and one should know that the activities of the Lord and the Lord Himself are identical due to being on the absolute plane. Thus to hear the activities of the Lord means to associate with the Lord directly, and association with the Lord directly means purification from material contamination. We have already discussed this point in the previous volume.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>