<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 8 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 8 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Questions by King Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.8.18</P><P CLASS=c>nrin&#257;m s&#257;dh&#257;rano dharmah</P><P CLASS=c>savi&#347;esha&#347; ca y&#257;dri&#347;ah</P><P CLASS=c>&#347;ren&#299;n&#257;m r&#257;jarsh&#299;n&#257;m ca</P><P CLASS=c>dharmah kricchreshu j&#299;vat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of human society; <A CLASS=v HREF="http://vedabase.net/s/sadharanah">s&#257;dh&#257;ranah</A> &#8212; general; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religious affiliation; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/visesah">vi&#347;eshah</A> &#8212; specific; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yadrsah">y&#257;dri&#347;ah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> they <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/s/sreninam">&#347;ren&#299;n&#257;m</A> &#8212; of the particular three classes; <A CLASS=v HREF="http://vedabase.net/r/rajarsinam">r&#257;jarsh&#299;n&#257;m</A> &#8212; of the saintly royal order; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; occupational duty; <A CLASS=v HREF="http://vedabase.net/k/krcchresu">kricchreshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of distressed conditions; <A CLASS=v HREF="http://vedabase.net/j/jivatam">j&#299;vat&#257;m</A> &#8212; of the living beings.</P><P CLASS=t>TRANSLATION</P><P>Please also explain what may generally be the common religious affiliations of human society, as well as their specific occupational duties in religion, the classification of the social orders as well as the administrative royal orders, and the religious principles for one who may be in distress.</P><P CLASS=t>PURPORT</P><P>The common religion of all classes of human beings, regardless of whosoever and whatsoever one may be, is devotional service. Even the animals may be included in devotional service to the Lord, and the best example is set by &#346;r&#299; Vajr&#257;&#324;gaj&#299;, or Hanum&#257;n, the great devotee of Lord &#346;r&#299; R&#257;ma. As we have already discussed, even the aborigines and cannibals can also be engaged in the devotional service of the Lord if they happen to be under the guidance of a genuine devotee of the Lord. In the Skanda Pur&#257;na there is a narration that a hunter in the jungle became the most enlightened devotee of the Lord by the guidance of &#346;r&#299; N&#257;rada Muni. Therefore devotional service to the Lord can be equally shared by every living being.</P><P>Religious affiliation in terms of different countries and cultural circumstances is obviously not the common religion of the human being; rather, the basic principle is devotional service. Even if a particular type of religious principle does not recognize the supremacy of the Supreme Personality of Godhead, the followers still have to obey the disciplinary principles laid down by a particular leader. Such a leader of a religious sect is never the supreme leader because such a circumstantial leader comes to the position of leadership after undergoing some penance. The Supreme Personality of Godhead does not, however, require to be under disciplinary action to become leader, as we see in the activities of Lord Krishna.</P><P>The occupational duties of the castes and the orders of society, following the principles of livelihood, also depend on the principle of devotional service. In the Bhagavad-g&#299;t&#257; it is stated that a person can achieve the highest perfection of life simply by awarding the results of his occupational duty unto the devotional service of the Lord. People following the principles of devotional service to the Lord can never be put into difficulty, and thus there cannot be any question of &#257;pad-dharma, or religion in distress. As will be explained in this book by the greatest authority, &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;, there is no religion save and except the devotional service of the Lord, though this may be presented in different forms.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>