<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 8 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 8 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Questions by King Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.8.20</P><P CLASS=c>yoge&#347;varai&#347;varya-gatir</P><P CLASS=c>li&#324;ga-bha&#324;gas tu yogin&#257;m</P><P CLASS=c>vedopaveda-dharm&#257;n&#257;m</P><P CLASS=c>itih&#257;sa-pur&#257;nayoh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; of the master of the mystic powers; <A CLASS=v HREF="http://vedabase.net/a/aisvarya">ai&#347;varya</A> &#8212; opulence; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; advancement; <A CLASS=v HREF="http://vedabase.net/l/linga">li&#324;ga</A> &#8212; astral body; <A CLASS=v HREF="http://vedabase.net/b/bhangah">bha&#324;gah</A> &#8212; detachment; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/y/yoginam">yogin&#257;m</A> &#8212; of the mystics; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/u/upaveda">upaveda</A> &#8212; knowledge <A HREF="http://vedabase.net/i/in">in</A> pursuance of the <A HREF="http://vedabase.net/v/veda">Veda</A> indirectly; <A CLASS=v HREF="http://vedabase.net/d/dharmanam">dharm&#257;n&#257;m</A> &#8212; of the religiosities; <A CLASS=v HREF="http://vedabase.net/i/itihasa">itih&#257;sa</A> &#8212; history; <A CLASS=v HREF="http://vedabase.net/p/puranayoh">pur&#257;nayoh</A> &#8212; of the Pur&#257;nas.</P><P CLASS=t>TRANSLATION</P><P>What are the opulences of the great mystics, and what is their ultimate realization? How does the perfect mystic become detached from the subtle astral body? What is the basic knowledge of the Vedic literatures, including the branches of history and the supplementary Pur&#257;nas?</P><P CLASS=t>PURPORT</P><P>The yoge&#347;vara, or the master of mystic powers, can exhibit eight kinds of wonders of perfection by becoming smaller than the atom or lighter than a feather, getting anything and everything he desires, going anywhere and everywhere he likes, creating even a planet in the sky, etc. There are many yoge&#347;varas having different proficiencies in these wonderful powers, and the topmost of all of them is Lord &#346;iva. Lord &#346;iva is the greatest yog&#299;, and he can perform such wonderful things, far beyond the ordinary living beings. The devotees of the Lord, the Supreme Personality of Godhead, do not directly practice the process of mystic powers, but, by the grace of the Lord, His devotee can defeat even a great yoge&#347;vara like Durv&#257;s&#257; Muni, who picked a quarrel with Mah&#257;r&#257;ja Ambar&#299;sha and wanted to show the wonderful achievements of his mystic powers. Mah&#257;r&#257;ja Ambar&#299;sha was a pure devotee of the Lord, and thus without any effort on his part the Lord saved him from the wrath of Yoge&#347;vara Durv&#257;s&#257; Muni, and the latter was obliged to beg pardon from the King. Similarly, at the time of Draupad&#299;'s precarious position, when she was attacked by the Kurus who wanted to see her naked in the open assembly of the royal order, the Lord saved her from being stripped by supplying an unlimited length of sari to cover her. And Draupad&#299; knew nothing of mystic powers. Therefore the devotees are also yoge&#347;varas by the unlimited power of the Lord, just as a child is powerful by the strength of the parents. They do not try to protect themselves by any artificial means, but are saved by the mercy of the parents.</P><P>Mah&#257;r&#257;ja Par&#299;kshit inquired from the learned br&#257;hmana &#346;ukadeva Gosv&#257;m&#299; about the ultimate destination of such great mystics or how they attain such extraordinary powers by their own efforts or by the grace of the Lord. He inquired also about their detachment from the subtle and gross material bodies. He inquired also about the purports of the Vedic knowledge. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), the whole purport of all the Vedas is to know the Supreme Personality of Godhead and thus become a transcendental loving servant of the Lord.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>