<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 8 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 8 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Questions by King Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.8.25</P><P CLASS=c>atra pram&#257;nam hi bhav&#257;n</P><P CLASS=c>parameshth&#299; yath&#257;tma-bh&#363;h</P><P CLASS=c>apare c&#257;nutishthanti</P><P CLASS=c>p&#363;rvesh&#257;m p&#363;rva-jaih kritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this matter; <A CLASS=v HREF="http://vedabase.net/p/pramanam">pram&#257;nam</A> &#8212; evidential facts; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/p/paramesthi">parameshth&#299;</A> &#8212; <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, the creator of the universe; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuh">bh&#363;h</A> &#8212; born directly from the Lord; <A CLASS=v HREF="http://vedabase.net/a/apare">apare</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/a/anutisthanti">anutishthanti</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> follow; <A CLASS=v HREF="http://vedabase.net/p/purvesam">p&#363;rvesh&#257;m</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> matter of custom; <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A>-<A CLASS=v HREF="http://vedabase.net/j/jaih">jaih</A> &#8212; knowledge suggested by <A HREF="http://vedabase.net/a/a">a</A> previous philosopher; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; having been done.</P><P CLASS=t>TRANSLATION</P><P>O great sage, you are as good as Brahm&#257;, the original living being. Others follow custom only, as followed by the previous philosophical speculators.</P><P CLASS=t>PURPORT</P><P>It may be argued that &#346;ukadeva Gosv&#257;m&#299; is not the only authority of perfect knowledge in transcendence because there are many other sages and their followers. Contemporary to Vy&#257;sadeva or even prior to him there were many other great sages, such as Gautama, Kan&#257;da, Jaimini, Kapila and Asht&#257;vakra, and all of them have presented a philosophical path by themselves. Patañjali is also one of them, and all these six great rishis have their own way of thinking, exactly like the modern philosophers and mental speculators. The difference between the six philosophical paths put forward by the renowned sages above mentioned and that of &#346;ukadeva Gosv&#257;m&#299;, as presented in the &#346;r&#299;mad-Bh&#257;gavatam, is that all the six sages mentioned above speak the facts according to their own thinking, but &#346;ukadeva Gosv&#257;m&#299; presents the knowledge which comes down directly from Brahm&#257;j&#299;, who is known as &#257;tma-bh&#363;h, or born of and educated by the Almighty Personality of Godhead.</P><P>Vedic transcendental knowledge descends directly from the Personality of Godhead. By His mercy, Brahm&#257;, the first living being in the universe, was enlightened, and from Brahm&#257;j&#299;, N&#257;rada was enlightened, and from N&#257;rada, Vy&#257;sa was enlightened. &#346;ukadeva Gosv&#257;m&#299; received such transcendental knowledge directly from his father, Vy&#257;sadeva. Thus the knowledge, being received from the chain of disciplic succession, is perfect. One cannot be a spiritual master in perfection unless and until one has received the same by disciplic succession. That is the secret of receiving transcendental knowledge. The six great sages mentioned above may be great thinkers, but their knowledge by mental speculation is not perfect. However perfect an empiric philosopher may be in presenting a philosophical thesis, such knowledge is never perfect because it is produced by an imperfect mind. Such great sages also have their disciplic successions, but they are not authorized because such knowledge does not come directly from the independent Supreme Personality of Godhead, N&#257;r&#257;yana. No one can be independent except N&#257;r&#257;yana; therefore no one's knowledge can be perfect, for everyone's knowledge is dependent on the flickering mind. Mind is material and thus knowledge presented by material speculators is never transcendental and can never become perfect. Mundane philosophers, being imperfect in themselves, disagree with other philosophers because a mundane philosopher is not a philosopher at all unless he presents his own theory. Intelligent persons like Mah&#257;r&#257;ja Par&#299;kshit do not recognize such mental speculators, however great they may be, but hear from the authorities like &#346;ukadeva Gosv&#257;m&#299;, who is nondifferent from the Supreme Personality of Godhead by the parampar&#257; system, as is specially stressed in the Bhagavad-g&#299;t&#257;.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>