<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 8 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 8 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Questions by King Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.8.26</P><P CLASS=c>na me 'savah par&#257;yanti</P><P CLASS=c>brahmann ana&#347;an&#257;d am&#299;</P><P CLASS=c>pibato 'cyuta-p&#299;y&#363;sham</P><P CLASS=c>tad v&#257;ky&#257;bdhi-vinihsritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/a/asavah">asavah</A> &#8212; life; <A CLASS=v HREF="http://vedabase.net/p/parayanti">par&#257;yanti</A> &#8212; becomes exhausted; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> learned <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/a/anasanat">ana&#347;an&#257;t</A> <A CLASS=v HREF="http://vedabase.net/a/ami">am&#299;</A> &#8212; because of fasting; <A CLASS=v HREF="http://vedabase.net/p/pibatah">pibatah</A> &#8212; because of my drinking; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; of the infallible; <A CLASS=v HREF="http://vedabase.net/p/piyusam">p&#299;y&#363;sham</A> &#8212; nectar; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/v/vakya">v&#257;kya</A>-<A CLASS=v HREF="http://vedabase.net/a/abdhi">abdhi</A> &#8212; ocean of speech; <A CLASS=v HREF="http://vedabase.net/v/vinihsrtam">vinihsritam</A> &#8212; flowing down from.</P><P CLASS=t>TRANSLATION</P><P>O learned br&#257;hmana, because of my drinking the nectar of the message of the infallible Personality of Godhead, which is flowing down from the ocean of your speeches, I do not feel any sort of exhaustion due to my fasting.</P><P CLASS=t>PURPORT</P><P>The disciplic succession from Brahm&#257;, N&#257;rada, Vy&#257;sa and &#346;ukadeva Gosv&#257;m&#299; is particularly different from others. The disciplic successions from other sages are simply a waste of time, being devoid of acyuta-kath&#257;, or the message of the infallible Lord. The mental speculators can present their theories very nicely by reason and arguments, but such reasons and arguments are not infallible, for they are defeated by better mental speculators. Mah&#257;r&#257;ja Par&#299;kshit was not interested in the dry speculation of the flickering mind, but he was interested in the topics of the Lord because factually he felt that by hearing such a nectarean message from the mouth of &#346;ukadeva Gosv&#257;m&#299; he was not feeling any exhaustion, even though he was fasting because of his imminent death.</P><P>One can indulge in hearing the mental speculators, but such hearing cannot endure for any length of time. One will be exhausted very soon from hearing such hackneyed ways of thinking, and no one in the world can be satisfied simply by hearing such useless speculations. The message of the Lord, especially from a personality like &#346;ukadeva Gosv&#257;m&#299;, can never be tiring, even though one may be exhausted from other causes.</P><P>In some editions of the &#346;r&#299;mad-Bh&#257;gavatam, the text of the last line of this verse reads anyatra kupit&#257;d dvij&#257;t, which means that the King might be overwhelmed by the thought of his imminent death by snakebite. The snake is also twice-born, and its anger is compared to the cursing br&#257;hmana boy who was without good intelligence. Mah&#257;r&#257;ja Par&#299;kshit was not at all afraid of death, for he was fully encouraged by the message of the Lord. One who is fully absorbed in acyuta-kath&#257; can never be afraid of anything in this world.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>