<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 8 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 8 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Questions by King Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.8.27</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>sa up&#257;mantrito r&#257;jñ&#257;</P><P CLASS=c>kath&#257;y&#257;m iti sat-pateh</P><P CLASS=c>brahmar&#257;to bhri&#347;am pr&#299;to</P><P CLASS=c>vishnur&#257;tena samsadi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;); <A CLASS=v HREF="http://vedabase.net/u/upamantritah">up&#257;mantritah</A> &#8212; thus being inquired; <A CLASS=v HREF="http://vedabase.net/r/rajna">r&#257;jñ&#257;</A> &#8212; by the King; <A CLASS=v HREF="http://vedabase.net/k/kathayam">kath&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the topics; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/p/pateh">pateh</A> &#8212; of the highest truth; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/r/ratah">r&#257;tah</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/b/bhrsam">bhri&#347;am</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/p/pritah">pr&#299;tah</A> &#8212; pleased; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/r/ratena">r&#257;tena</A> &#8212; by <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/s/samsadi">samsadi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the meeting.</P><P CLASS=t>TRANSLATION</P><P>S&#363;ta Gosv&#257;m&#299; said: Thus &#346;ukadeva Gosv&#257;m&#299;, being invited by Mah&#257;r&#257;ja Par&#299;kshit to speak on topics of the Lord &#346;r&#299; Krishna with the devotees, was very much pleased.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;mad-Bh&#257;gavatam can be legitimately discussed only among the devotees of the Lord. As the Bhagavad-g&#299;t&#257; was authoritatively discussed between Lord Krishna and Arjuna (the Lord and the devotee respectively), similarly &#346;r&#299;mad-Bh&#257;gavatam, which is the postgraduate study of the Bhagavad-g&#299;t&#257;, can also be discussed between the scholars and devotees like &#346;ukadeva Gosv&#257;m&#299; and Mah&#257;r&#257;ja Par&#299;kshit. Otherwise the real taste of the nectar cannot be relished. &#346;ukadeva Gosv&#257;m&#299; was pleased with Mah&#257;r&#257;ja Par&#299;kshit because he was not at all tired of hearing the topics of the Lord and was more and more anxious to hear them on and on with interest. Foolish interpreters unnecessarily tackle the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam when they have no access to the subject matter. There is no use in nondevotees' meddling with the two topmost Vedic literatures, and therefore &#346;a&#324;kar&#257;c&#257;rya did not touch &#346;r&#299;mad-Bh&#257;gavatam for commentation. In his commentation on the Bhagavad-g&#299;t&#257;, &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya accepted Lord Krishna as the Supreme Personality of Godhead, but later on he commented from the impersonalist's view. But, being conscious of his position, he did not comment on the &#346;r&#299;mad-Bh&#257;gavatam.</P><P>&#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; was protected by Lord Krishna (vide Brahma-vaivarta Pur&#257;na), and therefore he is known as Brahmar&#257;ta, and &#346;r&#299;m&#257;n Par&#299;kshit Mah&#257;r&#257;ja was protected by Vishnu, and thus he is known as Vishnur&#257;ta. As devotees of the Lord, they are always protected by the Lord. It is clear also in this connection that a Vishnur&#257;ta should hear &#346;r&#299;mad-Bh&#257;gavatam from Brahmar&#257;ta and no one else because others misrepresent the transcendental knowledge and thus spoil one's valuable time.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>