<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 8 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 8 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Questions by King Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.8.28</P><P CLASS=c>pr&#257;ha bh&#257;gavatam n&#257;ma</P><P CLASS=c>pur&#257;nam brahma-sammitam</P><P CLASS=c>brahmane bhagavat-proktam</P><P CLASS=c>brahma-kalpa up&#257;gate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/praha">pr&#257;ha</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> said; <A CLASS=v HREF="http://vedabase.net/b/bhagavatam">bh&#257;gavatam</A> &#8212; the science of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/p/puranam">pur&#257;nam</A> &#8212; the supplement of the Vedas; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/sammitam">sammitam</A> &#8212; just <A HREF="http://vedabase.net/i/in">in</A> pursuance of the Vedas; <A CLASS=v HREF="http://vedabase.net/b/brahmane">brahmane</A> &#8212; unto Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/p/proktam">proktam</A> &#8212; was spoken by the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/k/kalpe">kalpe</A> &#8212; the millennium <A HREF="http://vedabase.net/i/in">in</A> which <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> was first generated; <A CLASS=v HREF="http://vedabase.net/u/upagate">up&#257;gate</A> &#8212; just <A HREF="http://vedabase.net/i/in">in</A> the beginning.</P><P CLASS=t>TRANSLATION</P><P>He began to reply to the inquiries of Mah&#257;r&#257;ja Par&#299;kshit by saying that the science of the Personality of Godhead was spoken first by the Lord Himself to Brahm&#257; when he was first born. &#346;r&#299;mad-Bh&#257;gavatam is the supplementary Vedic literature, and it is just in pursuance of the Vedas.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;mad-Bh&#257;gavatam is the science of the Personality of Godhead. The impersonalist always tries to misrepresent the personal feature of the Lord, not knowing the science of this great knowledge, and &#346;r&#299;mad-Bh&#257;gavatam is in pursuance of the Vedas and scientific knowledge of the Personality of Godhead. To learn this science one should take shelter of the representative of &#346;r&#299; &#346;ukadeva and follow in the footsteps of Mah&#257;r&#257;ja Par&#299;kshit without foolishly attempting to interpret, thereby committing a great offense at the feet of the Lord. The dangerous ways of interpretations by the nondevotee class of men have played havoc in understanding the &#346;r&#299;mad-Bh&#257;gavatam, and the careful student should be always alert in this matter if he at all wants to learn the science of Godhead.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>