<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 8 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 8 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Questions by King Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.8.3</P><P CLASS=c>kathayasva mah&#257;bh&#257;ga</P><P CLASS=c>yath&#257;ham akhil&#257;tmani</P><P CLASS=c>krishne nive&#347;ya nihsa&#324;gam</P><P CLASS=c>manas tyakshye kalevaram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kathayasva">kathayasva</A> &#8212; please continue speaking; <A CLASS=v HREF="http://vedabase.net/m/mahabhaga">mah&#257;bh&#257;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> greatly fortunate one; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; unto the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nivesya">nive&#347;ya</A> &#8212; having placed; <A CLASS=v HREF="http://vedabase.net/n/nihsangam">nihsa&#324;gam</A> &#8212; being freed from material qualities; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/t/tyaksye">tyakshye</A> &#8212; may relinquish; <A CLASS=v HREF="http://vedabase.net/k/kalevaram">kalevaram</A> &#8212; body.</P><P CLASS=t>TRANSLATION</P><P>O greatly fortunate &#346;ukadeva Gosv&#257;m&#299;, please continue narrating &#346;r&#299;mad-Bh&#257;gavatam so that I can place my mind upon the Supreme Soul, Lord Krishna, and, being completely freed from material qualities, thus relinquish this body.</P><P CLASS=t>PURPORT</P><P>To be fully engaged in hearing the transcendental narration described in the text of &#346;r&#299;mad-Bh&#257;gavatam means to constantly associate with the Supreme Soul, &#346;r&#299; Krishna. And to constantly associate with the Supreme Lord Krishna means to be liberated from the qualities of matter. Lord Krishna is like the sun, and material contamination is like darkness. As the presence of the sun dissipates darkness, constant engagement in the association of the Lord &#346;r&#299; Krishna frees one from the contamination of the material qualities. Contamination by the material qualities is the cause of repeated birth and death, and liberation from material qualities is transcendence. Mah&#257;r&#257;ja Par&#299;kshit was now a realized soul by this secret of liberation, through the grace of &#346;ukadeva Gosv&#257;m&#299;, for the latter had informed the King that the highest perfection of life is to be in remembrance of N&#257;r&#257;yana at the end of life. Mah&#257;r&#257;ja Par&#299;kshit was destined to give up his body at the end of seven days, and thus he decided to continue remembering the Lord by His association with the topics of &#346;r&#299;mad-Bh&#257;gavatam, and thus to quit his body in full consciousness of the presence of the Lord &#346;r&#299; Krishna, the Supreme Soul.</P><P>The hearing of &#346;r&#299;mad-Bh&#257;gavatam performed by professional men is different from the transcendental hearing of Mah&#257;r&#257;ja Par&#299;kshit. Mah&#257;r&#257;ja Par&#299;kshit was a soul realized in the Absolute Truth, &#346;r&#299; Krishna, the Personality of Godhead. The fruitive materialist is not a realized soul; he wants to derive some material benefit from his so-called hearing of &#346;r&#299;mad-Bh&#257;gavatam. Undoubtedly such an audience, hearing &#346;r&#299;mad-Bh&#257;gavatam from the professional men, can derive some material benefit as they desire, but that does not mean that such a pretense of hearing &#346;r&#299;mad-Bh&#257;gavatam for a week is as good as the hearing of Mah&#257;r&#257;ja Par&#299;kshit.</P><P>It is the duty of the sane to hear &#346;r&#299;mad-Bh&#257;gavatam from a self-realized soul and not be duped by professional men. One should continue such hearing till the end of one's life so that one can actually have the transcendental association of the Lord and thus be liberated simply by hearing &#346;r&#299;mad-Bh&#257;gavatam.</P><P>Mah&#257;r&#257;ja Par&#299;kshit had already given up all his connections with his kingdom and family, the most attractive features of materialism, but still he was conscious of his material body. He wanted to be free of such bondage also by the constant association of the Lord.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>