<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 8 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 8 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Questions by King Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.8.4</P><P CLASS=c>&#347;rinvatah &#347;raddhay&#257; nityam</P><P CLASS=c>grinata&#347; ca sva-ceshtitam</P><P CLASS=c>k&#257;lena n&#257;tid&#299;rghena</P><P CLASS=c>bhagav&#257;n vi&#347;ate hridi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srnvatah">&#347;rinvatah</A> &#8212; of those who hear; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> earnestness; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; regularly, always; <A CLASS=v HREF="http://vedabase.net/g/grnatah">grinatah</A> &#8212; taking the matter; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/c/cestitam">ceshtitam</A> &#8212; seriously by one's own endeavor; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; duration; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/d/dirghena">d&#299;rghena</A> &#8212; very prolonged time; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/v/visate">vi&#347;ate</A> &#8212; becomes manifest; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; within one's heart.</P><P CLASS=t>TRANSLATION</P><P>Persons who hear &#346;r&#299;mad-Bh&#257;gavatam regularly and are always taking the matter very seriously will have the Personality of Godhead &#346;r&#299; Krishna manifested in their hearts within a short time.</P><P CLASS=t>PURPORT</P><P>Cheap devotees or materialistic devotees of the Lord are very much desirous to see the Lord personally without meeting the requisite qualifications. Such third-grade devotees should know well that material attachment and seeing the Lord face to face cannot go together. It is not such a mechanical process that the professional Bh&#257;gavatam reciters can do the job on behalf of the third-grade materialistic pseudo-devotee. The professional men are useless in this connection because they are neither self-realized nor interested in the liberation of the audience. They are simply interested in maintaining the material establishment of family attachment and earning some material benefits out of the profession. Mah&#257;r&#257;ja Par&#299;kshit had no more than seven days to live, but for others Mah&#257;r&#257;ja Par&#299;kshit personally recommends that one hear &#346;r&#299;mad-Bh&#257;gavatam regularly, nityam, always by one's own effort and with serious devotion also. That will help one to see the Lord &#346;r&#299; Krishna manifested in one's heart within no time.</P><P>The pseudo-devotee, however, is very anxious to see the Lord according to his whims, not making any serious effort to hear &#346;r&#299;mad-Bh&#257;gavatam regularly and without detachment from material benefit. That is not the way recommended by an authority like Mah&#257;r&#257;ja Par&#299;kshit, who heard and benefited by hearing &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>