<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 8 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 8 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Questions by King Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.8.5</P><P CLASS=c>pravishtah karna-randhrena</P><P CLASS=c>sv&#257;n&#257;m bh&#257;va-saroruham</P><P CLASS=c>dhunoti &#347;amalam krishnah</P><P CLASS=c>salilasya yath&#257; &#347;arat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pravistah">pravishtah</A> &#8212; thus being entered; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A>-<A CLASS=v HREF="http://vedabase.net/r/randhrena">randhrena</A> &#8212; through the holes of the ears; <A CLASS=v HREF="http://vedabase.net/s/svanam">sv&#257;n&#257;m</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> one's liberated position; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; constitutional relationship; <A CLASS=v HREF="http://vedabase.net/s/sarah">sarah</A>-<A CLASS=v HREF="http://vedabase.net/r/ruham">ruham</A> &#8212; the lotus flower; <A CLASS=v HREF="http://vedabase.net/d/dhunoti">dhunoti</A> &#8212; cleanses; <A CLASS=v HREF="http://vedabase.net/s/samalam">&#347;amalam</A> &#8212; material qualities like lust, anger, avarice and hankering; <A CLASS=v HREF="http://vedabase.net/k/krsnah">krishnah</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/salilasya">salilasya</A> &#8212; of the reservoir of waters; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> were; <A CLASS=v HREF="http://vedabase.net/s/sarat">&#347;arat</A> &#8212; the autumn season.</P><P CLASS=t>TRANSLATION</P><P>The sound incarnation of Lord Krishna, the Supreme Soul [i.e. &#346;r&#299;mad-Bh&#257;gavatam], enters into the heart of a self-realized devotee, sits on the lotus flower of his loving relationship, and thus cleanses the dust of material association, such as lust, anger and hankering. Thus it acts like autumnal rains upon pools of muddy water.</P><P CLASS=t>PURPORT</P><P>It is said that a single pure devotee of the Lord can deliver all the fallen souls of the world. Thus one who is actually in the confidence of a pure devotee like N&#257;rada or &#346;ukadeva Gosv&#257;m&#299; and thus is empowered by one's spiritual master, as N&#257;rada was by Brahm&#257;j&#299;, can not only deliver himself from the clutches of m&#257;y&#257;, or illusion, but can deliver the whole world by his pure and empowered devotional strength. The comparison to the autumnal rain that falls on muddy reservoirs of water is very appropriate. During the rainy season, all the waters of the rivers become muddy, but in the month of July-August, the autumn season, when there is a slight rainfall, the muddy waters of the rivers all over the world become at once clear. By addition of some chemical, a small reservoir of water like that of a metropolitan waterworks tank can be cleared, but by such a tiny effort it is not possible to clear up all the reservoirs of water like the rivers. A powerful pure devotee of the Lord, however, can deliver not only his personal self but also many others in his association.</P><P>In other words, the cleansing of the polluted heart by other methods (like the culture of empiric knowledge or mystic gymnastics) can simply cleanse one's own heart, but devotional service to the Lord is so powerful that it can cleanse the hearts of the people in general, by the devotional service of the pure, empowered devotee. A true representative of the Lord like N&#257;rada, &#346;ukadeva Gosv&#257;m&#299;, Lord Caitanya, the six Gosv&#257;m&#299;s and later &#346;r&#299;la Bhaktivinoda Th&#257;kura and &#346;r&#299;mad Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, etc., can deliver all people by their empowered devotional service.</P><P>By sincere efforts to hear &#346;r&#299;mad-Bh&#257;gavatam one realizes his constitutional relationship with the Lord in the transcendental humor of servitude, friendship, paternal affection or conjugal love, and by such self-realization one becomes situated at once in the transcendental loving service of the Lord. Not only were all the pure devotees like N&#257;rada self-realized souls, but they were engaged in preaching work automatically by spiritual impetus, and thus they delivered many poor souls entangled in the material modes. They became so powerful because they sincerely followed the Bh&#257;gavatam principles by regular hearing and worshiping. By such actions the accumulated material lusts, etc., become cleansed by the personal endeavor of the Lord within the heart. The Lord is always within the heart of the living being, but He becomes manifested by one's devotional service.</P><P>Purification of the heart by culture of knowledge or mystic yoga may be all right for the time being for an individual person, but it is like the cleansing of a small quantity of stagnant water by chemical processes. Such clarification of water may stand for the time being and the sediments settle down, but by a slight agitation everything becomes muddy. The idea is that devotional service to the Lord is the only method of cleansing the heart for good. Whereas other methods may be superficially good for the time being, there is a risk of becoming muddy again due to agitation of the mind. Devotional service to the Lord, with specific attention for hearing &#346;r&#299;mad-Bh&#257;gavatam regularly and always, is the best recommended method for liberation from the clutches of illusion.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>