<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 8 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 8 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Questions by King Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.8.6</P><P CLASS=c>dhaut&#257;tm&#257; purushah krishna-</P><P CLASS=c>p&#257;da-m&#363;lam na muñcati</P><P CLASS=c>mukta-sarva-parikle&#347;ah</P><P CLASS=c>p&#257;nthah sva-&#347;aranam yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhauta">dhauta</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; whose heart has been cleansed; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the living being; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; the shelter of the lotus feet; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/m/muncati">muñcati</A> &#8212; gives up; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A> &#8212; liberated; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/p/pariklesah">parikle&#347;ah</A> &#8212; of all miseries of life; <A CLASS=v HREF="http://vedabase.net/p/panthah">p&#257;nthah</A> &#8212; the traveler; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his own abode; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> were.</P><P CLASS=t>TRANSLATION</P><P>A pure devotee of the Lord whose heart has once been cleansed by the process of devotional service never relinquishes the lotus feet of Lord Krishna, for they fully satisfy him, as a traveler is satisfied at home after a troubled journey.</P><P CLASS=t>PURPORT</P><P>One who is not a pure devotee of the Supreme Lord Krishna is not completely cleansed in the heart. But a perfectly cleansed person never quits the devotional service of the Lord. In discharging such devotional service, as ordered by Brahm&#257;j&#299; to N&#257;rada in the preaching of &#346;r&#299;mad-Bh&#257;gavatam, sometimes a representative of the Lord engaged in preaching work meets various so-called difficulties. This was exhibited by Lord Nity&#257;nanda when He delivered the two fallen souls Jag&#257;i and M&#257;dh&#257;i, and similarly Lord Jesus Christ was crucified by the nonbelievers. But such difficulties are very gladly suffered by the devotees in preaching because in such activities, although apparently very severe, the devotees of the Lord feel transcendental pleasure because the Lord is satisfied. Prahl&#257;da Mah&#257;r&#257;ja suffered greatly, but still he never forgot the lotus feet of the Lord. This is because a pure devotee of the Lord is so purified in his heart that he cannot leave the shelter of Lord Krishna in any circumstances. There is no self-interest in such service. The progress of culturing knowledge by the jñ&#257;n&#299;s or the bodily gymnastics by the yog&#299;s are ultimately given up by the respective performers, but a devotee of the Lord cannot give up the service of the Lord, for he is ordered by his spiritual master. Pure devotees like N&#257;rada and Nity&#257;nanda Prabhu take up the order of the spiritual master as the sustenance of life. They do not mind what becomes of the future of their lives. They take the matter very seriously as the order comes from the higher authority, from the representative of the Lord, or from the Lord Himself.</P><P>The example set herein is very appropriate. A traveler leaves home to search for wealth in far distant places, sometimes in the forest and sometimes on the ocean and sometimes on hilltops. Certainly there are many troubles for the traveler when he is in such unknown places. But all such troubles are at once mitigated as soon as the sense of his family affection is remembered, and as soon as he returns home he forgets all such troubles on the way.</P><P>A pure devotee of the Lord is exactly in a family tie with the Lord, and therefore he is undeterred in discharging his duty in a full affectionate tie with the Lord.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>