<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 8 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 8 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Questions by King Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.8.7</P><P CLASS=c>yad adh&#257;tu-mato brahman</P><P CLASS=c>deh&#257;rambho 'sya dh&#257;tubhih</P><P CLASS=c>yadricchay&#257; hetun&#257; v&#257;</P><P CLASS=c>bhavanto j&#257;nate yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/a/adhatu">adh&#257;tu</A>-<A CLASS=v HREF="http://vedabase.net/m/matah">matah</A> &#8212; without being materially constituted; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> learned <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; the material body; <A CLASS=v HREF="http://vedabase.net/a/arambhah">&#257;rambhah</A> &#8212; the beginning of; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of the living being; <A CLASS=v HREF="http://vedabase.net/d/dhatubhih">dh&#257;tubhih</A> &#8212; by matter; <A CLASS=v HREF="http://vedabase.net/y/yadrcchaya">yadricchay&#257;</A> &#8212; without cause, accidental; <A CLASS=v HREF="http://vedabase.net/h/hetuna">hetun&#257;</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> some cause; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/b/bhavantah">bhavantah</A> &#8212; your good self; <A CLASS=v HREF="http://vedabase.net/j/janate">j&#257;nate</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> you may know <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> you inform <A HREF="http://vedabase.net/m/me">me</A>.</P><P CLASS=t>TRANSLATION</P><P>O learned br&#257;hmana, the transcendental spirit soul is different from the material body. Does he acquire the body accidentally or by some cause? Will you kindly explain this, for it is known to you.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Par&#299;kshit, being a typical devotee, is not only satisfied by confirming the importance of hearing the &#346;r&#299;mad-Bh&#257;gavatam from the representative of Brahm&#257;j&#299; by disciplic succession, but he is still more anxious to establish the philosophical basis of &#346;r&#299;mad-Bh&#257;gavatam. &#346;r&#299;mad-Bh&#257;gavatam is the science of the Supreme Personality of Godhead, and as such all questions that may arise in the mind of a serious student must be cleared by the statements of the authority. A person on the path of devotional service may inquire from his spiritual master all about the spiritual position of God and the living beings. From the Bhagavad-g&#299;t&#257;, as well as from the &#346;r&#299;mad-Bh&#257;gavatam, it is known that qualitatively the Lord and the living beings are one. The living being in the conditioned state of material existence is subjected to many transmigrations by continuous changing of the material body. But what are the causes of the material embodiment of the part and parcel of the Lord? Mah&#257;r&#257;ja Par&#299;kshit inquires about this very important matter for the benefit of all classes of candidates on the path of self-realization and devotional service to the Lord.</P><P>Indirectly it is confirmed that the Supreme Being, the Lord, makes no such material changes of body. He is spiritually whole, with no difference between His body and His soul, unlike the conditioned soul. The liberated living beings, who associate with the Lord in person, are also exactly like the Lord. Only the conditioned souls awaiting liberation are subjected to change of bodies. How was the process first begun?</P><P>In the process of devotional service, the first step is to take shelter of the spiritual master and then inquire from the spiritual master all about the process. This inquiry is essential for immunity to all kinds of offenses on the path of devotional service. Even if one is fixed in devotional service like Mah&#257;r&#257;ja Par&#299;kshit, he must still inquire from the realized spiritual master all about this. In other words, the spiritual master must also be well versed and learned so that he may be able to answer all these inquiries from the devotees. Thus one who is not well versed in the authorized scriptures and not able to answer all such relevant inquiries should not pose as a spiritual master for the matter of material gain. It is illegal to become a spiritual master if one is unable to deliver the disciple.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>