<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 8 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 8 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Questions by King Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.8.9</P><P CLASS=c>ajah srijati bh&#363;t&#257;ni</P><P CLASS=c>bh&#363;t&#257;tm&#257; yad-anugrah&#257;t</P><P CLASS=c>dadri&#347;e yena tad-r&#363;pam</P><P CLASS=c>n&#257;bhi-padma-samudbhavah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; one who is born without <A HREF="http://vedabase.net/a/a">a</A> material source; <A CLASS=v HREF="http://vedabase.net/s/srjati">srijati</A> &#8212; creates; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; all those materially born; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; having <A HREF="http://vedabase.net/a/a">a</A> body of matter; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/anugrahat">anugrah&#257;t</A> &#8212; by the mercy of; <A CLASS=v HREF="http://vedabase.net/d/dadrse">dadri&#347;e</A> &#8212; could see; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; His form of body; <A CLASS=v HREF="http://vedabase.net/n/nabhi">n&#257;bhi</A> &#8212; navel; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A> &#8212; lotus flower; <A CLASS=v HREF="http://vedabase.net/s/samudbhavah">samudbhavah</A> &#8212; being born of.</P><P CLASS=t>TRANSLATION</P><P>Brahm&#257;, who was not born of a material source but of the lotus flower coming out of the navel abdomen of the Lord, is the creator of all those who are materially born. Of course, by the grace of the Lord, Brahm&#257; was able to see the form of the Lord.</P><P CLASS=t>PURPORT</P><P>The first living creature, Brahm&#257;, is called ajah because he did not take his birth from the womb of a mother materially born. He was directly born from the bodily expansion of the lotus flower of the Lord. Thus it is not readily understandable whether the body of the Lord and that of Brahm&#257; are of the same quality or different. This must also be clearly understood. One thing is, however, certain: Brahm&#257; was completely dependent on the mercy of the Lord because after his birth he could create living beings by the Lord's grace only, and he could see the form of the Lord. Whether the form seen by Brahm&#257; is of the same quality as that of Brahm&#257; is a bewildering question, and Mah&#257;r&#257;ja Par&#299;kshit wanted to get clear answers from &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>