<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 3 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 3 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Talks Between Lord &#346;iva and Sat&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.3.1</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>sad&#257; vidvishator evam</P><P CLASS=c>k&#257;lo vai dhriyam&#257;nayoh</P><P CLASS=c>j&#257;m&#257;tuh &#347;va&#347;urasy&#257;pi</P><P CLASS=c>sumah&#257;n aticakrame</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/v/vidvisatoh">vidvishatoh</A> &#8212; the tension; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this manner; <A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/dhriyamanayoh">dhriyam&#257;nayoh</A> &#8212; continued <A HREF="http://vedabase.net/t/to">to</A> bear; <A CLASS=v HREF="http://vedabase.net/j/jamatuh">j&#257;m&#257;tuh</A> &#8212; of the son-<A HREF="http://vedabase.net/i/in">in</A>-law; <A CLASS=v HREF="http://vedabase.net/s/svasurasya">&#347;va&#347;urasya</A> &#8212; of the father-<A HREF="http://vedabase.net/i/in">in</A>-law; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> very great; <A CLASS=v HREF="http://vedabase.net/a/aticakrame">aticakrame</A> &#8212; passed.</P><P CLASS=t>TRANSLATION</P><P>Maitreya continued: In this manner the tension between the father-in-law and son-in-law, Daksha and Lord &#346;iva, continued for a considerably long period.</P><P CLASS=t>PURPORT</P><P>The previous chapter has already explained that Vidura questioned the sage Maitreya as to the cause of the misunderstanding between Lord &#346;iva and Daksha. Another question is why the strife between Daksha and his son-in-law caused Sati to destroy her body. The chief reason for Sat&#299;'s giving up her body was that her father, Daksha, began another sacrificial performance, to which Lord &#346;iva was not invited at all. Generally, when any sacrifice is performed, although each and every sacrifice is intended to pacify the Supreme Personality of Godhead, Vishnu, all the demigods, especially Lord Brahm&#257; and Lord &#346;iva and the other principal demigods, such as Indra and Candra, are invited, and they take part. lt is said that unless all the demigods are present, no sacrifice is complete. But in the tension between the father-in-law and son-in-law, Daksha began another yajña performance, to which Lord &#346;iva was not invited. Daksha was the chief progenitor employed by Lord Brahm&#257;, and he was a son of Brahm&#257;, so he had a high position and was also very proud.</P><P CLASS=l><A CLASS=i HREF="../2/35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>