<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 3 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 3 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Talks Between Lord &#346;iva and Sat&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.3.11</P><P CLASS=c>tvayy etad &#257;&#347;caryam aj&#257;tma-m&#257;yay&#257;</P><P CLASS=c>vinirmitam bh&#257;ti guna-tray&#257;tmakam</P><P CLASS=c>tath&#257;py aham yoshid atattva-vic ca te</P><P CLASS=c>d&#299;n&#257; didrikshe bhava me bhava-kshitim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> you; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/ascaryam">&#257;&#347;caryam</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/a/aja">aja</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the external energy of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/v/vinirmitam">vinirmitam</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/b/bhati">bh&#257;ti</A> &#8212; appears; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/t/traya">traya</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; being <A HREF="http://vedabase.net/a/an">an</A> interaction of the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/y/yosit">yoshit</A> &#8212; woman; <A CLASS=v HREF="http://vedabase.net/a/atattva">atattva</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; not conversant with the truth; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;n&#257;</A> &#8212; poor; <A CLASS=v HREF="http://vedabase.net/d/didrkse">didrikshe</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> wish <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/k/ksitim">kshitim</A> &#8212; place of birth.</P><P CLASS=t>TRANSLATION</P><P>This manifested cosmos is a wonderful creation of the interaction of the three material modes, or the external energy of the Supreme Lord. This truth is fully known to you. Yet I am but a poor woman, and, as you know, I am not conversant with the truth. Therefore I wish to see my birthplace once more.</P><P CLASS=t>PURPORT</P><P>D&#257;ksh&#257;yan&#299;, Sati, knew very well that her husband, Lord &#346;iva, was not very much interested in the glaring manifestation of the material world, which is caused by the interaction of the three modes of nature. Therefore she addressed her husband as aja, which refers to one who has transcended the bondage of birth and death, or one who has realized his eternal position. She stated, "The illusion of accepting the perverted reflection, the material or cosmic manifestation, to be real is not present in you, because you are self-realized. For you the attraction of social life and the consideration that someone is father, someone is mother and someone is sister, which are illusory relationships, is already over; but because I am a poor woman, I am not so advanced in transcendental realization. Therefore naturally these appear to me as real." Only less intelligent persons accept this perverted reflection of the spiritual world to be real. Those who are under the spell of the external energy accept this manifestation to be fact, whereas those who are advanced in spiritual realization know that it is illusion. Actual reality is elsewhere, in the spiritual world. "But as far as I am concerned," Sati said, "I do not have much knowledge about self-realization. I am poor because I do not know the actual facts. I am attracted by my birthplace, and I want to see it." One who has attraction for his birthplace, for his body, and for other such items mentioned in the Bh&#257;gavatam is considered to be like an ass or a cow. Sat&#299; might have heard all this many times from her husband, Lord &#346;iva, but because she was a woman, yoshit, she still hankered after the same material objects of affection. The word yoshit means "one who is enjoyed." Therefore woman is called yoshit. In spiritual advancement, association with yoshit is always restricted because if one is like a play doll in the hands of yoshit, then all his spiritual advancement is at once stopped. It is said, "Those who are just like playthings in the hands of a woman (yoshit-kr&#299;d&#257;-mrigeshu) cannot make any advancement in spiritual realization."</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>