<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 3 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 3 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Talks Between Lord &#346;iva and Sat&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.3.12</P><P CLASS=c>pa&#347;ya pray&#257;nt&#299;r abhav&#257;nya-yoshito</P><P CLASS=c>'py ala&#324;krit&#257;h k&#257;nta-sakh&#257; var&#363;tha&#347;ah</P><P CLASS=c>y&#257;s&#257;m vrajadbhih &#347;iti-kantha manditam</P><P CLASS=c>nabho vim&#257;naih kala-hamsa-p&#257;ndubhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pasya">pa&#347;ya</A> &#8212; just see; <A CLASS=v HREF="http://vedabase.net/p/prayantih">pray&#257;nt&#299;h</A> &#8212; going; <A CLASS=v HREF="http://vedabase.net/a/abhava">abhava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> never-born; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A>-<A CLASS=v HREF="http://vedabase.net/y/yositah">yoshitah</A> &#8212; other women; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/alankrtah">ala&#324;krit&#257;h</A> &#8212; ornamented; <A CLASS=v HREF="http://vedabase.net/k/kanta">k&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/s/sakhah">sakh&#257;h</A> &#8212; with their husbands and friends; <A CLASS=v HREF="http://vedabase.net/v/varuthasah">var&#363;tha&#347;ah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> large numbers; <A CLASS=v HREF="http://vedabase.net/y/yasam">y&#257;s&#257;m</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/v/vrajadbhih">vrajadbhih</A> &#8212; flying; <A CLASS=v HREF="http://vedabase.net/s/siti">&#347;iti</A>-<A CLASS=v HREF="http://vedabase.net/k/kantha">kantha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> blue-throated one; <A CLASS=v HREF="http://vedabase.net/m/manditam">manditam</A> &#8212; decorated; <A CLASS=v HREF="http://vedabase.net/n/nabhah">nabhah</A> &#8212; the sky; <A CLASS=v HREF="http://vedabase.net/v/vimanaih">vim&#257;naih</A> &#8212; with airplanes; <A CLASS=v HREF="http://vedabase.net/k/kala">kala</A>-<A CLASS=v HREF="http://vedabase.net/h/hamsa">hamsa</A> &#8212; swans; <A CLASS=v HREF="http://vedabase.net/p/pandubhih">p&#257;ndubhih</A> &#8212; white.</P><P CLASS=t>TRANSLATION</P><P>O never-born, O blue-throated one, not only my relatives but also other women, dressed in nice clothes and decorated with ornaments, are going there with their husbands and friends. Just see how their flocks of white airplanes have made the entire sky very beautiful.</P><P CLASS=t>PURPORT</P><P>Here Lord &#346;iva is addressed as abhava, which means "one who is never born," although generally he is known as bhava, "one who is born." Rudra, Lord &#346;iva, is actually born from between the eyes of Brahm&#257;, who is called Svayambh&#363; because he is not born of any human being or material creature but is born directly from the lotus flower which grows from the abdomen of Vishnu. When Lord &#346;iva is addressed here as abhava, this may be taken to mean "one who has never felt material miseries." Sati wanted to impress upon her husband that even those who were not related to her father were also going, to say nothing of herself, who was intimately related with him. Lord &#346;iva is addressed here as blue throated. Lord &#346;iva drank an ocean of poison and kept it in his throat, not swallowing it or allowing it to go down to his stomach, and thus his throat became blue. Since then he has been known as n&#299;lakantha, or blue throated. The reason that Lord &#346;iva drank an ocean of poison was for others' benefit. When the ocean was churned by the demigods and the demons, the churning at first produced poison, so because the poisonous ocean might have affected others who were not so advanced, Lord &#346;iva drank all the ocean water. In other words, he could drink such a great amount of poison for others' benefit, and now, since his wife was personally requesting him to go to her father's house, even if he did not wish to give that permission, he should do so out of his great kindness.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>