<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 3 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 3 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Talks Between Lord &#346;iva and Sat&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.3.15</P><P CLASS=c>rishir uv&#257;ca</P><P CLASS=c>evam giritrah priyay&#257;bhibh&#257;shitah</P><P CLASS=c>pratyabhyadhatta prahasan suhrit-priyah</P><P CLASS=c>samsm&#257;rito marma-bhidah kuv&#257;g-ish&#363;n</P><P CLASS=c>y&#257;n &#257;ha ko vi&#347;va-srij&#257;m samakshatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/g/giritrah">giritrah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/p/priyaya">priyay&#257;</A> &#8212; by his dear wife; <A CLASS=v HREF="http://vedabase.net/a/abhibhasitah">abhibh&#257;shitah</A> &#8212; being spoken <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/p/pratyabhyadhatta">pratyabhyadhatta</A> &#8212; replied; <A CLASS=v HREF="http://vedabase.net/p/prahasan">prahasan</A> &#8212; while smiling; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A>-<A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; dear <A HREF="http://vedabase.net/t/to">to</A> the relatives; <A CLASS=v HREF="http://vedabase.net/s/samsmaritah">samsm&#257;ritah</A> &#8212; remembering; <A CLASS=v HREF="http://vedabase.net/m/marma">marma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhidah">bhidah</A> &#8212; heart piercing; <A CLASS=v HREF="http://vedabase.net/k/kuvak">kuv&#257;k</A>-<A CLASS=v HREF="http://vedabase.net/i/isun">ish&#363;n</A> &#8212; malicious words; <A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;n</A> &#8212; which (words); <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who (<A HREF="http://vedabase.net/d/daksa">Daksha</A>); <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/s/srjam">srij&#257;m</A> &#8212; of the creators of the universal manifestation; <A CLASS=v HREF="http://vedabase.net/s/samaksatah">samakshatah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the presence.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya said: Lord &#346;iva, the deliverer of the hill Kail&#257;sa, having thus been addressed by his dear wife, replied smilingly, although at the same time he remembered the malicious, heart-piercing speeches delivered by Daksha before the guardians of the universal affairs.</P><P CLASS=t>PURPORT</P><P>When Lord &#346;iva heard from his wife about Daksha, the psychological effect was that he immediately remembered the strong words spoken against him in the assembly of the guardians of the universe, and, remembering those words, he was sorry at heart, although to please his wife he smiled. In Bhagavad-g&#299;t&#257; it is said that a liberated person is always in mental equilibrium in both the distress and the happiness of this material world. Therefore the question may now be raised why a liberated personality like Lord &#346;iva was so unhappy because of the words of Daksha. The answer is given by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura. Lord &#346;iva is &#257;tm&#257;r&#257;ma, or situated in complete self-realization, but because he is the incarnation in charge of the material mode of ignorance, tamo-guna, he is sometimes affected by the pleasure and pain of the material world. The difference between the pleasure and pain of this material world and that of the spiritual world is that in the spiritual world the effect is qualitatively absolute. Therefore one may feel sorry in the absolute world, but the manifestation of so-called pain is always full of bliss. For instance, once Lord Krishna, in His childhood, was chastised by His mother, Ya&#347;od&#257;, and Lord Krishna cried. But although He shed tears from His eyes, this is not to be considered a reaction of the mode of ignorance, for the incident was full of transcendental pleasure. When Krishna was playing in so many ways, sometimes it appeared that He caused distress to the gop&#299;s, but actually such dealings were full of transcendental bliss. That is the difference between the material and spiritual worlds. The spiritual world, where everything is pure, is pervertedly reflected in this material world. Since everything in the spiritual world is absolute, in the spiritual varieties of apparent pleasure and pain there is no perception other than eternal bliss, whereas in the material world, because everything is contaminated by the modes of material nature, there are feelings of pleasure and pain. Therefore because Lord &#346;iva, although a fully self-realized person, was in charge of the material mode of ignorance, he felt sorrow.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>