<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 3 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 3 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Talks Between Lord &#346;iva and Sat&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.3.22</P><P CLASS=c>pratyudgama-pra&#347;rayan&#257;bhiv&#257;danam</P><P CLASS=c>vidh&#299;yate s&#257;dhu mithah sumadhyame</P><P CLASS=c>pr&#257;jñaih parasmai purush&#257;ya cetas&#257;</P><P CLASS=c>guh&#257;-&#347;ay&#257;yaiva na deha-m&#257;nine</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pratyudgama">pratyudgama</A> &#8212; standing up from one's seat; <A CLASS=v HREF="http://vedabase.net/p/prasrayana">pra&#347;rayana</A> &#8212; welcoming; <A CLASS=v HREF="http://vedabase.net/a/abhivadanam">abhiv&#257;danam</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/v/vidhiyate">vidh&#299;yate</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> intended; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; proper; <A CLASS=v HREF="http://vedabase.net/m/mithah">mithah</A> &#8212; mutually; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/madhyame">madhyame</A> &#8212; my dear young wife; <A CLASS=v HREF="http://vedabase.net/p/prajnaih">pr&#257;jñaih</A> &#8212; by the wise; <A CLASS=v HREF="http://vedabase.net/p/parasmai">parasmai</A> &#8212; unto the Supreme; <A CLASS=v HREF="http://vedabase.net/p/purusaya">purush&#257;ya</A> &#8212; unto the Supersoul; <A CLASS=v HREF="http://vedabase.net/c/cetasa">cetas&#257;</A> &#8212; with the intelligence; <A CLASS=v HREF="http://vedabase.net/g/guha">guh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sayaya">&#347;ay&#257;ya</A> &#8212; sitting within the body; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/m/manine">m&#257;nine</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the person identifying with the body.</P><P CLASS=t>TRANSLATION</P><P>My dear young wife, certainly friends and relatives offer mutual greetings by standing up, welcoming one another and offering obeisances. But those who are elevated to the transcendental platform, being intelligent, offer such respects to the Supersoul, who is sitting within the body, not to the person who identifies with the body.</P><P CLASS=t>PURPORT</P><P>It may be argued that since Daksha was the father-in-law of Lord &#346;iva, it was certainly the duty of Lord &#346;iva to offer him respect. In answer to that argument it is explained here that when a learned person stands up or offers obeisances in welcome, he offers respect to the Supersoul, who is sitting within everyone's heart. It is seen, therefore, among Vaishnavas, that even when a disciple offers obeisances to his spiritual master, the spiritual master immediately returns the obeisances because they are mutually offered not to the body but to the Supersoul. Therefore the spiritual master also offers respect to the Supersoul situated in the body of the disciple. The Lord says in &#346;r&#299;mad-Bh&#257;gavatam that offering respect to His devotee is more valuable than offering respect to Him. Devotees do not identify with the body, so offering respect to a Vaishnava means offering respect to Vishnu. It is stated also that as a matter of etiquette as soon as one sees a Vaishnava one must immediately offer him respect, indicating the Supersoul sitting within. A Vaishnava sees the body as a temple of Vishnu. Since Lord &#346;iva had already offered respect to the Supersoul in Krishna consciousness, offering respect to Daksha, who identified with his body, was already performed. There was no need to offer respect to his body, for that is not directed by any Vedic injunction.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>