<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 3 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 3 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Talks Between Lord &#346;iva and Sat&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.3.23</P><P CLASS=c>sattvam vi&#347;uddham vasudeva-&#347;abditam</P><P CLASS=c>yad &#299;yate tatra pum&#257;n ap&#257;vritah</P><P CLASS=c>sattve ca tasmin bhagav&#257;n v&#257;sudevo</P><P CLASS=c>hy adhokshajo me namas&#257; vidh&#299;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/v/visuddham">vi&#347;uddham</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">vasudeva</A> &#8212; <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>; <A CLASS=v HREF="http://vedabase.net/s/sabditam">&#347;abditam</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/i/iyate">&#299;yate</A> &#8212; is revealed; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/a/apavrtah">ap&#257;vritah</A> &#8212; without any covering; <A CLASS=v HREF="http://vedabase.net/s/sattve">sattve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> consciousness; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudevah">v&#257;sudevah</A> &#8212; <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/a/adhoksajah">adhokshajah</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/n/namasa">namas&#257;</A> &#8212; with obeisances; <A CLASS=v HREF="http://vedabase.net/v/vidhiyate">vidh&#299;yate</A> &#8212; worshiped.</P><P CLASS=t>TRANSLATION</P><P>I am always engaged in offering obeisances to Lord V&#257;sudeva in pure Krishna consciousness. Krishna consciousness is always pure consciousness, in which the Supreme Personality of Godhead, known as V&#257;sudeva, is revealed without any covering.</P><P CLASS=t>PURPORT</P><P>The living entity is constitutionally pure. Asa&#324;go hy ayam purushah. In the Vedic literature it is said that the soul is always pure and uncontaminated by material attachment. The identification of the body with the soul is due to misunderstanding. As soon as one is fully Krishna conscious it is to be understood that one is in his pure, original constitutional position. This state of existence is called &#347;uddha-sattva, which means that it is transcendental to the material qualities. Since this &#347;uddha-sattva existence is under the direct action of the internal potency, in this state the activities of material consciousness stop. For example, when iron is put into a fire, it becomes warm, and when red-hot, although it is iron, it acts like fire. Similarly, when copper is surcharged with electricity, its action as copper stops; it acts as electricity. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>) also confirms that anyone who engages in unadulterated devotional service to the Lord is at once elevated to the position of pure Brahman:</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P CLASS=n>[<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>]</P><P>Therefore &#347;uddha-sattva, as described in this verse, is the transcendental position, which is technically called vasudeva. Vasudeva is also the name of the person from whom Krishna appears. This verse explains that the pure state is called vasudeva because in that state V&#257;sudeva, the Supreme Personality of Godhead, is revealed without any covering. To execute unadulterated devotional service, therefore, one must follow the rules and regulations of devotional service without desire to gain material profit by fruitive activities or mental speculation.</P><P>In pure devotional service one simply serves the Supreme Personality of Godhead as a matter of duty, without reason and without being impeded by material conditions. That is called &#347;uddha-sattva, or vasudeva, because in that stage the Supreme Person, Krishna, is revealed in the heart of the devotee. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has very nicely described this vasudeva, or &#347;uddha-sattva, in his Bhagavat-sandarbha. He explains that ashtottara-&#347;ata (108) is added to the name of the spiritual master to indicate one who is situated in &#347;uddha-sattva, or in the transcendental state of vasudeva. The word vasudeva is also used for other purposes. For example, vasudeva also means one who is everywhere, or all-pervading. The sun is also called vasudeva-&#347;abditam. The word vasudeva may be utilized for different purposes, but whatever purpose we adopt, V&#257;sudeva means the all-pervading or localized Supreme Personality of Godhead. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>) it is also stated, v&#257;sudevah sarvam iti. Factual realization is to understand V&#257;sudeva, the Supreme Personality of Godhead, and surrender unto Him. Vasudeva is the ground wherein V&#257;sudeva, the Supreme Personality of Godhead, is revealed. When one is free from the contamination of material nature and is situated in pure Krishna consciousness, or in the vasudeva state, V&#257;sudeva, the Supreme Person, is revealed. This state is also called kaivalya, which means "pure consciousness." Jñ&#257;nam s&#257;ttvikam kaivalyam. When one is situated in pure, transcendental knowledge, one is situated in kaivalya. Therefore vasudeva also means kaivalya, a word which is generally used by impersonalists. Impersonal kaivalya is not the last stage of realization, but in Krishna consciousness kaivalya, when one understands the Supreme Personality of Godhead, then one is successful. In that pure state, by hearing, chanting, remembering, etc., because of the development of knowledge of the science of Krishna, one can understand the Supreme Personality of Godhead. All these activities are under the guidance of the internal energy of the Supreme Lord.</P><P>The action of the internal potency is also described in this verse as ap&#257;vritah, free from any covering. Because the Supreme Personality of Godhead, His name, His form, His quality, His paraphernalia, etc., being transcendental, are beyond material nature, it is not possible to understand any one of them with the materialistic senses. When the senses are purified by the discharge of pure devotional service (hrish&#299;kena hrish&#299;ke&#347;a-sevanam bhaktir ucyate [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]), the pure senses can see Krishna without covering. Now one may inquire that since factually the devotee has the same material existential body, how is it possible that the same materialistic eyes become purified by devotional service? The example, as stated by Lord Caitanya, is that devotional service cleanses the mirror of the mind. In a clean mirror one can see one's face very distinctly. Similarly, simply by cleansing the mirror of the mind one can have a clear conception of the Supreme Personality of Godhead. It is stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/8.htm">8.8</A>), abhy&#257;sa-yoga-yuktena. By executing one's prescribed duties in devotional service, cetas&#257; n&#257;nya-g&#257;min&#257;, or simply by hearing about God and chanting about Him, if one's mind is always engaged in chanting and hearing and is not allowed to go elsewhere, one can realize the Supreme Personality of Godhead. As confirmed by Lord Caitanya, by the bhakti-yoga process, beginning from hearing and chanting, one can cleanse the heart and mind, and thus one can clearly see the face of the Supreme Personality of Godhead.</P><P>Lord &#346;iva said that since his heart was always filled with the conception of V&#257;sudeva, the Supreme Personality of Godhead, because of the Supreme Lord's presence within his mind and heart, he was always offering obeisances unto that Supreme Godhead. In other words, Lord &#346;iva is always in trance, sam&#257;dhi. This sam&#257;dhi is not under the control of the devotee; it is under the control of V&#257;sudeva, for the entire internal energy of the Supreme Personality of Godhead acts under His order. Of course, the material energy also acts by His order, but His direct will is specifically executed through the spiritual energy. Thus by His spiritual energy He reveals Himself. It is stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/6.htm">4.6</A>), sambhav&#257;my &#257;tma-m&#257;yay&#257;. &#256;tma-m&#257;yay&#257; means "internal potency." By His sweet will He reveals Himself by His internal potency, being satisfied by the transcendental loving service of the devotee. The devotee never commands, "My dear Lord, please come here so that I can see You." It is not the position of the devotee to command the Supreme Personality of Godhead to come before him or to dance before him. There are many so-called devotees who command the Lord to come before them dancing. The Lord, however, is not subject to anyone's command, but if He is satisfied by one's pure devotional activities, He reveals Himself. Therefore a meaningful word in this verse is adhokshaja, for it indicates that the activities of our material senses will fail to realize the Supreme Personality of Godhead. One cannot realize the Supreme Personality of Godhead simply by the attempt of one's speculative mind, but if one desires he can subdue all the material activities of his senses, and the Lord, by manifesting His spiritual energy, can reveal Himself to the pure devotee. When the Supreme Personality of Godhead reveals Himself to the pure devotee, the devotee has no other duty than to offer Him respectful obeisances. The Absolute Truth reveals Himself to the devotee in His form. He is not formless. V&#257;sudeva is not formless, for it is stated in this verse that as soon as the Lord reveals Himself, the devotee offers his obeisances. Obeisances are offered to a person, not to anything impersonal. One should not accept the M&#257;y&#257;v&#257;da interpretation that V&#257;sudeva is impersonal. As stated in Bhagavad-g&#299;t&#257;, prapadyate, one surrenders. One surrenders to a person, not to impersonal nonduality. Whenever there is a question of surrendering or offering obeisances, there must be an object of surrender or obeisances.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>