<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 9"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">M&#257;rkandeya Rishi Sees the Illusory Potency of the Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.9 Summary</P><P>This chapter describes M&#257;rkandeya Rishi's vision of the Supreme Personality of Godhead's illusory energy.</P><P>Satisfied by the prayers &#346;r&#299; M&#257;rkandeya had offered, the Supreme Lord told him to ask for a benediction, and the sage said he wanted to see the Lord's illusory energy. The Supreme Lord &#346;r&#299; Hari, present before M&#257;rkandeya in the form of Nara-N&#257;r&#257;yana, replied, "So be it," and then left for Badarik&#257;&#347;rama. One day, as &#346;r&#299; M&#257;rkandeya was offering his evening prayers, the water of devastation suddenly flooded the three worlds. With great difficulty M&#257;rkandeya moved about all alone in this water for a long time, until he came upon a banyan tree. Lying upon a leaf of that tree was an infant boy glowing with a charming effulgence. As M&#257;rkandeya moved toward the leaf, he was pulled by the boy's inhalation and, just like a mosquito, drawn within His body.</P><P>Inside the boy's body, M&#257;rkandeya was amazed to see the entire universe just as it had been before the annihilation. After a moment the sage was carried out by the force of the child's exhalation and hurled back into the ocean of annihilation. Then, seeing that the child on the leaf was actually &#346;r&#299; Hari, the transcendental Lord situated within his own heart, &#346;r&#299; M&#257;rkandeya tried to embrace Him. But at that moment Lord Hari, the master of all mystic power, disappeared. Then the waters of annihilation disappeared as well, and &#346;r&#299; M&#257;rkandeya found himself in his own &#257;&#347;rama, just as before.</P><P CLASS=l><A CLASS=i HREF="../8/49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>