<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.11</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>naik&#257;ntino me mayi j&#257;tv ih&#257;&#347;isha</P><P CLASS=c>&#257;&#347;&#257;sate 'mutra ca ye bhavad-vidh&#257;h</P><P CLASS=c>tath&#257;pi manvantaram etad atra</P><P CLASS=c>daitye&#347;var&#257;n&#257;m anubhu&#324;kshva bhog&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/ekantinah">ek&#257;ntinah</A> &#8212; unalloyed, without desires except for the one desire for devotional service; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; from <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/j/jatu">j&#257;tu</A> &#8212; any time; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; within this material world; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; benedictions; <A CLASS=v HREF="http://vedabase.net/a/asasate">&#257;&#347;&#257;sate</A> &#8212; intent desire; <A CLASS=v HREF="http://vedabase.net/a/amutra">amutra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the next life; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; all such devotees who; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhah">vidh&#257;h</A> &#8212; like you; <A CLASS=v HREF="http://vedabase.net/t/tathapi">tath&#257;pi</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/m/manvantaram">manvantaram</A> &#8212; the duration of time until the end of the life of one <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; within this material world; <A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaranam">&#299;&#347;var&#257;n&#257;m</A> &#8212; of the opulences of materialistic persons; <A CLASS=v HREF="http://vedabase.net/a/anubhunksva">anubhu&#324;kshva</A> &#8212; you can enjoy; <A CLASS=v HREF="http://vedabase.net/b/bhogan">bhog&#257;n</A> &#8212; all material opulences.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: My dear Prahl&#257;da, a devotee like you never desires any kind of material opulences, either in this life or in the next. Nonetheless, I order you to enjoy the opulences of the demons in this material world, acting as their king until the end of the duration of time occupied by Manu.</P><P CLASS=t>PURPORT</P><P>One Manu lives for a duration of time calculated to be an aggregate of seventy-one yuga cycles, each of which equals 4,300,000 years. Although atheistic men like to enjoy material opulences and they endeavor with great energy to build big residences, roads, cities and factories, unfortunately they cannot live more than eighty, ninety or at the utmost one hundred years. Although the materialist exerts so much energy to create a kingdom of hallucinations, he is unable to enjoy it for more than a few years. However, because Prahl&#257;da Mah&#257;r&#257;ja was a devotee, the Lord allowed him to enjoy material opulence as the king of the materialists. Prahl&#257;da Mah&#257;r&#257;ja had taken birth in the family of Hiranyaka&#347;ipu, who was the topmost materialist, and since Prahl&#257;da was the bona fide heir of his father, the Supreme Lord allowed him to enjoy the kingdom created by his father for so many years that no materialist could calculate them. A devotee does not have to desire material opulence, but if he is a pure devotee, there is ample opportunity for him to enjoy material happiness also, without personal endeavor. Therefore, everyone is advised to take to devotional service under all circumstances. If one desires material opulence, he can also become a pure devotee, and his desires will be fulfilled. It is stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/3/10.htm">2.3.10</A>):</P><P>ak&#257;mah sarva-k&#257;mo v&#257;</P><P CLASS=n>moksha-k&#257;ma ud&#257;ra-dh&#299;h</P><P CLASS=n>t&#299;vrena bhakti-yogena</P><P CLASS=n>yajeta purusham param</P><P>"Whether one desires everything or nothing, or whether he desires to merge into the existence of the Lord, he is intelligent only if he worships Lord Krishna, the Supreme Personality of Godhead, by rendering transcendental loving service."</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>