<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.12</P><P CLASS=c>kath&#257; mad&#299;y&#257; jusham&#257;nah priy&#257;s tvam</P><P CLASS=c>&#257;ve&#347;ya m&#257;m &#257;tmani santam ekam</P><P CLASS=c>sarveshu bh&#363;teshv adhiyajñam &#299;&#347;am</P><P CLASS=c>yajasva yogena ca karma hinvan</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kathah">kath&#257;h</A> &#8212; messages or instructions; <A CLASS=v HREF="http://vedabase.net/m/madiyah">mad&#299;y&#257;h</A> &#8212; given by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/j/jusamanah">jusham&#257;nah</A> &#8212; always hearing or contemplating; <A CLASS=v HREF="http://vedabase.net/p/priyah">priy&#257;h</A> &#8212; extremely pleasing; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/a/avesya">&#257;ve&#347;ya</A> &#8212; being fully absorbed <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; within the <A HREF="http://vedabase.net/c/core">core</A> of your heart; <A CLASS=v HREF="http://vedabase.net/s/santam">santam</A> &#8212; existing; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; one (the <A HREF="http://vedabase.net/s/same">same</A> Supreme Soul); <A CLASS=v HREF="http://vedabase.net/s/sarvesu">sarveshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/a/adhiyajnam">adhiyajñam</A> &#8212; the <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A> of all ritualistic ceremonies; <A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/y/yajasva">yajasva</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by <A HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A>, devotional service; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/h/hinvan">hinvan</A> &#8212; giving up.</P><P CLASS=t>TRANSLATION</P><P>It does not matter that you are in the material world. You should always, continuously, hear the instructions and messages given by Me and always be absorbed in thought of Me, for I am the Supersoul existing in the core of everyone's heart. Therefore, give up fruitive activities and worship Me.</P><P CLASS=t>PURPORT</P><P>When a devotee becomes materially very opulent, one should not think that he is enjoying the results of his fruitive activities. A devotee in this material world uses all material opulences for the service of the Lord because he is planning how to serve the Lord with these opulences, as advised by the Lord Himself. Whatever material opulence is within his possession he engages to expand the glories and service of the Lord. A devotee never performs any fruitive or ritualistic ceremony to enjoy the results of such karma. Rather, a devotee knows that karma-k&#257;nda is meant for the less intelligent man. Narottama d&#257;sa Th&#257;kura says in his prema-bhakti-candrik&#257;, karma-k&#257;nda, jñ&#257;na-k&#257;nda, kevala vishera bh&#257;nda: both karma-k&#257;nda and jñ&#257;na-k&#257;nda &#8212; fruitive activities and speculation about the Supreme Lord &#8212; are like pots of poison. One who is attracted to karma-k&#257;nda and jñ&#257;na-k&#257;nda spoils his existence as a human being. Therefore a devotee is never interested in karma-k&#257;nda or jñ&#257;na-k&#257;nda, but is simply interested in favorable service to the Lord (&#257;nuk&#363;lyena krishn&#257;nu&#347;&#299;lanam), or cultivation of spiritual activities in devotional service.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>