<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.13</P><P CLASS=c>bhogena punyam ku&#347;alena p&#257;pam</P><P CLASS=c>kalevaram k&#257;la-javena hitv&#257;</P><P CLASS=c>k&#299;rtim vi&#347;uddh&#257;m sura-loka-g&#299;t&#257;m</P><P CLASS=c>vit&#257;ya m&#257;m eshyasi mukta-bandhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhogena">bhogena</A> &#8212; by feelings of material happiness; <A CLASS=v HREF="http://vedabase.net/p/punyam">punyam</A> &#8212; pious activities or their results; <A CLASS=v HREF="http://vedabase.net/k/kusalena">ku&#347;alena</A> &#8212; by acting piously (devotional service is the best of all pious activities); <A CLASS=v HREF="http://vedabase.net/p/papam">p&#257;pam</A> &#8212; all kinds of reactions <A HREF="http://vedabase.net/t/to">to</A> impious activities; <A CLASS=v HREF="http://vedabase.net/k/kalevaram">kalevaram</A> &#8212; the material body; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/j/javena">javena</A> &#8212; by the most powerful time factor; <A CLASS=v HREF="http://vedabase.net/h/hitva">hitv&#257;</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/k/kirtim">k&#299;rtim</A> &#8212; reputation; <A CLASS=v HREF="http://vedabase.net/v/visuddham">vi&#347;uddh&#257;m</A> &#8212; transcendental or fully purified; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/g/gitam">g&#299;t&#257;m</A> &#8212; praised even <A HREF="http://vedabase.net/i/in">in</A> the heavenly planets; <A CLASS=v HREF="http://vedabase.net/v/vitaya">vit&#257;ya</A> &#8212; spreading all through the universe; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/e/esyasi">eshyasi</A> &#8212; you will come back; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhah">bandhah</A> &#8212; being liberated from all bondage.</P><P CLASS=t>TRANSLATION</P><P>My dear Prahl&#257;da, while you are in this material world you will exhaust all the reactions of pious activity by feeling happiness, and by acting piously you will neutralize impious activity. Because of the powerful time factor, you will give up your body, but the glories of your activities will be sung in the upper planetary systems, and being fully freed from all bondage, you will return home, back to Godhead.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says: evam prahl&#257;dasy&#257;m&#347;ena s&#257;dhana-siddhatvam nitya-siddhatvam ca n&#257;rad&#257;divaj jñeyam. There are two classes of devotees &#8212; the s&#257;dhana-siddha and the nitya-siddha. Prahl&#257;da Mah&#257;r&#257;ja is a mixed siddha; that is, he is perfect partly because of executing devotional service and partly because of eternal perfection. Thus he is compared to such devotees as N&#257;rada. Formerly, N&#257;rada Muni was the son of a maidservant, and therefore in his next birth he attained perfection (s&#257;dhana-siddhi) because of having executed devotional service. Yet he is also a nitya-siddha because he never forgets the Supreme Personality of Godhead.</P><P>The word ku&#347;alena is very important. One should live in the material world very expertly. The material world is known as the world of duality because one sometimes has to act impiously and sometimes has to act piously. Although one does not want to act impiously, the world is so fashioned that there is always danger (padam padam yad vipad&#257;m). Thus even when performing devotional service a devotee has to create many enemies. Prahl&#257;da Mah&#257;r&#257;ja himself had experience of this, for even his father became his enemy. A devotee should expertly manage to think always of the Supreme Lord so that the reactions of suffering cannot touch him. This is the expert management of p&#257;pa-punya &#8212; pious and impious activities. An exalted devotee like Prahl&#257;da Mah&#257;r&#257;ja is j&#299;van-mukta; he is liberated even in this very life in the material body.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>