<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.14</P><P CLASS=c>ya etat k&#299;rtayen mahyam</P><P CLASS=c>tvay&#257; g&#299;tam idam narah</P><P CLASS=c>tv&#257;m ca m&#257;m ca smaran k&#257;le</P><P CLASS=c>karma-bandh&#257;t pramucyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this activity; <A CLASS=v HREF="http://vedabase.net/k/kirtayet">k&#299;rtayet</A> &#8212; chants; <A CLASS=v HREF="http://vedabase.net/m/mahyam">mahyam</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/g/gitam">g&#299;tam</A> &#8212; prayers offered; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/narah">narah</A> &#8212; human being; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A> also; <A CLASS=v HREF="http://vedabase.net/s/smaran">smaran</A> &#8212; remembering; <A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> due course of time; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhat">bandh&#257;t</A> &#8212; from the bondage of material activities; <A CLASS=v HREF="http://vedabase.net/p/pramucyate">pramucyate</A> &#8212; becomes free.</P><P CLASS=t>TRANSLATION</P><P>One who always remembers your activities and My activities also, and who chants the prayers you have offered, becomes free, in due course of time, from the reactions of material activities.</P><P CLASS=t>PURPORT</P><P>Here it is stated that anyone who chants and hears about the activities of Prahl&#257;da Mah&#257;r&#257;ja and, in relationship with Prahl&#257;da's activities, the activities of Nrisimhadeva, gradually becomes free from all the bondage of fruitive activities. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/15.htm">2.15</A>, <A CLASS=v HREF="../../../bg/2/56.htm">2.56</A>):</P><P>yam hi na vyathayanty ete</P><P CLASS=n>purusham purusharshabha</P><P CLASS=n>sama-duhkha-sukham dh&#299;ram</P><P CLASS=n>so 'mritatv&#257;ya kalpate</P><P>"O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation."</P><P>duhkheshv anudvigna-man&#257;h</P><P CLASS=n>sukheshu vigata-sprihah</P><P CLASS=n>v&#299;ta-r&#257;ga-bhaya-krodhah</P><P CLASS=n>sthita-dh&#299;r munir ucyate</P><P CLASS=n>[<A CLASS=v HREF="../../../bg/2/56.htm">Bg. 2.56</A>]</P><P>"One who is not disturbed in spite of the threefold miseries, who is not elated when there is happiness, and who is free from attachment, fear and anger, is called a sage of steady mind." A devotee should not be aggrieved in an awkward position, nor should he feel extraordinarily happy in material opulence. This is the way of expert management of material life. Because a devotee knows how to manage expertly, he is called j&#299;van-mukta. As R&#363;pa Gosv&#257;m&#299; explains in Bhakti-ras&#257;mrita-sindhu:</P><P>&#299;h&#257; yasya harer d&#257;sye</P><P CLASS=n>karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su</P><P CLASS=n>j&#299;van-muktah sa ucyate</P><P>"A person acting in Krishna consciousness (or, in other words, in the service of Krishna) with his body, mind, intelligence and words is a liberated person even within this material world, although he may be engaged in many so-called material activities." Because of constantly engaging in devotional service, in any condition of life, a devotee is free from all material bondage.</P><P>bhaktih pun&#257;ti man-nishth&#257;</P><P CLASS=n>&#347;va-p&#257;k&#257;n api sambhav&#257;t</P><P>"Even one born in a family of meat-eaters is purified if he engages in devotional service." (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/14/21.htm">11.14.21</A>) &#346;r&#299;la J&#299;va Gosv&#257;m&#299; cites this verse in logically supporting that anyone who chants about the pure life and activities of Prahl&#257;da Mah&#257;r&#257;ja is freed from the reactions of material activities.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15-17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>