<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.2</P><P CLASS=c>&#347;r&#299;-prahr&#257;da uv&#257;ca</P><P CLASS=c>m&#257; m&#257;m pralobhayotpatty&#257;</P><P CLASS=c>saktamk&#257;meshu tair varaih</P><P CLASS=c>tat-sa&#324;ga-bh&#299;to nirvinno</P><P CLASS=c>mumukshus tv&#257;m up&#257;&#347;ritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/prahradah">prahr&#257;dah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> said (<A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; please <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/p/pralobhaya">pralobhaya</A> &#8212; allure; <A CLASS=v HREF="http://vedabase.net/u/utpattya">utpatty&#257;</A> &#8212; because of my birth (<A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> demoniac family); <A CLASS=v HREF="http://vedabase.net/s/saktam">saktam</A> &#8212; (<A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> already) attached; <A CLASS=v HREF="http://vedabase.net/k/kamesu">k&#257;meshu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> material enjoyment; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by all those; <A CLASS=v HREF="http://vedabase.net/v/varaih">varaih</A> &#8212; benedictions of material possessions; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/b/bhitah">bh&#299;tah</A> &#8212; being afraid of such material association; <A CLASS=v HREF="http://vedabase.net/n/nirvinnah">nirvinnah</A> &#8212; completely detached from material desires; <A CLASS=v HREF="http://vedabase.net/m/mumuksuh">mumukshuh</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> be liberated from material conditions of life; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; unto Your lotus feet; <A CLASS=v HREF="http://vedabase.net/u/upasritah">up&#257;&#347;ritah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have taken shelter.</P><P CLASS=t>TRANSLATION</P><P>Prahl&#257;da Mah&#257;r&#257;ja said: My dear Lord, O Supreme Personality of Godhead, because I was born in an atheistic family I am naturally attached to material enjoyment. Therefore, kindly do not tempt me with these illusions. I am very much afraid of material conditions, and I desire to be liberated from materialistic life. It is for this reason that I have taken shelter of Your lotus feet.</P><P CLASS=t>PURPORT</P><P>Materialistic life means attachment to the body and everything in relationship to the body. This attachment is based on lusty desires for sense gratification, specifically sexual enjoyment. K&#257;mais tais tair hrita-jñ&#257;n&#257;h: [<A CLASS=v HREF="../../../bg/7/20.htm">Bg. 7.20</A>] when one is too attached to material enjoyment, he is bereft of all knowledge (hrita jñ&#257;n&#257;h). As stated in Bhagavad-g&#299;t&#257;, those who are attached to material enjoyment are mostly inclined to worship the demigods to procure various material opulences. They are especially attached to worship of the goddess Durg&#257; and Lord &#346;iva because this transcendental couple can offer their devotees all material opulence. Prahl&#257;da Mah&#257;r&#257;ja, however, was detached from all material enjoyment. He therefore took shelter of the lotus feet of Lord Nrisimhadeva, and not the feet of any demigod. It is to be understood that if one really wants release from this material world, from the threefold miseries and from janma-mrityu jar&#257;-vy&#257;dhi (birth, death, old age and disease), one must take shelter of the Supreme Personality of Godhead, for without the Supreme Personality of Godhead one cannot get release from materialistic life. Atheistic men are very much attached to material enjoyment. Therefore if they get some opportunity to achieve more and more material enjoyment, they take it. Prahl&#257;da Mah&#257;r&#257;ja, however, was very careful in this regard. Although born of a materialistic father, because he was a devotee he had no material desires (any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]).</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>