<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.23</P><P CLASS=c>pitryam ca sth&#257;nam &#257;tishtha</P><P CLASS=c>yathoktam brahmav&#257;dibhih</P><P CLASS=c>mayy &#257;ve&#347;ya manas t&#257;ta</P><P CLASS=c>kuru karm&#257;ni mat-parah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pitryam">pitryam</A> &#8212; paternal; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sthanam">sth&#257;nam</A> &#8212; place, throne; <A CLASS=v HREF="http://vedabase.net/a/atistha">&#257;tishtha</A> &#8212; sit upon; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> described; <A CLASS=v HREF="http://vedabase.net/b/brahmavadibhih">brahmav&#257;dibhih</A> &#8212; by the followers of Vedic civilization; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/avesya">&#257;ve&#347;ya</A> &#8212; being fully absorbed; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/t/tata">t&#257;ta</A> &#8212; My dear boy; <A CLASS=v HREF="http://vedabase.net/k/kuru">kuru</A> &#8212; just execute; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; the regulative duties; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; just for the <A HREF="http://vedabase.net/s/sake">sake</A> of My work.</P><P CLASS=t>TRANSLATION</P><P>After performing the ritualistic ceremonies, take charge of your father's kingdom. Sit upon the throne and do not be disturbed by materialistic activities. Please keep your mind fixed upon Me. Without transgressing the injunctions of the Vedas, as a matter of formality you may perform your particular duties.</P><P CLASS=t>PURPORT</P><P>When one becomes a devotee, he no longer has any duty to the Vedic regulative principles. One has many duties to perform, but if one becomes fully devoted to the Lord, he no longer has any such obligations. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/5/41.htm">11.5.41</A>):</P><P>devarshi-bh&#363;t&#257;pta-nrin&#257;m pitrin&#257;m</P><P CLASS=n>na ki&#324;karo n&#257;yam rin&#299; ca r&#257;jan</P><P CLASS=n>sarv&#257;tman&#257; yah &#347;aranam &#347;aranyam</P><P CLASS=n>gato mukundam parihritya kartam</P><P>One who has fully surrendered to the lotus feet of the Lord is no longer a debtor to his forefathers, the great sages, human society, the common man or any living entity.</P><P>The Supreme Personality of Godhead nonetheless advised Prahl&#257;da Mah&#257;r&#257;ja to follow the regulative principles, for since he was going to be the king, others would follow his example. Thus Lord Nrisimhadeva advised Prahl&#257;da Mah&#257;r&#257;ja to engage in his political duties so that people would become the Lord's devotees.</P><P>yad yad &#257;carati &#347;reshthas</P><P CLASS=n>tad tad evetaro janah</P><P CLASS=n>sa yat pram&#257;nam kurute</P><P CLASS=n>lokas tad anuvartate</P><P>"Whatever action a great man performs, common men follow. And whatever standards he sets by exemplary acts, all the world pursues." (<A CLASS=v HREF="../../../bg/3/21.htm">Bg. 3.21</A>) One should not be attached to any materialistic activities, but a devotee may perform such activities as an example to show the common man that one should not deviate from the Vedic injunctions.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>