<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.3</P><P CLASS=c>bhritya-lakshana-jijñ&#257;sur</P><P CLASS=c>bhaktam k&#257;meshv acodayat</P><P CLASS=c>bhav&#257;n sams&#257;ra-b&#299;jeshu</P><P CLASS=c>hridaya-granthishu prabho</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A>-<A CLASS=v HREF="http://vedabase.net/l/laksana">lakshana</A>-<A CLASS=v HREF="http://vedabase.net/j/jijnasuh">jijñ&#257;suh</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> exhibit the symptoms of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/p/pure">pure</A> devotee; <A CLASS=v HREF="http://vedabase.net/b/bhaktam">bhaktam</A> &#8212; the devotee; <A CLASS=v HREF="http://vedabase.net/k/kamesu">k&#257;meshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material world, where lusty desires predominate; <A CLASS=v HREF="http://vedabase.net/a/acodayat">acodayat</A> &#8212; has sent; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/b/bijesu">b&#299;jeshu</A> &#8212; the root cause of being present <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A>-<A CLASS=v HREF="http://vedabase.net/g/granthisu">granthishu</A> &#8212; which (desire for material enjoyment) is <A HREF="http://vedabase.net/i/in">in</A> the cores of the hearts of all conditioned souls; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my worshipable Lord.</P><P CLASS=t>TRANSLATION</P><P>O my worshipable Lord, because the seed of lusty desires, which is the root cause of material existence, is within the core of everyone's heart, You have sent me to this material world to exhibit the symptoms of a pure devotee.</P><P CLASS=t>PURPORT</P><P>Bhakti-ras&#257;mrita-sindhu has given considerable discussion about nitya-siddha and s&#257;dhana-siddha devotees. Nitya-siddha devotees come from Vaikuntha to this material world to teach, by their personal example, how to become a devotee. The living entities in this material world can take lessons from such nitya-siddha devotees and thus become inclined to return home, back to Godhead. A nitya-siddha devotee comes from Vaikuntha upon the order of the Supreme Personality of Godhead and shows by his example how to become a pure devotee (any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]). In spite of coming to this material world, the nitya-siddha devotee is never attracted by the allurements of material enjoyment. A perfect example is Prahl&#257;da Mah&#257;r&#257;ja, who was a nitya-siddha, a mah&#257;-bh&#257;gavata devotee. Although Prahl&#257;da was born in the family of Hiranyaka&#347;ipu, an atheist, he was never attached to any kind of materialistic enjoyment. Desiring to exhibit the symptoms of a pure devotee, the Lord tried to induce Prahl&#257;da Mah&#257;r&#257;ja to take material benedictions, but Prahl&#257;da Mah&#257;r&#257;ja did not accept them. On the contrary, by his personal example he showed the symptoms of a pure devotee. In other words, the Lord Himself has no desire to send His pure devotee to this material world, nor does a devotee have any material purpose in coming. When the Lord Himself appears as an incarnation within this material world, He is not allured by the material atmosphere, and He has nothing to do with material activity, yet by His example He teaches the common man how to become a devotee. Similarly, a devotee who comes here in accordance with the order of the Supreme Lord shows by his personal behavior how to become a pure devotee. A pure devotee, therefore, is a practical example for all living entities, including Lord Brahm&#257;.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>