<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.4</P><P CLASS=c>n&#257;nyath&#257; te 'khila-guro</P><P CLASS=c>ghateta karun&#257;tmanah</P><P CLASS=c>yas ta &#257;&#347;isha &#257;&#347;&#257;ste</P><P CLASS=c>na sa bhrityah sa vai vanik</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; otherwise; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/g/guro">guro</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme instructor of the entire creation; <A CLASS=v HREF="http://vedabase.net/g/ghateta">ghateta</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> thing can happen; <A CLASS=v HREF="http://vedabase.net/k/karuna">karun&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; the Supreme Person, who is extremely kind <A HREF="http://vedabase.net/t/to">to</A> His devotees; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; any person who; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; from You; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; material benefits; <A CLASS=v HREF="http://vedabase.net/a/asaste">&#257;&#347;&#257;ste</A> &#8212; desires (<A HREF="http://vedabase.net/i/in">in</A> exchange for serving You); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/b/bhrtyah">bhrityah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> servitor; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vanik">vanik</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> merchant (who wants <A HREF="http://vedabase.net/t/to">to</A> get material profit from his business).</P><P CLASS=t>TRANSLATION</P><P>Otherwise, O my Lord, O supreme instructor of the entire world, You are so kind to Your devotee that You could not induce him to do something unbeneficial for him. On the other hand, one who desires some material benefit in exchange for devotional service cannot be Your pure devotee. Indeed, he is no better than a merchant who wants profit in exchange for service.</P><P CLASS=t>PURPORT</P><P>It is sometimes found that one comes to a devotee or a temple of the Lord just to get some material benefit. Such a person is described here as a mercantile man. Bhagavad-g&#299;t&#257; speaks of &#257;rto jijñ&#257;sur arth&#257;rth&#299;. The word &#257;rta refers to one who is physically distressed, and arth&#257;rth&#299; refers to one in need of money. Such persons are forced to approach the Supreme Personality of Godhead for mitigation of their distress or to get some money by the benediction of the Lord. They have been described as sukrit&#299;, pious, because in their distress or need for money they have approached the Supreme Lord. Unless one is pious, one cannot approach the Supreme Personality of Godhead. However, although a pious man may receive some material benefit, one who is concerned with material benefits cannot be a pure devotee. When a pure devotee receives material opulences, this is not because of his pious activity but for the service of the Lord. When one engages in devotional service, one is automatically pious. Therefore, a pure devotee is any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]. He has no desire for material profit, nor does the Lord induce him to try to profit materially. When a devotee needs something, the Supreme Personality of Godhead supplies it (yoga-kshemam vah&#257;my aham [<A CLASS=v HREF="../../../bg/9/22.htm">Bg. 9.22</A>]).</P><P>Sometimes materialists go to a temple to offer flowers and fruit to the Lord because they have learned from Bhagavad-g&#299;t&#257; that if a devotee offers some flowers and fruits, the Lord accepts them. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/26.htm">9.26</A>) the Lord says:</P><P>patram pushpam phalam toyam</P><P CLASS=n>yo me bhakty&#257; prayacchati</P><P CLASS=n>tad aham bhakty-upahritam</P><P CLASS=n>a&#347;n&#257;mi prayat&#257;tmanah</P><P>"If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it." Thus a man with a mercantile mentality thinks that if he can get some material benefit, like a large amount of money, simply by offering a little fruit and flower, this is good business. Such persons are not accepted as pure devotees. Because their desires are not purified, they are still mercantile men, even though they go to temples to make a show of being devotees. Sarvop&#257;dhi-vinirmuktam tat-paratvena nirmalam: [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>] only when one is fully freed from material desires can one be purified, and only in that purified state can one serve the Lord. Hrish&#299;kena hrish&#299;ke&#347;a-sevanam bhaktir ucyate. This is the pure devotional platform.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>