<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.40</P><P CLASS=c>yath&#257; yath&#257; bhagavato</P><P CLASS=c>bhakty&#257; paramay&#257;bhid&#257;</P><P CLASS=c>nrip&#257;&#347; caidy&#257;dayah s&#257;tmyam</P><P CLASS=c>hares tac-cintay&#257; yayuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/p/paramaya">paramay&#257;</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/a/abhida">abhid&#257;</A> &#8212; incessantly thinking of such activities; <A CLASS=v HREF="http://vedabase.net/n/nrpah">nrip&#257;h</A> &#8212; kings; <A CLASS=v HREF="http://vedabase.net/c/caidya">caidya</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; <A HREF="http://vedabase.net/s/sisupala">&#346;i&#347;up&#257;la</A>, <A HREF="http://vedabase.net/d/dantavakra">Dantavakra</A> and others; <A CLASS=v HREF="http://vedabase.net/s/satmyam">s&#257;tmyam</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> form; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/c/cintaya">cintay&#257;</A> &#8212; by constantly thinking of Him; <A CLASS=v HREF="http://vedabase.net/y/yayuh">yayuh</A> &#8212; returned home, back <A HREF="http://vedabase.net/t/to">to</A> Godhead.</P><P CLASS=t>TRANSLATION</P><P>By devotional service, pure devotees who incessantly think of the Supreme Personality of Godhead receive bodies similar to His. This is known as s&#257;r&#363;pya-mukti. Although &#346;i&#347;up&#257;la, Dantavakra and other kings thought of Krishna as an enemy, they also achieved the same result.</P><P CLASS=t>PURPORT</P><P>In Caitanya-carit&#257;mrita, in connection with Lord Caitanya's instructions to San&#257;tana Gosv&#257;m&#299;, it is explained that a devotee should externally execute his routine devotional service in a regular way but should always inwardly think of the particular mellow in which he is attracted to the service of the Lord. This constant thought of the Lord makes the devotee eligible to return home, back to Godhead. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>), tyaktv&#257; deham punar janma naiti m&#257;m eti: after giving up his body, a devotee does not again receive a material body, but goes back to Godhead and receives a spiritual body resembling those of the Lord's eternal associates whose activities he followed. However the devotee likes to serve the Lord, he may constantly think of the Lord's associates &#8212; the cowherd boys, the gop&#299;s, the Lord's father and mother, His servants and the trees, land, animals, plants and water in the Lord's abode. Because of constantly thinking of these features, one acquires a transcendental position. Kings like &#346;i&#347;up&#257;la, Dantavakra, Kamsa, Paundraka, Narak&#257;sura and S&#257;lva were all similarly delivered. This is confirmed by Madhv&#257;c&#257;rya:</P><P>paundrake narake caiva</P><P CLASS=n>&#347;&#257;lve kamse ca rukmini</P><P CLASS=n>&#257;visht&#257;s tu harer bhakt&#257;s</P><P CLASS=n>tad-bhakty&#257; harim &#257;pire</P><P>Paundraka, Narak&#257;sura, S&#257;lva and Kamsa were all inimical toward the Supreme Personality of Godhead, but because all these kings constantly thought of Him, they achieved the same liberation &#8212; s&#257;r&#363;pya-mukti. The jñ&#257;na-bhakta, the devotee who follows the path of jñ&#257;na, also attains the same destination. If even the enemies of the Lord achieve salvation by constantly thinking about the Lord, what is to be said of pure devotees who always engage in the Lord's service and who think of nothing but the Lord in every activity?</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>