<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.42</P><P CLASS=c>esh&#257; brahmanya-devasya</P><P CLASS=c>krishnasya ca mah&#257;tmanah</P><P CLASS=c>avat&#257;ra-kath&#257; puny&#257;</P><P CLASS=c>vadho yatr&#257;di-daityayoh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esa">esh&#257;</A> &#8212; all this; <A CLASS=v HREF="http://vedabase.net/b/brahmanya">brahmanya</A>-<A CLASS=v HREF="http://vedabase.net/d/devasya">devasya</A> &#8212; of the Supreme Personality of Godhead, who is worshiped by all br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/k/krsnasya">krishnasya</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the original Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; narrations about His incarnations; <A CLASS=v HREF="http://vedabase.net/p/punya">puny&#257;</A> &#8212; pious, purifying; <A CLASS=v HREF="http://vedabase.net/v/vadhah">vadhah</A> &#8212; killing; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning of the millennium; <A CLASS=v HREF="http://vedabase.net/d/daityayoh">daityayoh</A> &#8212; of the demons (<A HREF="http://vedabase.net/h/hiranyaksa">Hirany&#257;ksha</A> and Hiranyaka&#347;ipu).</P><P CLASS=t>TRANSLATION</P><P>In this narration about Krishna, the Supreme Personality of Godhead, various expansions or incarnations of the Lord have been described, and the killing of the two demons Hirany&#257;ksha and Hiranyaka&#347;ipu has also been described.</P><P CLASS=t>PURPORT</P><P>Avat&#257;ras, or incarnations, are expansions of the Supreme Personality of Godhead &#8212; Krishna, Govinda.</P><P>advaitam acyutam an&#257;dim ananta-r&#363;pam</P><P CLASS=n>&#257;dyam pur&#257;na-purusham nava-yauvanam ca</P><P CLASS=n>vedeshu durlabham adurlabham &#257;tma-bhaktau</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship the Supreme Personality of Godhead, Govinda, who is the original person &#8212; nondual, infallible, and without beginning. Although He expands into unlimited forms, He is still the original, and although He is the oldest person, He always appears as a fresh youth. Such eternal, blissful and all-knowing forms of the Lord cannot be understood by the academic wisdom of the Vedas, but they are always manifest to pure, unalloyed devotees." (Brahma-samhit&#257; <A CLASS=v HREF="../../../bs/5/33.htm">5.33</A>) The Brahma-samhit&#257; describes the avat&#257;ras. Indeed, all the avat&#257;ras are described in the authentic scriptures. No one can become an avat&#257;ra, or incarnation, although this has become fashionable in the age of Kali. The avat&#257;ras are described in the authentic scriptures (&#347;&#257;stras), and therefore before one risks accepting a pretender as an avat&#257;ra, one should refer to the &#347;&#257;stras. The &#347;&#257;stras say everywhere that Krishna is the original Personality of Godhead and that He has innumerable avat&#257;ras, or incarnations. Elsewhere in the Brahma-samhit&#257; it is said, r&#257;m&#257;di-m&#363;rtishu kal&#257;-niyamena tishthan: [<A CLASS=v HREF="../../../bs/5/39.htm">Bs. 5.39</A>] R&#257;ma, Nrisimha, Var&#257;ha and many others are consecutive expansions of the Supreme Personality of Godhead. After Krishna comes Balar&#257;ma, after Balar&#257;ma is Sa&#324;karshana, then Aniruddha, Pradyumna, N&#257;r&#257;yana and then the purusha-avat&#257;ras &#8212; Mah&#257;-Vishnu, Garbhodaka&#347;&#257;y&#299; Vishnu and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. All of them are avat&#257;ras.</P><P>One must hear about the avat&#257;ras. Narrations about such avat&#257;ras are called avat&#257;ra-kath&#257;, the narrations of Krishna's expansions. Hearing and chanting these narrations is completely pious. Srinvat&#257;m sva-kath&#257;h krishnah punya-&#347;ravana-k&#299;rtanah [<A CLASS=v HREF="../../1/2/17.htm">SB 1.2.17</A>]. One who hears and chants can become punya, purified of material contamination.</P><P>Whenever there are references to the avat&#257;ras, religious principles are established, and demons who are against Krishna are killed. The Krishna consciousness movement is spreading all over the world with two aims &#8212; to establish Krishna as the Supreme Personality of Godhead and to kill all the pretenders who falsely present themselves as avat&#257;ras. The preachers of the Krishna consciousness movement must carry this conviction very carefully within their hearts and kill the demons who in many tactful ways vilify the Supreme Personality of Godhead, Krishna. If we take shelter of Nrisimhadeva and Prahl&#257;da Mah&#257;r&#257;ja, it will be easier to kill the demons who are against Krishna and to thus reestablish Krishna's supremacy. Krishnas tu bhagav&#257;n svayam: Krishna is the Supreme Lord, the original Lord. Prahl&#257;da Mah&#257;r&#257;ja is our guru, and Krishna is our worshipable God. As advised by &#346;r&#299; Caitanya Mah&#257;prabhu, guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja. If we can be successful in getting the mercy of Prahl&#257;da Mah&#257;r&#257;ja and also that of Nrisimhadeva, then our Krishna consciousness movement will be extremely successful.</P><P>The demon Hiranyaka&#347;ipu had so many ways to try to become God himself, but although Prahl&#257;da Mah&#257;r&#257;ja was chastised and threatened in many ways, he rigidly refused to accept his powerful demoniac father as God. Following in the footsteps of Prahl&#257;da Mah&#257;r&#257;ja, we should reject all the rascals who pretend to be God. We must accept Krishna and His incarnations, and no one else.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43-44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>