<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verses 43-44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verses 43-44"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.43-44</P><P CLASS=c>prahr&#257;dasy&#257;nucaritam</P><P CLASS=c>mah&#257;-bh&#257;gavatasya ca</P><P CLASS=c>bhaktir jñ&#257;nam virakti&#347; ca</P><P CLASS=c>y&#257;th&#257;rthyam c&#257;sya vai hareh</P><P CLASS=c>sarga-sthity-apyaye&#347;asya</P><P CLASS=c>guna-karm&#257;nuvarnanam</P><P CLASS=c>par&#257;varesh&#257;m sth&#257;n&#257;n&#257;m</P><P CLASS=c>k&#257;lena vyatyayo mah&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prahradasya">prahr&#257;dasya</A> &#8212; of <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/a/anucaritam">anucaritam</A> &#8212; characteristics (understood by reading or describing his activities); <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavatasya">bh&#257;gavatasya</A> &#8212; of the great and exalted devotee; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotional service unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; complete knowledge of the Transcendence (<A HREF="http://vedabase.net/b/brahman">Brahman</A>, <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A> and <A HREF="http://vedabase.net/b/bhagavan">Bhagav&#257;n</A>); <A CLASS=v HREF="http://vedabase.net/v/viraktih">viraktih</A> &#8212; renunciation of material existence; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yatharthyam">y&#257;th&#257;rthyam</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> understand each of them perfectly; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; always <A HREF="http://vedabase.net/i/in">in</A> reference <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sarga">sarga</A> &#8212; of creation; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; maintenance; <A CLASS=v HREF="http://vedabase.net/a/apyaya">apyaya</A> &#8212; and annihilation; <A CLASS=v HREF="http://vedabase.net/i/isasya">&#299;&#347;asya</A> &#8212; of the master (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the transcendental qualities and opulences; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; and activities; <A CLASS=v HREF="http://vedabase.net/a/anuvarnanam">anuvarnanam</A> &#8212; description within the disciplic succession; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/avaresam">avaresh&#257;m</A> &#8212; of different types of living entities known <A HREF="http://vedabase.net/a/as">as</A> demigods and demons; <A CLASS=v HREF="http://vedabase.net/s/sthananam">sth&#257;n&#257;n&#257;m</A> &#8212; of the various planets or places <A HREF="http://vedabase.net/t/to">to</A> live; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> due course of time; <A CLASS=v HREF="http://vedabase.net/v/vyatyayah">vyatyayah</A> &#8212; the annihilation of everything; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; although very great.</P><P CLASS=t>TRANSLATION</P><P>This narration describes the characteristics of the great and exalted devotee Prahl&#257;da Mah&#257;r&#257;ja, his staunch devotional service, his perfect knowledge, and his perfect detachment from material contamination. It also describes the Supreme Personality of Godhead as the cause of creation, maintenance and annihilation. Prahl&#257;da Mah&#257;r&#257;ja, in his prayers, has described the transcendental qualities of the Lord and has also described how the various abodes of the demigods and demons, regardless of how materially opulent, are destroyed by the mere direction of the Lord.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;mad-Bh&#257;gavatam is filled with descriptions of the characteristics of various devotees, with reference to the service of the Lord. This Vedic literature is called Bh&#257;gavatam because it deals with the Supreme Personality of Godhead and His devotee. By studying &#346;r&#299;mad-Bh&#257;gavatam under the direction of the bona fide spiritual master, one can perfectly understand the science of Krishna, the nature of the material and spiritual worlds, and the aim of life. &#346;r&#299;mad-Bh&#257;gavatam amalam pur&#257;nam. &#346;r&#299;mad-Bh&#257;gavatam is the spotless Vedic literature, as we have discussed in the beginning of &#346;r&#299;mad-Bh&#257;gavatam. Therefore, simply by understanding &#346;r&#299;mad-Bh&#257;gavatam, one can understand the science of the activities of the devotees, the activities of the demons, the permanent abode and the temporary abode. Through &#346;r&#299;mad-Bh&#257;gavatam, everything is perfectly known.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>