<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.48</P><P CLASS=c>y&#363;yam nri-loke bata bh&#363;ri-bh&#257;g&#257;</P><P CLASS=c>lokam pun&#257;n&#257; munayo 'bhiyanti</P><P CLASS=c>yesh&#257;m grih&#257;n &#257;vasat&#299;ti s&#257;ksh&#257;d</P><P CLASS=c>g&#363;dham param brahma manushya-li&#324;gam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; all of you (the P&#257;ndavas); <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; within this material world; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; however; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagah">bh&#257;g&#257;h</A> &#8212; extremely fortunate; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; all the planets; <A CLASS=v HREF="http://vedabase.net/p/punanah">pun&#257;n&#257;h</A> &#8212; who can purify; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; great saintly persons; <A CLASS=v HREF="http://vedabase.net/a/abhiyanti">abhiyanti</A> &#8212; almost always come <A HREF="http://vedabase.net/t/to">to</A> visit; <A CLASS=v HREF="http://vedabase.net/y/yesam">yesh&#257;m</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/g/grhan">grih&#257;n</A> &#8212; the house; <A CLASS=v HREF="http://vedabase.net/a/avasati">&#257;vasati</A> &#8212; resides <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/g/gudham">g&#363;dham</A> &#8212; very confidential; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/manusya">manushya</A>-<A CLASS=v HREF="http://vedabase.net/l/lingam">li&#324;gam</A> &#8212; appearing just like <A HREF="http://vedabase.net/a/a">a</A> human being.</P><P CLASS=t>TRANSLATION</P><P>N&#257;rada Muni continued: My dear Mah&#257;r&#257;ja Yudhishthira, all of you [the P&#257;ndavas] are extremely fortunate, for the Supreme Personality of Godhead, Krishna, lives in your palace just like a human being. Great saintly persons know this very well, and therefore they constantly visit this house.</P><P CLASS=t>PURPORT</P><P>After hearing about the activities of Prahl&#257;da Mah&#257;r&#257;ja, a pure devotee should be very anxious to follow in his footsteps, but such a devotee might be disappointed, thinking that not every devotee can come to the standard of Prahl&#257;da Mah&#257;r&#257;ja. This is the nature of a pure devotee; he always thinks himself to be the lowest, to be incompetent and unqualified. Thus after hearing the narration of Prahl&#257;da Mah&#257;r&#257;ja's activities, Mah&#257;r&#257;ja Yudhishthira, who was on the same standard of devotional service as Prahl&#257;da, might have been thinking of his own humble position. N&#257;rada Muni, however, could understand Mah&#257;r&#257;ja Yudhishthira's mind, and therefore he immediately encouraged him by saying that the P&#257;ndavas were not less fortunate; they were as good as Prahl&#257;da Mah&#257;r&#257;ja because although Lord Nrisimhadeva appeared for Prahl&#257;da, the Supreme Personality of Godhead in His original form as Krishna was always living with the P&#257;ndavas. Although the P&#257;ndavas, because of the influence of Krishna's yogam&#257;y&#257;, could not think of their fortunate position, every saintly person, including the great sage N&#257;rada, could understand it, and therefore they constantly visited Mah&#257;r&#257;ja Yudhishthira.</P><P>Any pure devotee who is constantly conscious of Krishna is naturally very fortunate. The word nri-loke, meaning "within the material world," indicates that before the P&#257;ndavas there had been many, many devotees, such as the descendants of the Yadu dynasty and Vasishtha, Mar&#299;ci, Ka&#347;yapa, Lord Brahm&#257; and Lord &#346;iva, who were all extremely fortunate. The P&#257;ndavas, however, were better than all of them because Krishna Himself lived with them constantly. N&#257;rada Muni therefore specifically mentioned that within this material world (nri-loke) the P&#257;ndavas were the most fortunate.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>