<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.49</P><P CLASS=c>sa v&#257; ayam brahma mahad-vimrigya-</P><P CLASS=c>kaivalya-nirv&#257;na-sukh&#257;nubh&#363;tih</P><P CLASS=c>priyah suhrid vah khalu m&#257;tuleya</P><P CLASS=c>&#257;tm&#257;rhan&#299;yo vidhi-krid guru&#347; ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that (Supreme Personality of Godhead, <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the impersonal <A HREF="http://vedabase.net/b/brahman">Brahman</A> (which is <A HREF="http://vedabase.net/a/an">an</A> emanation from <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; by great personalities; <A CLASS=v HREF="http://vedabase.net/v/vimrgya">vimrigya</A> &#8212; searched for; <A CLASS=v HREF="http://vedabase.net/k/kaivalya">kaivalya</A> &#8212; oneness; <A CLASS=v HREF="http://vedabase.net/n/nirvana">nirv&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A> &#8212; of transcendental happiness; <A CLASS=v HREF="http://vedabase.net/a/anubhutih">anubh&#363;tih</A> &#8212; the source of practical experience; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; very, very dear; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A> &#8212; well-wisher; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/matuleyah">m&#257;tuleyah</A> &#8212; the son of <A HREF="http://vedabase.net/a/a">a</A> maternal uncle; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; exactly like body and soul together; <A CLASS=v HREF="http://vedabase.net/a/arhaniyah">arhan&#299;yah</A> &#8212; worshipable (because <A HREF="http://vedabase.net/h/he">He</A> is the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/v/vidhi">vidhi</A>-<A CLASS=v HREF="http://vedabase.net/k/krt">krit</A> &#8212; (yet <A HREF="http://vedabase.net/h/he">He</A> serves you <A HREF="http://vedabase.net/a/as">as</A>) <A HREF="http://vedabase.net/a/an">an</A> order carrier; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; your supreme advisor; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well.</P><P CLASS=t>TRANSLATION</P><P>The impersonal Brahman is Krishna Himself because Krishna is the source of the impersonal Brahman. He is the origin of the transcendental bliss sought by great saintly persons, yet He, the Supreme Person, is your most dear friend and constant well-wisher and is intimately related to you as the son of your maternal uncle. Indeed, He is always like your body and soul. He is worshipable, yet He acts as your servant and sometimes as your spiritual master.</P><P CLASS=t>PURPORT</P><P>There is always a difference of opinion about the Absolute Truth. One class of transcendentalists concludes that the Absolute Truth is impersonal, and another class concludes that the Absolute Truth is a person. In Bhagavad-g&#299;t&#257;, the Absolute Truth is accepted as the Supreme Person. Indeed, that Supreme Person Himself, Lord Krishna, instructs in Bhagavad-g&#299;t&#257;, brahmano hi pratishth&#257;ham [<A CLASS=v HREF="../../../bg/14/27.htm">Bg. 14.27</A>], mattah parataram n&#257;nyat [<A CLASS=v HREF="../../../bg/7/7.htm">Bg. 7.7</A>]. "The impersonal Brahman is My partial manifestation, and there is no truth superior to Me." That same Krishna, the Supreme Personality of Godhead, acted as the supreme friend and relative of the P&#257;ndavas, and sometimes He even acted as their servant by carrying a letter from the P&#257;ndavas to Dhritar&#257;shtra and Duryodhana. Because Krishna was the well-wisher of the P&#257;ndavas, He also acted as guru by becoming the spiritual master of Arjuna. Arjuna accepted Krishna as his spiritual master (&#347;ishyas te 'ham &#347;&#257;dhi m&#257;m tv&#257;m prapannam), and Krishna sometimes chastised him. For example, the Lord said, a&#347;ocy&#257;n anva&#347;ocas tvam prajñ&#257;-v&#257;d&#257;m&#347; ca bh&#257;shase: [<A CLASS=v HREF="../../../bg/2/11.htm">Bg. 2.11</A>] "while speaking learned words, you are mourning for what is not worthy of grief." The Lord also said, kutas tv&#257; ka&#347;malam idam vishame samupasthitam: "My dear Arjuna, how have these impurities come upon you?" Such was the intimate relationship between the P&#257;ndavas and Krishna. In the same way, a pure devotee of the Lord is always with Krishna through thick and thin; his way of life is Krishna. This is the statement of the authority &#346;r&#299; N&#257;rada Muni.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>