<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.5</P><P CLASS=c>&#257;&#347;&#257;s&#257;no na vai bhrityah</P><P CLASS=c>sv&#257;miny &#257;&#347;isha &#257;tmanah</P><P CLASS=c>na sv&#257;m&#299; bhrityatah sv&#257;myam</P><P CLASS=c>icchan yo r&#257;ti c&#257;&#347;ishah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asasanah">&#257;&#347;&#257;s&#257;nah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who desires (<A HREF="http://vedabase.net/i/in">in</A> exchange for service); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhrtyah">bhrityah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> qualified servant or <A HREF="http://vedabase.net/p/pure">pure</A> devotee of the Lord; <A CLASS=v HREF="http://vedabase.net/s/svamini">sv&#257;mini</A> &#8212; from the master; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; material benefit; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; for personal sense gratification; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/s/svami">sv&#257;m&#299;</A> &#8212; the master; <A CLASS=v HREF="http://vedabase.net/b/bhrtyatah">bhrityatah</A> &#8212; from the servant; <A CLASS=v HREF="http://vedabase.net/s/svamyam">sv&#257;myam</A> &#8212; the prestigious position of being the master; <A CLASS=v HREF="http://vedabase.net/i/icchan">icchan</A> &#8212; desiring; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; any such master who; <A CLASS=v HREF="http://vedabase.net/r/rati">r&#257;ti</A> &#8212; bestows; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; material profit.</P><P CLASS=t>TRANSLATION</P><P>A servant who desires material profits from his master is certainly not a qualified servant or pure devotee. Similarly, a master who bestows benedictions upon his servant because of a desire to maintain a prestigious position as master is also not a pure master.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>), k&#257;mais tais tair hrita jñ&#257;n&#257;h prapadyante 'nya-devat&#257;h. "Those whose minds are distorted by material desires surrender unto demigods." A demigod cannot become master, for the real master is the Supreme Personality of Godhead. The demigods, to keep their prestigious positions, bestow upon their worshipers whatever benedictions the worshipers want. For example, once it was found that an asura took a benediction from Lord &#346;iva by which the asura would be able to kill someone simply by placing his hands on that person's head. Such benedictions are possible to receive from the demigods. If one worships the Supreme Personality of Godhead, however, the Lord will never offer him such condemned benedictions. On the contrary, it is said in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/88/8.htm">10.88.8</A>), yasy&#257;ham anugrihn&#257;mi harishye tad-dhanam &#347;anaih. If one is too materialistic but at the same time wants to be a servant of the Supreme Lord, the Lord, because of His supreme compassion for the devotee, takes away all his material opulences and obliges him to be a pure devotee of the Lord. Prahl&#257;da Mah&#257;r&#257;ja distinguishes between the pure devotee and the pure master. The Lord is the pure master, the supreme master, whereas an unalloyed devotee with no material motives is the pure servant. One who has materialistic motivations cannot become a servant, and one who unnecessarily bestows benedictions upon his servant to keep his own prestigious position is not a real master.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>