<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 59</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 59"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.59</P><P CLASS=c>taih sprisht&#257; vyasavah sarve</P><P CLASS=c>nipetuh sma puraukasah</P><P CLASS=c>t&#257;n &#257;n&#299;ya mah&#257;-yog&#299;</P><P CLASS=c>mayah k&#363;pa-rase 'kshipat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by those (fiery arrows); <A CLASS=v HREF="http://vedabase.net/s/sprstah">sprisht&#257;h</A> &#8212; being attacked or being touched; <A CLASS=v HREF="http://vedabase.net/v/vyasavah">vyasavah</A> &#8212; without life; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all the demons; <A CLASS=v HREF="http://vedabase.net/n/nipetuh">nipetuh</A> &#8212; fell down; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; formerly; <A CLASS=v HREF="http://vedabase.net/p/pura">pura</A>-<A CLASS=v HREF="http://vedabase.net/o/okasah">okasah</A> &#8212; being the inhabitants of the above-mentioned three residential airplanes; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/a/aniya">&#257;n&#299;ya</A> &#8212; bringing; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/y/yogi">yog&#299;</A> &#8212; the great mystic; <A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; <A HREF="http://vedabase.net/m/maya">Maya</A> <A HREF="http://vedabase.net/d/danava">D&#257;nava</A>; <A CLASS=v HREF="http://vedabase.net/k/kupa">k&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/r/rase">rase</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the well of nectar (created by the great mystic <A HREF="http://vedabase.net/m/maya">Maya</A>); <A CLASS=v HREF="http://vedabase.net/a/aksipat">akshipat</A> &#8212; <A HREF="http://vedabase.net/p/put">put</A>.</P><P CLASS=t>TRANSLATION</P><P>Attacked by Lord &#346;iva's golden arrows, all the demoniac inhabitants of those three dwellings lost their lives and fell down. Then the great mystic Maya D&#257;nava dropped the demons into a nectarean well that he had created.</P><P CLASS=t>PURPORT</P><P>The asuras are generally extremely powerful because of their mystic yogic power. However, as Lord Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/47.htm">6.47</A>):</P><P>yogin&#257;m api sarvesh&#257;m</P><P CLASS=n>mad-gaten&#257;ntar&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=n>sa me yuktatamo matah</P><P>"Of all yog&#299;s, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all." The actual purpose of mystic yoga is to concentrate one's attention fully on the Personality of Godhead, Krishna, and always think of Him (mad-gaten&#257;ntar&#257;tman&#257;). To attain such perfection, one must undergo a certain process &#8212; hatha-yoga &#8212; and through this yoga system the practitioner achieves some uncommon mystic power. The asuras, however, instead of becoming devotees of Krishna, utilize this mystic power for their personal sense gratification. Maya D&#257;nava, for example, is mentioned here as mah&#257;-yog&#299;, a great mystic, but his business was to help the asuras. Nowadays we are actually seeing that there are some yog&#299;s who cater to the senses of materialists, and there are imposters who advertise themselves as God. Maya D&#257;nava was such a person, a god among the demons, and he could perform some wonderful feats, one of which is described here: he made a well filled with nectar and dipped the asuras into that nectarean well. This nectar was known as mrita-sanj&#299;vayitari, for it could bring a dead body to life. Mrita-sanj&#299;vayitari is also an &#256;yur-vedic preparation. It is a kind of liquor that invigorates even a person on the verge of death.</P><P CLASS=l><A CLASS=i HREF="58.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="60.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>