<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.6</P><P CLASS=c>aham tv ak&#257;mas tvad-bhaktas</P><P CLASS=c>tvam ca sv&#257;my anap&#257;&#347;rayah</P><P CLASS=c>n&#257;nyatheh&#257;vayor artho</P><P CLASS=c>r&#257;ja-sevakayor iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> far <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> concerned; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/akamah">ak&#257;mah</A> &#8212; without material desire; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaktah">bhaktah</A> &#8212; fully attached <A HREF="http://vedabase.net/t/to">to</A> You without motivation; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; Your Lordship also; <A CLASS=v HREF="http://vedabase.net/s/svami">sv&#257;m&#299;</A> &#8212; the real master; <A CLASS=v HREF="http://vedabase.net/a/anapasrayah">anap&#257;&#347;rayah</A> &#8212; without motivation (You <A HREF="http://vedabase.net/d/do">do</A> not become the master with motivation); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; without being <A HREF="http://vedabase.net/i/in">in</A> such <A HREF="http://vedabase.net/a/a">a</A> relationship <A HREF="http://vedabase.net/a/as">as</A> master and servant; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/a/avayoh">&#257;vayoh</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; any motivation (the Lord is the <A HREF="http://vedabase.net/p/pure">pure</A> master, and <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> is the <A HREF="http://vedabase.net/p/pure">pure</A> devotee with <A HREF="http://vedabase.net/n/no">no</A> materialistic motivation); <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> king; <A CLASS=v HREF="http://vedabase.net/s/sevakayoh">sevakayoh</A> &#8212; and the servitor; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like (just <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> king exacts taxes for the benefit of the servant or the citizens pay taxes for the benefit of the king).</P><P CLASS=t>TRANSLATION</P><P>O my Lord, I am Your unmotivated servant, and You are my eternal master. There is no need of our being anything other than master and servant. You are naturally my master, and I am naturally Your servant. We have no other relationship.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu said, j&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa': [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>] every living being is eternally a servant of the Supreme Lord, Krishna. Lord Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>), bhokt&#257;ram yajña-tapas&#257;m sarva-loka-mahe&#347;varam: "I am the proprietor of all planets, and I am the supreme enjoyer." This is the natural position of the Lord, and the natural position of the living being is to surrender unto Him (sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]). If this relationship continues, then real happiness exists eternally between the master and servant. Unfortunately, when this eternal relationship is disturbed, the living entity wants to become separately happy and thinks that the master is his order supplier. In this way there cannot be happiness. Nor should the master cater to the desires of the servant. If he does, he is not the real master. The real master commands, "You must do this," and the real servant immediately obeys the order. Unless this relationship between the Supreme Lord and the subordinate living entity is established, there can be no real happiness. The living entity is &#257;&#347;raya, always subordinate, and the Supreme Personality of Godhead is vishaya, the supreme objective, the goal of life. Unfortunate persons trapped in this material world do not know this. Na te viduh sv&#257;rtha-gatim hi vishnum: [<A CLASS=v HREF="../../7/5/31.htm">SB 7.5.31</A>] illusioned by the material energy, everyone in this material world is unaware that the only aim of life is to approach Lord Vishnu.</P><P>&#257;r&#257;dhan&#257;n&#257;m sarvesh&#257;m</P><P CLASS=n>vishnor &#257;r&#257;dhanam param</P><P CLASS=n>tasm&#257;t parataram devi</P><P CLASS=n>tad&#299;y&#257;n&#257;m samarcanam</P><P>In the Padma Pur&#257;na Lord &#346;iva explains to his wife, Parvat&#299;, the goddess Durg&#257;, that the highest goal of life is to satisfy Lord Vishnu, who can be satisfied only when His servant is satisfied. &#346;r&#299; Caitanya Mah&#257;prabhu therefore teaches, gop&#299;-bhartuh pada-kamalayor d&#257;sa-d&#257;s&#257;nud&#257;sah. One must become a servant of the servant. Prahl&#257;da Mah&#257;r&#257;ja also prayed to Lord Nrisimhadeva that he might be engaged as the servant of the Lord's servant. This is the prescribed method of devotional service. As soon as a devotee wants the Supreme Personality of Godhead to be his order supplier, the Lord immediately refuses to become the master of such a motivated devotee. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/11.htm">4.11</A>) the Lord says, ye yath&#257; m&#257;m prapadyante t&#257;ms tathaiva bhaj&#257;my aham. "As one surrenders unto Me, I reward him accordingly." Materialistic persons are generally inclined to material profits. As long as one continues in such an adulterated position, he does not receive the benefit of returning home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>