<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 70</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 70"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.70</P><P CLASS=c>evam vidh&#257;ny asya hareh sva-m&#257;yay&#257;</P><P CLASS=c>vidambam&#257;nasya nri-lokam &#257;tmanah</P><P CLASS=c>v&#299;ry&#257;ni g&#299;t&#257;ny rishibhir jagad-guror</P><P CLASS=c>lokam pun&#257;n&#257;ny aparam vad&#257;mi kim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> <A CLASS=v HREF="http://vedabase.net/v/vidhani">vidh&#257;ni</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by His transcendental potencies; <A CLASS=v HREF="http://vedabase.net/v/vidambamanasya">vidambam&#257;nasya</A> &#8212; acting like <A HREF="http://vedabase.net/a/an">an</A> ordinary human being; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; within human society; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/v/viryani">v&#299;ry&#257;ni</A> &#8212; transcendental activities; <A CLASS=v HREF="http://vedabase.net/g/gitani">g&#299;t&#257;ni</A> &#8212; narrations; <A CLASS=v HREF="http://vedabase.net/r/rsibhih">rishibhih</A> &#8212; by great saintly persons; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/g/guroh">guroh</A> &#8212; of the supreme master; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; all the planetary systems; <A CLASS=v HREF="http://vedabase.net/p/punanani">pun&#257;n&#257;ni</A> &#8212; purifying; <A CLASS=v HREF="http://vedabase.net/a/aparam">aparam</A> &#8212; what else; <A CLASS=v HREF="http://vedabase.net/v/vadami">vad&#257;mi</A> <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; can <A HREF="http://vedabase.net/i/i">I</A> say.</P><P CLASS=t>TRANSLATION</P><P>The Lord, &#346;r&#299; Krishna, appeared as a human being, yet He performed many uncommon and wonderful pastimes by His own potency. How can I say more about His activities than what has already been said by great saintly persons? Everyone can be purified by His activities, simply by hearing about them from the right source.</P><P CLASS=t>PURPORT</P><P>Bhagavad-g&#299;t&#257; and all the Vedic literatures fully explain that the Supreme Personality of Godhead, Krishna, appears in human society as an ordinary human being but acts very uncommonly for the well-being of the entire world. One should not be influenced by the illusory energy and think Lord Krishna to be an ordinary human being. Those who really seek the Absolute Truth come to the understanding that Krishna is everything (v&#257;sudevah samam iti). Such great souls are very rare. Nonetheless, if one studies the entire Bhagavad-g&#299;t&#257; as it is, Krishna is very easy to understand. The Krishna consciousness movement is just trying to make Krishna known all over the world as the Supreme Personality of Godhead (krishnas tu bhagav&#257;n svayam). If people take this movement seriously, their lives as human beings will be successful.</P><P>Thus end the Bhaktivedanta purports of the Seventh Canto, Tenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Prahl&#257;da, the Best Among Exalted Devotees."</P><P CLASS=l><A CLASS=i HREF="69.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../11/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>