<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.8</P><P CLASS=c>indriy&#257;ni manah pr&#257;na</P><P CLASS=c>&#257;tm&#257; dharmo dhritir matih</P><P CLASS=c>hr&#299;h &#347;r&#299;s tejah smritih satyam</P><P CLASS=c>yasya na&#347;yanti janman&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/indriyani">indriy&#257;ni</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/p/pranah">pr&#257;nah</A> &#8212; the life air; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religion; <A CLASS=v HREF="http://vedabase.net/d/dhrtih">dhritih</A> &#8212; patience; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/h/hrih">hr&#299;h</A> &#8212; shyness; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; opulence; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah</A> &#8212; strength; <A CLASS=v HREF="http://vedabase.net/s/smrtih">smritih</A> &#8212; memory; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; truthfulness; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of which lusty desires; <A CLASS=v HREF="http://vedabase.net/n/nasyanti">na&#347;yanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> vanquished; <A CLASS=v HREF="http://vedabase.net/j/janmana">janman&#257;</A> &#8212; from the very beginning of birth.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, because of lusty desires from the very beginning of one's birth, the functions of one's senses, mind, life, body, religion, patience, intelligence, shyness, opulence, strength, memory and truthfulness are vanquished.</P><P CLASS=t>PURPORT</P><P>As stated in &#346;r&#299;mad-Bh&#257;gavatam, k&#257;mam hrid-rogam. Materialistic life means that one is afflicted by a formidable disease called lusty desire. Liberation means freedom from lusty desires because it is only due to such desires that one must accept repeated birth and death. As long as one's lusty desires are unfulfilled, one must take birth after birth to fulfill them. Because of material desires, therefore, one performs various types of activities and receives various types of bodies with which to try to fulfill desires that are never satisfied. The only remedy is to take to devotional service, which begins when one is free from all material desires. Any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]. Anya-abhil&#257;shit&#257; means "material desire," and &#347;&#363;nyam means "free from." The spiritual soul has spiritual activities and spiritual desires, as described by &#346;r&#299; Caitanya Mah&#257;prabhu: mama janmani janman&#299;&#347;vare bhavat&#257;d bhaktir ahaituk&#299; tvayi. Unalloyed devotion to the service of the Lord is the only spiritual desire. To fulfill this spiritual desire, however, one must be free from all material desires. Desirelessness means freedom from material desires. This is described by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; as Any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]. As soon as one has material desires, one loses his spiritual identity. Then all the paraphernalia of one's life, including one's senses, body, religion, patience and intelligence, are deviated from one's original Krishna consciousness. As soon as one has material desires, one cannot properly use his senses, intelligence, mind and so on for the satisfaction of the Supreme Personality of Godhead. M&#257;y&#257;v&#257;d&#299; philosophers want to become impersonal, senseless and mindless, but that is not possible. The living entity must be living, always existing with desires, ambitions and so on. These should be purified, however, so that one can desire spiritually and be spiritually ambitious, without material contamination. In every living entity these propensities exist because he is a living entity. When materially contaminated, however, one is put into the hands of material misery (janma-mrityu jar&#257;-vy&#257;dhi). If one wants to stop repeated birth and death, one must take to the devotional service of the Lord.</P><P>sarvop&#257;dhi-vinirmuktam</P><P CLASS=n>tat-paratvena nirmalam</P><P CLASS=n>hrish&#299;kena hrish&#299;ke&#347;a-</P><P CLASS=n>sevanam bhaktir ucyate</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]</P><P>"Bhakti, or devotional service, means engaging all our senses in the service of the Lord, the Supreme Personality of Godhead, the master of all the senses. When the spirit soul renders service unto the Supreme, there are two side effects. One is freed from all material designations, and, simply by being employed in the service of the Lord, one's senses are purified."</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>