<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10 Summary</P><P>This chapter describes how the Supreme Personality of Godhead Nrisimhadeva disappeared, after pleasing Prahl&#257;da Mah&#257;r&#257;ja. It also describes a benediction given by Lord &#346;iva.</P><P>Lord Nrisimhadeva wanted to bestow benedictions upon Prahl&#257;da Mah&#257;r&#257;ja, one after another, but Prahl&#257;da Mah&#257;r&#257;ja, thinking them impediments on the path of spiritual progress, did not accept any of them. Instead, he fully surrendered at the Lord's lotus feet. He said: "If anyone engaged in the devotional service of the Lord prays for personal sense gratification, he cannot be called a pure devotee or even a devotee. He may be called only a merchant engaged in the business of give and take. Similarly, a master who wants to please his servant after taking service from him is also not a real master." Prahl&#257;da Mah&#257;r&#257;ja, therefore, did not ask anything from the Supreme Personality of Godhead. Rather, he said that if the Lord wanted to give him a benediction, he wanted the Lord to assure him that he would never be induced to take any benedictions for the sake of material desires. Exchanges of devotional service for lusty desires are always very prominent. As soon as lusty desires awaken, one's senses, mind, life, soul, religious principles, patience, intelligence, shyness, beauty, strength, memory and truthfulness are all vanquished. One can render unalloyed devotional service only when there are no material desires in one's mind.</P><P>The Supreme Personality of Godhead was greatly pleased with Prahl&#257;da Mah&#257;r&#257;ja for his unalloyed devotion, yet the Lord provided him one material benediction &#8212; that he would be perfectly happy in this world and live his next life in Vaikuntha. The Lord gave him the benediction that he would be the king of this material world until the end of the manvantara millennium and that although in this material world, he would have the facility to hear the glories of the Lord and depend fully on the Lord, performing service to Him in uncontaminated bhakti-yoga. The Lord advised Prahl&#257;da to perform sacrifices through bhakti-yoga, for this is the duty of a king.</P><P>Prahl&#257;da Mah&#257;r&#257;ja accepted whatever the Lord had offered him, and he prayed for the Lord to deliver his father. In response to this prayer, the Lord assured him that in the family of such a pure devotee as he, not only the devotee's father but his forefathers for twenty-one generations are liberated. The Lord also asked Prahl&#257;da to perform the ritualistic ceremonies appropriate after his father's death.</P><P>Then Lord Brahm&#257;, who was also present, offered many prayers to the Lord, expressing his obligation to the Lord for having offered benedictions to Prahl&#257;da Mah&#257;r&#257;ja. The Lord advised Lord Brahm&#257; not to offer benedictions to asuras as he had to Hiranyaka&#347;ipu, for such benedictions indulge them. Then Lord Nrisimhadeva disappeared. On that day, Prahl&#257;da Mah&#257;r&#257;ja was installed on the throne of the world by Lord Brahm&#257; and &#346;ukr&#257;c&#257;rya.</P><P>Thus N&#257;rada Muni described the character of Prahl&#257;da Mah&#257;r&#257;ja for Yudhishthira Mah&#257;r&#257;ja, and he further described the killing of R&#257;vana by Lord R&#257;macandra and the killing of &#346;i&#347;up&#257;la and Dantavakra in Dv&#257;para-yuga. &#346;i&#347;up&#257;la, of course, had merged into the existence of the Lord and thus achieved s&#257;yujya-mukti. N&#257;rada Muni praised Yudhishthira Mah&#257;r&#257;ja because the Supreme Lord, Krishna, was the greatest well-wisher and friend of the P&#257;ndavas and almost always stayed in their house. Thus the fortune of the P&#257;ndavas was greater than that of Prahl&#257;da Mah&#257;r&#257;ja.</P><P>Later, N&#257;rada Muni described how the demon Maya D&#257;nava constructed Tripura for the demons, who became very powerful and defeated the demigods. Because of this defeat, Lord Rudra, &#346;iva, dismantled Tripura; thus he became famous as Tripur&#257;ri. For this, Rudra is very much appreciated and worshiped by the demigods. This narration occurs at the end of the chapter.</P><P CLASS=l><A CLASS=i HREF="../9/55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>