<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 26 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 26 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">King Purañjana Goes to the Forest to Hunt, and His Queen Becomes Angry</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.26.12</P><P CLASS=c>&#257;tm&#257;nam arhay&#257;m cakre</P><P CLASS=c>dh&#363;p&#257;lepa-srag-&#257;dibhih</P><P CLASS=c>s&#257;dhv-ala&#324;krita-sarv&#257;&#324;go</P><P CLASS=c>mahishy&#257;m &#257;dadhe manah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/a/arhayam">arhay&#257;m</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> ought <A HREF="http://vedabase.net/t/to">to</A> be done; <A CLASS=v HREF="http://vedabase.net/c/cakre">cakre</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/d/dhupa">dh&#363;pa</A> &#8212; incense; <A CLASS=v HREF="http://vedabase.net/a/alepa">&#257;lepa</A> &#8212; smearing the body with sandalwood pulp; <A CLASS=v HREF="http://vedabase.net/s/srak">srak</A> &#8212; garlands; <A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; beginning with; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; saintly, beautifully; <A CLASS=v HREF="http://vedabase.net/a/alankrta">ala&#324;krita</A> &#8212; being decorated; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/angah">a&#324;gah</A> &#8212; all over the body; <A CLASS=v HREF="http://vedabase.net/m/mahisyam">mahishy&#257;m</A> &#8212; unto the Queen; <A CLASS=v HREF="http://vedabase.net/a/adadhe">&#257;dadhe</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> gave; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind.</P><P CLASS=t>TRANSLATION</P><P>After this, King Purañjana decorated his body with suitable ornaments. He also smeared scented sandalwood pulp over his body and put on flower garlands. In this way he became completely refreshed. After this, he began to search out his Queen.</P><P CLASS=t>PURPORT</P><P>When a man comes into good consciousness and accepts a saintly person as a spiritual master, he hears many Vedic instructions in the form of philosophy, stories, narrations about great devotees and transactions between God and His devotees. In this way a man becomes refreshed in mind, exactly like a person who smears scented sandalwood pulp all over his body and decorates himself with ornaments. These decorations may be compared to knowledge of religion and the self. Through such knowledge one becomes detached from a materialistic way of life and engages himself in always hearing &#346;r&#299;mad-Bh&#257;gavatam, Bhagavad-g&#299;t&#257; and other Vedic literatures. The word s&#257;dhv-ala&#324;krita used in this verse indicates that one must be absorbed in knowledge gathered from the instructions of saintly persons. Just as King Purañjana began to search out his better half, the Queen, one who is decorated with knowledge and instructions from saintly persons should try to search out his original consciousness, Krishna consciousness. One cannot return to Krishna consciousness unless he is favored by the instructions of a saintly person. Therefore &#346;r&#299;la Narottama d&#257;sa Th&#257;kura sings: s&#257;dhu-&#347;&#257;stra-guru-v&#257;kya, cittete kariy&#257; aikya. If we want to become saintly persons, or if we want to return to our original Krishna consciousness, we must associate with s&#257;dhu (a saintly person), &#347;&#257;stra (authoritative Vedic literature) and guru (a bona fide spiritual master). This is the process.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>