<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 26 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 26 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">King Purañjana Goes to the Forest to Hunt, and His Queen Becomes Angry</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.26.15</P><P CLASS=c>na tathaitarhi rocante</P><P CLASS=c>griheshu griha-sampadah</P><P CLASS=c>yadi na sy&#257;d grihe m&#257;t&#257;</P><P CLASS=c>patn&#299; v&#257; pati-devat&#257;</P><P CLASS=c>vya&#324;ge ratha iva pr&#257;jñah</P><P CLASS=c>ko n&#257;m&#257;s&#299;ta d&#299;navat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; like before; <A CLASS=v HREF="http://vedabase.net/e/etarhi">etarhi</A> &#8212; at this moment; <A CLASS=v HREF="http://vedabase.net/r/rocante">rocante</A> &#8212; become pleasing; <A CLASS=v HREF="http://vedabase.net/g/grhesu">griheshu</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/s/sampadah">sampadah</A> &#8212; all household paraphernalia; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/m/mata">m&#257;t&#257;</A> &#8212; mother; <A CLASS=v HREF="http://vedabase.net/p/patni">patn&#299;</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A>-<A CLASS=v HREF="http://vedabase.net/d/devata">devat&#257;</A> &#8212; devoted <A HREF="http://vedabase.net/t/to">to</A> the husband; <A CLASS=v HREF="http://vedabase.net/v/vyange">vya&#324;ge</A> &#8212; without wheels; <A CLASS=v HREF="http://vedabase.net/r/rathe">rathe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> chariot; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/p/prajnah">pr&#257;jñah</A> &#8212; learned <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who is that; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asita">&#257;s&#299;ta</A> &#8212; would sit; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> poverty-stricken creature.</P><P CLASS=t>TRANSLATION</P><P>King Purañjana said: I do not understand why my household paraphernalia does not attract me as before. I think that if there is neither a mother nor devoted wife at home, the home is like a chariot without wheels. Where is the fool who will sit down on such an unworkable chariot?</P><P CLASS=t>PURPORT</P><P>The great politician C&#257;nakya Pandita said:</P><P>m&#257;t&#257; yasya grihe n&#257;sti</P><P CLASS=n>bh&#257;ry&#257; c&#257;priya-v&#257;din&#299;</P><P CLASS=n>aranyam tena gantavyam</P><P CLASS=n>yath&#257;ranyam tath&#257; griham</P><P>"If a person has neither a mother nor a pleasing wife at home, he should leave home and go to the forest, because for him there is no difference between the forest and home." The real m&#257;t&#257;, or mother, is devotional service to the Lord, and the real patn&#299;, or devoted wife, is a wife who helps her husband execute religious principles in devotional service. These two things are required for a happy home.</P><P>Actually, a woman is supposed to be the energy of the man. Historically, in the background of every great man there is either a mother or a wife. One's household life is very successful if he has both a good wife and mother. In such a case, everything about household affairs and all the paraphernalia in the house becomes very pleasing. Lord Caitanya Mah&#257;prabhu had both a good mother and pleasing wife, and He was very happy at home. Nonetheless, for the benefit of the whole human race, He took sanny&#257;sa and left both His mother and wife. In other words, it is essential that one have both a good mother and wife in order to become perfectly happy at home. Otherwise home life has no meaning. Unless one is religiously guided by intelligence and renders devotional service unto the Supreme Personality of Godhead, his home can never become very pleasing to a saintly person. In other words, if a man has a good mother or a good wife, there is no need of his taking sanny&#257;sa &#8212; that is, unless it is absolutely necessary, as it was for Lord Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>