<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 26 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 26 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">King Purañjana Goes to the Forest to Hunt, and His Queen Becomes Angry</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.26.16</P><P CLASS=c>kva vartate s&#257; lalan&#257;</P><P CLASS=c>majjantam vyasan&#257;rnave</P><P CLASS=c>y&#257; m&#257;m uddharate prajñ&#257;m</P><P CLASS=c>d&#299;payant&#299; pade pade</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/v/vartate">vartate</A> &#8212; is now staying; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/l/lalana">lalan&#257;</A> &#8212; woman; <A CLASS=v HREF="http://vedabase.net/m/majjantam">majjantam</A> &#8212; while drowning; <A CLASS=v HREF="http://vedabase.net/v/vyasana">vyasana</A>-<A CLASS=v HREF="http://vedabase.net/a/arnave">arnave</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ocean of danger; <A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/u/uddharate">uddharate</A> &#8212; delivers; <A CLASS=v HREF="http://vedabase.net/p/prajnam">prajñ&#257;m</A> &#8212; good intelligence; <A CLASS=v HREF="http://vedabase.net/d/dipayanti">d&#299;payant&#299;</A> &#8212; enlightening; <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> every step.</P><P CLASS=t>TRANSLATION</P><P>Kindly let me know the whereabouts of that beautiful woman who always saves me when I am drowning in the ocean of danger. By giving me good intelligence at every step, she always saves me.</P><P CLASS=t>PURPORT</P><P>There is no difference between a good wife and good intelligence. One who possesses good intelligence can deliberate properly and save himself from many dangerous conditions. In material existence there is danger at every step. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/14/58.htm">10.14.58</A>) it is said: padam padam yad vipad&#257;m na tesh&#257;m. This material world is not actually a place of residence for an intelligent person or a devotee because here there is danger at every step. Vaikuntha is the real home for the devotee, for there is no anxiety and no danger. Good intelligence means becoming Krishna conscious. In the Caitanya-carit&#257;mrita it is said: krishna ye bhaje se bada catura. Unless one is Krishna conscious, he cannot be called an intelligent person.</P><P>Herein we see that King Purañjana was searching after his good wife, who always helped him out of the dangerous situations that always occur in material existence. As already explained, a real wife is dharma-patn&#299;. That is, a woman accepted in marriage by ritualistic ceremony is called dharma-patn&#299;, which signifies that she is accepted in terms of religious principles. Children born of dharma-patn&#299;, or a woman married according to religious principles, inherit the property of the father, but children born of a woman who is not properly married do not inherit the father's property. The word dharma-patn&#299; also refers to a chaste wife. A chaste wife is one who never had any connection with men before her marriage. Once a woman is given the freedom to mingle with all kinds of men in her youth, it is very difficult for her to keep chaste. She generally cannot remain chaste. When butter is brought into the proximity of fire, it melts. The woman is like fire, and man is like the butter. But if one gets a chaste wife, accepted through a religious marriage ritual, she can be of great help when one is threatened by the many dangerous situations of life. Actually such a wife can become the source of all good intelligence. With such a good wife, the family's engagement in the devotional service of the Lord actually makes a home a grihastha-&#257;&#347;rama, or household dedicated to spiritual cultivation.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>