<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 26 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 26 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">King Purañjana Goes to the Forest to Hunt, and His Queen Becomes Angry</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.26.26</P><P CLASS=c>tan me pras&#299;da suhridah krita-kilbishasya</P><P CLASS=c>svairam gatasya mrigay&#257;m vyasan&#257;turasya</P><P CLASS=c>k&#257; devaram va&#347;a-gatam kusum&#257;stra-vega-</P><P CLASS=c>visrasta-paumsnam u&#347;at&#299; na bhajeta kritye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/p/prasida">pras&#299;da</A> &#8212; be kind; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdah">hridah</A> &#8212; intimate friend; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/k/kilbisasya">kilbishasya</A> &#8212; having committed sinful activities; <A CLASS=v HREF="http://vedabase.net/s/svairam">svairam</A> &#8212; independently; <A CLASS=v HREF="http://vedabase.net/g/gatasya">gatasya</A> &#8212; who went; <A CLASS=v HREF="http://vedabase.net/m/mrgayam">mrigay&#257;m</A> &#8212; hunting; <A CLASS=v HREF="http://vedabase.net/v/vyasana">vyasana</A>-<A CLASS=v HREF="http://vedabase.net/a/aturasya">&#257;turasya</A> &#8212; being influenced by sinful desire; <A CLASS=v HREF="http://vedabase.net/k/ka">k&#257;</A> &#8212; what woman; <A CLASS=v HREF="http://vedabase.net/d/devaram">devaram</A> &#8212; the husband; <A CLASS=v HREF="http://vedabase.net/v/vasa">va&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/g/gatam">gatam</A> &#8212; under her control; <A CLASS=v HREF="http://vedabase.net/k/kusuma">kusuma</A>-<A CLASS=v HREF="http://vedabase.net/a/astra">astra</A>-<A CLASS=v HREF="http://vedabase.net/v/vega">vega</A> &#8212; pierced by the arrow of Cupid; <A CLASS=v HREF="http://vedabase.net/v/visrasta">visrasta</A> &#8212; scattered; <A CLASS=v HREF="http://vedabase.net/p/paumsnam">paumsnam</A> &#8212; his patience; <A CLASS=v HREF="http://vedabase.net/u/usati">u&#347;at&#299;</A> &#8212; very beautiful; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/b/bhajeta">bhajeta</A> &#8212; would embrace; <A CLASS=v HREF="http://vedabase.net/k/krtye">kritye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> proper duty.</P><P CLASS=t>TRANSLATION</P><P>My dear Queen, due to my sinful desires I went to the forest to hunt without asking you. Therefore I must admit that I have offended you. Nonetheless, thinking of me as your most intimate subordinate, you should still be very much pleased with me. Factually I am very much bereaved, but being pierced by the arrow of Cupid, I am feeling lusty. But where is the beautiful woman who would give up her lusty husband and refuse to unite with him?</P><P CLASS=t>PURPORT</P><P>Both man and woman desire one another; that is the basic principle of material existence. Women in general always keep themselves beautiful so that they can be attractive to their lusty husbands. When a lusty husband comes before his wife, the wife takes advantage of his aggressive activities and enjoys life. Generally when a woman is attacked by a man &#8212; whether her husband or some other man &#8212; she enjoys the attack, being too lusty. In other words, when one's intelligence is properly utilized, both the intellect and the intelligent person enjoy one another with great satisfaction. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../7/9/45.htm">7.9.45</A>):</P><P>yan maithun&#257;di-grihamedhi-sukham hi tuccham</P><P CLASS=n>kand&#363;yanena karayor iva duhkha-duhkham</P><P>The actual happiness of the karm&#299;s is sex life. They work very hard outside the home, and to satiate their hard labor, they come home to enjoy sex life. King Purañjana went to the forest to hunt, and after his hard labor he returned home to enjoy sex life. If a man lives outside the home and spends a week in a city or somewhere else, at the end of the week he becomes very anxious to return home and enjoy sex with his wife. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam: yan maithun&#257;di-grihamedhi-sukham hi tuccham [<A CLASS=v HREF="../../7/9/45.htm">SB 7.9.45</A>]. Karm&#299;s work very hard simply to enjoy sex. Modern human society has improved the materialistic way of life simply by inducing unrestricted sex life in many different ways. This is most prominently visible in the Western world.</P><P>Thus end the Bhaktivedanta purports of the Fourth Canto, Twenty-sixth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "King Purañjana Goes to the Forest to Hunt, and His Queen Becomes Angry."</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../27/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>