<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 26 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 26 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">King Purañjana Goes to the Forest to Hunt, and His Queen Becomes Angry</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.26.7</P><P CLASS=c>ya evam karma niyatam</P><P CLASS=c>vidv&#257;n kurv&#299;ta m&#257;navah</P><P CLASS=c>karman&#257; tena r&#257;jendra</P><P CLASS=c>jñ&#257;nena na sa lipyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/n/niyatam">niyatam</A> &#8212; regulated; <A CLASS=v HREF="http://vedabase.net/v/vidvan">vidv&#257;n</A> &#8212; learned; <A CLASS=v HREF="http://vedabase.net/k/kurvita">kurv&#299;ta</A> &#8212; should perform; <A CLASS=v HREF="http://vedabase.net/m/manavah">m&#257;navah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> human being; <A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; by such activities; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by this; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/j/jnanena">jñ&#257;nena</A> &#8212; by advancement of knowledge; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/l/lipyate">lipyate</A> &#8212; becomes involved.</P><P CLASS=t>TRANSLATION</P><P>N&#257;rada Muni continued to speak to King Pr&#257;c&#299;nabarhishat: My dear King, any person who works according to the directions of the Vedic scriptures does not become involved in fruitive activities.</P><P CLASS=t>PURPORT</P><P>Just as a government may issue trade licenses in order for its citizens to act in a certain way, the Vedas contain injunctions that restrain and regulate all of our fruitive activities. All living entities have come into this material world to enjoy themselves. Consequently, the Vedas are given to regulate sense enjoyment. One who enjoys his senses under the Vedic regulative principles does not become entangled in the actions and reactions of his activities. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>), yajñ&#257;rth&#257;t karmanah: one should act only for the performance of yajña, or to satisfy Lord Vishnu. Anyatra loko 'yam karma-bandhanah: otherwise any action will produce a reaction by which the living entity will be bound. A human being is especially meant to attain liberation from the bondage of birth, death, old age and disease. He is therefore directed by the Vedic regulative principles to work in such a way that he may fulfill his desires for sense gratification and at the same time gradually become freed from material bondage. Action according to such principles is called knowledge. Indeed, the word veda means "knowledge." The words jñ&#257;nena na sa lipyate indicate that by following the Vedic principles, one does not become involved in the actions and reactions of his fruitive activities.</P><P>Everyone is therefore advised to act in terms of the Vedic injunctions and not irresponsibly. When a person within a state acts according to the laws and licenses of the government, he does not become involved in criminal activities. Man-made laws, however, are always defective because they are made by men who are prone to committing mistakes, being illusioned, cheating and having imperfect senses. The Vedic instructions are different because they do not have these four defects. Vedic instructions are not subject to mistakes. The knowledge of the Vedas is knowledge received directly from God, and there is consequently no question of illusion, cheating, mistakes or imperfect senses. All Vedic knowledge is perfect because it is received directly from God by the parampar&#257;, disciplic succession. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/1/1.htm">1.1.1</A>) it is said: tene brahma hrid&#257; ya &#257;di-kavaye. The original creature of this universe, known as the &#257;di-kavi, or Lord Brahm&#257;, was instructed by Krishna through the heart. After receiving these Vedic instructions from Lord Krishna Himself, Brahm&#257; distributed the knowledge by the parampar&#257; system to N&#257;rada, and N&#257;rada in turn distributed the knowledge to Vy&#257;sa. In this way Vedic knowledge is perfect. If we act according to Vedic knowledge, there is no question of being involved in sinful activities.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>