<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 26 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 26 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">King Purañjana Goes to the Forest to Hunt, and His Queen Becomes Angry</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.26.8</P><P CLASS=c>anyath&#257; karma kurv&#257;no</P><P CLASS=c>m&#257;n&#257;r&#363;dho nibadhyate</P><P CLASS=c>guna-prav&#257;ha-patito</P><P CLASS=c>nashta-prajño vrajaty adhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; otherwise; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/k/kurvanah">kurv&#257;nah</A> &#8212; while acting; <A CLASS=v HREF="http://vedabase.net/m/mana">m&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/arudhah">&#257;r&#363;dhah</A> &#8212; being influenced by false prestige; <A CLASS=v HREF="http://vedabase.net/n/nibadhyate">nibadhyate</A> &#8212; one becomes entangled; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/p/pravaha">prav&#257;ha</A> &#8212; by the influence of the material qualities; <A CLASS=v HREF="http://vedabase.net/p/patitah">patitah</A> &#8212; fallen; <A CLASS=v HREF="http://vedabase.net/n/nasta">nashta</A>-<A CLASS=v HREF="http://vedabase.net/p/prajnah">prajñah</A> &#8212; bereft of all intelligence; <A CLASS=v HREF="http://vedabase.net/v/vrajati">vrajati</A> &#8212; thus <A HREF="http://vedabase.net/h/he">he</A> goes; <A CLASS=v HREF="http://vedabase.net/a/adhah">adhah</A> &#8212; down.</P><P CLASS=t>TRANSLATION</P><P>Otherwise, a person who acts whimsically falls down due to false prestige. Thus he becomes involved in the laws of nature, which are composed of the three qualities [goodness, passion and ignorance]. In this way a living entity becomes devoid of his real intelligence and becomes perpetually lost in the cycle of birth and death. Thus he goes up and down from a microbe in stool to a high position in the Brahmaloka planet.</P><P CLASS=t>PURPORT</P><P>There are many important words in this verse. The first is anyath&#257;, "otherwise," which indicates one who does not care for the Vedic rules and regulations. The rules and regulations laid down in the Vedas are called &#347;&#257;stra-vidhi. Bhagavad-g&#299;t&#257; clearly states that one who does not accept the &#347;&#257;stra-vidhi, or rules and regulations mentioned in the Vedic scriptures, and acts whimsically or puffed up with false pride never attains perfection in this life, nor does he attain happiness or liberation from the material condition.</P><P>yah &#347;&#257;stra-vidhim utsrijya</P><P CLASS=n>vartate k&#257;ma-k&#257;ratah</P><P CLASS=n>na sa siddhim av&#257;pnoti</P><P CLASS=n>na sukham na par&#257;m gatim</P><P>"He who discards scriptural injunctions and acts according to his own whims attains neither perfection nor happiness nor the supreme destination." (<A CLASS=v HREF="../../../bg/16/23.htm">Bg. 16.23</A>) Thus one who is deliberately transgressing the rules and regulations of the &#347;&#257;stras is simply involving himself more and more in material existence in the three modes of material nature. Human society should therefore follow the Vedic principles of life, which are summarized in Bhagavad-g&#299;t&#257;. Otherwise life in material existence will continue. Foolish persons do not know that the soul is passing through 8,400,000 spieces of life. By the gradual process of evolution, when one comes to the human form of life, he is supposed to follow the rules and regulations laid down in the Vedas. &#346;r&#299; Caitanya Mah&#257;prabhu says that the living entity, since time immemorial, is suffering the threefold miseries of material nature due to his demoniac attitude, which is his spirit of revolt against the Supreme Personality of Godhead. Krishna also confirms this in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>):</P><P>mamaiv&#257;m&#347;o j&#299;va-loke</P><P CLASS=n>j&#299;va-bh&#363;tah san&#257;tanah</P><P CLASS=n>manah-shashth&#257;n&#299;ndriy&#257;ni</P><P CLASS=n>prakriti-sth&#257;ni karshati</P><P>"The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind." Every living entity is part and parcel of God. There is no reason for the living entity's being put into the miserable threefold condition of material existence but that he voluntarily accepts material existence on the false pretext of becoming an enjoyer. To save him from this horrible condition, the Lord has given all the Vedic literatures in His incarnation of Vy&#257;sadeva. It is therefore said:</P><P>krishna bhuli' sei j&#299;va an&#257;di-bahirmukha</P><P CLASS=n>ataeva m&#257;y&#257; t&#257;re deya sams&#257;ra-duhkha</P><P>"By forgetting Krishna, the living entity has become materialistic since time immemorial. Therefore the illusory energy of Krishna is giving him different types of miseries in material existence." (Cc. <A CLASS=v HREF="../../../cc/madhya/20/117.htm">Madhya 20.117</A>)</P><P>m&#257;y&#257;-mugdha j&#299;vera n&#257;hi svatah krishna-jñ&#257;na</P><P CLASS=n>j&#299;vere krip&#257;ya kail&#257; krishna veda-pur&#257;na</P><P>"When a living entity is enchanted by the external energy, he cannot revive his original Krishna consciousness independently. Due to such circumstances, Krishna has kindly given him the Vedic literatures, such as the four Vedas and eighteen Pur&#257;nas." (Cc. <A CLASS=v HREF="../../../cc/madhya/20/122.htm">Madhya 20.122</A>) Every human being should therefore take advantage of the Vedic instructions; otherwise one will be bound by his whimsical activities and will be without any guide.</P><P>The word m&#257;n&#257;r&#363;dhah is also very significant in this verse. Under the pretext of becoming great philosophers and scientists, men throughout the whole world are working on the mental platform. Such men are generally nondevotees, due to not caring for the instructions given by the Lord to the first living creature, Lord Brahm&#257;. The Bh&#257;gavatam (<A CLASS=v HREF="../../5/18/12.htm">5.18.12</A>) therefore says:</P><P>har&#257;v abhaktasya kuto mahad-gun&#257;</P><P CLASS=n>mano-rathen&#257;sati dh&#257;vato bahih</P><P>A person who is a nondevotee has no good qualifications because he acts on the mental platform. One who acts on the mental platform has to change his standard of knowledge periodically. We consequently see that one philosopher may disagree with another philosopher, and one scientist may put forward a theory contradicting the theory of another scientist. All of this is due to their working on the mental platform without a standard of knowledge. In the Vedic instructions, however, the standard of knowledge is accepted, even though it may sometimes appear that the statements are contradictory. Because the Vedas are the standard of knowledge, even though they may appear contradictory, they should be accepted. If one does not accept them, he will be bound by the material conditions.</P><P>The material conditions are described in this verse as guna-prav&#257;ha, the flowing of the three modes of material nature. &#346;r&#299;la Bhaktivinoda Th&#257;kura therefore says in a song, miche m&#257;y&#257;ra va&#347;e, y&#257;ccha bhese', kh&#257;ccha h&#257;budubu, bh&#257;i: "Why are you suffering? Why are you sometimes being drowned in the waves of material nature and sometimes coming to the surface?" J&#299;va krishna-d&#257;sa, ei vi&#347;v&#257;sa, karle ta' &#257;ra duhkha n&#257;i: "Please therefore accept yourself as the servant of Krishna. Then you will be freed from all miseries." As soon as one surrenders to Krishna and accepts the perfect standard of knowledge, which is Bhagavad-g&#299;t&#257; as it is, he then comes out of the material modes of nature and does not fall down and lose his knowledge.</P><P>Nashta-prajñah. The word prajña means "perfect knowledge," and nashta-prajña means "one who has no perfect knowledge." One who does not have perfect knowledge has only mental speculation. By such mental speculation one falls down and down into a hellish condition of life. By transgressing the laws laid down in the &#347;&#257;stras, one cannot become pure in heart. When one's heart is not purified, one acts according to the three material modes of nature. These activities are very nicely explained in verses 1 through 6 of the Seventeenth Chapter of Bhagavad-g&#299;t&#257;. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/45.htm">2.45</A>) further explains:</P><P>traigunya-vishay&#257; ved&#257;</P><P CLASS=n>nistraigunyo bhav&#257;rjuna</P><P CLASS=n>nirdvandvo nitya-sattva-stho</P><P CLASS=n>niryoga-kshema &#257;tmav&#257;n</P><P>"The Vedas mainly deal with the subject of the three modes of material nature. Rise above these modes, O Arjuna. Be transcendental to all of them. Be free from all dualities and from all anxieties for gain and safety, and be established in the Self." The entire world and all material knowledge is within the three modes of material nature. One has to transcend these modes, and to attain that platform of transcendence one must follow the instruction of the Supreme Personality of Godhead and thus become perfect in life. Otherwise one will be knocked down by the waves of the material nature's three modes. This is further explained in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../7/5/30.htm">7.5.30</A>) in the words of Prahl&#257;da Mah&#257;r&#257;ja:</P><P>matir na krishne paratah svato v&#257;</P><P CLASS=n>mitho 'bhipadyeta griha-vrat&#257;n&#257;m</P><P CLASS=n>ad&#257;nta-gobhir vi&#347;at&#257;m tamisram</P><P CLASS=n>punah puna&#347; carvita-carvan&#257;n&#257;m</P><P>Materialistic persons, who are too much engaged in material enjoyment and who do not know anything beyond their material experiences, are carried by the whims of material nature. They live a life characterized by chewing the chewed, and they are controlled by their uncontrolled senses. Thus they go down to the darkest regions of hellish life.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>