<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 26 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 26 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">King Purañjana Goes to the Forest to Hunt, and His Queen Becomes Angry</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.26.9</P><P CLASS=c>tatra nirbhinna-g&#257;tr&#257;n&#257;m</P><P CLASS=c>citra-v&#257;jaih &#347;il&#299;mukhaih</P><P CLASS=c>viplavo 'bh&#363;d duhkhit&#257;n&#257;m</P><P CLASS=c>duhsahah karun&#257;tman&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/n/nirbhinna">nirbhinna</A> &#8212; being pierced; <A CLASS=v HREF="http://vedabase.net/g/gatranam">g&#257;tr&#257;n&#257;m</A> &#8212; whose bodies; <A CLASS=v HREF="http://vedabase.net/c/citra">citra</A>-<A CLASS=v HREF="http://vedabase.net/v/vajaih">v&#257;jaih</A> &#8212; with variegated feathers; <A CLASS=v HREF="http://vedabase.net/s/sili">&#347;il&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhaih">mukhaih</A> &#8212; by the arrows; <A CLASS=v HREF="http://vedabase.net/v/viplavah">viplavah</A> &#8212; destruction; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; was done; <A CLASS=v HREF="http://vedabase.net/d/duhkhitanam">duhkhit&#257;n&#257;m</A> &#8212; of the most aggrieved; <A CLASS=v HREF="http://vedabase.net/d/duhsahah">duhsahah</A> &#8212; unbearable; <A CLASS=v HREF="http://vedabase.net/k/karuna">karuna</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; for persons who <A HREF="http://vedabase.net/a/are">are</A> very merciful.</P><P CLASS=t>TRANSLATION</P><P>When King Purañjana was hunting in this way, many animals within the forest lost their lives with great pain, being pierced by the sharp arrowheads. Upon seeing these devastating, ghastly activities performed by the King, all the people who were merciful by nature became very unhappy. Such merciful persons could not tolerate seeing all this killing.</P><P CLASS=t>PURPORT</P><P>When demoniac persons engage in animal-killing, the demigods, or devotees of the Lord, are very much afflicted by this killing. Demoniac civilizations in this modern age maintain various types of slaughterhouses all over the world. Rascal sv&#257;m&#299;s and yog&#299;s encourage foolish persons to go on eating flesh and killing animals and at the same time continue their so-called meditation and mystical practices. All these affairs are ghastly, and a compassionate person, namely a devotee of the Lord, becomes very unhappy to see such a sight. The hunting process is also carried on in a different way, as we have already explained. Hunting women, drinking different types of liquor, becoming intoxicated, killing animals and enjoying sex all serve as the basis of modern civilization. Vaishnavas are unhappy to see such a situation in the world, and therefore they are very busy spreading this Krishna consciousness movement.</P><P>The devotees are pained to see the hunting and killing of animals in the forest, the wholesale slaughter of animals in the slaughterhouses, and the exploitation of young girls in brothels that function under different names as clubs and societies. Being very much compassionate upon the killing of animals in sacrifice, the great sage N&#257;rada began his instructions to King Pr&#257;c&#299;nabarhishat. In these instructions, N&#257;rada Muni explained that devotees like him are very much afflicted by all the killing that goes on in human society. Not only are saintly persons afflicted by this killing, but even God Himself is afflicted and therefore comes down in the incarnation of Lord Buddha. Jayadeva Gosv&#257;m&#299; therefore sings: sadaya-hridaya-dar&#347;ita-pa&#347;u-gh&#257;tam. Simply to stop the killing of animals, Lord Buddha compassionately appeared. Some rascals put forward the theory that an animal has no soul or is something like dead stone. In this way they rationalize that there is no sin in animal-killing. Actually animals are not dead stone, but the killers of animals are stonehearted. Consequently no reason or philosophy appeals to them. They continue keeping slaughterhouses and killing animals in the forest. The conclusion is that one who does not care for the instructions of saintly persons like N&#257;rada and his disciplic succession surely falls into the category of nashta-prajña and thus goes to hell.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>