<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 1 Verses 1-2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 1 Verses 1-2"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Degraded Dynasties of Kali-yuga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.1.1-2</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>yo 'ntyah purañjayo n&#257;ma</P><P CLASS=c>bhavishyo b&#257;rahadrathah</P><P CLASS=c>tasy&#257;m&#257;tyas tu &#347;unako</P><P CLASS=c>hatv&#257; sv&#257;minam &#257;tma-jam</P><P CLASS=c>pradyota-samjñam r&#257;j&#257;nam</P><P CLASS=c>kart&#257; yat-p&#257;lakah sutah</P><P CLASS=c>vi&#347;&#257;khay&#363;pas tat-putro</P><P CLASS=c>bhavit&#257; r&#257;jakas tatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A> <A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/antyah">antyah</A> &#8212; the final member (of the lineage described <A HREF="http://vedabase.net/i/in">in</A> the Ninth Canto); <A CLASS=v HREF="http://vedabase.net/p/puranjayah">purañjayah</A> &#8212; <A HREF="http://vedabase.net/p/puranjaya">Purañjaya</A> (Ripuñjaya); <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/b/bhavisyah">bhavishyah</A> &#8212; will live <A HREF="http://vedabase.net/i/in">in</A> the future; <A CLASS=v HREF="http://vedabase.net/b/barahadrathah">b&#257;rahadrathah</A> &#8212; the descendant of <A HREF="http://vedabase.net/b/brhadratha">Brihadratha</A>; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/a/amatyah">am&#257;tyah</A> &#8212; minister; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/s/sunakah">&#347;unakah</A> &#8212; &#346;unaka; <A CLASS=v HREF="http://vedabase.net/h/hatva">hatv&#257;</A> &#8212; killing; <A CLASS=v HREF="http://vedabase.net/s/svaminam">sv&#257;minam</A> &#8212; his master; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; his own son; <A CLASS=v HREF="http://vedabase.net/p/pradyota">pradyota</A>-<A CLASS=v HREF="http://vedabase.net/s/samjnam">samjñam</A> &#8212; named <A HREF="http://vedabase.net/p/pradyota">Pradyota</A>; <A CLASS=v HREF="http://vedabase.net/r/rajanam">r&#257;j&#257;nam</A> &#8212; the king; <A CLASS=v HREF="http://vedabase.net/k/karta">kart&#257;</A> &#8212; will <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/p/palakah">p&#257;lakah</A> &#8212; named <A HREF="http://vedabase.net/p/palaka">P&#257;laka</A>; <A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; the son; <A CLASS=v HREF="http://vedabase.net/v/visakhayupah">vi&#347;&#257;khay&#363;pah</A> &#8212; Vi&#347;&#257;khay&#363;pa; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/putrah">putrah</A> &#8212; the son of <A HREF="http://vedabase.net/p/palaka">P&#257;laka</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavita">bhavit&#257;</A> &#8212; will be; <A CLASS=v HREF="http://vedabase.net/r/rajakah">r&#257;jakah</A> &#8212; R&#257;jaka; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; then (coming <A HREF="http://vedabase.net/a/as">as</A> the son of Vi&#347;&#257;khay&#363;pa).</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: The last king mentioned in our previous enumeration of the future rulers of the M&#257;gadha dynasty was Purañjaya, who will take birth as the descendant of Brihadratha. Purañjaya's minister &#346;unaka will assassinate the king and install his own son, Pradyota, on the throne. The son of Pradyota will be P&#257;laka, his son will be Vi&#347;&#257;khay&#363;pa, and his son will be R&#257;jaka.</P><P CLASS=t>PURPORT</P><P>The vicious political intrigue described here is symptomatic of the age of Kali. In the Ninth Canto of this work, &#346;ukadeva Gosv&#257;m&#299; describes how the great rulers of men descended from two royal dynasties, that of the sun and that of the moon. The Ninth Canto's description of Lord R&#257;macandra, a most famous incarnation of God, occurs in this genealogical narration, and at the end of the Ninth Canto &#346;ukadeva describes the forefathers of Lord Krishna and Lord Balar&#257;ma. Finally, the appearance of Lord Krishna and that of Lord Balar&#257;ma are mentioned within the context of the narration of the moon dynasty.</P><P>The Tenth Canto is devoted exclusively to a description of Lord Krishna's childhood pastimes in Vrind&#257;vana, His teenage activities in Mathur&#257; and His adult activities in Dv&#257;rak&#257;. The famous epic Mah&#257;bh&#257;rata also describes the events of this period, focusing upon the five P&#257;ndava brothers and their activities in relation with Lord Krishna and other leading historical figures, such as Bh&#299;shma, Dhritar&#257;shtra, Dron&#257;c&#257;rya and Vidura. Within the Mah&#257;bh&#257;rata is Bhagavad-g&#299;t&#257;, in which Lord Krishna is declared to be the Absolute Truth, the Supreme Personality of Godhead. &#346;r&#299;mad-Bh&#257;gavatam, of which we are presently translating the twelfth and final canto, is considered a more advanced literature than the Mah&#257;bh&#257;rata because throughout the entire work Lord &#346;r&#299; Krishna, the Absolute Truth and supreme source of all existence, is directly, centrally and irrefutably revealed. In fact, the First Canto of the Bh&#257;gavatam describes how &#346;r&#299; Vy&#257;sadeva composed this great work because he was dissatisfied with his rather sporadic glorification of Lord Krishna in the Mah&#257;bh&#257;rata.</P><P>Although &#346;r&#299;mad-Bh&#257;gavatam narrates the histories of many royal dynasties and the lives of innumerable kings, not until the description of the present age, the age of Kali, do we find a minister assassinating his own king and installing his son on the throne. This incident resembles Dhritar&#257;shtra's attempt to assassinate the P&#257;ndavas and crown his son Duryodhana king. As the Mah&#257;bh&#257;rata describes, Lord Krishna thwarted this attempt, but with the departure of the Lord for the spiritual sky, the age of Kali became fully manifested, ushering in political assassination within one's own house as a standard technique.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>