<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 1 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 1 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Degraded Dynasties of Kali-yuga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.1.41</P><P CLASS=c>tan-n&#257;th&#257;s te janapad&#257;s</P><P CLASS=c>tac-ch&#299;l&#257;c&#257;ra-v&#257;dinah</P><P CLASS=c>anyonyato r&#257;jabhi&#347; ca</P><P CLASS=c>kshayam y&#257;syanti p&#299;dit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/n/nathah">n&#257;th&#257;h</A> &#8212; the subjects having these kings <A HREF="http://vedabase.net/a/as">as</A> rulers; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/p/padah">pad&#257;h</A> &#8212; the residents of the cities; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of these kings; <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;la</A> &#8212; (imitating) the character; <A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A> &#8212; behavior; <A CLASS=v HREF="http://vedabase.net/v/vadinah">v&#257;dinah</A> &#8212; and speech; <A CLASS=v HREF="http://vedabase.net/a/anyonyatah">anyonyatah</A> &#8212; one another; <A CLASS=v HREF="http://vedabase.net/r/rajabhih">r&#257;jabhih</A> &#8212; by the kings; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/ksayam">kshayam</A> <A CLASS=v HREF="http://vedabase.net/y/yasyanti">y&#257;syanti</A> &#8212; they will become ruined; <A CLASS=v HREF="http://vedabase.net/p/piditah">p&#299;dit&#257;h</A> &#8212; tormented.</P><P CLASS=t>TRANSLATION</P><P>The citizens governed by these low-class kings will imitate the character, behavior and speech of their rulers. Harassed by their leaders and by each other, they will all suffer ruination.</P><P CLASS=t>PURPORT</P><P>At the end of the Ninth Canto of &#346;r&#299;mad-Bh&#257;gavatam, it is stated that Ripuñjaya, or Purañjaya, the first king mentioned in this chapter, ended his rule about one thousand years after the time of Lord Krishna. Since Lord Krishna appeared approximately five thousand years ago, Purañjaya must have appeared about four thousand years ago. That would mean that Vi&#347;vasph&#363;rji, the last king mentioned, would have appeared approximately in the twelfth century of the Christian era.</P><P>Modern Western scholars have made the false accusation that Indian religious literature has no sense of chronological history. But the elaborate historical chronology described in this chapter certainly refutes that naive assessment.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Twelfth Canto, First Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Degraded Dynasties of Kali-yuga."</P><P CLASS=l><A CLASS=i HREF="39-40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../2/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>