<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 1"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 1: The Degraded Dynasties of Kali-yuga</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 12.1 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1-2.htm"><B>SB 12.1.1-2</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: The last king mentioned in our previous enumeration of the future rulers of the M&#257;gadha dynasty was Purañjaya, who will take birth as the descendant of Brihadratha. Purañjaya's minister &#346;unaka will assassinate the king and install his own son, Pradyota, on the throne. The son of Pradyota will be P&#257;laka, his son will be Vi&#347;&#257;khay&#363;pa, and his son will be R&#257;jaka.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 12.1.3</B></A>: The son of R&#257;jaka will be Nandivardhana, and thus in the Pradyotana dynasty there will be five kings, who will enjoy the earth for 138 years.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 12.1.4</B></A>: Nandivardhana will have a son named &#346;i&#347;un&#257;ga, and his son will be known as K&#257;kavarna. The son of K&#257;kavarna will be Kshemadharm&#257;, and the son of Kshemadharm&#257; will be Kshetrajña.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 12.1.5</B></A>: The son of Kshetrajña will be Vidhis&#257;ra, and his son will be Aj&#257;ta&#347;atru. Aj&#257;ta&#347;atru will have a son named Darbhaka, and his son will be Ajaya.</P><P CLASS=r><A CLASS=i HREF="6-8.htm"><B>SB 12.1.6-8</B></A>: Ajaya will father a second Nandivardhana, whose son will be Mah&#257;nandi. O best of the Kurus, these ten kings of the &#346;i&#347;un&#257;ga dynasty will rule the earth for a total of 360 years during the age of Kali. My dear Par&#299;kshit, King Mah&#257;nandi will father a very powerful son in the womb of a &#347;&#363;dra woman. He will be known as Nanda and will be the master of millions of soldiers and fabulous wealth. He will wreak havoc among the kshatriyas, and from that time onward virtually all kings will be irreligious &#347;&#363;dras.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 12.1.9</B></A>: That lord of Mah&#257;padma, King Nanda, will rule over the entire earth just like a second Para&#347;ur&#257;ma, and no one will challenge his authority.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 12.1.10</B></A>: He will have eight sons, headed by Sum&#257;lya, who will control the earth as powerful kings for one hundred years.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 12.1.11</B></A>: A certain br&#257;hmana [C&#257;nakya] will betray the trust of King Nanda and his eight sons and will destroy their dynasty. In their absence the Mauryas will rule the world as the age of Kali continues.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 12.1.12</B></A>: This br&#257;hmana will enthrone Candragupta, whose son will be named V&#257;ris&#257;ra. The son of V&#257;ris&#257;ra will be A&#347;okavardhana.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 12.1.13</B></A>: A&#347;okavardhana will be followed by Suya&#347;&#257;, whose son will be Sa&#324;gata. His son will be &#346;&#257;li&#347;&#363;ka, &#346;&#257;li&#347;&#363;ka's son will be Soma&#347;arm&#257;, and Soma&#347;arm&#257;'s son will be &#346;atadhanv&#257;. His son will be known as Brhadratha.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 12.1.14</B></A>: O best of the Kurus, these ten Maurya kings will rule the earth for 137 years of the Kali-yuga.</P><P CLASS=r><A CLASS=i HREF="15-17.htm"><B>SB 12.1.15-17</B></A>: My dear King Par&#299;kshit, Agnimitra will follow as king, and then Sujyeshtha. Sujyeshtha will be followed by Vasumitra, Bhadraka, and the son of Bhadraka, Pulinda. Then the son of Pulinda, named Ghosha, will rule, followed by Vajramitra, Bh&#257;gavata and Devabh&#363;ti. In this way, O most eminent of the Kuru heroes, ten &#346;u&#324;ga kings will rule over the earth for more than one hundred years. Then the earth will come under the subjugation of the kings of the K&#257;nva dynasty, who will manifest very few good qualities.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 12.1.18</B></A>: Vasudeva, an intelligent minister coming from the K&#257;nva family, will kill the last of the &#346;u&#324;ga kings, a lusty debauchee named Devabh&#363;ti, and assume rulership himself.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 12.1.19</B></A>: The son of Vasudeva will be Bh&#363;mitra, and his son will be N&#257;r&#257;yana. These kings of the K&#257;nva dynasty will rule the earth for 345 more years of the Kali-yuga.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 12.1.20</B></A>: The last of the K&#257;nvas, Su&#347;arm&#257;, will be murdered by his own servant, Bal&#299; a low-class &#347;&#363;dra of the Andhra race. This most degraded Mah&#257;r&#257;ja Bal&#299; will have control over the earth for some time.</P><P CLASS=r><A CLASS=i HREF="21-26.htm"><B>SB 12.1.21-26</B></A>: The brother of Bal&#299;, named Krishna, will become the next ruler of the earth. His son will be &#346;&#257;ntakarna, and his son will be Paurnam&#257;sa. The son of Paurnam&#257;sa will be Lambodara, who will father Mah&#257;r&#257;ja Cibilaka. From Cibilaka will come Meghasv&#257;ti, whose son will be Atam&#257;na. The son of Atam&#257;na will be Anishtakarm&#257;. His son will be H&#257;leya, and his son will be Talaka. The son of Talaka will be Pur&#299;shabh&#299;ru, and following him Sunandana will become king. Sunandana will be followed by Cakora and the eight Bahus, among whom &#346;ivasv&#257;ti will be a great subduer of enemies. The son of &#346;ivasv&#257;ti will be Gomat&#299;. His son will be Pur&#299;m&#257;n, whose son will be Meda&#347;ir&#257;. His son will be &#346;ivaskanda, and his son will be Yajña&#347;r&#299;. The son of Yajña&#347;r&#299; will be Vijaya, who will have two sons, Candravijña and Lomadhi. These thirty kings will enjoy sovereignty over the earth for a total of 456 years, O favorite son of the Kurus.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 12.1.27</B></A>: Then will follow seven kings of the &#256;bh&#299;ra race from the city of Avabhriti, and then ten Gardabh&#299;s. After them, sixteen kings of the Ka&#324;kas will rule and will be known for their excessive greed.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 12.1.28</B></A>: Eight Yavanas will then take power, followed by fourteen Turushkas, ten Gurundas and eleven kings of the Maula dynasty.</P><P CLASS=r><A CLASS=i HREF="29-31.htm"><B>SB 12.1.29-31</B></A>: These &#256;bh&#299;ras, Gardabh&#299;s and Ka&#324;kas will enjoy the earth for 1,099 years, and the Maulas will rule for 300 years. When all of them have died off there will appear in the city of Kilakil&#257; a dynasty of kings consisting of Bh&#363;tananda, Va&#324;giri, &#346;i&#347;unandi, &#346;i&#347;unandi's brother Ya&#347;onandi, and Prav&#299;raka. These kings of Kilakil&#257; will hold sway for a total of 106 years.</P><P CLASS=r><A CLASS=i HREF="32-33.htm"><B>SB 12.1.32-33</B></A>: The Kilakil&#257;s will be followed by their thirteen sons, the B&#257;hlikas, and after them King Pushpamitra, his son Durmitra, seven Andhras, seven Kau&#347;alas and also kings of the Vid&#363;ra and Nishadha provinces will separately rule in different parts of the world.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 12.1.34</B></A>: There will then appear a king of the M&#257;gadhas named Vi&#347;vasph&#363;rji, who will be like another Purañjaya. He will turn all the civilized classes into low-class, uncivilized men in the same category as the Pulindas, Yadus and Madrakas.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 12.1.35</B></A>: Foolish King Vi&#347;vasph&#363;rji will maintain all the citizens in ungodliness and will use his power to completely disrupt the kshatriya order. From his capital of Padmavat&#299; he will rule that part of the earth extending from the source of the Ga&#324;g&#257; to Pray&#257;ga.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 12.1.36</B></A>: At that time the br&#257;hmanas of such provinces as &#346;aur&#257;shtra, Avant&#299;, &#256;bh&#299;ra, &#346;&#363;ra, Arbuda and M&#257;lava will forget all their regulative principles, and the members of the royal order in these places will become no better than &#347;&#363;dras.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 12.1.37</B></A>: The land along the Sindhu River, as well as the districts of Candrabh&#257;g&#257;, Kaunt&#299; and K&#257;&#347;m&#299;ra, will be ruled by &#347;&#363;dras, fallen br&#257;hmanas and meat-eaters. Having given up the path of Vedic civilization, they will have lost all spiritual strength.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 12.1.38</B></A>: There will be many such uncivilized kings ruling at the same time, O King Par&#299;kshit, and they will all be uncharitable, possessed of fierce tempers, and great devotees of irreligion and falsity.</P><P CLASS=r><A CLASS=i HREF="39-40.htm"><B>SB 12.1.39-40</B></A>: These barbarians in the guise of kings will devour the citizenry, murdering innocent women, children, cows and br&#257;hmanas and coveting the wives and property of other men. They will be erratic in their moods, have little strength of character and be very short-lived. Indeed, not purified by any Vedic rituals and lacking in the practice of regulative principles, they will be completely covered by the modes of passion and ignorance.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 12.1.41</B></A>: The citizens governed by these low-class kings will imitate the character, behavior and speech of their rulers. Harassed by their leaders and by each other, they will all suffer ruination.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>