<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 1"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Degraded Dynasties of Kali-yuga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.1 Summary</P><P>The Twelfth Canto of &#346;r&#299;mad-Bh&#257;gavatam begins with &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; predicting the kings of the earth who will appear in the future during the age of Kali. Then he gives a description of the numerous faults of the age, after which the presiding goddess of the earth sarcastically berates the foolish members of the kingly order who perpetually try to conquer her. Next &#346;ukadeva Gosv&#257;m&#299; explains the four varieties of material annihilation, and then he gives his final advice to Mah&#257;r&#257;ja Par&#299;kshit. Thereafter King Par&#299;kshit is bitten by the snake-bird Takshaka and leaves this world. S&#363;ta Gosv&#257;m&#299; concludes his narration of &#346;r&#299;mad-Bh&#257;gavatam to the sages at Naimish&#257;ranya forest by enumerating the teachers of the various branches of the Vedas and Pur&#257;nas, relating the pious history of M&#257;rkandeya Rishi, glorifying the Supreme Lord in His universal form and in His expansion as the sun-god, summarizing the topics discussed in this literature, and offering final benedictions and prayers.</P><P>The first chapter of this canto briefly describes the future kings of the dynasty of Magadha and how they become degraded because of the influence of the age of Kali. There were twenty kings who ruled in the family of P&#363;ru, in the dynasty of the sun-god, counting from Uparicara Vasu to Purañjaya. After Purañjaya, the lineage of this dynasty will become corrupted. Following Purañjaya there will be five kings known as the Pradyotanas, who are then followed by the &#346;i&#347;un&#257;gas, the Mauryas, the &#346;u&#324;gas, the K&#257;nvas, thirty kings of the Andhra nation, seven &#256;bh&#299;ras, ten Gardabh&#299;s, sixteen Ka&#324;kas, eight Yavanas, fourteen Turushkas, ten Gurundas, eleven Maulas, five Kilakil&#257; monarchs and thirteen B&#257;hlikas. After this, different regions will be ruled over at the same time by seven Andhra kings, seven Kau&#347;alas, the kings of Vid&#363;ra, and the Nishadhas. Then the power of rulership in the countries of Magadha and so forth will fall to kings who are no better than &#347;&#363;dras and mlecchas and are totally absorbed in irreligion.</P><P CLASS=l><A CLASS=i HREF="../../11/31/28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>