<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 75</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 75"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 75: Duryodhana Humiliated</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.75 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1-2.htm"><B>SB 10.75.1-2</B></A>: Mah&#257;r&#257;ja Par&#299;kshit said: O br&#257;hmana, according to what I have heard from you, all the assembled kings, sages and demigods were delighted to see the wonderful festivities of King Aj&#257;ta&#347;atru's R&#257;jas&#363;ya sacrifice, with the sole exception of Duryodhana. Please tell me why this was so, my lord.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.75.3</B></A>: &#346;r&#299; B&#257;dar&#257;yani said: At the R&#257;jas&#363;ya sacrifice of your saintly grandfather, his family members, bound by their love for him, engaged themselves in humble services on his behalf.</P><P CLASS=r><A CLASS=i HREF="4-7.htm"><B>SB 10.75.4-7</B></A>: Bh&#299;ma supervised the kitchen, Duryodhana looked after the treasury, while Sahadeva respectfully greeted the arriving guests. Nakula procured needed items, Arjuna attended the respectable elders, and Krishna washed everyone's feet, while Draupad&#299; served food, and generous Karna gave out the gifts. Many others, such as Yuyudh&#257;na; Vikarna, H&#257;rdikya; Vidura; Bh&#363;ri&#347;rav&#257; and other sons of B&#257;hl&#299;ka; and Santardana, similarly volunteered for various duties during the elaborate sacrifice. They did so because of their eagerness to please Mah&#257;r&#257;ja Yudhishthira, O best of kings.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.75.8</B></A>: After the priests, the prominent delegates, the greatly learned saints and the King's most intimate well-wishers had all been properly honored with pleasing words, auspicious offerings and various gifts as remuneration, and after the King of Cedi had entered the lotus feet of the Lord of the S&#257;tvatas, the avabhritha bath was performed in the divine river Yamun&#257;.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.75.9</B></A>: During the avabhritha celebration, the music of many kinds of instruments resounded, including mrida&#324;gas, conchshells, panavas, dhundhuris, kettledrums and gomukha horns.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.75.10</B></A>: Female dancers danced with great joy, and choruses sang, while the loud vibrations of v&#299;n&#257;s, flutes and hand cymbals reached all the way to the heavenly regions.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.75.11</B></A>: All the kings, wearing gold necklaces, then set off for the Yamun&#257;. They had flags and banners of various colors and were accompanied by infantrymen and well-adorned soldiers riding lordly elephants, chariots and horses.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.75.12</B></A>: The massed armies of the Yadus, Sriñjayas, K&#257;mbojas, Kurus, Kekayas and Ko&#347;alas made the earth tremble as they followed Yudhishthira Mah&#257;r&#257;ja, the performer of the sacrifice, in procession.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.75.13</B></A>: The assembly officials, the priests and other excellent br&#257;hmanas resoundingly vibrated Vedic mantras, while the demigods, divine sages, Pit&#257;s and Gandharvas sang praises and rained down flowers.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.75.14</B></A>: Men and women, all adorned with sandalwood paste, flower garlands, jewelry and fine clothing, sported by smearing and sprinkling one another with various liquids.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.75.15</B></A>: The men smeared the courtesans with plentiful oil, yogurt, perfumed water, turmeric and ku&#324;kuma powder, and the courtesans playfully smeared the men with the same substances.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.75.16</B></A>: Surrounded by guards, King Yudhishthira's queens came out on their chariots to see the fun, just as the demigods' wives appeared in the sky in celestial airplanes. As maternal cousins and intimate friends sprinkled the queens with liquids, the ladies' faces bloomed with shy smiles, enhancing the queens' splendid beauty.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.75.17</B></A>: As the queens squirted water from syringes at their brothers-in-law and other male companions, their own garments became drenched, revealing their arms, breasts, thighs and waists. In their excitement, the flowers fell from their loosened braids. By these charming pastimes they agitated those with contaminated consciousness.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.75.18</B></A>: The emperor, mounted upon his chariot drawn by excellent horses wearing golden collars, appeared splendid in the company of his wives, just like the brilliant R&#257;jas&#363;ya sacrifice surrounded by its various rituals.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.75.19</B></A>: The priests led the King through the execution of the final rituals of patn&#299;-samy&#257;ja and avabhrithya. Then they had him and Queen Draupad&#299; sip water for purification and bathe in the Ganges.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.75.20</B></A>: The kettledrums of the gods resounded, along with those of human beings. Demigods, sages, forefathers and humans all poured down showers of flowers.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.75.21</B></A>: All the citizens belonging to the various orders of varna and &#257;&#347;rama then bathed in that place, where even the most grievous sinner can immediately be freed from all sinful reactions.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.75.22</B></A>: Next the King put on new silken garments and adorned himself with fine jewelry. He then honored the priests, assembly officials, learned br&#257;hmanas and other guests by presenting them with ornaments and clothing.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.75.23</B></A>: In various ways King Yudhishthira, who had totally dedicated his life to Lord N&#257;r&#257;yana, continuously honored his relatives, his immediate family, the other kings, his friends and well-wishers, and all others present as well.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.75.24</B></A>: All the men there shone like demigods. They were adorned with jeweled earrings, flower garlands, turbans, waistcoats, silk dhot&#299;s and valuable pearl necklaces. The lovely faces of the women were beautified by their matched earrings and locks of hair, and they all wore golden belts.</P><P CLASS=r><A CLASS=i HREF="25-26.htm"><B>SB 10.75.25-26</B></A>: Then the highly cultured priests, the great Vedic authorities who had served as sacrificial witnesses, the specially invited kings, the br&#257;hmanas, kshatriyas, vai&#347;yas, &#347;&#363;dras, demigods, sages, forefathers and mystic spirits, and the chief planetary rulers and their followers &#8212; all of them, having been worshiped by King Yudhishthira, took his permission and departed, O King, each for his own abode.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.75.27</B></A>: As they all glorified the wonderful R&#257;jas&#363;ya-yajña performed by that great saintly King and servant of Lord Hari, they were not satiated, just as an ordinary man is never satiated when drinking nectar.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.75.28</B></A>: At that time R&#257;j&#257; Yudhishthira stopped a number of his friends, immediate family members and other relatives from departing, among them Lord Krishna. Out of love Yudhishthira could not let them go, for he felt the pain of imminent separation.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.75.29</B></A>: My dear Par&#299;kshit, the Supreme Lord remained there for some time to please the King, after first sending S&#257;mba and the other Yadu heroes back to Dv&#257;rak&#257;.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.75.30</B></A>: Thus King Yudhishthira, the son of Dharma, was at last relieved of his burning ambition, having by the grace of Lord Krishna successfully crossed the vast and formidable ocean of his desires.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.75.31</B></A>: One day Duryodhana, while observing the riches of King Yudhishthira's palace, felt greatly disturbed by the magnificence of both the R&#257;jas&#363;ya sacrifice and its performer, the King, whose life and soul was Lord Acyuta.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.75.32</B></A>: In that palace all the collected opulences of the kings of men, demons and gods were brilliantly manifest, having been brought there by the cosmic inventor, Maya D&#257;nava. With those riches Draupad&#299; served her husbands, and Duryodhana, the prince of the Kurus, lamented because he was very much attracted to her.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.75.33</B></A>: Lord Madhupati's thousands of queens were also staying in the palace. Their feet moved slowly, weighed down by their hips, and the bells on their feet tinkled charmingly. Their waists were very slender, the ku&#324;kuma from their breasts reddened their pearl necklaces, and their swaying earrings and flowing locks of hair enhanced the exquisite beauty of their faces.</P><P CLASS=r><A CLASS=i HREF="34-35.htm"><B>SB 10.75.34-35</B></A>: It so happened that Emperor Yudhishthira, the son of Dharma, was sitting just like Indra on a golden throne in the assembly hall built by Maya D&#257;nava. Present with him were his attendants and family members, and also Lord Krishna, his special eye. Displaying the opulences of Brahma himself, King Yudhishthira was being praised by the court poets.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.75.36</B></A>: Proud Duryodhana, holding a sword in his hand and wearing a crown and necklace, angrily went into the palace in the company of his brothers, O King, insulting the doorkeepers as he entered.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.75.37</B></A>: Bewildered by the illusions created through Maya D&#257;nava's magic, Duryodhana mistook the solid floor for water and lifted the end of his garment. And elsewhere he fell into the water, mistaking it for the solid floor.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.75.38</B></A>: My dear Par&#299;kshit, Bh&#299;ma laughed to see this, and so did the women, kings and others. King Yudhishthira tried to stop them, but Lord Krishna showed His approval.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.75.39</B></A>: Humiliated and burning with anger, Duryodhana turned his face down, left without uttering a word and went back to Hastin&#257;pura. The saintly persons present loudly cried out, "Alas, alas !" and King Yudhishthira was somewhat saddened. But the Supreme Lord, whose mere glance had bewildered Duryodhana, remained silent, for His intention was to remove the burden of the earth.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.75.40</B></A>: I have now replied to your question, O King, concerning why Duryodhana was dissatisfied on the occasion of the great R&#257;jas&#363;ya sacrifice.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>