<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 75</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 75"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 75: <A CLASS=v HREF="index.htm">Duryodhana Humiliated</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.75 Summary</P><P>This chapter describes the glorious conclusion of the R&#257;jas&#363;ya sacrifice, and how Prince Duryodhana was humiliated in King Yudhishthira's palace.</P><P>At the time of Mah&#257;r&#257;ja Yudhishthira's R&#257;jas&#363;ya sacrifice, many of his relatives and well-wishers endeavored to please him by performing necessary services. When the sacrifice was complete, the King adorned the priests, the exalted members of the assembly and his own relatives with fragrant sandalwood paste, flower garlands and fine clothing. Then they all went to the banks of the Ganges to perform the ritual bathing that marks the end of the sponsor's period of initiation for the sacrifice. Before the final bathing, there was much sporting in the river among the male and female participants. Sprinkled with aromatic water and other liquids, Draupad&#299; and the other ladies appeared most beautiful, their faces shining with bashful laughter.</P><P>After the priests had executed the final rituals, the King and his queen, &#346;r&#299;mat&#299; Draupad&#299;, bathed in the Ganges. Then all those present who belonged to the orders of varn&#257;&#347;rama bathed. Yudhishthira put on new clothes and worshiped the learned br&#257;hmanas, his family, friends and well-wishers, each in the particular manner suitable for them, and offered them all various gifts. The guests then departed for their homes. But King Yudhishthira was so anxious about his imminent separation from those who were dear to him that he compelled several of his relatives and closest friends, including Lord Krishna, to remain in Indraprastha a bit longer.</P><P>King Yudhishthira's royal palace had been constructed by Maya D&#257;nava, who had endowed it with many wonderful features and opulences. King Duryodhana burned with envy when he saw these riches. One day, Yudhishthira was seated with Lord Krishna in his royal assembly hall. Attended by his subordinates and family members, he was manifesting magnificence equal to that of Lord Indra. At that time Duryodhana entered the hall in a fitful mood. Bewildered by the mystic craft of Maya D&#257;nava, Duryodhana mistook parts of the solid floor for water and thus lifted his garment, while in one place he fell into the water, mistaking it for the solid floor. When Bh&#299;masena, the ladies of the court and the royal princes present saw this, they began to laugh. Although Mah&#257;r&#257;ja Yudhishthira tried to stop them, Lord Krishna encouraged their laughter. Thoroughly embarrassed, Duryodhana left the assembly hall in a fury and immediately departed for Hastin&#257;pura.</P><P CLASS=l><A CLASS=i HREF="../74/54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>