<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 15"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.15</P><P CLASS=c>v&#257;m&#257;&#324;g&#257;d asrijad vishnum</P><P CLASS=c>dakshin&#257;&#324;g&#257;t praj&#257;patim</P><P CLASS=c>jyotir-li&#324;ga-mayam &#347;ambhum</P><P CLASS=c>k&#363;rca-de&#347;&#257;d av&#257;srijat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vama">v&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/angat">a&#324;g&#257;t</A> &#8212; from His left limb; <A CLASS=v HREF="http://vedabase.net/a/asrjat">asrijat</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> created; <A CLASS=v HREF="http://vedabase.net/v/visnum">vishnum</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/d/daksina">dakshina</A>-<A CLASS=v HREF="http://vedabase.net/a/angat">a&#324;g&#257;t</A> &#8212; from His right limb; <A CLASS=v HREF="http://vedabase.net/p/prajapatim">praj&#257;patim</A> &#8212; <A HREF="http://vedabase.net/h/hiranyagarbha">Hiranyagarbha</A> <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A>-<A CLASS=v HREF="http://vedabase.net/l/linga">li&#324;ga</A> &#8212; the divine masculine manifested halo; <A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; comprising; <A CLASS=v HREF="http://vedabase.net/s/sambhum">&#347;ambhum</A> &#8212; &#346;ambhu; <A CLASS=v HREF="http://vedabase.net/k/kurca">k&#363;rca</A>-<A CLASS=v HREF="http://vedabase.net/d/desat">de&#347;&#257;t</A> &#8212; from the space between His two eyebrows; <A CLASS=v HREF="http://vedabase.net/a/avasrjat">av&#257;srijat</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> created.</P><P CLASS=t>TRANSLATION</P><P>The same Mah&#257;-Vishnu created Vishnu from His left limb, Brahm&#257;, the first progenitor of beings, from His right limb and, from the space between His two eyebrows, &#346;ambhu, the divine masculine manifested halo.</P><P CLASS=t>PURPORT</P><P>The divine purusha, lying in the ocean of milk, the same who is the regulator of all individual souls, is &#346;r&#299; Vishnu; and Hiranyagarbha, the seminal principle, the portion of the Supreme Lord, is the prime progenitor who is different from the four-faced Brahm&#257;. This same Hiranyagarbha is the principle of seminal creating energy of every Brahm&#257; belonging to each of the infinity of universes. The divine masculine manifested halo, &#346;ambhu, is the plenary manifestation of his prototype &#346;ambhu, the same as the primary divine masculine generative symbol &#346;ambhu whose nature has already been described. Vishnu is the integral subjective portion of Mah&#257;-Vishnu. Hence He is the great Lord of all the other lords. The progenitor (Brahm&#257;) and &#346;ambhu are the dislocated portions of Mah&#257;-Vishnu. Hence they are gods with delegated functions. His own potency being on the left side of Godhead, Vishnu appears in the left limb of Mah&#257;-Vishnu from the unalloyed essence of His spiritual (cit) potency. Vishnu, who is Godhead Himself, is the inner guiding oversoul of every individual soul. He is the Personality of Godhead described in the Vedas as being of the measure of a thumb. He is the nourisher. The karm&#299;s (elevationists) worship Him as N&#257;r&#257;yana, the Lord of sacrifices, and the yog&#299;s desire to merge their identities in Him as Param&#257;tm&#257;, by the process of their meditative trance.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>