<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 17"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.17</P><P CLASS=c>atha tais tri-vidhair ve&#347;air</P><P CLASS=c>l&#299;l&#257;m udvahatah kila</P><P CLASS=c>yoga-nidr&#257; bhagavat&#299;</P><P CLASS=c>tasya &#347;r&#299;r iva sa&#324;gat&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereupon; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; with those; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhaih">vidhaih</A> &#8212; threefold; <A CLASS=v HREF="http://vedabase.net/v/vesaih">ve&#347;aih</A> &#8212; forms; <A CLASS=v HREF="http://vedabase.net/l/lilam">l&#299;l&#257;m</A> &#8212; pastimes; <A CLASS=v HREF="http://vedabase.net/u/udvahatah">udvahatah</A> &#8212; carrying on; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/n/nidra">nidr&#257;</A> &#8212; Yoganidr&#257;; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavat&#299;</A> &#8212; full of the ecstatic trance of eternal bliss; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/sangata">sa&#324;gat&#257;</A> &#8212; consorted with.</P><P CLASS=t>TRANSLATION</P><P>Thereupon the same great personal Godhead, assuming the threefold forms of Vishnu, Praj&#257;pati and &#346;ambhu, entering into the mundane universe, plays the pastimes of preservation, creation and destruction of this world. This pastime is contained in the mundane world. Hence, it being perverted, the Supreme Lord, identical with Mah&#257;-Vishnu, prefers to consort with the goddess Yoganidr&#257;, the constituent of His own spiritual [cit] potency full of the ecstatic trance of eternal bliss appertaining to His own divine personality.</P><P CLASS=t>PURPORT</P><P>The dislocated portions of the Divinity. viz., Praj&#257;pati and &#346;ambhu, both identifying themselves as entities who are separate from the divine essence, sport with their respective nonspiritual (acit) consorts, viz., S&#257;vitr&#299;-dev&#299; and Um&#257;-dev&#299;, the perverted reflections of the spiritual (cit) potency. The Supreme Lord Vishnu is the only Lord of the spiritual (cit) potency. Ram&#257; or Lakshm&#299;.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>