<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 21"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.21</P><P CLASS=c>sa nityo nitya-sambandhah</P><P CLASS=c>prakriti&#347; ca paraiva s&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that (<A HREF="http://vedabase.net/j/jiva">j&#299;va</A>); <A CLASS=v HREF="http://vedabase.net/n/nityah">nityah</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A>-<A CLASS=v HREF="http://vedabase.net/s/sambandhah">sambandhah</A> &#8212; possessing <A HREF="http://vedabase.net/a/an">an</A> eternal relationship; <A CLASS=v HREF="http://vedabase.net/p/prakrtih">prakritih</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/para">par&#257;</A> &#8212; spiritual; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; that.</P><P CLASS=t>TRANSLATION</P><P>The same j&#299;va is eternal and is for eternity and without a beginning joined to the Supreme Lord by the tie of an eternal kinship. He is transcendental spiritual potency.</P><P CLASS=t>PURPORT</P><P>Just as the sun is eternally associated with his rays so the transcendental Supreme Lord is eternally joined with the j&#299;vas. The j&#299;vas are the infinitesimal particles of His spiritual effulgence and are, therefore, not perishable like mundane things. J&#299;vas, being particles of Godhead's effulgent rays, exhibit on a minute scale the qualities of the Divinity. Hence j&#299;vas are identical with the principles of knowledge, knower, egoism, enjoyer, meditator and doer. Krishna is the all-pervading, all-extending Supreme Lord; while j&#299;vas have a different nature from His, being His atomic particles. That eternal relationship consists in this that the Supreme Lord is the eternal master and j&#299;vas are His eternal servants. J&#299;vas have also sufficient eligibility in respect of the mellow quality of the Divinity. Apareyam itas tv any&#257;m prakritim viddhi me par&#257;m. By this verse of the G&#299;t&#257; it is made known that j&#299;vas are His transcendental potency. All the qualities of the unalloyed soul are above the eightfold qualities such as egotism, etc., pertaining to His acit potency. Hence the j&#299;va potency. though very small in magnitude, is still superior to acit potency or M&#257;y&#257;. This potency has another name, viz., tatasth&#257; or marginal potency. being located on the line demarcating the spheres of the spiritual and mundane potencies. He is susceptible to the influence of the material energy owing to his small magnitude. But so long as he remains submissive to Krishna, the Lord of M&#257;y&#257;, he is not liable to the influence of M&#257;y&#257;. The worldly afflictions, births and rebirths are the concomitants of the fettered condition of souls fallen into the clutches of the deluding potency from a time that has no beginning.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>