<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 26"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.26</P><P CLASS=c>atha tepe sa suciram</P><P CLASS=c>pr&#299;nan govindam avyayam</P><P CLASS=c>&#347;vetadv&#299;pa-patim krishnam</P><P CLASS=c>goloka-stham par&#257;t param</P><P CLASS=c>prakrity&#257; guna-r&#363;piny&#257;</P><P CLASS=c>r&#363;piny&#257; paryup&#257;sitam</P><P CLASS=c>sahasra-dala-sampanne</P><P CLASS=c>koti-kiñjalka-brimhite</P><P CLASS=c>bh&#363;mi&#347; cint&#257;manis tatra</P><P CLASS=c>karnik&#257;re mah&#257;sane</P><P CLASS=c>sam&#257;s&#299;nam cid-&#257;nandam</P><P CLASS=c>jyoti-r&#363;pam san&#257;tanam</P><P CLASS=c>&#347;abda-brahma-mayam venum</P><P CLASS=c>v&#257;dayantam mukh&#257;mbuje</P><P CLASS=c>vil&#257;sin&#299;-gana-vritam</P><P CLASS=c>svaih svair am&#347;air abhishtutam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/t/tepe">tepe</A> &#8212; practiced austerity; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/s/suciram">suciram</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> long time; <A CLASS=v HREF="http://vedabase.net/p/prinan">pr&#299;nan</A> &#8212; satisfying; <A CLASS=v HREF="http://vedabase.net/g/govindam">govindam</A> &#8212; <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/a/avyayam">avyayam</A> &#8212; imperishable; <A CLASS=v HREF="http://vedabase.net/s/svetadvipa">&#347;vetadv&#299;pa</A>-<A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; the Lord of <A HREF="http://vedabase.net/s/svetadvipa">&#346;vetadv&#299;pa</A>; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/g/goloka">goloka</A>-<A CLASS=v HREF="http://vedabase.net/s/stham">stham</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/g/goloka">Goloka</A>; <A CLASS=v HREF="http://vedabase.net/p/parat">par&#257;t</A> <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the greatest of all; <A CLASS=v HREF="http://vedabase.net/p/prakrtya">prakrity&#257;</A> &#8212; by the external energy; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/r/rupinya">r&#363;piny&#257;</A> &#8212; embodying all mundane qualities; <A CLASS=v HREF="http://vedabase.net/r/rupinya">r&#363;piny&#257;</A> &#8212; possessing form; <A CLASS=v HREF="http://vedabase.net/p/paryupasitam">paryup&#257;sitam</A> &#8212; worshiped from outside; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A>-<A CLASS=v HREF="http://vedabase.net/d/dala">dala</A>-<A CLASS=v HREF="http://vedabase.net/s/sampanne">sampanne</A> &#8212; on <A HREF="http://vedabase.net/a/a">a</A> lotus of <A HREF="http://vedabase.net/a/a">a</A> thousand petals; <A CLASS=v HREF="http://vedabase.net/k/koti">koti</A>-<A CLASS=v HREF="http://vedabase.net/k/kinjalka">kiñjalka</A> &#8212; by millions of filaments; <A CLASS=v HREF="http://vedabase.net/b/brmhite">brimhite</A> &#8212; augmented; <A CLASS=v HREF="http://vedabase.net/b/bhumih">bh&#363;mih</A> &#8212; the land; <A CLASS=v HREF="http://vedabase.net/c/cintamanih">cint&#257;manih</A> &#8212; magical touchstone; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/k/karnikare">karnik&#257;re</A> &#8212; on the whorl; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/asane">&#257;sane</A> &#8212; on <A HREF="http://vedabase.net/a/a">a</A> great throne; <A CLASS=v HREF="http://vedabase.net/s/samasinam">sam&#257;s&#299;nam</A> &#8212; seated; <A CLASS=v HREF="http://vedabase.net/c/cit">cit</A>-<A CLASS=v HREF="http://vedabase.net/a/anandam">&#257;nandam</A> &#8212; the form of transcendental bliss; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; the form of effulgence; <A CLASS=v HREF="http://vedabase.net/s/sanatanam">san&#257;tanam</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/s/sabda">&#347;abda</A>-<A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; divine sound; <A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; comprising; <A CLASS=v HREF="http://vedabase.net/v/venum">venum</A> &#8212; the flute; <A CLASS=v HREF="http://vedabase.net/v/vadayantam">v&#257;dayantam</A> &#8212; playing; <A CLASS=v HREF="http://vedabase.net/m/mukha">mukha</A>-<A CLASS=v HREF="http://vedabase.net/a/ambuje">ambuje</A> &#8212; at His lotus mouth; <A CLASS=v HREF="http://vedabase.net/v/vilasini">vil&#257;sin&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; by the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/v/vrtam">vritam</A> &#8212; surrounded; <A CLASS=v HREF="http://vedabase.net/s/svaih">svaih</A> <A CLASS=v HREF="http://vedabase.net/s/svaih">svaih</A> &#8212; own respective; <A CLASS=v HREF="http://vedabase.net/a/amsaih">am&#347;aih</A> &#8212; by subjective portions; <A CLASS=v HREF="http://vedabase.net/a/abhistutam">abhishtutam</A> &#8212; worshiped.</P><P CLASS=t>TRANSLATION</P><P>Brahm&#257;, being desirous of satisfying Govinda, practiced the cultural acts for Krishna in Goloka, Lord of &#346;vetadv&#299;pa, for a long time. His meditation ran thus, "There exists a divine lotus of a thousand petals, augmented by millions of filaments, in the transcendental land of Goloka. On its whorl, there exists a great divine throne on which is seated &#346;r&#299; Krishna, the form of eternal effulgence of transcendental bliss, playing on His divine flute resonant with the divine sound, with His lotus mouth. He is worshiped by His amorous milkmaids with their respective subjective portions and extensions and also by His external energy [who stays outside] embodying all mundane qualities."</P><P CLASS=t>PURPORT</P><P>Although the object of meditation is fully transcendental, yet owing to her nature which is permeated with the quality of active mundane hankering, M&#257;y&#257;, the nonspiritual potency of Krishna, embodying the principles of mixed sattva, rajas, and tamas, in the forms of Durg&#257;, and other nonspiritual powers, meditated on the Supreme Lord Krishna as the object of their worship. So long as there is any trace of mundane desire in one's heart, it is the object of worship of M&#257;y&#257;dev&#299; (Durg&#257;) who has to be worshiped by such a person; nevertheless the fulfillment of one's heart's desire results from the worship of the object of worship of M&#257;y&#257;dev&#299;, and not from the worship of M&#257;y&#257;dev&#299; herself. This is in accordance with the &#347;loka, ak&#257;mah sarva-k&#257;mo v&#257; moksha-k&#257;ma ud&#257;ra-dhih/ t&#299;vrena bhakti-yogena yajeta purusham param [<A CLASS=v HREF="../../sb/2/3/10.htm">SB 2.3.10</A>]. The meaning of this &#347;loka of the Bh&#257;gavatam is that though other gods, as distinct manifestations of the Supreme Lord, are bestowers of sundry specific boons, yet a sensible person should worship the all powerful Supreme Lord, giver of all good, with unalloyed devotion, without worshiping those mundane gift-giving deities. Accordingly. Brahm&#257; meditated upon Krishna in Goloka, the object of the worship, from a distance, of M&#257;y&#257;dev&#299;. True devotion is unalloyed devotional activity free from all mundane desire. The devotion of Brahm&#257;, etc., is not unmixed devotion. But there is a stage of unmixed predilection even in devotion for the attainment of one's selfish desire. This has been fully described in the concluding five &#347;lokas of this work. That is the easiest method of divine service, prior to the attainment of self-realization, by fallen souls.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>