<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 27"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.27</P><P CLASS=c>atha venu-nin&#257;dasya</P><P CLASS=c>tray&#299;-m&#363;rti-may&#299; gatih</P><P CLASS=c>sphurant&#299; pravive&#347;&#257;&#347;u</P><P CLASS=c>mukh&#257;bj&#257;ni svayambhuvah</P><P CLASS=c>g&#257;yatr&#299;m g&#257;yatas tasm&#257;d</P><P CLASS=c>adhigatya sarojajah</P><P CLASS=c>samskrita&#347; c&#257;di-gunun&#257;</P><P CLASS=c>dvijat&#257;m agamat tatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/v/venu">venu</A>-<A CLASS=v HREF="http://vedabase.net/n/ninadasya">nin&#257;dasya</A> &#8212; of the sound of the flute; <A CLASS=v HREF="http://vedabase.net/t/trayi">tray&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/murti">m&#363;rti</A>-<A CLASS=v HREF="http://vedabase.net/m/mayi">may&#299;</A> &#8212; the mother of the three Vedas; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; the means (the <A HREF="http://vedabase.net/g/gayatri">G&#257;yatr&#299;</A> <A HREF="http://vedabase.net/m/mantra">mantra</A>); <A CLASS=v HREF="http://vedabase.net/s/sphuranti">sphuranti</A> &#8212; being <A HREF="http://vedabase.net/m/made">made</A> manifest; <A CLASS=v HREF="http://vedabase.net/p/pravivesa">pravive&#347;a</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; quickly; <A CLASS=v HREF="http://vedabase.net/m/mukha">mukha</A>-<A CLASS=v HREF="http://vedabase.net/a/abjani">abj&#257;ni</A> &#8212; the lotus faces; <A CLASS=v HREF="http://vedabase.net/s/svayambhuvah">svayambhuvah</A> &#8212; of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/g/gayatrim">g&#257;yatr&#299;m</A> &#8212; the <A HREF="http://vedabase.net/g/gayatri">G&#257;yatr&#299;</A>; <A CLASS=v HREF="http://vedabase.net/g/gayatah">g&#257;yatah</A> &#8212; sounding; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; from Him (<A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/a/adhigatya">adhigatya</A> &#8212; having received; <A CLASS=v HREF="http://vedabase.net/s/saroja">saroja</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">jah</A> &#8212; the lotus-born (<A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/s/samskrtah">samskritah</A> &#8212; initiated; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/g/guruna">gurun&#257;</A> &#8212; by the primal preceptor; <A CLASS=v HREF="http://vedabase.net/d/dvijatam">dvijat&#257;m</A> &#8212; the status of the twice-born; <A CLASS=v HREF="http://vedabase.net/a/agamat">agamat</A> &#8212; attained; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter.</P><P CLASS=t>TRANSLATION</P><P>Then G&#257;yatr&#299;, mother of the Vedas, being made manifest, i.e. imparted, by the divine sound of the flute of &#346;r&#299; Krishna, entered into the lotus mouth of Brahm&#257;, born from himself, through his eight ear-holes. The lotus-born Brahm&#257; having received the G&#257;yatr&#299;, sprung from the flute-song of &#346;r&#299; Krishna, attained the status of the twice-born, having been initiated by the supreme primal preceptor, Godhead Himself.</P><P CLASS=t>PURPORT</P><P>The sound of Krishna's flute is the transcendental blissful sound; hence the archetype of all Veda, is present in it. The G&#257;yatr&#299; is Vedic rhythm. It contains a brief meditation and prayer. K&#257;ma-g&#257;yatr&#299; is the highest of all the G&#257;yatr&#299;s, because the meditation and prayer contained in it are full of the perfect transcendental sportive activities which are not to be found in any other G&#257;yatr&#299;. The G&#257;yatr&#299; that is attained as the sequel of the eighteen-lettered mantra is k&#257;ma-g&#257;yatr&#299; which runs thus: kl&#299;m k&#257;ma-dev&#257;ya vidmahe pushpa-b&#257;n&#257;ya dh&#299;mahi tan no 'na&#324;gah pracoday&#257;t. In this G&#257;yatr&#299;, the realization of the transcendental pastimes of &#346;r&#299; Gop&#299;jana-vallabha after perfect meditation and the prayer for the attainment of the transcendental god of love are indicated. In the spiritual world there is no better mode of endeavor for securing the superexcellent rasa-bedewed love. As soon as that G&#257;yatr&#299; entered into the ear-holes of Brahm&#257;, he became the twice-born and began to chant the G&#257;yatr&#299;. Whoever has received the same G&#257;yatr&#299; in reality. has attained his spiritual rebirth. The status of a twice-born that is obtained in accordance with one's worldly nature and lineage, by the fettered souls in this mundane world, is far inferior to that of the twice-born who obtains admission into the transcendental world; because the initiation or acquisition of transcendental birth as a result of spiritual initiation is the highest of glories in as much as the j&#299;va is thereby enabled to attain to the transcendental realm.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>