<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 28"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.28</P><P CLASS=c>trayy&#257; prabuddho 'tha vidhir</P><P CLASS=c>v&#299;jñ&#257;ta-tattva-s&#257;garah</P><P CLASS=c>tusht&#257;va veda-s&#257;rena</P><P CLASS=c>stotren&#257;nena ke&#347;avam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/trayya">trayy&#257;</A> &#8212; by the embodiment of the three Vedas; <A CLASS=v HREF="http://vedabase.net/p/prabuddhah">prabuddhah</A> &#8212; enlightened; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/v/vidhih">vidhih</A> &#8212; <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/vijnata">vijñ&#257;ta</A> &#8212; acquainted with; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/s/sagarah">s&#257;garah</A> &#8212; the ocean of truth; <A CLASS=v HREF="http://vedabase.net/t/tustava">tusht&#257;va</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/s/sarena">s&#257;rena</A> &#8212; which is the essence of all Vedas; <A CLASS=v HREF="http://vedabase.net/s/stotrena">stotrena</A> &#8212; by the hymn; <A CLASS=v HREF="http://vedabase.net/a/anena">anena</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kesavam">ke&#347;avam</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>Enlightened by the recollection of that G&#257;yatr&#299;, embodying the three Vedas, Brahm&#257; became acquainted with the expanse of the ocean of truth. Then he worshiped &#346;r&#299; Krishna, the essence of all Vedas, with this hymn.</P><P CLASS=t>PURPORT</P><P>Brahm&#257; thought thus within himself, "By the recollection of k&#257;ma-g&#257;yatr&#299; it seems to me that I am the eternal maidservant of Krishna." Though the other mysteries in regard to the condition of the maidservant of Krishna were not revealed to him, Brahm&#257;, by dint of his searching self-consciousness, became well acquainted with the ocean of truth. All the truths of the Vedas were revealed to him and with the help of those essences of the Vedas he offered this hymn to the Supreme Lord &#346;r&#299; Krishna. &#346;r&#299;m&#257;n Mah&#257;prabhu has taught this hymn to His favorite disciples in as much as it fully contains all the transcendental truths regarding the Vaishnava philosophy. Readers are requested to study and try to enter into the spirit of his hymn with great care and attention, as a regular daily function.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>