<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 3"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.3</P><P CLASS=c>karnik&#257;ram mahad yantram</P><P CLASS=c>shat-konam vajra-k&#299;lakam</P><P CLASS=c>shad-a&#324;ga-shat-pad&#299;-sth&#257;nam</P><P CLASS=c>prakrity&#257; purushena ca</P><P CLASS=c>prem&#257;nanda-mah&#257;nanda-</P><P CLASS=c>rasen&#257;vasthitam hi yat</P><P CLASS=c>jyot&#299;-r&#363;pena manun&#257;</P><P CLASS=c>k&#257;ma-b&#299;jena sa&#324;gatam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/karnikaram">karnik&#257;ram</A> &#8212; the whorl; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/y/yantram">yantram</A> &#8212; figure; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/k/konam">konam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> hexagon; <A CLASS=v HREF="http://vedabase.net/v/vajra">vajra</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> diamond; <A CLASS=v HREF="http://vedabase.net/k/kilakam">k&#299;lakam</A> &#8212; the central support; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/p/padi">pad&#299;</A> &#8212; of the eighteen-syllable <A HREF="http://vedabase.net/m/mantra">mantra</A> with sixfold divisions; <A CLASS=v HREF="http://vedabase.net/s/sthanam">sth&#257;nam</A> &#8212; the place of manifestation; <A CLASS=v HREF="http://vedabase.net/p/prakrtya">prakrity&#257;</A> &#8212; along with the predominated aspect of the Absolute; <A CLASS=v HREF="http://vedabase.net/p/purusena">purushena</A> &#8212; along with the predominating aspect of the Absolute; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; of the bliss of love of God; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; of the great transcendental jubilations; <A CLASS=v HREF="http://vedabase.net/r/rasena">rasena</A> &#8212; with the <A HREF="http://vedabase.net/r/rasa">rasa</A> (mellow); <A CLASS=v HREF="http://vedabase.net/a/avasthitam">avasthitam</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A>-<A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pena</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/m/manuna">manun&#257;</A> &#8212; with the <A HREF="http://vedabase.net/m/mantra">mantra</A>; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/b/bijena">b&#299;jena</A> &#8212; with the <A HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A HREF="http://vedabase.net/b/bija">b&#299;ja</A> (kl&#299;m); <A CLASS=v HREF="http://vedabase.net/s/sangatam">sa&#324;gatam</A> &#8212; joined.</P><P CLASS=t>TRANSLATION</P><P>The whorl of that transcendental lotus is the realm wherein dwells Krishna. It is a hexagonal figure, the abode of the indwelling predominated and predominating aspect of the Absolute. Like a diamond the central supporting figure of self-luminous Krishna stands as the transcendental source of all potencies. The holy name consisting of eighteen transcendental letters is manifested in a hexagonal figure with sixfold divisions.</P><P CLASS=t>PURPORT</P><P>The transcendental pastimes of Krishna are twofold, viz., manifested and nonmanifested. The pastimes in Vrind&#257;vana visible to mortal eyes are the manifestive l&#299;l&#257; of &#346;r&#299; Krishna, and that which is not so visible, is nonmanifestive l&#299;l&#257; of Krishna. The nonmanifestive l&#299;l&#257; is always visible in Goloka and the same is visible to human eyes in Gokula, if Krishna so desires. In his Krishna-sandarbha &#346;r&#299; J&#299;va Gosv&#257;m&#299; Prabhu says, "Nonmanifestive pastimes are expressed in manifestive krishna-l&#299;l&#257;. and goloka-l&#299;l&#257; is the nonmanifestive pastimes of Krishna visualized from the mundane plane." This is also corroborated by &#346;r&#299; R&#363;pa in his Bh&#257;gavat&#257;mrita. The progressive transcendental manifestation of Gokula is Goloka. So Goloka is the selfsame majestic manifestation of Gokula. The eternal pastimes of &#346;r&#299; Krishna, although not visible in Gokula, are eternally manifested in Goloka. Goloka is the transcendental majestic manifestation of Gokula. The manifestations of the nonmanifestive pastimes of Krishna with regard to the conditioned souls, are twofold, viz., (1) worship through the channel of the mantras (inaudibly recited, liberating, self-dedicatory. transcendental sounds), (2) spontaneous outflow of heart's spiritual love for Krishna. &#346;r&#299; J&#299;va Gosv&#257;m&#299; has said that worship through the mantra is possible permanently in the proper place, when confined to one pastime. This meditative manifestation of Goloka is the pastime attended with the worship of Krishna through the mantra. Again, the pastimes that are performed in different planes and in different moods, are autocratic in diverse ways; hence sv&#257;-rasik&#299;, i.e., spontaneous, outflow of heart's spiritual love for Krishna. This &#347;loka conveys a twofold meaning. One meaning is that in the pastime attended with worship through the mantra consisting of eighteen transcendental letters, transcendental words contained in the said mantra being differently placed make a manifestation of only one l&#299;l&#257; of &#346;r&#299; Krishna. As for example kl&#299;m krishn&#257;ya govind&#257;ya gop&#299;jana-vallabh&#257;ya sv&#257;h&#257; &#8212; this is a hexagonal mantra consisting of six transcendental words, viz., (1) krishn&#257;ya, (2) govind&#257;ya, (3) gop&#299;jana, (4) vallabh&#257;ya, (5) sv&#257;, (6) h&#257;. These six transcendental words, when placed juxtapositionally. indicate the mantra.</P><P>The hexagonal great transcendental machinery is in this wise. The principal seed, i.e. kl&#299;m, is situated in the instrument as the central pivot. Anybody with an impression of such an instrument in his mind and concentrating his thought on such spiritual entities, can attain, like Candradhvaja, to the knowledge of the cognitive principle. The word sv&#257; indicates kshetrajña i.e., one who is conversant with one's inner self, and the word h&#257; indicates the transcendental nature. This meaning of the mantra has also been corroborated by &#346;r&#299; Hari-bhakti-vil&#257;sa. The general meaning is this that one who is desirous of entering into the esoteric pastimes of Krishna will have to practice His transcendental service along with the culture of the devotional knowledge relative to Him. (1) krishna-svar&#363;pa &#8212; the proper Self of Krishna; (2) krishnasya cin-maya-vraja-l&#299;l&#257;-vil&#257;sa-svar&#363;pa &#8212; the true nature of Krishna's transcendental pastimes in Vraja; (3) tat-parikara-gop&#299;jana-svar&#363;pa &#8212; the true nature of His spiritual associates in Vraja, viz., the spiritual milkmen and the milkmaids; (4) tad-vallabha &#8212; the true nature of self-surrender to Krishna in the footsteps of the spiritual milkmaids of Vraja; (5) &#347;uddha-j&#299;vasya cid-(jñ&#257;na)-svar&#363;pa &#8212; the true nature of the spiritual knowledge of the unalloyed individual soul; (6) cit-prakritir arth&#257;t krishna-sev&#257;-svabh&#257;va &#8212; the true nature of transcendental service to Krishna is this that the esoteric relation is established on the awakening of one's pure cognition. The meaning is that rasa is only the transcendental service of the central refuge &#346;r&#299; Krishna, as predominating aspect of the Absolute, by one's ego as the spiritual maid of the predominated moiety of the absolute integer, attended with pure devotion in the shape of one's entire self-surrender. The pastime in Goloka or in Gokula during the stage of devotional progress, is the meditative worship through the mantra, and during the stage of perfection the pastimes manifest themselves as the unrestrained transcendental jubilations. This is the real aspect of Goloka or Gokula, which will be made more explicit in due course. The meaning of the words jyot&#299;-r&#363;pena manun&#257; [<A CLASS=v HREF="../../bs/5/3.htm">Bs 5.3</A>] is that the transcendental meaning is expressed in the mantra by means of which, on transcendental desire of love for Krishna and the service of Krishna being added, one is established in the eternal love of Krishna. Such eternal pastimes are eternally manifested in Goloka.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>