<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 34"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.34</P><P CLASS=c>panth&#257;s tu koti-&#347;ata-vatsara-sampragamyo</P><P CLASS=c>v&#257;yor ath&#257;pi manaso muni-pu&#324;gav&#257;n&#257;m</P><P CLASS=c>so 'py asti yat-prapada-s&#299;mny avicintya-tattve</P><P CLASS=c>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/panthah">panth&#257;h</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/k/koti">koti</A>-<A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A> &#8212; thousands of millions; <A CLASS=v HREF="http://vedabase.net/v/vatsara">vatsara</A> &#8212; of years; <A CLASS=v HREF="http://vedabase.net/s/sampragamyah">sampragamyah</A> &#8212; extending over; <A CLASS=v HREF="http://vedabase.net/v/vayoh">v&#257;yoh</A> &#8212; of wind; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/m/manasah">manasah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/p/pungavanam">pu&#324;gav&#257;n&#257;m</A> &#8212; of the foremost jñ&#257;n&#299;s; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that (path); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/p/prapada">prapada</A> &#8212; of the toe; <A CLASS=v HREF="http://vedabase.net/s/simni">s&#299;mni</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the tip; <A CLASS=v HREF="http://vedabase.net/a/avicintya">avicintya</A>-<A CLASS=v HREF="http://vedabase.net/t/tattve">tattve</A> &#8212; beyond material conception; <A CLASS=v HREF="http://vedabase.net/g/govindam">govindam</A> &#8212; <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the original person; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/bhajami">bhaj&#257;mi</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>I worship Govinda, the primeval Lord, only the tip of the toe of whose lotus feet is approached by the yog&#299;s who aspire after the transcendental and betake themselves to pr&#257;n&#257;y&#257;ma by drilling the respiration; or by the jñ&#257;n&#299;s who try to find out the nondifferentiated Brahman by the process of elimination of the mundane, extending over thousands of millions of years.</P><P CLASS=t>PURPORT</P><P>The attainment of the lotus feet of Govinda consists in the realization of unalloyed devotion. The kaivalya (realized nonalternative state) which is attained by the asht&#257;&#324;ga-yogis by practicing trance for thousands of millions of years and the state of merging into the nondifferentiated impersonality of Godhead beyond the range of limitation attained by nondualists after a similar period passed in distinguishing between the spiritual and nonspiritual and eliminating things of the limited sphere one after another by the formula "not this, not that," are simply the outskirts of the lotus feet of Krishna and not the lotus feet themselves. The long and short of the matter is this, kaivalya or merging into the Brahman constitutes the line of demarcation between the world of limitation and the transcendental world. For, unless we step beyond them, we can have no taste of the variegatedness of the transcendental sphere. These conditions are the simple absence of misery arising from mundane affinity but are not real happiness or felicity. If the absence of misery be called a bit of pleasure then also that bit is very small and of no consequence. It is not sufficient to destroy the condition of materiality; but the real gain to the j&#299;va is his eternal existence in his self-realized state. This can be attained only by the grace of unalloyed devotion which is essentially cit or transcendental in character. For this end abstract and uninteresting mental speculation is of no avail.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>