<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 36"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.36</P><P CLASS=c>yad-bh&#257;va-bh&#257;vita-dhiyo manuj&#257;s tathaiva</P><P CLASS=c>sampr&#257;pya r&#363;pa-mahim&#257;sana-y&#257;na-bh&#363;sh&#257;h</P><P CLASS=c>s&#363;ktair yam eva nigama-prathitaih stuvanti</P><P CLASS=c>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; for whom; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; with devotion; <A CLASS=v HREF="http://vedabase.net/b/bhavita">bh&#257;vita</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> imbued; <A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah</A> &#8212; whose hearts; <A CLASS=v HREF="http://vedabase.net/m/manujah">manuj&#257;h</A> &#8212; men; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/s/samprapya">sampr&#257;pya</A> &#8212; having gained; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; beauty; <A CLASS=v HREF="http://vedabase.net/m/mahima">mahima</A> &#8212; greatness; <A CLASS=v HREF="http://vedabase.net/a/asana">&#257;sana</A> &#8212; thrones; <A CLASS=v HREF="http://vedabase.net/y/yana">y&#257;na</A> &#8212; conveyances; <A CLASS=v HREF="http://vedabase.net/b/bhusah">bh&#363;sh&#257;h</A> &#8212; and ornaments; <A CLASS=v HREF="http://vedabase.net/s/suktaih">s&#363;ktaih</A> &#8212; by Vedic hymns; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/nigama">nigama</A> &#8212; by the Vedas; <A CLASS=v HREF="http://vedabase.net/p/prathitaih">prathitaih</A> &#8212; told; <A CLASS=v HREF="http://vedabase.net/s/stuvanti">stuvanti</A> &#8212; offer praise; <A CLASS=v HREF="http://vedabase.net/g/govindam">govindam</A> &#8212; <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the original person; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/bhajami">bhaj&#257;mi</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>I adore the same Govinda, the primeval Lord, in whose praise men, who are imbued with devotion, sing the mantra-s&#363;ktas told by the Vedas, by gaining their appropriate beauty, greatness, thrones, conveyances and ornaments.</P><P CLASS=t>PURPORT</P><P>In discussing rasa we meet with five kinds of devotion or service. &#346;&#257;nta or unattached, d&#257;sya or pertaining to reverential willing service, sakhya or friendship, v&#257;tsalya or parental love and &#347;ri&#324;g&#257;ra or juvenile love.</P><P>The devotees surcharged with the ideas of their respective service, serve Krishna eternally and ultimately reach the goal of their respective ideals. They attain the real nature of their self befitting their respective rasas, their glories, conveyances, seats befitting their sacred service, and transcendental qualities of ornaments enhancing the beauty of their real nature. Those who are advocates of &#347;&#257;nta-rasa attain the region of Brahma-Param&#257;tm&#257;, the seat of eternal peace; those of d&#257;sya-rasa get to Vaikuntha, the spiritual majestic abode of &#346;r&#299; N&#257;r&#257;yana; those of sakhya, v&#257;tsalya and madhura-rasa (juvenile love) attain Goloka-dh&#257;ma, Krishna's abode, above Vaikuntha. They worship Krishna by the s&#363;ktas depicted in the Vedas with the ingredients and objects befitting their respective rasas, in those regions. The Vedas, under the influence of the spiritual potency in certain passages speak of the pastimes of the Supreme Lord. The liberated souls chant the name, qualities and pastimes of the Supreme Lord, under the guidance of the same spiritual potency.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>