<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 37"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.37</P><P CLASS=c>&#257;nanda-cinmaya-rasa-pratibh&#257;vit&#257;bhis</P><P CLASS=c>t&#257;bhir ya eva nija-r&#363;patay&#257; kal&#257;bhih</P><P CLASS=c>goloka eva nivasaty akhil&#257;tma-bh&#363;to</P><P CLASS=c>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; bliss; <A CLASS=v HREF="http://vedabase.net/c/cit">cit</A> &#8212; and knowledge; <A CLASS=v HREF="http://vedabase.net/m/maya">maya</A> &#8212; consisting of; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; mellows; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A> &#8212; every second; <A CLASS=v HREF="http://vedabase.net/b/bhavitabhih">bh&#257;vit&#257;bhih</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> engrossed with; <A CLASS=v HREF="http://vedabase.net/t/tabhih">t&#257;bhih</A> &#8212; with those; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/r/rupataya">r&#363;patay&#257;</A> &#8212; with His own form; <A CLASS=v HREF="http://vedabase.net/k/kalabhih">kal&#257;bhih</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> parts of portions of His pleasure potency; <A CLASS=v HREF="http://vedabase.net/g/goloke">goloke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/g/goloka">Goloka</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/nivasati">nivasati</A> &#8212; resides; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the soul of all; <A CLASS=v HREF="http://vedabase.net/b/bhutah">bh&#363;tah</A> &#8212; who exists; <A CLASS=v HREF="http://vedabase.net/g/govindam">govindam</A> &#8212; <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the original personality; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/bhajami">bhaj&#257;mi</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>I worship Govinda, the primeval Lord, residing in His own realm, Goloka, with R&#257;dh&#257;, resembling His own spiritual figure, the embodiment of the ecstatic potency possessed of the sixty-four artistic activities, in the company of Her confidantes [sakh&#299;s], embodiments of the extensions of Her bodily form, permeated and vitalized by His ever-blissful spiritual rasa.</P><P CLASS=t>PURPORT</P><P>Although the Lord Absolute and His potency are one and the self-same existence, still They exist eternally as separate entities, as R&#257;dh&#257; and Krishna. In both the ecstatic energy and the transcendental Lord Krishna, there exists &#347;ri&#324;g&#257;ra-rasa (amorous love) whose quality is inconceivable. The vibh&#257;va (extension) of that rasa (mellow quality) is twofold, viz., &#257;lambana (prop) and udd&#299;pana (stimulation). Of these &#257;lambana is twofold, viz., &#257;&#347;raya (supported) and vishaya (supporter). &#256;&#347;raya signifies R&#257;dhik&#257; Herself and the extensions of Her own form and vishaya means Krishna Himself. Krishna is Govinda, Lord of Goloka. The gop&#299;s are the facsimile &#257;&#347;raya of that rasa. With them Krishna indulges in eternal pastimes in Goloka. Nija-r&#363;patay&#257; means "with the attributes manifested from the ecstatic energy." The sixty-four activities in fine arts and crafts are the following: (1) g&#299;ta &#8212; art of singing. (2) v&#257;dya &#8212; art of playing on musical instruments. (3) nritya &#8212; art of dancing. (4) n&#257;tya &#8212; art of theatricals. (5) &#257;lekhya &#8212; art of painting. (6) vi&#347;eshakacchedya &#8212; art of painting the face and body with colored unguents and cosmetics. (7) tandula-kusuma-bal&#299;-vik&#257;ra &#8212; art of preparing offerings from rice and flowers. (8) pushp&#257;starana &#8212; art of making a covering of flowers for a bed. (9) da&#347;ana-vasan&#257;&#324;ga-r&#257;ga &#8212; art of applying preparations for cleansing the teeth, cloths and painting the body. (10) mani-bh&#363;mik&#257;-karma &#8212; art of making the groundwork of jewels. (11) &#347;ayy&#257;-racana &#8212; art of covering the bed. (12) udaka-v&#257;dya &#8212; art of playing on music in water. (13) udaka-gh&#257;ta &#8212; art of splashing with water. (14) citra-yoga &#8212; art of practically applying an admixture of colors. (15) m&#257;lya-grathana-vikalpa &#8212; art of designing a preparation of wreaths. (16) &#347;ekhar&#257;p&#299;da-yojana &#8212; art of practically setting the coronet on the head. (17) nepathya-yoga &#8212; art of practically dressing in the tiring room. (18) karnap&#257;tra-bha&#324;ga &#8212; art of decorating the tragus of the ear. (19) sugandha-yukti &#8212; art of practical application of aromatics. (20) bh&#363;shana-yojana &#8212; art of applying or setting ornaments. (21) aindra-j&#257;la &#8212; art of jugglery. (22) kaucum&#257;ra &#8212; a kind of art. (23) hasta-l&#257;ghava &#8212; art of sleight of hand. (24) citra-&#347;&#257;k&#257;p&#363;pa-bhakshya-vik&#257;ra-kriy&#257; &#8212; art of preparing varieties of salad, bread, cake and delicious food. (25) p&#257;naka-rasa-r&#257;g&#257;sava-yojana &#8212; art of practically preparing palatable drinks and tinging draughts with red color. (26) s&#363;c&#299;-v&#257;ya-karma &#8212; art of needleworks and weaving. (27) s&#363;tra-kr&#299;d&#257; &#8212; art of playing with thread. (28) v&#299;n&#257;-damuraka-v&#257;dya &#8212; art of playing on lute and small x-shaped drum. (29) prahelik&#257; &#8212; art of making and solving riddles. (29-a) pratim&#257;l&#257; &#8212; art of caping or reciting verse for verse as a trial for memory or skill. (30) durvacaka-yoga &#8212; art of practicing language difficult to be answered by others. (31) pustaka-v&#257;cana &#8212; art of reciting books. (32) n&#257;tik&#257;khy&#257;yik&#257;-dar&#347;ana &#8212; art of enacting short plays and anecdotes. (33) k&#257;vya-samasy&#257;-p&#363;rana &#8212; art of solving enigmatic verses. (34) pattik&#257;-vetra-b&#257;na-vikalpa &#8212; art of designing preparation of shield, cane and arrows. (35) tarku-karma &#8212; art of spinning by spindle. (36) takshana &#8212; art of carpentry. (37) v&#257;stu-vidy&#257; &#8212; art of engineering. (38) raupya-ratna-par&#299;ksh&#257; &#8212; art of testing silver and jewels. (39) dh&#257;tu-v&#257;da &#8212; art of metallurgy. (40) mani-r&#257;ga jñ&#257;na &#8212; art of tinging jewels. (41) &#257;kara jñ&#257;na &#8212; art of mineralogy. (42) vriksh&#257;yur-veda-yoga &#8212; art of practicing medicine or medical treatment, by herbs. (43) mesha-kukkuta-l&#257;vaka-yuddha-vidhi &#8212; art of knowing the mode of fighting of lambs, cocks and birds. (44) &#347;uka-&#347;&#257;rik&#257;-prap&#257;lana (pral&#257;pana)? &#8212; art of maintaining or knowing conversation between male and female cockatoos. (45) uts&#257;dana &#8212; art of healing or cleaning a person with perfumes. (46) ke&#347;a-m&#257;rjana-kau&#347;ala &#8212; art of combing hair. (47) akshara-mushtik&#257;-kathana &#8212; art of talking with letters and fingers. (48) mlecchita-kutarka-vikalpa &#8212; art of fabricating barbarous or foreign sophistry. (49) de&#347;a-bh&#257;sh&#257;-jñ&#257;na &#8212; art of knowing provincial dialects. (50) pushpa-&#347;akatik&#257;-nirmiti-jñ&#257;na &#8212; art of knowing prediction by heavenly voice or knowing preparation of toy carts by flowers. (51) yantra-m&#257;trik&#257; &#8212; art of mechanics. (52) dh&#257;rana-m&#257;trik&#257; &#8212; art of the use of amulets. (53) samv&#257;cya &#8212; art of conversation. (54) m&#257;nas&#299; k&#257;vya-kriy&#257; &#8212; art of composing verse mentally. (55) kriy&#257;-vikalpa &#8212; art of designing a literary work or a medical remedy. (56) chalitaka-yoga &#8212; art of practicing as a builder of shrines called after him. (57) abhidh&#257;na-kosha-cchando-jñ&#257;na &#8212; art of the use of lexicography and meters. (58) vastra-gopana &#8212; art of concealment of cloths. (59) dy&#363;ta-vi&#347;esha &#8212; art of knowing specific gambling. (60) &#257;karsha-kr&#299;d&#257; &#8212; art of playing with dice or magnet. (61) b&#257;laka-kr&#299;danaka &#8212; art of using children's toys. (62) vain&#257;yik&#299; vidy&#257; &#8212; art of enforcing discipline. (63) vaijayik&#299; vidy&#257; &#8212; art of gaining victory. (64) vait&#257;lik&#299; vidy&#257; &#8212; art of awakening master with music at dawn.</P><P>All these arts manifesting their own eternal forms are ever visible in the region of Goloka as the ingredients of rasa; and, in the mundane sphere, they have been unstintedly exhibited in the pastimes of Vraja by the spiritual (cit) potency. Yogam&#257;y&#257;. So &#346;r&#299; R&#363;pa says, sad&#257;nantaih... santi t&#257;h, i.e., Krishna is ever manifest in His beauty with His infinite pastimes in Goloka. Sometimes the variant manifestation of those pastimes becomes visible on the mundane plane. &#346;r&#299; Hari, the Supreme Lord, also manifests His pastimes of birth, etc., accompanied by all His paraphernalia. The divine sportive potency fills the hearts of His paraphernalia with appropriate spiritual sentiments in conformity with the will of Krishna. Those pastimes that manifest themselves on the mundane plane, are His visible pastimes. All those very pastimes exist in their nonvisible form in Goloka beyond the ken of mundane knowledge. In His visible pastimes Krishna sojourns in Gokula, Mathur&#257; and Dv&#257;rak&#257;. Those pastimes that are nonvisible in those three places, are visible in their spiritual sites of Vrind&#257;vana.</P><P>From the conclusions just stated it is clear that there is no distinction between the visible and nonvisible pastimes. The apostle J&#299;va Gosv&#257;m&#299; in his commentary on this &#347;loka as well as in the gloss of Ujjvala-n&#299;lamani and in Krishna-sandarbha remarks that "the visible pastimes of Krishna are the creation of His cit (spiritual) potency. Being in conjunction with the reference to mundane function they exhibit certain features which seem to be true by the influence of the limiting potency (M&#257;y&#257;); but these cannot exist in the transcendental reality. The destruction of demons, illicit paramourship, birth, etc., are examples of this peculiarity. The gop&#299;s are the extensions of the ecstatic energy of Krishna, and so are exceptionally His own. How can there be illicit connection in their case? The illicit mistress-ship of the gop&#299;s found in His visible pastime, is but the mundane reflection of the transcendental reality." The hidden meaning underlying the words of &#346;r&#299; J&#299;va Gosv&#257;m&#299;, when it is made explicit, will leave no doubt in the minds of the readers. &#346;r&#299; J&#299;va Gosv&#257;m&#299; is our preacher of transcendental truth. So he is always under the influence of &#346;r&#299; R&#363;pa and San&#257;tana. Moreover in the pastimes of Krishna &#346;r&#299; J&#299;va is one of the mañjar&#299;s. So he is conversant with all transcendental realities.</P><P>There are some who, being unable to understand the drift of his statements, give meanings of their own invention and indulge in useless controversies. &#346;r&#299; R&#363;pa and San&#257;tana say that there is no real and essential distinction between the l&#299;l&#257;s visible and nonvisible, the only distinction lies in this that one is manifest in the mundane sphere whereas the other is not so. In the supermundane manifestation there is absolute purity in the seer and the seen. A particularly fortunate person when he is favored by Krishna, can shake off worldly shackles and connections, enter the transcendental region after attaining the realized taste of the varieties of rasa that is available during the period of novitiate. Only such a person can have a view and taste of the perfect and absolutely pure l&#299;l&#257; of Goloka. Such receptive natures are rarely to be found. He, who exists in the mundane sphere, can also realize the taste of cid-rasa by the grace of Krishna by being enabled to attain the realized state of service. Such a person can have a view of the pastimes of Goloka manifested in the mundane l&#299;l&#257; of Gokula. There is certainly a difference between these two classes of eligible seekers of the truth. Until one attains the perfectly transcendental stage he must be hampered by his lingering limitations, in his vision of the pastimes of Goloka. Again, the vision of the transcendental reality varies according to the degree of self-realization. The vision of Goloka must also vary accordingly.</P><P>It is only those fettered souls who are excessively addicted to worldliness that are devoid of the devotional eye. Of them some are enmeshed by the variegatedness of the deluding energy while others aspire after self-annihilation under the influence of centrifugal knowledge. Though they might have a view of the mundanely manifested pastimes of the Supreme Lord, they can have only a material conception of those visible pastimes, this conception being devoid of transcendental reality. Hence the realization of Goloka appears in proportion to eligibility due to the degree of one's self-realization. The underlying principle is this, that, though Gokula is as holy and free from dross as Goloka, still it is manifested on the mundane plane by the influence of the cit potency. Yogam&#257;y&#257;. In visible and nonvisible matters of transcendental regions there is no impurity. contamination and imperfection inherent in the world of limitation; only there is some difference in the matter of realization in proportion to the self-realization of the seekers after the Absolute. Impurity. unwholesomeness, foreign elements, illusion, nescience, unholiness, utter inadequacy. insignificance, grossness &#8212; these appertain to the eye, intellect, mind and ego stultified by the material nature of conditioned souls; they have nothing to do with the essential nature of transcendence. The more one is free from these blots the more is one capable of realizing the unqualified Absolute. The truth who has been revealed by the scriptures, is free from dross. But the realizations of the seekers of the knowledge of these realities, are with or without flaw in accordance with the degree of their individual realization.</P><P>Those sixty-four arts that have been enumerated above, do in reality exist unstintedly only in Goloka. Unwholesomeness, insignificance, grossness are found in those arts in accordance with the degree of self-realization on the part of aspirants after the knowledge of the Absolute. According to &#346;r&#299;la R&#363;pa and &#346;r&#299;la San&#257;tana all those pastimes, that have been visible in Gokula, exist in all purity and free from all tinge of limitation in Goloka. So transcendental autocratic paramourship also exists in Goloka in inconceivable purity, judged by the same standard and reasoning. All manifestation by the cit potency. Yogam&#257;y&#257;, are pure. So, as the above paramourship is the creation of Yogam&#257;y&#257;, it is necessarily free from all contamination, and appertains to the absolute reality.</P><P>Let us pause to consider what the absolute reality is in Himself. &#346;r&#299; R&#363;pa Gosv&#257;m&#299; says, p&#363;rvokta-... s&#257;ratah. In regard to these &#347;lokas &#346;r&#299;p&#257;da J&#299;va Gosv&#257;m&#299; after mature deliberation has established the transcendental paramourship as vibhrama-vil&#257;sa, something seemingly different from what it appears to be; such are the pastimes of birth, etc., accomplished by Yogam&#257;y&#257;.</P><P>By the explanation tath&#257;pi... vraja-vanit&#257;n&#257;m, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has expressed his profound implication. Joyous pastimes by the medium of seeming error, vibhrama-vil&#257;sa, as the contrivance of Yogam&#257;y&#257;, has also been admitted in the concluding statements of R&#363;pa and San&#257;tana. Still, since &#346;r&#299;p&#257;da J&#299;va Gosv&#257;m&#299; has established the identity of Goloka with Gokula, it must be admitted that there is transcendental reality underlying all the pastimes of Gokula. A husband is one who binds oneself in wedlock with a girl, while a paramour is one who, in order to win another's wife's love by means of love, crosses the conventions of morality. by the impulse of the sentiment that regards her love as the be-all and end-all of existence. In Goloka there is no such function at all as that of the nuptial relationship. Hence there is no husbandhood characterized by such connection. On the other hand since the gop&#299;s, who are self-supported real entities are not tied to anybody else in wedlock, they cannot also have the state of concubinage. There can also be no separate entities in the forms of svak&#299;ya (conjugal) and parak&#299;ya (adulterous) states. In the visible pastimes on the mundane plane the function in the form of the nuptial relationship is found to exist. Krishna is beyond the scope of that function. Hence the said function of the circle of all-love is contrived by Yogam&#257;y&#257;. Krishna tastes the transcendental rasa akin to paramourship by overstepping that function. This pastime of going beyond the pale of the apparent moral function manifested by Yogam&#257;y&#257;, is, however, also observable only on the mundane plane by the eye that is enwrapped by the mundane covering; but there is really no such levity in the pastimes of Krishna. The rasa of paramourship is certainly the extracted essence of all the rasas. If it be said that it does not exist in Goloka, it would be highly deprecatory to Goloka. It is not the fact that there is no supremely wholesome tasting of rasa in the supremely excellent realm of Goloka. Krishna, the fountainhead of all avat&#257;ras. tastes the same in a distinct form in Goloka and in another distinct form in Gokula. Therefore, in spite of the seeming appearance, to the mundane eye, of outstepping the bounds of the legitimate function by the form of paramourship, there must be present the truth of it in some form even in Goloka. &#256;tm&#257;r&#257;mo 'py ar&#299;ramat, &#257;tmany avaruddha-sauratah, reme vraja-sundar&#299;bhir yath&#257;rbhakah pratibimba-vibhramah and other texts of the scriptures go to show that self-delightedness is the essential distinctive quality of Krishna Himself. Krishna in His majestic cit realm causes the manifestation of His own cit potency as Lakshm&#299; and enjoys her as His own wedded consort. As this feeling of wedded consorthood preponderates there, rasa expands in a wholesome form only up to the state of servanthood (d&#257;sya-rasa). But in Goloka He divides up His cit potency into thousands of gop&#299;s and eternally engages in amorous pastimes with them by forgetting the sentiments of ownership. By the sentiments of ownership there cannot be the extreme inaccessibility of the rasa. So the gop&#299;s have naturally. from eternity. the innate sentiment of being others' wedded wives. Krishna too in response to that sentiment, by assuming the reciprocal sentiment of paramourship, performs the r&#257;sa and the other amorous pastimes with the aid of the flute, His favorite cher ami. Goloka is the transcendental seat of eternally self-realized rasa, beyond limited conception. Hence in Goloka there is realization of the sentimental assumption of the rasa of paramourship.</P><P>Again such is the nature of the principle of the majesty that in the realm of Vaikuntha there is no rasa of parental affection towards the source of all avat&#257;ras. But in Goloka, the seat of all superexcellent deliciousness, there is no more than the original sentimental egoistic assumption of the same rasa. There Nanda and Ya&#347;od&#257; are visibly present, but there is no occurrence of birth. For want of the occurrence of birth the assumed egoistic sentiment of parental affection of Nanda and Ya&#347;od&#257; has no foundation in the actual existence of such entities as father and mother, but it is of the nature of sentimental assumption on their parts, cf. jayati jana-niv&#257;so devak&#299;-janma-v&#257;dah, etc. For the purpose of the realization of the rasa the assumed egoistic sentiment is, however, eternal. In the rasa of amorous love if the corresponding egoistic sentiments of concubinage and paramourship be mere eternal assumptions there is nothing to blame in them and it also does not go against the scriptures. When those transcendental entities of Goloka becomes manifest in Vraja then those two egoistic sentiments become somewhat more palpable to the mundane view in the phenomenal world and there comes to be this much difference only. In the rasa of parental affection the sentiments of Nanda and Ya&#347;od&#257; that they are parents becomes manifest in the more tangible form in the pastimes of birth etc., and in the amorous rasa the corresponding sentiments of concubinage in the respective gop&#299;s become manifest in the forms of their marriages with Abhimanyu, Govardhana, etc. In reality there is no such separate entity as husbandhood of the gop&#299;s either in Goloka or in Gokula. Hence the &#347;&#257;stras declare that there is no sexual union of the gop&#299;s with their husbands. It is also for the same reason that the authorized teacher of the principle of rasa, &#346;r&#299; R&#363;pa, writes that in the transcendental amorous rasa the hero is of two different types, viz., the wedded husband and the paramour &#8212; pati&#347; copapati&#347; ceti prabhed&#257;v iha vi&#347;rut&#257;v iti. &#346;r&#299; J&#299;va, in his commentary by his words patih pura-vanit&#257;n&#257;m dvit&#299;yo vraja-vanit&#257;n&#257;m, acknowledges the eternal paramourship of Krishna in Goloka and Gokula and the husbandhood of Krishna in Vaikuntha and Dv&#257;rak&#257; etc. In the Lord of Goloka and the Lord of Gokula the character of paramourship is found in its complete form. Krishna's deliberate overstepping of His own quality of self-delightedness is caused by the desire of union with another's wedded wife. The state of being another's wedded wife is nothing but the corresponding assumed sentiment on the part of the gop&#299;s. In reality they have no husbands with independent and separate existence; still their very egoistic sentiment makes them have the nature of the wedded wives of others. So all the characteristics, viz., that "desire makes the paramour overstep the bounds of duty." etc., are eternally present in the seat of all "deliciousness." In Vraja that very thing reveals itself, to an extent, in a form more tangible to persons with mundane eyes.</P><P>So in Goloka there is inconceivable distinction and nondistinction between the rasas analogous to mundane concubineship and wifehood. It may be said with equal truth that there is no distinction in Goloka between the two as also that there is such distinction. The essence of paramourship is the cessation of ownership and the abeyance of ownership is the enjoyment of His own cit potency in the shape of abeyance of paramourship or enjoyment without the sanction of wedlock. The conjunction of the two exists there as one rasa accommodating both varieties. In Gokula it is really the same with the difference that it produces a different impression on observers belonging to the mundane plane. In Govinda, the hero of Goloka, there exist both husbandhood and paramourship above all piety and impiety and free from all grossness. Such is also the case with the hero of Gokula although there is a distinction in realization caused by Yogam&#257;y&#257;. If it be urged that what is manifested by Yogam&#257;y&#257; is the highest truth being the creation of the cit potency and that, therefore, the impression of paramourship is also really true, the reply is that there may exist an impression of analogous sentimental egoism in the tasting of rasa free from any offense because it is not without a basis in truth. But the unwholesome impression that is produced in the mundane judgment is offensive and as such cannot exist in the pure cit realm. In fact &#346;r&#299;p&#257;da J&#299;va Gosv&#257;m&#299; has come to the true conclusion, and at the same time the finding of the opposing party is also inconceivably true. It is the vain empirical wranglings about wedded wifehood and concubinage which is false and full of specious verbosity. He who goes through the commentaries of &#346;r&#299;p&#257;da J&#299;va Gosv&#257;m&#299; and those of the opposing party with an impartial judgment cannot maintain his attitude of protest engendered by any real doubt. What the unalloyed devotee of the Supreme Lord says is all true and is independent of any consideration of unwholesome pros and cons. There is, however, the element of mystery in their verbal controversies. Those, whose judgment is made of mundane stuff, being unable to enter into the spirit of the all-loving controversies among pure devotees, due to their own want of unalloyed devotion, are apt to impute to the devotees their own defects of partisanship and opposing views. Commenting on the &#347;loka of R&#257;sa-pañc&#257;dhy&#257;y&#299;, gop&#299;n&#257;m tat-pat&#299;n&#257;m ca, etc., what &#346;r&#299;p&#257;da San&#257;tana Gosv&#257;m&#299; has stated conclusively in his Vaishnava-toshan&#299; has been accepted with reverence by the true devotee &#346;r&#299;p&#257;da Vi&#347;van&#257;tha Cakravart&#299; without any protest.</P><P>Whenever any dispute arises regarding the pure cognitive pastimes, such as Goloka, etc., we would do well to remember the precious advice from the holy lips of &#346;r&#299;m&#257;n Mah&#257;prabhu and His associates, the Gosv&#257;m&#299;s, viz., that the Truth Absolute is ever characterized by spiritual variegatedness that transcends the variegatedness of mundane phenomena; but He is never featureless. The divine rasa is lovely with the variegatedness of the fourfold distinction of vibh&#257;va, anubh&#257;va, s&#257;ttvika and vyabhic&#257;ri and the rasa is ever present in Goloka and Vaikuntha. The rasa of Goloka manifests as vraja-rasa on the mundane plane for the benefit of the devotees by the power of Yogam&#257;y&#257;. Whatever is observable in gokula-rasa should be visible in goloka-rasa, in a clearly explicit form. Hence the distinction of paramourship and concubinage, the variegatedness of the respective rasas of all different persons, the soil, water, river, hill, portico, bower, cows, etc., all the features of Gokula exist in Goloka, disposed in an appropriate manner. There is only this peculiarity that the mundane conceptions of human beings possessed of material judgment, regarding those transcendental entities, do not exist there. The conception of Goloka manifests itself differently in proportion to the degree of realization of the various pastimes of Vraja and it is very difficult to lay down any definite criterion as to which portions are mundane and which are uncontaminated. The more the eye of devotion is tinged with the salve of love, the more will the transcendental concept gradually manifest itself. So there is no need of further hypothetical speculation which does not improve one's spiritual appreciation, as the substantive knowledge of Goloka is an inconceivable entity. To try to pursue the inconceivable by the conceptual process is like pounding the empty husk of grain, which is sure to have a fruitless ending. It is, therefore, one's bounden duty. by refraining from the endeavor to know, to try to gain the experience of the transcendental by the practice of pure devotion. Any course, the adoption of which tends to produce the impression of featurelessness, must be shunned by all means. Unalloyed parak&#299;ya-rasa free from all mundane conception is a most rare attainment. It is this which has been described in the narrative of the pastimes of Gokula. Those devotees, who follow the dictate of their pure spontaneous love, should base their devotional endeavors on that narrative. They will attain to the more wholesome fundamental principle on reaching the stage of realization. The devotional activities characterized by illicit amour, as practiced by worldly-minded conditioned souls, are forbidden mundane impiety. The heart of our apostle &#346;r&#299;p&#257;da J&#299;va Gosv&#257;m&#299; was very much moved by such practices and induced him to give us his conclusive statements on the subject. It is the duty of a pure Vaishnava to accept the real spirit of his statements. It is a great offense to disrespect the &#257;c&#257;rya and to seek to establish a different doctrine in opposition to him.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>