<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 38"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.38</P><P CLASS=c>prem&#257;ñjana-cchurita-bhakti-vilocanena</P><P CLASS=c>santah sadaiva hridayeshu vilokayanti</P><P CLASS=c>yam &#347;y&#257;masundaram acintya-guna-svar&#363;pam</P><P CLASS=c>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; of love; <A CLASS=v HREF="http://vedabase.net/a/anjana">añjana</A> &#8212; with the salve; <A CLASS=v HREF="http://vedabase.net/c/churita">churita</A> &#8212; tinged; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; of devotion; <A CLASS=v HREF="http://vedabase.net/v/vilocanena">vilocanena</A> &#8212; with the eye; <A CLASS=v HREF="http://vedabase.net/s/santah">santah</A> &#8212; the <A HREF="http://vedabase.net/p/pure">pure</A> devotees; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/h/hrdayesu">hridayeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> their hearts; <A CLASS=v HREF="http://vedabase.net/v/vilokayanti">vilokayanti</A> &#8212; see; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/s/syama">&#347;y&#257;ma</A> &#8212; dark blue; <A CLASS=v HREF="http://vedabase.net/s/sundaram">sundaram</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/a/acintya">acintya</A> &#8212; inconceivable; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; with attributes; <A CLASS=v HREF="http://vedabase.net/s/svarupam">svar&#363;pam</A> &#8212; whose nature is endowed; <A CLASS=v HREF="http://vedabase.net/g/govindam">govindam</A> &#8212; <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the original person; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/bhajami">bhaj&#257;mi</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>I worship Govinda, the primeval Lord, who is &#346;y&#257;masundara, Krishna Himself with inconceivable innumerable attributes, whom the pure devotees see in their heart of hearts with the eye of devotion tinged with the salve of love.</P><P CLASS=t>PURPORT</P><P>The &#346;y&#257;masundara form of Krishna is His inconceivable simultaneous personal and impersonal self-contradictory form. True devotees see that form in their purified hearts under the influence of devotional trance. The form &#346;y&#257;ma is not the blue color visible in the mundane world but is the transcendental variegated color affording eternal bliss, and is not visible to the mortal eye. On a consideration of the trance of Vy&#257;sadeva as in the &#347;loka, bhakti-yogena manasi etc., it will be clear that the form of &#346;r&#299; Krishna is the full Personality of Godhead and can only be visible in the heart of a true devotee, which is the only true seat in the state of trance under the influence of devotion. When Krishna manifested Himself in Vraja, both the devotees and nondevotees saw Him with this very eye; but only the devotees cherished Him, eternally present in Vraja, as the priceless jewel of their heart. Nowadays also the devotees see Him in Vraja in their hearts, saturated with devotion although they do not see Him with their eyes. The eye of devotion is nothing but the eye of the pure unalloyed spiritual self of the j&#299;va. The form of Krishna is visible to that eye in proportion to its purification by the practice of devotion. When the devotion of the neophyte reaches the stage of bh&#257;va-bhakti the pure eye of that devotee is tinged with the salve of love by the grace of Krishna, which enables him to see Krishna face to face. The phrase "in their hearts" means Krishna is visible in proportion as their hearts are purified by the practice of devotion. The sum and substance of this &#347;loka is that the form of Krishna, who is &#346;y&#257;masundara, Natavara (Best Dancer), Mural&#299;dhara (Holder of the Flute) and Tribha&#324;ga (Triple-bending), is not a mental concoction but is transcendental, and is visible with the eye of the soul of the devotee under trance.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>