<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 4"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.4</P><P CLASS=c>tat-kiñjalkam tad-am&#347;&#257;n&#257;m</P><P CLASS=c>tat-patr&#257;ni &#347;riy&#257;m api</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that (lotus); <A CLASS=v HREF="http://vedabase.net/k/kinjalkam">kiñjalkam</A> &#8212; the petals; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/amsanam">am&#347;&#257;n&#257;m</A> &#8212; of His (<A HREF="http://vedabase.net/k/krsna">Krishna</A>'s) fragmental portions; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that (lotus); <A CLASS=v HREF="http://vedabase.net/p/patrani">patr&#257;ni</A> &#8212; the leaves; <A CLASS=v HREF="http://vedabase.net/s/sriyam">&#347;riy&#257;m</A> &#8212; of the gop&#299;s (headed by <A HREF="http://vedabase.net/s/srimati">&#346;r&#299;mat&#299;</A> R&#257;dh&#257;r&#257;n&#299;); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>The whorl of that eternal realm Gokula is the hexagonal abode of Krishna. Its petals are the abodes of gop&#299;s who are part and parcel of Krishna to whom they are most lovingly devoted and are similar in essence. The petals shine beautifully like so many walls. The extended leaves of that lotus are the gardenlike dh&#257;ma, i.e. spiritual abode of &#346;r&#299; R&#257;dhik&#257;, the most beloved of Krishna.</P><P CLASS=t>PURPORT</P><P>The transcendental Gokula is shaped like the lotus. The eternal world is like a hexagonal figure; in that the entities &#346;r&#299; R&#257;dh&#257;-Krishna, appearing in the form of a mantra consisting of eighteen transcendental letters, are centered. The propagating manifestations emanating from the cit potency are present there with the said entities as the center. &#346;r&#299; R&#257;dh&#257;-Krishna is the primary cause or the seed Himself. Gop&#257;la-t&#257;pan&#299; says, "Omk&#257;ra" signifies the All-Powerful Gop&#257;la and His potency; and "kl&#299;m" is the same as omk&#257;ra. Hence k&#257;ma-b&#299;ja or the primary cause of all-love, is connotative of the entities &#346;r&#299; R&#257;dh&#257;-Krishna.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>