<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 44"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.44</P><P CLASS=c>srishti-sthiti-pralaya-s&#257;dhana-&#347;aktir ek&#257;</P><P CLASS=c>ch&#257;yeva yasya bhuvan&#257;ni bibharti durg&#257;</P><P CLASS=c>icch&#257;nur&#363;pam api yasya ca ceshtate s&#257;</P><P CLASS=c>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srsti">srishti</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; preservation; <A CLASS=v HREF="http://vedabase.net/p/pralaya">pralaya</A> &#8212; and destruction; <A CLASS=v HREF="http://vedabase.net/s/sadhana">s&#257;dhana</A> &#8212; the agency; <A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/e/eka">ek&#257;</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/c/chaya">ch&#257;y&#257;</A> &#8212; the shadow; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/b/bhuvanani">bhuvan&#257;ni</A> &#8212; the mundane world; <A CLASS=v HREF="http://vedabase.net/b/bibharti">bibharti</A> &#8212; maintains; <A CLASS=v HREF="http://vedabase.net/d/durga">durg&#257;</A> &#8212; <A HREF="http://vedabase.net/d/durga">Durg&#257;</A>; <A CLASS=v HREF="http://vedabase.net/i/iccha">icch&#257;</A> &#8212; the will; <A CLASS=v HREF="http://vedabase.net/a/anurupam">anur&#363;pam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> accordance with; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/c/cestate">ceshtate</A> &#8212; conducts herself; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/g/govindam">govindam</A> &#8212; <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the original person; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/bhajami">bhaj&#257;mi</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>The external potency M&#257;y&#257; who is of the nature of the shadow of the cit potency, is worshiped by all people as Durg&#257;, the creating, preserving and destroying agency of this mundane world. I adore the primeval Lord Govinda in accordance with whose will Durg&#257; conducts herself.</P><P CLASS=t>PURPORT</P><P>(The aforesaid presiding deity of Dev&#299;-dh&#257;ma is being described.) The world, in which Brahm&#257; takes his stand and hymns the Lord of Goloka, is Dev&#299;-dh&#257;ma consisting of the fourteen worlds and Durg&#257; is its presiding deity. She is ten-armed, representing the tenfold fruitive activities. She rides on the lion, representing her heroic prowess. She tramples down Mah&#299;sh&#257;sura, representing the subduer of vices. She is the mother of two sons, K&#257;rttikeya and Gane&#347;a, representing beauty and success. She is placed between Lakshm&#299; and Sarasvat&#299;, representing mundane opulence and mundane knowledge. She is armed with the twenty weapons, representing the various pious activities enjoined by the Vedas for suppression of vices. She holds the snake, representing the beauty of destructive time. Such is Durg&#257; possessing all these manifold forms. Durg&#257; is possessed of durga, which means a prison house. When j&#299;vas begotten of the marginal potency (tatasth&#257; &#347;akti) forget the service of Krishna they are confined in the mundane prison house, the citadel of Durg&#257;. The wheel of karma is the instrument of punishment at this place. The work of purifying these penalized j&#299;vas is the duty devolved upon Durg&#257;. She is incessantly engaged in discharging the same by the will of Govinda. When, luckily. the forgetfulness of Govinda on the part of imprisoned j&#299;vas is remarked by them by coming in contact with self-realized souls and their natural aptitude for the loving service of Krishna is aroused, Durg&#257; herself then becomes the agency of their deliverance by the will of Govinda. So it behooves everybody to obtain the guileless grace of Durg&#257;, the mistress of this prison house, by propitiating her with the selfless service of Krishna. The boons received from Durg&#257; in the shape of wealth, property, recovery from illness, of wife and sons, should be realized as the deluding kindness of Durg&#257;. The mundane psychical jubilations of da&#347;a-mah&#257;-vidy&#257;, the ten goddesses or forms of Durg&#257;, are elaborated for the delusion of the fettered souls of this world. J&#299;va is a spiritual atomic part of Krishna. When he forgets his service of Krishna he is at once deflected by the attracting power of M&#257;y&#257; in this world, who throws him into the whirlpool of mundane fruitive activity (karma) by confining him in a gross body constituted by the five material elements, their five attributes and eleven senses, resembling the garb of a prisoner. In this whirlpool j&#299;va has experience of happiness and miseries, heaven and hell. Besides this, there is a subtle body. consisting of the mind, intelligence and ego, inside the gross body. By means of the subtle body. the j&#299;va forsakes one gross body and takes recourse to another. The j&#299;va cannot get rid of the subtle body. full of nescience and evil desires, unless and until he is liberated. On getting rid of the subtle body he bathes in the Viraj&#257; and goes up to Hari-dh&#257;ma. Such are the duties performed by Durg&#257; in accordance with the will of Govinda. In the Bh&#257;gavata &#347;loka, vilajyam&#257;nay&#257;... durdhiyah &#8212; the relationship between Durg&#257; and the conditioned souls has been described.</P><P>Durg&#257;, worshiped by the people of this mundane world, is the Durg&#257; described above. But the spiritual Durg&#257;, mentioned in the mantra which is the outer covering of the spiritual realm of the Supreme Lord, is the eternal maidservant of Krishna and is, therefore, the transcendental reality whose shadow, the Durg&#257; of this world, functions in this mundane world as her maidservant. (Vide the purport of &#347;loka 3.)</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>