<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 46"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.46</P><P CLASS=c>d&#299;p&#257;rcir eva hi da&#347;&#257;ntaram abhyupetya</P><P CLASS=c>d&#299;p&#257;yate vivrita-hetu-sam&#257;na-dharm&#257;</P><P CLASS=c>yas t&#257;drig eva hi ca vishnutay&#257; vibh&#257;ti</P><P CLASS=c>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dipa">d&#299;pa</A>-<A CLASS=v HREF="http://vedabase.net/a/arcih">arcih</A> &#8212; the flame of <A HREF="http://vedabase.net/a/a">a</A> lamp; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/antaram">antaram</A> &#8212; another lamp; <A CLASS=v HREF="http://vedabase.net/a/abhyupetya">abhyupetya</A> &#8212; expanding; <A CLASS=v HREF="http://vedabase.net/d/dipayate">d&#299;p&#257;yate</A> &#8212; illuminates; <A CLASS=v HREF="http://vedabase.net/v/vivrta">vivrita</A>-<A CLASS=v HREF="http://vedabase.net/h/hetu">hetu</A> &#8212; with its expanded cause; <A CLASS=v HREF="http://vedabase.net/s/samana">sam&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharm&#257;</A> &#8212; equally powerful; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tadrk">t&#257;drik</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/visnutaya">vishnutay&#257;</A> &#8212; by His expansion <A HREF="http://vedabase.net/a/as">as</A> Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/v/vibhati">vibh&#257;ti</A> &#8212; illuminates; <A CLASS=v HREF="http://vedabase.net/g/govindam">govindam</A> &#8212; <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the original person; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/bhajami">bhaj&#257;mi</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>The light of one candle being communicated to other candles, although it burns separately in them, is the same in its quality. I adore the primeval Lord Govinda who exhibits Himself equally in the same mobile manner in His various manifestations.</P><P CLASS=t>PURPORT</P><P>The presiding Deities of Hari-dh&#257;ma, viz., Hari, N&#257;r&#257;yana, Vishnu, etc., the subjective portions of Krishna, are being described. The majestic manifestation of Krishna is N&#257;r&#257;yana, Lord of Vaikuntha, whose subjective portion is K&#257;ranodaka&#347;&#257;y&#299; Vishnu, the prime cause, whose portion is Garbhodaka&#347;&#257;y&#299;. Ksh&#299;rodaka&#347;&#257;y&#299; is again the subjective portion of Garbhodaka&#347;&#257;y&#299; Vishnu. The word "Vishnu" indicates all-pervading, omnipresent and omniscient personality. In this &#347;loka the activities of the subjective portions of the Divinity are enunciated by the specification of the nature of Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. The personality of Vishnu, the embodied form of the manifestive quality (sattva-guna) is quite distinct from that of &#346;ambhu who is adulterated with mundane qualities. Vishnu's subjective personality is on a level with that of Govinda. Both consist of the unadulterated substantive principle. Vishnu in the form of the manifest causal principle is identical with Govinda as regards quality. The manifestive quality (sattva-guna) that is found to exist in the triple mundane quality, is an adulterated entity. being alloyed with the qualities of mundane activity and inertia. Brahm&#257; is the dislocated portion of the Divinity. manifested in the principle of mundane action, endowed with the functional nature of His subjective portion; and &#346;ambhu is the dislocated portion of the Divinity manifested in the principle of mundane inertia possessing similarly the functional nature of His subjective portion. The reason for their being dislocated portions is that the two principles of mundane action and inertia being altogether wanting in the spiritual essence any entities, that are manifested in them, are located at a great distance from the Divinity Himself or His facsimiles. Although the mundane manifestive quality is of the adulterated kind, Vishnu, the manifestation of the Divinity in the mundane manifestive quality. makes His appearance in the unadulterated manifestive principle which is a constituent of the mundane manifestive quality. Hence Vishnu is the full subjective portion and belongs to the category of the superior &#299;&#347;varas. He is the Lord of the deluding potency and not alloyed with her. Vishnu is the agent of Govinda's own subjective nature in the form of the prime cause. All the majestic attributes of Govinda, aggregating sixty in number, are fully present in His majestic manifestation, N&#257;r&#257;yana. Brahm&#257; and &#346;iva are entities adulterated with mundane qualities. Though Vishnu is also divine appearance in mundane quality (guna-avat&#257;ra), still He is not adulterated. The appearance of N&#257;r&#257;yana in the form of Mah&#257;-Vishnu, the appearance of Mah&#257;-Vishnu in the form of Garbhodaka&#347;&#257;y&#299; and the appearance of Vishnu in the form of Ksh&#299;rodaka&#347;&#257;y&#299;, are examples of the ubiquitous function of the Divinity. Vishnu is Godhead Himself, and the two other guna-avat&#257;ras and all the other gods are entities possessing authority in subordination to Him. From the subjective majestic manifestation of the supreme self-luminous Govinda emanate K&#257;ranodaka&#347;&#257;y&#299;, Garbhodaka&#347;&#257;y&#299;, Ksh&#299;rodaka&#347;&#257;y&#299; and all other derivative subjective divine descents (avat&#257;ras) such as R&#257;ma, etc., analogous to communicated light appearing in different candles, shining by the operation of the spiritual potency of Govinda.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>