<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 5"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.5</P><P CLASS=c>catur-asram tat-paritah</P><P CLASS=c>&#347;vetadv&#299;p&#257;khyam adbhutam</P><P CLASS=c>catur-asram catur-m&#363;rte&#347;</P><P CLASS=c>catur-dh&#257;ma catush-kritam</P><P CLASS=c>caturbhih purush&#257;rthai&#347; ca</P><P CLASS=c>caturbhir hetubhir vritam</P><P CLASS=c>&#347;&#363;lair da&#347;abhir &#257;naddham</P><P CLASS=c>&#363;rdhv&#257;dho dig-vidikshv api</P><P CLASS=c>ashtabhir nidhibhir jushtam</P><P CLASS=c>ashtabhih siddhibhis tath&#257;</P><P CLASS=c>manu-r&#363;pai&#347; ca da&#347;abhir</P><P CLASS=c>dik-p&#257;laih parito vritam</P><P CLASS=c>&#347;y&#257;mair gaurai&#347; ca raktai&#347; ca</P><P CLASS=c>&#347;uklai&#347; ca p&#257;rshadarshabhaih</P><P CLASS=c>&#347;obhitam &#347;aktibhis t&#257;bhir</P><P CLASS=c>adbhut&#257;bhih samantatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/a/asram">asram</A> &#8212; -quadrangular place; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that (<A HREF="http://vedabase.net/g/gokula">Gokula</A>); <A CLASS=v HREF="http://vedabase.net/p/paritah">paritah</A> &#8212; surrounding; <A CLASS=v HREF="http://vedabase.net/s/sveta">&#347;veta</A>-<A CLASS=v HREF="http://vedabase.net/d/dvipa">dv&#299;pa</A> &#8212; <A HREF="http://vedabase.net/s/svetadvipa">&#346;vetadv&#299;pa</A> (the white island); <A CLASS=v HREF="http://vedabase.net/a/akhyam">&#257;khyam</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; mysterious; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/a/asram">asram</A> &#8212; quadrangular; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/m/murteh">m&#363;rteh</A> &#8212; of the four primary expansions (<A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, <A HREF="http://vedabase.net/s/sankarsana">Sa&#324;karshana</A>, <A HREF="http://vedabase.net/p/pradyumna">Pradyumna</A> and <A HREF="http://vedabase.net/a/aniruddha">Aniruddha</A>); <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; consisting of four abodes; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; divided into four parts; <A CLASS=v HREF="http://vedabase.net/c/caturbhih">caturbhih</A> &#8212; by the four; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/arthaih">arthaih</A> &#8212; human requirements; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/c/caturbhih">caturbhih</A> &#8212; by the four; <A CLASS=v HREF="http://vedabase.net/h/hetubhih">hetubhih</A> &#8212; causes, or bases of achievement; <A CLASS=v HREF="http://vedabase.net/v/vrtam">vritam</A> &#8212; enveloped; <A CLASS=v HREF="http://vedabase.net/s/sulaih">&#347;&#363;laih</A> &#8212; with tridents; <A CLASS=v HREF="http://vedabase.net/d/dasabhih">da&#347;abhih</A> &#8212; ten; <A CLASS=v HREF="http://vedabase.net/a/anaddham">&#257;naddham</A> &#8212; fixed; <A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A>-<A CLASS=v HREF="http://vedabase.net/a/adhah">adhah</A> &#8212; upwards and downwards (the zenith and nadir); <A CLASS=v HREF="http://vedabase.net/d/dik">dik</A> &#8212; (<A HREF="http://vedabase.net/i/in">in</A>) the directions (north, south, east, and west); <A CLASS=v HREF="http://vedabase.net/v/vidiksu">vidikshu</A> &#8212; and <A HREF="http://vedabase.net/i/in">in</A> the intermediate directions (northeast, southeast, southwest, and northwest); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/astabhih">ashtabhih</A> &#8212; with the eight; <A CLASS=v HREF="http://vedabase.net/n/nidhibhih">nidhibhih</A> &#8212; jewels; <A CLASS=v HREF="http://vedabase.net/j/justam">jushtam</A> &#8212; endowed; <A CLASS=v HREF="http://vedabase.net/a/astabhih">ashtabhih</A> &#8212; with the eight; <A CLASS=v HREF="http://vedabase.net/s/siddhibhih">siddhibhih</A> &#8212; mystic perfections (<A HREF="http://vedabase.net/a/anima">anim&#257;</A>, <A HREF="http://vedabase.net/l/laghima">laghim&#257;</A>, <A HREF="http://vedabase.net/p/prapti">pr&#257;pti</A>, pr&#257;k&#257;mya, <A HREF="http://vedabase.net/m/mahima">mahim&#257;</A>, &#299;&#347;itva, <A HREF="http://vedabase.net/v/vasitva">va&#347;itva</A>, and k&#257;m&#257;vas&#257;yit&#257;); <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/manu">manu</A>-<A CLASS=v HREF="http://vedabase.net/r/rupaih">r&#363;paih</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of mantras; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/dasabhih">da&#347;abhih</A> &#8212; by ten; <A CLASS=v HREF="http://vedabase.net/d/dik">dik</A>-<A CLASS=v HREF="http://vedabase.net/p/palaih">p&#257;laih</A> &#8212; protectors of the directions; <A CLASS=v HREF="http://vedabase.net/p/paritah">paritah</A> &#8212; all around; <A CLASS=v HREF="http://vedabase.net/v/vrtam">vritam</A> &#8212; surrounded; <A CLASS=v HREF="http://vedabase.net/s/syamaih">&#347;y&#257;maih</A> &#8212; blue; <A CLASS=v HREF="http://vedabase.net/g/gauraih">gauraih</A> &#8212; yellow; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/r/raktaih">raktaih</A> &#8212; red; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/suklaih">&#347;uklaih</A> &#8212; white; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/parsada">p&#257;rshada</A>-<A CLASS=v HREF="http://vedabase.net/r/rsabhaih">rishabhaih</A> &#8212; with the topmost associates; <A CLASS=v HREF="http://vedabase.net/s/sobhitam">&#347;obhitam</A> &#8212; shining; <A CLASS=v HREF="http://vedabase.net/s/saktibhih">&#347;aktibhih</A> &#8212; with potencies; <A CLASS=v HREF="http://vedabase.net/t/tabhih">t&#257;bhih</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/a/adbhutabhih">adbhut&#257;bhih</A> &#8212; extraordinary; <A CLASS=v HREF="http://vedabase.net/s/samantatah">samantatah</A> &#8212; on all sides.</P><P CLASS=t>TRANSLATION</P><P>[The surrounding external plane of Gokula is described in this verse.] There is a mysterious quadrangular place named &#346;vetadv&#299;pa surrounding the outskirts of Gokula. &#346;vetadv&#299;pa is divided into four parts on all sides. The abode of V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha are separately located in each of these four parts. These four divided abodes are enveloped by the fourfold human requirements such as piety, wealth, passion and liberation, as also by the four Vedas, viz., Rig, S&#257;ma, Yajur and Atharva, which deal with the mantra and which are the bases of achievements of the fourfold mundane requirements. Ten tridents are fixed in the ten directions, including the zenith and nadir. The eight directions are decorated with the eight jewels of Mah&#257;padma, Padma, &#346;a&#324;kha, Makara, Kacchapa, Mukunda, Kunda, and N&#299;la. There are ten protectors [dik-p&#257;las] of the ten directions in the form of mantra. The associates of the hues of blue, yellow, red and white and the extraordinary potencies bearing the names of Vimala, etc., shine on all sides.</P><P CLASS=t>PURPORT</P><P>Primarily Gokula is the seat of transcendental love and devotion. Hence Yamun&#257;, &#346;r&#299; Govardhana, &#346;r&#299; R&#257;dh&#257;-kunda, etc., of the terrestrial Vraja-mandala lie within Gokula. Again, all the majesties of Vaikuntha are manifested there extending in all directions. The pastimes of the four propagating manifestations are all there in their proper places. The paravyoma Vaikuntha has got its extension from the display of the four propagating manifestations. Salvation as of Vaikuntha, and piety. wealth and passion pertaining to worldly people, are in the proper places in Gokula as their original seed, i.e., primary cause. The Vedas also are engaged in singing the song of the Lord of Gokula. There are ten tridents in ten directions to prevent and disappoint those who are aspirants for having an entrance into Goloka through meditations without the grace of Krishna. Self-conceited people who try to reach this region through the paths of yoga (meditation) and jñ&#257;na (empiric knowledge) are baffled in their attempts, being pierced by the ten tridents. Self-annihilation has its excellence in Brahma-dh&#257;ma which represents the outside covering of Goloka in the shape of tridents. &#346;&#363;la means a trident; the mundane threefold attributes and the threefold divisions of time represent the trident. Asht&#257;&#324;ga-yogis i.e. ascetics who practice the eightfold yoga, are the nondifferentiative liberationists who, trying to approach in the direction of Goloka, fall headlong into the pits of disappointment by being pierced and cut asunder by these tridents placed in ten directions. Those who proceed towards the direction of Goloka through the channel of devotion alloyed with majestic ideas, are fascinated with the charms of Vaikuntha which is the outer covering plane of &#346;r&#299; Goloka, at the sight of the eight perfections, viz., anim&#257;, etc., and majesties like mah&#257;padma, etc. Those who are less forward in their intelligence relapse to the sevenfold world falling under the control of the ten protectors (of the ten directions) in the guise of mantras. In this wise, Goloka has become unknowable and inaccessible. It is only the divine selves of Godhead, the propounders of the divine dispensations for the different ages, who are always forward there to favor the approaching devotees who seek entry into the realm of Goloka through the channel of pure devotional love. These divine forms of Godhead are surrounded there with attendants of their respective natures. &#346;vetadv&#299;pa in Goloka is their place of abode. Hence &#346;r&#299;la Th&#257;kura Vrind&#257;vana the manifest Vy&#257;sa of caitanya-l&#299;l&#257;, has described the village of Navadv&#299;pa as bearing the name of &#346;vetadv&#299;pa. In this &#346;vetadv&#299;pa the concluding portions of the pastimes of Gokula exist eternally as the pastimes of Navadv&#299;pa. Hence the region of Navadv&#299;pa, Vraja and the realm of Goloka are one and the same indivisible entity; the difference only lies in the manifestations of the infinite variety of sentiments, corresponding to the diverse nature of their devotional love. There is in this a most hidden principle which only the greatest souls who are possessed of the highest transcendental love, are enabled to realize by the direct grace of Krishna. The truth is as follows: In this mundane world there are fourteen spheres disposed in the graded order of high and low. Persons living with wives and children hankering for the pleasure-giving effect of their fruitive actions, move up and down within the limits of the three worlds of Bh&#363;h, Bhuvah and Svah. Brahmac&#257;r&#299;s of great austerities, ascetics and persons addicted to hypothetical truth, persons of a neutral disposition adopting nonfruitive works by an aptitude which seeks to be free from all mundane desires, move up and down within the limits of the worlds of Mahah, Janah, Tapah and Satya. Above these worlds lies the abode of four-headed Brahm&#257;, above which lies the unlimited realm of Vaikuntha of Vishnu, Ksh&#299;rodaka&#347;&#257;y&#299;, lying in the ocean of milk. paramahamsa-sanny&#257;s&#299;s and the demons killed by &#346;r&#299; Hari, by crossing the Viraj&#257;, i.e., by passing beyond the fourteen worlds, enter into the luminous realm of Brahman and attain to nirv&#257;na in the form of temporary abeyance of the temporal ego. But the devotee actuated by knowledge (jñ&#257;na-bhakta), the devotee actuated by the pure devotional aptitude (&#347;uddha-bhakta), the devotee imbued with loving devotion (prema-bhakta), the devotee actuated by pure love (premapara-bhakta), and the devotee impelled by overwhelming love (prem&#257;tura-bhakta), who serve the majesty of Godhead, have their locations in Vaikuntha, i.e., the transcendental realm of &#346;r&#299; N&#257;r&#257;yana.</P><P>The devotees who are imbued with all-love and who walk in the footsteps of the spiritual maids of Vraja, alone attain to the realm of Goloka. The different locations of the devotees in Goloka according to the respective differences in the nature of their rasa, i.e., mellow quality. are settled by the inconceivable power of Krishna. The pure devotees following the devotees of Vraja and those following the pure devotees of Navadv&#299;pa are located in the realm of Krishna and Gaura respectively. The identical devotees of Vraja and Navadv&#299;pa simultaneously attain to the pleasures of service in the realm of Krishna and Gaura. &#346;r&#299; J&#299;va Gosv&#257;m&#299; writes in his work Gop&#257;la-camp&#363; that "the supreme transcendental realm is called Goloka being the abode of go, transcendental cows, and gopa, transcendental cowherds. This is the seat of the rasa pastimes of the absolute &#346;r&#299; Krishna. Again the realm is called &#346;vetadv&#299;pa owing to the realization of some of the rasas which are the inconceivable manifestation derived from the untouched purity of that supreme realm. The twofold entities of the supreme Goloka and the supreme &#346;vetadv&#299;pa are indivisibly the realm of Goloka." The gist of the whole matter is this &#8212; Goloka as &#346;vetadv&#299;pa is eternally manifest because the pleasures of enjoyment of the rasa could not be had in its entirety in the pastimes of Krishna in Vraja. He accepts the emotion and effulgence of His predominated moiety. &#346;r&#299; R&#257;dhik&#257;, and makes an eternal pastime for the enjoyment of krishna-rasa there. &#346;r&#299; Krishnacandra coveting to taste the following pleasures, viz., to realize (1) the nature of the greatness of love of &#346;r&#299; R&#257;dh&#257;; (2) the nature of the wonderful sweetness of His love of which &#346;r&#299; R&#257;dhik&#257; has got the taste; (3) the nature of the exquisite joy that accrues to &#346;r&#299; R&#257;dh&#257; by Her realization of the sweetness of His love, took His birth, like the moon, in the ocean of the womb of &#346;r&#299; &#346;ac&#299;-dev&#299;. The esoteric desire of &#346;r&#299; J&#299;va Gosv&#257;m&#299; Prabhu is herein made manifest. In the Veda it is also said, "Let me tell you the mystery. In Navadv&#299;pa, the identical realm of Goloka, on the bank of the Ganges, Gauracandra who is Govinda, the entity of pure cognition, who has two hands, who is the soul of all souls, who has the supreme great personality as the great meditative sanny&#257;sin and who is beyond the threefold mundane attributes, makes the process of pure unalloyed devotion manifest in this mundane world. He is sole Godhead. He is the source of all forms, the Supreme Soul and is Godhead manifesting Himself in yellow, red, blue and white colors. He is the direct entity of pure cognition full of the spiritual (cit) potency. He is the figure of the devotee. He is the bestower of devotion and cognizable by devotion alone. The selfsame Gauracandra, who is no other than Krishna Himself, in order to taste the rasa of the pastimes of R&#257;dh&#257;-Krishna in Goloka, is manifest in the eternal realm of Navadv&#299;pa identical with Goloka." This is also clear from the Vedic declarations, viz., &#257;san varn&#257;s trayah, krishna-varnam tvish&#257;krishnam, yath&#257; pa&#347;yah pa&#347;yati rukma-varnam, mah&#257;n prabhur vai and various other statements of the theistic scriptures. Just as &#346;r&#299; Krishna had His birth in the mundane Gokula through the agency of Yogam&#257;y&#257; who is the primal energy of the Supreme Lord, so with her help He manifests the l&#299;l&#257; of His birth in the womb of &#346;ac&#299;-dev&#299; in Navadv&#299;pa on this mundane plane. These are the absolute truths of spiritual science and not the outcome of imaginary speculation under the thraldom of the deluding energy of Godhead.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>