<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 55"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.55</P><P CLASS=c>yam krodha-k&#257;ma-sahaja-pranay&#257;di-bh&#299;ti-</P><P CLASS=c>v&#257;tsalya-moha-guru-gaurava-sevya-bh&#257;vaih</P><P CLASS=c>sañcintya tasya sadri&#347;&#299;m tanum &#257;pur ete</P><P CLASS=c>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; upon whom; <A CLASS=v HREF="http://vedabase.net/k/krodha">krodha</A> &#8212; wrath; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; amorous passion; <A CLASS=v HREF="http://vedabase.net/s/sahaja">sahaja</A>-<A CLASS=v HREF="http://vedabase.net/p/pranaya">pranaya</A> &#8212; natural friendly love; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/b/bhiti">bh&#299;ti</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/v/vatsalya">v&#257;tsalya</A> &#8212; parental affection; <A CLASS=v HREF="http://vedabase.net/m/moha">moha</A> &#8212; delusion; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A>-<A CLASS=v HREF="http://vedabase.net/g/gaurava">gaurava</A> &#8212; reverence; <A CLASS=v HREF="http://vedabase.net/s/sevya">sevya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavaih">bh&#257;vaih</A> &#8212; and with the attitude of willing service; <A CLASS=v HREF="http://vedabase.net/s/sancintya">sañcintya</A> &#8212; meditating; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of that; <A CLASS=v HREF="http://vedabase.net/s/sadrsim">sadri&#347;&#299;m</A> &#8212; befitting; <A CLASS=v HREF="http://vedabase.net/t/tanum">tanum</A> &#8212; bodily form; <A CLASS=v HREF="http://vedabase.net/a/apuh">&#257;puh</A> &#8212; attained; <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; these persons; <A CLASS=v HREF="http://vedabase.net/g/govindam">govindam</A> &#8212; <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the original person; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/bhajami">bhaj&#257;mi</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>I adore the primeval Lord Govinda, the meditators of whom, by meditating upon Him under the sway of wrath, amorous passion, natural friendly love, fear, parental affection, delusion, reverence and willing service, attain to bodily forms befitting the nature of their contemplation.</P><P CLASS=t>PURPORT</P><P>Devotion is of two kinds, viz., (1) of the nature of deference to regulation and (2) constituted of natural feeling. Bhakti is roused by following with a tinge of faith in the rule of the &#347;&#257;stras and instruction of the preceptors. Such bhakti is of the nature of loyalty to the scriptural regulations. It continues to be operative as long as the corresponding natural feeling is not roused. If a person loves Krishna out of natural tendency. there is the principle of r&#257;ga, which is no other than a strong desire to serve, which turns into bh&#257;va or substantive feeling. When the substantive feeling is aroused the devotee becomes an object of mercy of Krishna. It takes much time to attain this stage. Devotion which is of the nature of feeling is superior to that connected with scriptural regulation, soon attains to the realized state and is attractive to Krishna. Its various aspects are described in this &#347;loka. &#346;&#257;nta-bh&#257;va, full of reverence to superior, d&#257;sya-bh&#257;va, full of service for carrying out the commands of the object of worship, sakhya-bh&#257;va or natural friendly love, v&#257;tsalya-bh&#257;va or parental affection and madhura-bh&#257;va or amorous love, are all included in the category of devotion of the nature of instinctive attachment. But anger, fear and delusion, though they are of the nature of instinctive impulse, are not devotion in the strict sense of the term, because they are not friendly but hostile to the object. Anger is found in asuras like &#346;i&#347;up&#257;la, fear in Kamsa, and delusion in the panditas of the pantheistic school. They have the feelings of anger, fear and instinctive impulse marked by complete self-forgetful identification with the nondifferentiated Brahman. But as there is no friendly feeling towards the object of devotion there is no bhakti. Again among the feelings of &#347;&#257;nta, d&#257;sya, sakhya, v&#257;tsalya and madhura &#8212; &#347;&#257;nta, though indifferent and dormant in r&#257;ga, is still reckoned as bhakti on account of its being a little friendly. There is an immense volume of r&#257;ga in the other four varieties of emotion. By the promise of G&#299;t&#257;, ye yath&#257; m&#257;m prapadyante t&#257;ms tathaiva bhaj&#257;my aham [<A CLASS=v HREF="../../bg/4/11.htm">Bg. 4.11</A>] ("I serve one according to his submission"), those, who allow themselves to be actuated by the sentiments of fear, anger and delusion, attain to s&#257;yujya-mukti (merging in the Absolute). The &#347;&#257;ntas obtain bodily forms with aptitude for addiction to Brahman and Param&#257;tm&#257;. The d&#257;sya and sakhya classes of worshipers attain bodily forms characterized by masculine or feminine disposition according to their respective grades of eligibility. The v&#257;tsalya class of worshipers get bodily forms befitting fatherly and motherly sentiments. The amorous lovers of Krishna attain the pure forms of gop&#299;s (spiritual milkmaids of Vraja).</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>