<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Brahma-samhita Chapter 5 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Brahma-samhita"><META NAME=DESCRIPTION CONTENT="Sri Brahma-samhita Chapter 5 Verse 8"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Hymn to the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">&#346;r&#299; Brahma-samhit&#257;</A> 5.8</P><P CLASS=c>niyatih s&#257; ram&#257; devi</P><P CLASS=c>tat-priy&#257; tad-va&#347;am tad&#257;</P><P CLASS=c>tal-li&#324;gam bhagav&#257;n &#347;ambhur</P><P CLASS=c>jyoti-r&#363;pah san&#257;tanah</P><P CLASS=c>y&#257; yonih s&#257;par&#257; &#347;aktih</P><P CLASS=c>k&#257;mo b&#299;jam mahad dhareh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/niyatih">niyatih</A> &#8212; the regulator; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/r/rama">ram&#257;</A> &#8212; the spiritual potency; <A CLASS=v HREF="http://vedabase.net/d/devi">devi</A> &#8212; the goddess; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/p/priya">priy&#257;</A> &#8212; beloved; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/v/vasam">va&#347;am</A> &#8212; under the control; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; then (at the time of creation); <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/l/lingam">li&#324;gam</A> &#8212; the masculine symbol, or manifested emblem; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; possessing opulences; <A CLASS=v HREF="http://vedabase.net/s/sambhuh">&#347;ambhuh</A> &#8212; &#346;ambhu; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A>-<A CLASS=v HREF="http://vedabase.net/r/rupah">r&#363;pah</A> &#8212; halo; <A CLASS=v HREF="http://vedabase.net/s/sanatanah">san&#257;tanah</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/y/yonih">yonih</A> &#8212; the symbol of mundane feminine productivity; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/apara">apar&#257;</A> &#8212; nonabsolute; <A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; the desire; <A CLASS=v HREF="http://vedabase.net/b/bijam">b&#299;jam</A> &#8212; the seed; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; the faculty of perverted cognition; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Lord.</P><P CLASS=t>TRANSLATION</P><P>[The secondary process of association with M&#257;y&#257; is described.] Ram&#257;dev&#299;, the spiritual [cit] potency, beloved consort of the Supreme Lord, is the regulatrix of all entities. The divine plenary portion of Krishna creates the mundane world. At creation there appears a divine halo of the nature of His own subjective portion [sv&#257;m&#347;a]. This halo is divine &#346;ambhu, the masculine symbol or manifested emblem of the Supreme Lord. This halo is the dim twilight reflection of the supreme eternal effulgence. This masculine symbol is the subjective portion of divinity who functions as progenitor of the mundane world, subject to the supreme regulatrix [niyati]. The conceiving potency in regard to mundane creation makes her appearance out of the supreme regulatrix. She is M&#257;y&#257;, the limited, nonabsolute [apar&#257;] potency, the symbol of mundane feminine productivity. The intercourse of these two brings forth the faculty of perverted cognition, the reflection of the seed of the procreative desire of the Supreme Lord.</P><P CLASS=t>PURPORT</P><P>Sa&#324;karshana possessed of creative desire is the subjective portion of Krishna taking the initiative in bringing about the birth of the mundane world. Lying in the causal water as the primal purusha-avat&#257;ra He casts His glance towards M&#257;y&#257; (the limited potency). Such glance is the efficient cause of the mundane creation. &#346;ambhu the symbol of masculine mundane procreation is the dim halo of this reflected effulgence. It is this symbol which is applied to the organ of generation of M&#257;y&#257;, the shadow of Ram&#257; or the divine potency. The first phase of the appearance of the mundane desire created by Mah&#257;-Vishnu is called the seminal principle of mahat or the perverted cognitive faculty. It is this which is identical with the mental principle ripe for procreative activity. The conception underlying it is that it is the will of the purusha who creates by using the efficient and material principles. Efficiency is M&#257;y&#257; or the productive feminine organ. The material principle is &#346;ambhu or the procreative masculine organ. Mah&#257;-Vishnu is purusha or the dominating divine person wielding the will. Pradh&#257;na or the substantive principle in the shape of mundane entities, is the material principle. Nature embodying the accommodating principle (&#257;dh&#257;ra), is M&#257;y&#257;. The principle of embodied will bringing about the intercourse of the two, is the dominating divine person (purusha), subjective portion of Krishna, the manifestor of the mundane world. All of these three are creators. The seed of amorous creative desire in Goloka, is the embodiment of pure cognition. The seed of sex desire to be found in this mundane world, is that of K&#257;l&#299;, etc., who are the shadows of the divine potency. The former, although it is the prototype of the latter, is located very far from it. The seed of the mundane sex desire is the perverted reflection in this mundane world of the seed of the original creative desire. The process of the appearance of &#346;ambhu is recorded in the tenth and fifteenth &#347;lokas.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=403"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>