<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 41"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 41: <A CLASS=v HREF="index.htm">Krishna and Balar&#257;ma Enter Mathur&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.41 Summary</P><P>This chapter describes how Lord Krishna entered the city of Mathur&#257;, killed a washerman and bestowed benedictions upon a weaver and a garland-maker named Sud&#257;m&#257;.</P><P>After showing His Vishnu form to Akr&#363;ra in the waters of the Yamun&#257; and receiving Akr&#363;ra's prayers, Lord Krishna withdrew that vision just as an actor winds up his performance. Akr&#363;ra emerged from the water and in great amazement approached the Lord, who asked him whether he had seen something wonderful while bathing. Akr&#363;ra replied, "Whatever wonderful things there are in the realms of water, earth or sky, all have their existence within You. Thus when one has seen You, nothing remains unseen." Akr&#363;ra then began driving the chariot again.</P><P>Krishna, Balar&#257;ma and Akr&#363;ra reached Mathur&#257; late in the afternoon. After meeting up with Nanda Mah&#257;r&#257;ja and the other cowherds, who had gone on ahead, Krishna asked Akr&#363;ra to return home, promising to visit him there after He had killed Kamsa. Akr&#363;ra unhappily bid the Lord goodbye, went to King Kamsa to inform him that Krishna and Balar&#257;ma had come, and went home.</P><P>Krishna and Balar&#257;ma took the cowherd boys with Them to see the splendorous city. As they all entered Mathur&#257;, the women of the city eagerly came out of their houses to see Krishna. They had often heard about Him and had long since developed a deep attraction for Him. But now that they were actually seeing Him, they were overwhelmed with happiness, and all their distress due to His absence was eradicated.</P><P>Krishna and Balar&#257;ma then came upon Kamsa's wicked washerman. Krishna asked him for some of the first-class garments he was carrying, but he refused and even chastised the two Lords. At this Krishna became very angry and beheaded the man with His fingertips. The washerman's assistants, seeing his untimely end, dropped their bundles of clothes on the spot and ran off in all directions. Krishna and Balar&#257;ma then took some of the garments They especially fancied.</P><P>Next a weaver approached the two Lords and arrayed Them suitably, for which service he received from Krishna opulence in this life and liberation in the next. Krishna and Balar&#257;ma then went to the house of the garland-maker Sud&#257;m&#257;. Sud&#257;m&#257; offered Them his full obeisances, worshiped Them by bathing Their feet and offering Them such items as arghya and sandalwood paste, and chanted prayers in Their honor. Then he adorned Them with garlands of fragrant flowers. Pleased, the Lords offered him whatever benedictions he wished, and then They moved on.</P><P CLASS=l><A CLASS=i HREF="../40/30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>