<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 86 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 86 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 86: <A CLASS=v HREF="index.htm">Arjuna Kidnaps Subhadr&#257;, and Krishna Blesses His Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.86.17</P><P CLASS=c>tayoh prasanno bhagav&#257;n</P><P CLASS=c>d&#257;ruken&#257;hritam ratham</P><P CLASS=c>&#257;ruhya s&#257;kam munibhir</P><P CLASS=c>videh&#257;n prayayau prabhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tayoh">tayoh</A> &#8212; with both of them; <A CLASS=v HREF="http://vedabase.net/p/prasannah">prasannah</A> &#8212; pleased; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/darukena">d&#257;rukena</A> &#8212; by <A HREF="http://vedabase.net/d/daruka">D&#257;ruka</A>; <A CLASS=v HREF="http://vedabase.net/a/ahrtam">&#257;hritam</A> &#8212; brought forth; <A CLASS=v HREF="http://vedabase.net/r/ratham">ratham</A> &#8212; His chariot; <A CLASS=v HREF="http://vedabase.net/a/aruhya">&#257;ruhya</A> &#8212; mounting; <A CLASS=v HREF="http://vedabase.net/s/sakam">s&#257;kam</A> &#8212; together with; <A CLASS=v HREF="http://vedabase.net/m/munibhih">munibhih</A> &#8212; sages; <A CLASS=v HREF="http://vedabase.net/v/videhan">videh&#257;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/v/videha">Videha</A> kingdom; <A CLASS=v HREF="http://vedabase.net/p/prayayau">prayayau</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; the Lord.</P><P CLASS=t>TRANSLATION</P><P>Pleased with both of them, the Supreme Personality of Godhead mounted His chariot, which D&#257;ruka had brought, and traveled to Videha with a group of sages.</P><P CLASS=t>PURPORT</P><P>In his commentary on this verse, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; states that &#346;rutadeva and Bahul&#257;&#347;va were unable to travel to Dv&#257;rak&#257; to see Lord Krishna because both of them had vowed to regularly worship their personal Deity at home. &#346;r&#299; Krishna was very glad to go out of His way to give them both His audience, and while leaving Dv&#257;rak&#257; He insisted that the sages who wanted to come with Him should join Him on His chariot, because otherwise they would exhaust themselves following on foot. Renowned sages would ordinarily never even consider traveling in such an opulent conveyance, but on the Lord's order they put aside their natural aversion and joined Him on His chariot.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>