<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 86 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 86 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 86: <A CLASS=v HREF="index.htm">Arjuna Kidnaps Subhadr&#257;, and Krishna Blesses His Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.86.21</P><P CLASS=c>tebhyah sva-v&#299;kshana-vinashta-tamisra-drigbhyah</P><P CLASS=c>kshemam tri-loka-gurur artha-dri&#347;am ca yacchan</P><P CLASS=c>&#347;rinvan dig-anta-dhavalam sva-ya&#347;o '&#347;ubha-ghnam</P><P CLASS=c>g&#299;tam surair nribhir ag&#257;c chanakair videh&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tebhyah">tebhyah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> them; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/v/viksana">v&#299;kshana</A> &#8212; by the glance; <A CLASS=v HREF="http://vedabase.net/v/vinasta">vinashta</A> &#8212; destroyed; <A CLASS=v HREF="http://vedabase.net/t/tamisra">tamisra</A> &#8212; the darkness; <A CLASS=v HREF="http://vedabase.net/d/drgbhyah">drigbhyah</A> &#8212; of whose eyes; <A CLASS=v HREF="http://vedabase.net/k/ksemam">kshemam</A> &#8212; fearlessness; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; of the worlds; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; the spiritual master; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/d/drsam">dri&#347;am</A> &#8212; spiritual vision; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yacchan">yacchan</A> &#8212; bestowing; <A CLASS=v HREF="http://vedabase.net/s/srnvan">&#347;rinvan</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/d/dik">dik</A> &#8212; of the directions; <A CLASS=v HREF="http://vedabase.net/a/anta">anta</A> &#8212; the ends; <A CLASS=v HREF="http://vedabase.net/d/dhavalam">dhavalam</A> &#8212; which purify; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; glories; <A CLASS=v HREF="http://vedabase.net/a/asubha">a&#347;ubha</A> &#8212; inauspiciousness; <A CLASS=v HREF="http://vedabase.net/g/ghnam">ghnam</A> &#8212; which eradicate; <A CLASS=v HREF="http://vedabase.net/g/gitam">g&#299;tam</A> &#8212; sung; <A CLASS=v HREF="http://vedabase.net/s/suraih">suraih</A> &#8212; by demigods; <A CLASS=v HREF="http://vedabase.net/n/nrbhih">nribhih</A> &#8212; and by men; <A CLASS=v HREF="http://vedabase.net/a/agat">ag&#257;t</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> came; <A CLASS=v HREF="http://vedabase.net/s/sanakaih">&#347;anakaih</A> &#8212; gradually; <A CLASS=v HREF="http://vedabase.net/v/videhan">videh&#257;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the kingdom of <A HREF="http://vedabase.net/v/videha">Videha</A>.</P><P CLASS=t>TRANSLATION</P><P>Simply by glancing at those who came to see Him, Lord Krishna, the spiritual master of the three worlds, delivered them from the blindness of materialism. As He thus endowed them with fearlessness and divine vision, He heard demigods and men singing His glories, which purify the entire universe and destroy all misfortune. Gradually, He reached Videha.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; raises the logical question of how the ordinary people along the path could even see the Lord, since not only were their eyes covered by ignorance, but the Lord's chariot was traveling faster than the wind. Supplying the answer, &#346;r&#299;la J&#299;va indicates that Lord Krishna's special glance of mercy empowered every one of them with the devotional purity required for entering into His association. Otherwise, He would have remained outside the scope of their power to see, as He Himself states in His instructions to Uddhava: bhakty&#257;ham ekay&#257; gr&#257;hyah. "I can be perceived only by devotion." (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/14/21.htm">11.14.21</A>) By the grammatical rule of compound formation known as eka-&#347;esha, the term sta-v&#299;kshana-vinashta-tamisra-drigbhyah, although in its primary sense inflected as a masculine noun, may be understood in this context as referring to both men and women.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>