<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 86 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 86 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 86: <A CLASS=v HREF="index.htm">Arjuna Kidnaps Subhadr&#257;, and Krishna Blesses His Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.86.48</P><P CLASS=c>namo 'stu te 'dhy&#257;tma-vid&#257;m par&#257;tmane</P><P CLASS=c>an&#257;tmane sv&#257;tma-vibhakta-mrityave</P><P CLASS=c>sa-k&#257;ran&#257;k&#257;rana-li&#324;gam &#299;yushe</P><P CLASS=c>sva-m&#257;yay&#257;samvrita-ruddha-drishtaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; may there be; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/a/adhyatma">adhy&#257;tma</A> &#8212; the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/v/vidam">vid&#257;m</A> &#8212; for those who know; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/a/anatmane">an&#257;tmane</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the conditioned <A HREF="http://vedabase.net/j/jiva">j&#299;va</A> soul; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; from Yourself (<A HREF="http://vedabase.net/i/in">in</A> the form of time); <A CLASS=v HREF="http://vedabase.net/v/vibhakta">vibhakta</A> &#8212; who gives; <A CLASS=v HREF="http://vedabase.net/m/mrtyave">mrityave</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/k/karana">k&#257;rana</A> &#8212; having <A HREF="http://vedabase.net/a/a">a</A> cause; <A CLASS=v HREF="http://vedabase.net/a/akarana">ak&#257;rana</A> &#8212; having <A HREF="http://vedabase.net/n/no">no</A> cause; <A CLASS=v HREF="http://vedabase.net/l/lingam">li&#324;gam</A> &#8212; the forms (respectively, the material form of the universe and also Your original spiritual form); <A CLASS=v HREF="http://vedabase.net/i/iyuse">&#299;yushe</A> &#8212; who assume; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by Your own mystic potency; <A CLASS=v HREF="http://vedabase.net/a/asamvrta">asamvrita</A> &#8212; uncovered; <A CLASS=v HREF="http://vedabase.net/r/ruddha">ruddha</A> &#8212; and blocked; <A CLASS=v HREF="http://vedabase.net/d/drstaye">drishtaye</A> &#8212; vision.</P><P CLASS=t>TRANSLATION</P><P>Let me offer my obeisances unto You. You are realized as the Supreme Soul by those who know the Absolute Truth, whereas in Your form of time You impose death upon the forgetful souls. You appear both in Your causeless spiritual form and in the created form of this universe, thus simultaneously uncovering the eyes of Your devotees and obstructing the vision of the nondevotees.</P><P CLASS=t>PURPORT</P><P>When the Lord appears before His devotees in His eternal, spiritual form, their eyes become "uncovered" in the sense that all vestiges of illusion are dispelled and they drink in the beautiful vision of the Absolute Truth, the Personality of Godhead. For the nondevotees, on the other hand, the Lord "appears" as material nature, His universal form, and in this way He covers their vision so that His spiritual, personal form remains invisible to them.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; gives another interpretation of this verse, based on an alternative understanding of an&#257;tmane, a form of the word an&#257;tm&#257;: Various classes of men know the Absolute Truth in different ways. The devotees of the Lord who are in the reciprocal mood of neutral admiration (&#347;&#257;nta-rasa) meditate on the Supreme as possessing a divine, personal form (&#257;tm&#257; or &#347;r&#299;-vigraha) transcending all aspects of material illusion. The impersonal philosophers (jñ&#257;n&#299;s) conceive of Him as formless (an&#257;tm&#257;). And the envious demons see Him in the form of death.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>