<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 86 Verse 59</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 86 Verse 59"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 86: <A CLASS=v HREF="index.htm">Arjuna Kidnaps Subhadr&#257;, and Krishna Blesses His Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.86.59</P><P CLASS=c>evam sva-bhaktayo r&#257;jan</P><P CLASS=c>bhagav&#257;n bhakta-bhaktim&#257;n</P><P CLASS=c>ushitv&#257;di&#347;ya san-m&#257;rgam</P><P CLASS=c>punar dv&#257;ravat&#299;m ag&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/b/bhaktayoh">bhaktayoh</A> &#8212; with the two devotees; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King (<A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>); <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> His devotees; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/m/man">man</A> &#8212; who is devoted; <A CLASS=v HREF="http://vedabase.net/u/usitva">ushitv&#257;</A> &#8212; staying; <A CLASS=v HREF="http://vedabase.net/a/adisya">&#257;di&#347;ya</A> &#8212; teaching; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; of <A HREF="http://vedabase.net/p/pure">pure</A> saints; <A CLASS=v HREF="http://vedabase.net/m/margam">m&#257;rgam</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/d/dvaravatim">dv&#257;ravat&#299;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/agat">ag&#257;t</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> went.</P><P CLASS=t>TRANSLATION</P><P>O King, thus the Personality of Godhead, who is devoted to His own devotees, stayed for some time with His two great devotees &#346;rutadeva and Bahul&#257;&#347;va, teaching them the behavior of perfect saints. Then the Lord returned to Dv&#257;rak&#257;.</P><P CLASS=t>PURPORT</P><P>In his narration of this pastime in Krishna, the Supreme Personality of Godhead, His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da concludes, "The instruction we receive from this incident is that King Bahul&#257;&#347;va and &#346;rutadeva the br&#257;hmana were accepted by the Lord on the same level because both were pure devotees. This is the real qualification for being recognized by the Supreme Personality of Godhead. Because it has become the fashion of this age to become falsely proud of having taken birth in the family of a kshatriya or a br&#257;hmana, we see persons without any qualification claiming to be br&#257;hmana or kshatriya or vai&#347;ya. But as it is stated in the scriptures, kalau &#347;&#363;dra-sambhava: 'In this age of Kali, everyone is born a &#347;&#363;dra.' This is because there is no performance of the purificatory process known as samsk&#257;ras, which begin from the time of the mother's pregnancy and continue up to the point of the individual's death. No one can be classified as a member of a particular caste, especially of a higher caste &#8212; br&#257;hmana, kshatriya or vai&#347;ya &#8212; simply by birthright. If one is not purified by the process of the seed-giving ceremony, or Garbh&#257;dh&#257;na-samsk&#257;ra, he is immediately classified among the &#347;&#363;dras, because only the &#347;&#363;dras do not undergo this purificatory process. Sex life without the purificatory process of Krishna consciousness is merely the seed-giving process of the &#347;&#363;dras or the animals. But Krishna consciousness is the highest perfection, by which everyone can come to the platform of a Vaishnava. This includes having all the qualifications of a br&#257;hmana. The Vaishnavas are trained to become freed from the four kinds of sinful activities &#8212; illicit sex, indulgence in intoxicants, gambling and eating animal foodstuffs. No one can be on the brahminical platform without having these preliminary qualifications, and without becoming a qualified br&#257;hmana, one cannot become a pure devotee."</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Eighty-sixth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Arjuna Kidnaps Subhadr&#257;, and Krishna Blesses His Devotees."</P><P CLASS=l><A CLASS=i HREF="58.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../87/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>