<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 86</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 86"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 86: Arjuna Kidnaps Subhadr&#257;, and Krishna Blesses His Devotees</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.86 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.86.1</B></A>: King Par&#299;kshit said: O br&#257;hmana, we would like to learn how Arjuna married Lord Balar&#257;ma's and Lord Krishna's sister, who was my grandmother.</P><P CLASS=r><A CLASS=i HREF="2-3.htm"><B>SB 10.86.2-3</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: While traveling far and wide visiting various holy places of pilgrimage, Arjuna came to Prabh&#257;sa. There he heard that Lord Balar&#257;ma intended to give his maternal cousin Subhadr&#257; to Duryodhana in marriage, and that no one else approved of this plan. Arjuna wanted to marry her himself, so he disguised himself as a renunciant, complete with triple staff, and went to Dv&#257;rak&#257;.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.86.4</B></A>: He stayed there during the monsoon months to fulfill his purpose. Lord Balar&#257;ma and the other residents of the city, not recognizing him, offered him all honor and hospitality.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.86.5</B></A>: One day Lord Balar&#257;ma brought him to His home as His invited dinner guest, and Arjuna ate the food the Lord respectfully offered him.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.86.6</B></A>: There he saw the wonderful maiden Subhadr&#257;, who was enchanting to heroes. His eyes opened wide with delight, and his mind became agitated and absorbed in thoughts of her.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.86.7</B></A>: Arjuna was very attractive to women, and as soon as Subhadr&#257; saw him, she wanted to have him as her husband. Smiling bashfully with sidelong glances, she fixed her heart and eyes upon him.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.86.8</B></A>: Meditating only on her and waiting for the opportunity to take her away, Arjuna had no peace. His heart trembled with passionate desire.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.86.9</B></A>: Once, on the occasion of a great temple festival in honor of the Supreme Lord, Subhadr&#257; rode out of the fortresslike palace on a chariot, and at that time the mighty chariot warrior Arjuna took the opportunity to kidnap her. Subhadr&#257;'s parents and Krishna had sanctioned this.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.86.10</B></A>: Standing on his chariot, Arjuna took up his bow and drove off the valiant fighters and palace guards who tried to block his way. As her relatives shouted in anger, he took Subhadr&#257; away just as a lion takes his prey from the midst of lesser animals.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.86.11</B></A>: When He heard of Subhadr&#257;'s kidnapping, Lord Balar&#257;ma became as disturbed as the ocean during the full moon, but Lord Krishna respectfully took hold of His feet and, together with other family members, pacified Him by explaining the matter.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.86.12</B></A>: Lord Balar&#257;ma then happily sent the bride and groom very valuable wedding gifts consisting of elephants, chariots, horses and male and female servants.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.86.13</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: There was a devotee of Krishna's known as &#346;rutadeva, who was a first-class br&#257;hmana. Perfectly satisfied by rendering unalloyed devotional service to Lord Krishna, he was peaceful, learned and free from sense gratification.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.86.14</B></A>: Living as a religious householder in the city of Mithil&#257;, within the kingdom of Videha, he managed to fulfill his obligations while maintaining himself with whatever sustenance easily came his way.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.86.15</B></A>: By the will of Providence he obtained each day just what he needed for his maintenance, and no more. Satisfied with this much, he properly executed his religious duties.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.86.16</B></A>: Similarly free from false ego was the ruler of that kingdom, my dear Par&#299;kshit, a descendant of the Mithila dynasty named Bahul&#257;&#347;va. Both these devotees were very dear to Lord Acyuta.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.86.17</B></A>: Pleased with both of them, the Supreme Personality of Godhead mounted His chariot, which D&#257;ruka had brought, and traveled to Videha with a group of sages.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.86.18</B></A>: Among these sages were N&#257;rada, V&#257;madeva, Atri, Krishna-dvaip&#257;yana Vy&#257;sa, Para&#347;ur&#257;ma, Asita, Aruni, myself, Brihaspati, Kanva, Maitreya and Cyavana.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.86.19</B></A>: In every city and town the Lord passed along the way, O King, the people came forward to worship Him with offerings of arghya water in their hands, as if to worship the risen sun surrounded by planets.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.86.20</B></A>: The men and women of &#256;narta, Dhanva, Kuru-j&#257;&#324;gala, Ka&#324;ka, Matsya, Pañc&#257;la, Kunti, Madhu, Kekaya, Ko&#347;ala, Arna and many other kingdoms drank with their eyes the nectarean beauty of Lord Krishna's lotuslike face, which was graced with generous smiles and affectionate glances.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.86.21</B></A>: Simply by glancing at those who came to see Him, Lord Krishna, the spiritual master of the three worlds, delivered them from the blindness of materialism. As He thus endowed them with fearlessness and divine vision, He heard demigods and men singing His glories, which purify the entire universe and destroy all misfortune. Gradually, He reached Videha.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.86.22</B></A>: Hearing that Lord Acyuta had arrived, O King, the residents of the cities and villages of Videha joyfully came forth to receive Him with offerings in their hands.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.86.23</B></A>: As soon as the people saw Lord Uttamah&#347;loka, their faces and hearts blossomed with affection. Joining their palms above their heads, they bowed down to the Lord and to the sages accompanying Him, whom they had previously only heard about.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.86.24</B></A>: Both the King of Mithil&#257; and &#346;rutadeva fell at the Lord's feet, each thinking that the spiritual master of the universe had come there just to show him mercy.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.86.25</B></A>: At exactly the same time, King Maithila and &#346;rutadeva each went forward with joined palms and invited the Lord of the Da&#347;&#257;rhas to be his guest, along with the br&#257;hmana sages.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.86.26</B></A>: Wanting to please them both, the Lord accepted both their invitations. Thus He simultaneously went to both homes, and neither could see Him entering the other's house.</P><P CLASS=r><A CLASS=i HREF="27-29.htm"><B>SB 10.86.27-29</B></A>: When King Bahul&#257;&#347;va, a descendant of Janaka, saw Lord Krishna approaching his house from a distance with the sages, who were somewhat fatigued from the journey, he immediately arranged to have seats of honor brought out for them. After they were all comfortably seated, the wise King, his heart overflowing with joy and his eyes clouded by tears, bowed down to them and washed their feet with intense devotion. Taking the wash water, which could purify the entire world, he sprinkled it on his head and the heads of his family members. Then he worshiped all those great lords by offering them fragrant sandalwood paste, flower garlands, fine clothing and ornaments, incense, lamps, arghya and cows and bulls.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.86.30</B></A>: When they had eaten to their full satisfaction, for their further pleasure the King began to speak slowly and in a gentle voice as he held Lord Vishnu's feet in his lap and happily massaged them.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.86.31</B></A>: &#346;r&#299; Bahul&#257;&#347;va said: O almighty Lord, You are the Soul of all created beings, their self-illumined witness, and now You are giving Your audience to us, who constantly meditate on Your lotus feet.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.86.32</B></A>: You have said, "Neither Ananta, Goddess &#346;r&#299; nor unborn Brahm&#257; is dearer to Me than My unalloyed devotee." To prove Your own words true, You have now revealed Yourself to our eyes.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.86.33</B></A>: What person who knows this truth would ever abandon Your lotus feet, when You are ready to give Your very self to peaceful sages who call nothing their own?</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.86.34</B></A>: Appearing in the Yadu dynasty, You have spread Your glories, which can remove all the sins of the three worlds, just to deliver those entrapped in the cycle of birth and death.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.86.35</B></A>: Obeisances to You, the Supreme Personality of Godhead, Lord Krishna, whose intelligence is ever unrestricted. Obeisances to the sage Nara-N&#257;r&#257;yana, who always undergoes austerities in perfect peace.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.86.36</B></A>: Please stay a few days in our house, along with these br&#257;hmanas, O all-pervading one, and with the dust of Your feet sanctify this dynasty of Nimi.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.86.37</B></A>: [&#346;ukadeva Gosv&#257;m&#299; continued:] Thus invited by the King, the Supreme Lord, sustainer of the world, consented to stay for some time to bestow good fortune on the men and women of Mithil&#257;.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.86.38</B></A>: &#346;rutadeva received Lord Acyuta into his home with as much enthusiasm as that shown by King Bahul&#257;&#347;va. After bowing down to the Lord and the sages, &#346;rutadeva began to dance with great joy, waving his shawl.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.86.39</B></A>: After bringing mats of grass and darbha straw and seating his guests upon them, he greeted them with words of welcome. Then he and his wife washed their feet with great pleasure.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.86.40</B></A>: With the wash water, the virtuous &#346;rutadeva copiously sprinkled himself, his house and his family. Overjoyed, he felt that all his desires had now been fulfilled.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 10.86.41</B></A>: He worshiped them with offerings of auspicious items easily available to him, such as fruits, u&#347;&#299;ra root, pure, nectarean water, fragrant clay, tulas&#299; leaves, ku&#347;a grass and lotus flowers. Then he offered them food that increases the mode of goodness.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 10.86.42</B></A>: He wondered: How is it that I, fallen into the blind well of family life, have been able to meet Lord Krishna? And how have I also been allowed to meet these great br&#257;hmanas, who always carry the Lord within their hearts? Indeed, the dust of their feet is the shelter of all holy places.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 10.86.43</B></A>: When his guests were seated comfortably, having each received a proper welcome, &#346;rutadeva approached them and sat down nearby with his wife, children and other dependents. Then, while massaging the Lord's feet, he addressed Krishna and the sages.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 10.86.44</B></A>: &#346;rutadeva said: It is not that we have attained the audience of the Supreme Person only today, for we have in fact been associating with Him ever since He created this universe with His energies and then entered it in His transcendental form.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 10.86.45</B></A>: The Lord is like a sleeping person who creates a separate world in his imagination and then enters his own dream and sees himself within it.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 10.86.46</B></A>: You reveal Yourself within the hearts of those persons of pure consciousness who constantly hear about You, chant about You, worship You, glorify You and converse with one another about You.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 10.86.47</B></A>: But although You reside within the heart, You are very far away from those whose minds are disturbed by their entanglement in material work. Indeed, no one can grasp You by his material powers, for You reveal Yourself only in the hearts of those who have learned to appreciate Your transcendental qualities.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 10.86.48</B></A>: Let me offer my obeisances unto You. You are realized as the Supreme Soul by those who know the Absolute Truth, whereas in Your form of time You impose death upon the forgetful souls. You appear both in Your causeless spiritual form and in the created form of this universe, thus simultaneously uncovering the eyes of Your devotees and obstructing the vision of the nondevotees.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 10.86.49</B></A>: O Lord, You are that Supreme Soul, and we are Your servants. How shall we serve You? My Lord, simply seeing You puts an end to all the troubles of human life.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 10.86.50</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: After hearing &#346;rutadeva speak these words, the Supreme Personality of Godhead, who relieves His surrendered devotees' distress, took &#346;rutadeva's hand in His own and, smiling, spoke to him as follows.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 10.86.51</B></A>: The Supreme Lord said: My dear br&#257;hmana, you should know that these great sages have come here just to bless you. They travel throughout the worlds with Me, purifying them with the dust of their feet.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>SB 10.86.52</B></A>: One can gradually become purified by seeing, touching and worshiping temple deities, places of pilgrimage and holy rivers. But one can attain the same result immediately simply by receiving the glance of exalted sages.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>SB 10.86.53</B></A>: By his very birth, a br&#257;hmana is the best of all living beings in this world, and he becomes even more exalted when he is endowed with austerity, learning and self-satisfaction, what to speak of devotion to Me.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>SB 10.86.54</B></A>: Even My own four-armed form is no dearer to Me than a br&#257;hmana. Within himself a learned br&#257;hmana comprises all the Vedas, just as within Myself I comprise all the demigods.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>SB 10.86.55</B></A>: Ignorant of this truth, foolish people neglect and enviously offend a learned br&#257;hmana, who, being nondifferent from Me, is their spiritual master and very self. They consider worshipable only such obvious manifestations of divinity as My Deity form.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>SB 10.86.56</B></A>: Because he has realized Me, a br&#257;hmana is firmly fixed in the knowledge that everything moving and nonmoving in the universe, and also the primary elements of its creation, are all manifest forms expanded from Me.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>SB 10.86.57</B></A>: Therefore you should worship these br&#257;hmana sages, O br&#257;hmana, with the same faith you have in Me. If you do so, you will worship Me directly, which you cannot do otherwise, even with offerings of vast riches.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>SB 10.86.58</B></A>: &#346;r&#299; &#346;uka said: So instructed by his Lord, with single-minded devotion &#346;rutadeva worshiped &#346;r&#299; Krishna and the topmost br&#257;hmanas accompanying Him, and King Bahul&#257;&#347;va did the same. Thus both &#346;rutadeva and the King attained the ultimate transcendental destination.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>SB 10.86.59</B></A>: O King, thus the Personality of Godhead, who is devoted to His own devotees, stayed for some time with His two great devotees &#346;rutadeva and Bahul&#257;&#347;va, teaching them the behavior of perfect saints. Then the Lord returned to Dv&#257;rak&#257;.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>