<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 86</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 86"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 86: <A CLASS=v HREF="index.htm">Arjuna Kidnaps Subhadr&#257;, and Krishna Blesses His Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.86 Summary</P><P>This chapter describes how Arjuna kidnapped Subhadr&#257; and how Lord Krishna went to Mithil&#257; to bless His devotees Bahul&#257;&#347;va and &#346;rutadeva.</P><P>When King Par&#299;kshit desired to learn about the marriage of his grandmother, Subhadr&#257;-dev&#299;, &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said, "While touring on pilgrimage, Arjuna heard that Lord Baladeva intended to give the hand of His sister Subhadr&#257; to Duryodhana in marriage. Wanting to kidnap Subhadr&#257; and marry her himself, Arjuna disguised himself as a renunciant and went to Dv&#257;rak&#257;. So effective was the disguise that neither Balar&#257;ma nor any other resident of Dv&#257;rak&#257; recognized him; rather, they all showed him the respect due a Vaishnava mendicant. In this way the four months of the rainy season passed. One day Arjuna received an invitation to dine at Lord Balar&#257;ma's home. There he caught sight of Subhadr&#257; and was immediately overwhelmed with desire for her. Subhadr&#257; also desired to have Arjuna as her husband, and thus she glanced back at him shyly. A few days later, Subhadr&#257; left the palace to participate in a chariot festival. Taking this opportunity, Arjuna abducted Subhadr&#257; and defeated the Y&#257;davas who tried to stop him. Lord Balar&#257;ma was at first greatly angered to hear of this, but when Lord &#346;r&#299; Krishna and other family members pacified Him, He became joyful and sent the bride and groom off with elaborate wedding gifts."</P><P>There was a br&#257;hmana devotee of &#346;r&#299; Krishna's named &#346;rutadeva, who lived in the city of Mithila. By the will of Providence, he could earn only barely enough to keep himself and his family alive. Still, he was always satisfied and spent all his time executing his religious duties. King Bahul&#257;&#347;va was another great devotee of the Lord residing in Mithil&#257;. A member of the dynasty in which King Janaka had appeared, Bahul&#257;&#347;va ruled over the whole province of Videha, yet he remained as detached from material wealth as &#346;rutadeva. Pleased with the devotional attitude of both these great souls, Lord Krishna went on His chariot to Mithil&#257; to visit them, taking along N&#257;rada and several other learned sages. The people of Mithila greeted the Lord and His saintly entourage with great delight. Bearing various gifts for Krishna, they bowed down and offered obeisances to both Him and the sages.</P><P>Bahul&#257;&#347;va and &#346;rutadeva both stepped forward and respectfully requested &#346;r&#299; Krishna to visit their homes. To satisfy both of them, the Lord expanded Himself and went to each of their homes simultaneously. They each worshiped Him suitably, offered prayers, washed His feet and then sprinkled themselves and all their family members with the wash water. Lord Krishna then praised the sages who were with Him and glorified br&#257;hmanas in general. He also imparted instructions to His hosts concerning devotional service. Understanding these instructions, both &#346;rutadeva and Bahul&#257;&#347;va honored the sages and Lord &#346;r&#299; Krishna with single-minded devotion. Lord Krishna then returned to Dv&#257;rak&#257;.</P><P CLASS=l><A CLASS=i HREF="../85/59.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>