<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 11 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 11 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Jada Bharata Instructs King Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.11.1</P><P CLASS=c>br&#257;hmana uv&#257;ca</P><P CLASS=c>akovidah kovida-v&#257;da-v&#257;d&#257;n</P><P CLASS=c>vadasy atho n&#257;ti-vid&#257;m varishthah</P><P CLASS=c>na s&#363;rayo hi vyavah&#257;ram enam</P><P CLASS=c>tattv&#257;vamar&#347;ena sah&#257;mananti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> said; <A CLASS=v HREF="http://vedabase.net/a/akovidah">akovidah</A> &#8212; without having experience; <A CLASS=v HREF="http://vedabase.net/k/kovida">kovida</A>-<A CLASS=v HREF="http://vedabase.net/v/vada">v&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/v/vadan">v&#257;d&#257;n</A> &#8212; words used by experienced persons; <A CLASS=v HREF="http://vedabase.net/v/vadasi">vadasi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> speaking; <A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/v/vidam">vid&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> very experienced; <A CLASS=v HREF="http://vedabase.net/v/varisthah">varishthah</A> &#8212; the most important; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/surayah">s&#363;rayah</A> &#8212; such intelligent persons; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vyavaharam">vyavah&#257;ram</A> &#8212; mundane and social behavior; <A CLASS=v HREF="http://vedabase.net/e/enam">enam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; of the truth; <A CLASS=v HREF="http://vedabase.net/a/avamarsena">avamar&#347;ena</A> &#8212; fine judgment by intelligence; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/a/amananti">&#257;mananti</A> &#8212; discuss.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hmana Jada Bharata said: My dear King, although you are not at all experienced, you are trying to speak like a very experienced man. Consequently you cannot be considered an experienced person. An experienced person does not speak the way you are speaking about the relationship between a master and a servant or about material pains and pleasures. These are simply external activities. Any advanced, experienced man, considering the Absolute Truth, does not talk in this way.</P><P CLASS=t>PURPORT</P><P>Krishna similarly chastised Arjuna. A&#347;ocy&#257;n anva&#347;ocas tvam prajñ&#257;-v&#257;d&#257;m&#347; ca bh&#257;shase: "While speaking learned words, you are lamenting for what is not worthy of grief." (<A CLASS=v HREF="../../../bg/2/11.htm">Bg. 2.11</A>) Similarly, among people in general, 99.9 percent try to talk like experienced advisers, but they are actually devoid of spiritual knowledge and are therefore like inexperienced children speaking nonsensically. Consequently their words cannot be given any importance. One has to learn from Krishna or His devotee. If one speaks on the basis of this experience &#8212; that is, on the basis of spiritual knowledge &#8212; one's words are valuable. At the present moment, the entire world is full of foolish people. Bhagavad-g&#299;t&#257; describes these people as m&#363;dhas. They are trying to rule human society, but because they are devoid of spiritual knowledge, the entire world is in a chaotic condition. To be released from these miserable conditions, one has to become Krishna conscious and take lessons from an exalted personality like Jada Bharata, Lord Krishna and Kapiladeva. That is the only way to solve the problems of material life.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>