<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 11 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 11 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Jada Bharata Instructs King Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.11.11</P><P CLASS=c>dravya-svabh&#257;v&#257;&#347;aya-karma-k&#257;lair</P><P CLASS=c>ek&#257;da&#347;&#257;m&#299; manaso vik&#257;r&#257;h</P><P CLASS=c>sahasra&#347;ah &#347;ata&#347;ah koti&#347;a&#347; ca</P><P CLASS=c>kshetrajñato na mitho na svatah syuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; by physical objects; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; by nature <A HREF="http://vedabase.net/a/as">as</A> the cause of development; <A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;aya</A> &#8212; by culture; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; by predestined resultant actions; <A CLASS=v HREF="http://vedabase.net/k/kalaih">k&#257;laih</A> &#8212; by time; <A CLASS=v HREF="http://vedabase.net/e/ekadasa">ek&#257;da&#347;a</A> &#8212; eleven; <A CLASS=v HREF="http://vedabase.net/a/ami">am&#299;</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/m/manasah">manasah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/v/vikarah">vik&#257;r&#257;h</A> &#8212; transformations; <A CLASS=v HREF="http://vedabase.net/s/sahasrasah">sahasra&#347;ah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> thousands; <A CLASS=v HREF="http://vedabase.net/s/satasah">&#347;ata&#347;ah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> hundreds; <A CLASS=v HREF="http://vedabase.net/k/kotisah">koti&#347;ah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and <A HREF="http://vedabase.net/i/in">in</A> millions; <A CLASS=v HREF="http://vedabase.net/k/ksetra">kshetra</A>-<A CLASS=v HREF="http://vedabase.net/j/jnatah">jñatah</A> &#8212; from the original Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/mithah">mithah</A> &#8212; one another; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/s/svatah">svatah</A> &#8212; from themselves; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>.</P><P CLASS=t>TRANSLATION</P><P>The physical elements, nature, the original cause, culture, destiny and the time element are all material causes. Agitated by these material causes, the eleven functions transform into hundreds of functions and then into thousands and then into millions. But all these transformations do not take place automatically by mutual combination. Rather, they are under the direction of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>One should not think that all the interactions of the physical elements, gross and subtle, that cause the transformation of mind and consciousness are working independently. They are under the direction of the Supreme Personality of Godhead. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), Krishna says that the Lord is situated in everyone's heart (sarvasya c&#257;ham hridi sannivishto mattah smritir jñ&#257;nam apohanam ca). As mentioned herein, Supersoul (kshetrajña) is directing everything. The living entity is also kshetrajña, but the supreme kshetrajña is the Supreme Personality of Godhead. He is the witness and order giver. Under His direction, everything takes place. The different inclinations of the living entity are created by his own nature or his expectations, and he is trained by the Supreme Personality of Godhead through the agency of material nature. The body, nature and the physical elements are under the direction of the Supreme Personality of Godhead. They do not function automatically. Nature is neither independent nor automatic. As confirmed in Bhagavad-g&#299;t&#257;, the Supreme Personality of Godhead is behind nature.</P><P>may&#257;dhyakshena prakritih</P><P CLASS=n>s&#363;yate sa-car&#257;caram</P><P CLASS=n>hetun&#257;nena kaunteya</P><P CLASS=n>jagad viparivartate</P><P>"This material nature is working under My direction, O son of Kunt&#299;, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again." (<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>)</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>