<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 11 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 11 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Jada Bharata Instructs King Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.11.12</P><P CLASS=c>kshetrajña et&#257; manaso vibh&#363;t&#299;r</P><P CLASS=c>j&#299;vasya m&#257;y&#257;-racitasya nity&#257;h</P><P CLASS=c>&#257;virhit&#257;h kv&#257;pi tirohit&#257;&#347; ca</P><P CLASS=c>&#347;uddho vicashte hy avi&#347;uddha-kartuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ksetra">kshetra</A>-<A CLASS=v HREF="http://vedabase.net/j/jnah">jñah</A> &#8212; the individual soul; <A CLASS=v HREF="http://vedabase.net/e/etah">et&#257;h</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/m/manasah">manasah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/v/vibhutih">vibh&#363;t&#299;h</A> &#8212; different activities; <A CLASS=v HREF="http://vedabase.net/j/jivasya">j&#299;vasya</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/racitasya">racitasya</A> &#8212; created by the external, material energy; <A CLASS=v HREF="http://vedabase.net/n/nityah">nity&#257;h</A> &#8212; from time immemorial; <A CLASS=v HREF="http://vedabase.net/a/avirhitah">&#257;virhit&#257;h</A> &#8212; sometimes manifested; <A CLASS=v HREF="http://vedabase.net/k/kvapi">kv&#257;pi</A> &#8212; somewhere; <A CLASS=v HREF="http://vedabase.net/t/tirohitah">tirohit&#257;h</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and not manifested; <A CLASS=v HREF="http://vedabase.net/s/suddhah">&#347;uddhah</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/v/vicaste">vicashte</A> &#8212; sees this; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/avisuddha">avi&#347;uddha</A> &#8212; unpurified; <A CLASS=v HREF="http://vedabase.net/k/kartuh">kartuh</A> &#8212; of the doer.</P><P CLASS=t>TRANSLATION</P><P>The individual soul bereft of Krishna consciousness has many ideas and activities created in the mind by the external energy. They have been existing from time immemorial. Sometimes they are manifest in the wakening state and in the dream state, but during deep sleep [unconsciousness] or trance, they disappear. A person who is liberated in this life [j&#299;van-mukta] can see all these things vividly.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/3.htm">13.3</A>), kshetrajñam c&#257;pi m&#257;m viddhi sarva-kshetreshu bh&#257;rata. There are two kinds of kshetrajña, or living beings. One is the individual living being, and the other is the supreme living being. The ordinary living being knows about his body to some extent, but the Supreme, Param&#257;tm&#257;, knows the condition of all bodies. The individual living being is localized, and the Supreme. Param&#257;tm&#257;. is all-pervading. In this &#347;loka the word kshetrajña refers to an ordinary living being, not the supreme living being. This ordinary living being is of two kinds &#8212; nitya-baddha or nitya-mukta. One is eternally conditioned and the other eternally liberated. The eternally liberated living being; are in the Vaikuntha jagat, the spiritual world, and they never fall into the material world. Those in the material world are conditioned souls, nitya-baddha. The nitya-baddhas can become liberated by controlling the mind because the cause of conditioned life is the mind. When the mind is trained and the soul is not under the mind's control, the soul can be liberated even in this material world. When it is liberated, one is called j&#299;van-mukta. A j&#299;van-mukta knows how he has become conditioned; therefore he tries to purify himself and return home, back to Godhead. The eternally conditioned soul is eternally conditioned because he is controlled by the mind. The conditioned state and liberated state are compared to the sleeping, unconscious state and the awakened state. Those who are sleeping and unconscious are eternally conditioned, but those who are awake understand that they are eternally part and parcel of the Supreme Personality of Godhead, Krishna. Therefore even in this material world, they engage in Krishna's service. As confirmed by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;: &#299;h&#257; yasya harer d&#257;sye. If one takes to Krishna's service, he is liberated, even though he appears to be a conditioned soul within the material world. J&#299;van-muktah sa ucyate. In any condition, one is to be considered liberated if his only business is to serve Krishna.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13-14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>