<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 11 Verses 13-14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 11 Verses 13-14"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Jada Bharata Instructs King Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.11.13-14</P><P CLASS=c>kshetrajña &#257;tm&#257; purushah pur&#257;nah</P><P CLASS=c>s&#257;ksh&#257;t svayam jyotir ajah pare&#347;ah</P><P CLASS=c>n&#257;r&#257;yano bhagav&#257;n v&#257;sudevah</P><P CLASS=c>sva-m&#257;yay&#257;tmany avadh&#299;yam&#257;nah</P><P CLASS=c>yath&#257;nilah sth&#257;vara-ja&#324;gam&#257;n&#257;m</P><P CLASS=c>&#257;tma-svar&#363;pena nivishta &#299;&#347;et</P><P CLASS=c>evam paro bhagav&#257;n v&#257;sudevah</P><P CLASS=c>kshetrajña &#257;tmedam anupravishtah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ksetra">kshetra</A>-<A CLASS=v HREF="http://vedabase.net/j/jnah">jñah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; all-pervading, present everywhere; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the unrestricted controller, who has unlimited power; <A CLASS=v HREF="http://vedabase.net/p/puranah">pur&#257;nah</A> &#8212; the original; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; perceivable by hearing from the authorities and by direct perception; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personal; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A> &#8212; manifesting His bodily rays (the <A HREF="http://vedabase.net/b/brahman">Brahman</A> effulgence); <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; never born; <A CLASS=v HREF="http://vedabase.net/p/paresah">pare&#347;ah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> &#8212; the resting place of all living entities; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead with six full opulences; <A CLASS=v HREF="http://vedabase.net/v/vasudevah">v&#257;sudevah</A> &#8212; the shelter of everything, manifested and nonmanifest; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by His own potency; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His own self, or <A HREF="http://vedabase.net/i/in">in</A> the ordinary living entities; <A CLASS=v HREF="http://vedabase.net/a/avadhiyamanah">avadh&#299;yam&#257;nah</A> &#8212; existing <A HREF="http://vedabase.net/a/as">as</A> the controller; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/anilah">anilah</A> &#8212; the air; <A CLASS=v HREF="http://vedabase.net/s/sthavara">sth&#257;vara</A> &#8212; of nonmoving living entities; <A CLASS=v HREF="http://vedabase.net/j/jangamanam">ja&#324;gam&#257;n&#257;m</A> &#8212; and of the moving living entities; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/svarupena">svar&#363;pena</A> &#8212; by His expansion <A HREF="http://vedabase.net/a/as">as</A> the Supersoul; <A CLASS=v HREF="http://vedabase.net/n/nivistah">nivishtah</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/i/iset">&#299;&#347;et</A> &#8212; controls; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudevah">v&#257;sudevah</A> &#8212; the shelter of everything; <A CLASS=v HREF="http://vedabase.net/k/ksetra">kshetra</A>-<A CLASS=v HREF="http://vedabase.net/j/jnah">jñah</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/k/ksetrajna">kshetrajña</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the vital force; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this material world; <A CLASS=v HREF="http://vedabase.net/a/anupravistah">anupravishtah</A> &#8212; entered within.</P><P CLASS=t>TRANSLATION</P><P>There are two kinds of kshetrajña &#8212; the living entity, as explained above, and the Supreme Personality of Godhead, who is explained as follows. He is the all-pervading cause of creation. He is full in Himself and is not dependent on others. He is perceived by hearing and direct perception. He is self-effulgent and does not experience birth, death, old age or disease. He is the controller of all the demigods, beginning with Lord Brahm&#257;. He is called N&#257;r&#257;yana, and He is the shelter of living entities after the annihilation of this material world. He is full of all opulences, and He is the resting place of everything material. He is therefore known as V&#257;sudeva, the Supreme Personality of Godhead. By His own potency, He is present within the hearts of all living entities, just as the air or vital force is within the bodies of all beings, moving and nonmoving. In this way He controls the body. In His partial feature, the Supreme Personality of Godhead enters all bodies and controls them.</P><P CLASS=t>PURPORT</P><P>This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>). Sarvasya c&#257;ham hridi sannivishto mattah smritir jñ&#257;nam apohanam ca. Every living being is controlled by the supreme living being, Param&#257;tm&#257;, who resides within everyone's heart. He is the purusha, the purusha-avat&#257;ra, who creates this material world. The first purusha-avat&#257;ra is Mah&#257;-Vishnu, and that Mah&#257;-Vishnu is the plenary portion of the plenary portion of the Supreme Personality of Godhead, Krishna. Krishna's first expansion is Baladeva, and His next expansions are V&#257;sudeva, Sa&#324;karshana, Aniruddha and Pradyumna. V&#257;sudeva is the original cause of the brahmajyoti, and the brahmajyoti is the expansion of the rays of the body of V&#257;sudeva.</P><P>yasya prabh&#257; prabhavato jagad-anda-koti-</P><P CLASS=n>kotishv a&#347;esha-vasudh&#257;di-vibh&#363;ti-bhinnam</P><P CLASS=n>tad brahma nishkalam anantam a&#347;esha-bh&#363;tam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, who is endowed with great power. The glowing effulgence of His transcendental form is the impersonal Brahman, which is absolute, complete and unlimited and which displays the varieties of countless planets, with their different opulences, in millions and millions of universes." (Brahma-samhit&#257; <A CLASS=v HREF="../../../bs/5/40.htm">5.40</A>) The Supreme Personality of Godhead is thus described in Bhagavad-g&#299;t&#257;:</P><P>may&#257; tatam idam sarvam</P><P CLASS=n>jagad avyakta-m&#363;rtin&#257;</P><P CLASS=n>mat-sth&#257;ni sarva-bh&#363;t&#257;ni</P><P CLASS=n>na c&#257;ham teshv avasthitah</P><P>"By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them." (<A CLASS=v HREF="../../../bg/9/4.htm">Bg. 9.4</A>)</P><P>This is the position of the plenary expansions of Krishna as the all-pervading V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>