<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 11 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 11 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Jada Bharata Instructs King Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.11.17</P><P CLASS=c>bhr&#257;trivyam enam tad adabhra-v&#299;ryam</P><P CLASS=c>upekshay&#257;dhyedhitam apramattah</P><P CLASS=c>guror hare&#347; caranop&#257;san&#257;stro</P><P CLASS=c>jahi vyal&#299;kam svayam &#257;tma-mosham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhratrvyam">bhr&#257;trivyam</A> &#8212; the formidable enemy; <A CLASS=v HREF="http://vedabase.net/e/enam">enam</A> &#8212; this mind; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/adabhra">adabhra</A>-<A CLASS=v HREF="http://vedabase.net/v/viryam">v&#299;ryam</A> &#8212; very, very powerful; <A CLASS=v HREF="http://vedabase.net/u/upeksaya">upekshay&#257;</A> &#8212; by neglecting; <A CLASS=v HREF="http://vedabase.net/a/adhyedhitam">adhyedhitam</A> &#8212; unnecessarily increased <A HREF="http://vedabase.net/i/in">in</A> power; <A CLASS=v HREF="http://vedabase.net/a/apramattah">apramattah</A> &#8212; one who is without illusion; <A CLASS=v HREF="http://vedabase.net/g/guroh">guroh</A> &#8212; of the spiritual master; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; of the lotus feet; <A CLASS=v HREF="http://vedabase.net/u/upasana">up&#257;san&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/astrah">astrah</A> &#8212; applying the weapon of worshiping; <A CLASS=v HREF="http://vedabase.net/j/jahi">jahi</A> &#8212; conquer; <A CLASS=v HREF="http://vedabase.net/v/vyalikam">vyal&#299;kam</A> &#8212; false; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mosam">mosham</A> &#8212; which covers the constitutional position of the living entity.</P><P CLASS=t>TRANSLATION</P><P>This uncontrolled mind is the greatest enemy of the living entity. If one neglects it or gives it a chance, it will grow more and more powerful and will become victorious. Although it is not factual, it is very strong. It covers the constitutional position of the soul. O King, please try to conquer this mind by the weapon of service to the lotus feet of the spiritual master and of the Supreme Personality of Godhead. Do this with great care.</P><P CLASS=t>PURPORT</P><P>There is one easy weapon with which the mind can be conquered &#8212; neglect. The mind is always telling us to do this or that; therefore we should be very expert in disobeying the mind's orders. Gradually the mind should be trained to obey the orders of the soul. It is not that one should obey the orders of the mind. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura used to say that to control the mind one should beat it with shoes many times just after awakening and again before going to sleep. In this way one can control the mind. This is the instruction of all the &#347;&#257;stras. If one does not do so, one is doomed to follow the dictations of the mind. Another bona fide process is to abide strictly by the orders of the spiritual master and engage in the Lord's service. Then the mind will be automatically controlled. &#346;r&#299; Caitanya Mah&#257;prabhu has instructed &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;:</P><P>brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=n>guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P>When one receives the seed of devotional service by the mercy of the guru and Krishna, the Supreme Personality of Godhead, one's real life begins. If one abides by the orders of the spiritual master, by the grace of Krishna he is freed from service to the mind.</P><P>Thus end the Bhaktivedanta purports of the Fifth Canto, Eleventh Chapter of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Jada Bharata Instructs King Rah&#363;gana."</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../12/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>