<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 11 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 11 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Jada Bharata Instructs King Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.11.2</P><P CLASS=c>tathaiva r&#257;jann uru-g&#257;rhamedha-</P><P CLASS=c>vit&#257;na-vidyoru-vijrimbhiteshu</P><P CLASS=c>na veda-v&#257;deshu hi tattva-v&#257;dah</P><P CLASS=c>pr&#257;yena &#347;uddho nu cak&#257;sti s&#257;dhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A>-<A CLASS=v HREF="http://vedabase.net/g/garha">g&#257;rha</A>-<A CLASS=v HREF="http://vedabase.net/m/medha">medha</A> &#8212; rituals related <A HREF="http://vedabase.net/t/to">to</A> material household life; <A CLASS=v HREF="http://vedabase.net/v/vitana">vit&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> knowledge that expands; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; very greatly; <A CLASS=v HREF="http://vedabase.net/v/vijrmbhitesu">vijrimbhiteshu</A> &#8212; among those interested; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/v/vadesu">v&#257;deshu</A> &#8212; who speak the version of the Vedas; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/v/vadah">v&#257;dah</A> &#8212; the spiritual science; <A CLASS=v HREF="http://vedabase.net/p/prayena">pr&#257;yena</A> &#8212; almost always; <A CLASS=v HREF="http://vedabase.net/s/suddhah">&#347;uddhah</A> &#8212; free from all contaminated activities; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/c/cakasti">cak&#257;sti</A> &#8212; appear; <A CLASS=v HREF="http://vedabase.net/s/sadhuh">s&#257;dhuh</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who is advanced <A HREF="http://vedabase.net/i/in">in</A> devotional service.</P><P CLASS=t>TRANSLATION</P><P>My dear King, talks of the relationship between the master and the servant, the king and the subject and so forth are simply talks about material activities. People interested in material activities, which are expounded in the Vedas, are intent on performing material sacrifices and placing faith in their material activities. For such people, spiritual advancement is definitely not manifest.</P><P CLASS=t>PURPORT</P><P>In this verse, two words are significant &#8212; veda-v&#257;da and tattva-v&#257;da. According to Bhagavad-g&#299;t&#257;, those who are simply attached to the Vedas and who do not understand the purpose of the Vedas or the Ved&#257;nta-s&#363;tra are called veda-v&#257;da-rat&#257;h.</P><P>y&#257;m im&#257;m pushpit&#257;m v&#257;cam</P><P CLASS=n>pravadanty avipa&#347;citah</P><P CLASS=n>veda-v&#257;da-rat&#257;h p&#257;rtha</P><P CLASS=n>n&#257;nyad ast&#299;ti v&#257;dinah</P><P CLASS=n>k&#257;m&#257;tm&#257;nah svarga-par&#257;</P><P CLASS=n>janma-karma-phala-prad&#257;m</P><P CLASS=n>kriy&#257;-vi&#347;esha-bahul&#257;m</P><P CLASS=n>bhogai&#347;varya-gatim prati</P><P>"Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to heavenly planets, resultant good birth, power and so forth. Being desirous of sense gratification and opulent life, they say there is nothing more than this." (<A CLASS=v HREF="../../../bg/2/42.htm">Bg. 2.42-43</A>)</P><P>The veda-v&#257;da followers of the Vedas are generally inclined to karma-k&#257;nda, the performance of sacrifice according to the Vedic injunctions. They are thereby promoted to higher planetary systems. They generally practice the C&#257;turm&#257;sya system. Akshayyam ha vai c&#257;turm&#257;sya-y&#257;jinah sukritam bhavati: one who performs the c&#257;turm&#257;sya-yajña becomes pious. By becoming pious, one may be promoted to the higher planetary systems (&#363;rdhvam gacchanti sattva-sth&#257;h). Some of the followers of the Vedas are attached to karma-k&#257;nda, the fruitive activities of the Vedas, in order to be promoted to a higher standard of life. Others argue that this is not the purpose of the Vedas. Tad yathaiveha karma jitah lokah ksh&#299;yate evam evam utra punya jitah lokah ksh&#299;yate. In this world someone may become very highly elevated by taking birth in an aristocratic family, by being well educated, beautiful or very rich. These are the gifts for pious activities enacted in the past life. However, these will be finished when the stock of pious activity is finished. If we become attached to pious activities, we may get these various worldly facilities in the next life and may take birth in the heavenly planets. But all this will eventually be finished. Ksh&#299;ne punye martya-lokam vi&#347;anti (<A CLASS=v HREF="../../../bg/9/21.htm">Bg. 9.21</A>): when the stock of pious activity is finished, one again has to come to this martya-loka. According to the Vedic injunctions, the performance of pious activity is not really the objective of the Vedas. The objective of the Vedas is explained in Bhagavad-g&#299;t&#257;. Vedai&#347; ca sarvair aham eva vedyah: [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>] the objective of the Vedas is to understand Krishna, the Supreme Personality of Godhead. Those who are veda-v&#257;d&#299;s are not actually advanced in knowledge, and those who are followers of jñ&#257;na-k&#257;nda (Brahman understanding) are also not perfect. However, when one comes to the platform of up&#257;san&#257; and accepts the worship of the Supreme Personality of Godhead, he becomes perfect (&#257;r&#257;dhan&#257;n&#257;m sarvesh&#257;m vishnor &#257;r&#257;dhanam param). In the Vedas the worship of different demigods and the performance of sacrifice are certainly, mentioned, but such worship is inferior because the worshipers do not know that the ultimate goal is Vishnu (na te viduh sv&#257;rtha-gatim hi vishnum [<A CLASS=v HREF="../../7/5/31.htm">SB 7.5.31</A>]). When one comes to the platform of vishnor &#257;r&#257;dhanam, or bhakti-yoga, one has attained the perfection of life. Otherwise, as indicated in Bhagavad-g&#299;t&#257;, one is not a tattva-v&#257;d&#299; but a veda-v&#257;d&#299;, a blind follower of the Vedic injunctions. A veda-v&#257;d&#299; cannot be purified from material contamination unless he becomes a tattva-v&#257;d&#299;, that is, one who knows tattva, the Absolute Truth. Tattva is also experienced in three features &#8212; brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate. Even after coming to the platform of understanding tattva, one must worship Bhagav&#257;n, Vishnu and His expansions, or one is not yet perfect. Bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate: [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>] after many births, one who is actually in knowledge surrenders unto Krishna. The conclusion is that unintelligent men with a poor fund of knowledge cannot understand Bhagav&#257;n, Brahman or Param&#257;tm&#257;, but after studying the Vedas and attaining the understanding of the Absolute Truth, the Supreme Personality of Godhead, one is supposed to be on the platform of perfect knowledge.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>