<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 11 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 11 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Jada Bharata Instructs King Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.11.3</P><P CLASS=c>na tasya tattva-grahan&#257;ya s&#257;ksh&#257;d</P><P CLASS=c>var&#299;yas&#299;r api v&#257;cah sam&#257;san</P><P CLASS=c>svapne nirukty&#257; grihamedhi-saukhyam</P><P CLASS=c>na yasya hey&#257;numitam svayam sy&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of him (<A HREF="http://vedabase.net/a/a">a</A> student studying the Vedas); <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/g/grahanaya">grahan&#257;ya</A> &#8212; for accepting the real purpose of Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/v/variyasih">var&#299;yas&#299;h</A> &#8212; very exalted; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/v/vacah">v&#257;cah</A> &#8212; words of the Vedas; <A CLASS=v HREF="http://vedabase.net/s/samasan">sam&#257;san</A> &#8212; sufficiently became; <A CLASS=v HREF="http://vedabase.net/s/svapne">svapne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> dream; <A CLASS=v HREF="http://vedabase.net/n/niruktya">nirukty&#257;</A> &#8212; by example; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/m/medhi">medhi</A>-<A CLASS=v HREF="http://vedabase.net/s/saukhyam">saukhyam</A> &#8212; happiness within this material world; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of him who; <A CLASS=v HREF="http://vedabase.net/h/heya">heya</A>-<A CLASS=v HREF="http://vedabase.net/a/anumitam">anumitam</A> &#8212; concluded <A HREF="http://vedabase.net/t/to">to</A> be inferior; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; automatically; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; become.</P><P CLASS=t>TRANSLATION</P><P>A dream becomes automatically known to a person as false and immaterial, and similarly one eventually realizes that material happiness in this life or the next, on this planet or a higher planet, is insignificant. When one realizes this, the Vedas, although an excellent source, are insufficient to bring about direct knowledge of the truth.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/45.htm">2.45</A>), Krishna advised Arjuna to become transcendental to the material activities impelled by the three material modes of nature (traigunya-vishay&#257; ved&#257; nistraigunyo bhav&#257;rjuna). The purpose of Vedic study is to transcend the activities of the three modes of material nature. Of course in the material world the mode of goodness is accepted as the best, and one can be promoted to the higher planetary systems by being on the sattva-guna platform. However, that is not perfection. One must come to the conclusion that even the sattva-guna platform is also not good. One may dream that he has become a king with a good family, wife and children, but immediately at the end of that dream he comes to the conclusion that it is false. Similarly, all kinds of material happiness are undesirable for a person who wants spiritual salvation. If a person does not come to the conclusion that he has nothing to do with any kind of material happiness, he cannot come to the platform of understanding the Absolute Truth, or tattva jñ&#257;na. Karm&#299;s, jñ&#257;n&#299;s and yog&#299;s are after some material elevation. The karm&#299;s work hard day and night for some bodily comfort, and the jñ&#257;n&#299;s simply speculate about how to get out of the entanglement of karma and merge into the Brahman effulgence. The yog&#299;s are very much addicted to the acquisition of material perfection and magical powers. All of them are trying to be materially perfect, but a devotee very easily comes to the platform of nirguna in devotional service, and consequently for the devotee the results of karma, jñ&#257;na and yoga become very insignificant. Therefore only the devotee is on the platform of tattva jñ&#257;na, not the others. Of course the jñ&#257;n&#299;'s position is better than that of the karm&#299; but that position is also insufficient. The jñ&#257;n&#299; must actually become liberated, and after liberation he may be situated in devotional service (mad-bhaktim labhate par&#257;m [<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>]).</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>