<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 11 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 11 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Jada Bharata Instructs King Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.11.4</P><P CLASS=c>y&#257;van mano rajas&#257; p&#363;rushasya</P><P CLASS=c>sattvena v&#257; tamas&#257; v&#257;nuruddham</P><P CLASS=c>cetobhir &#257;k&#363;tibhir &#257;tanoti</P><P CLASS=c>nira&#324;ku&#347;am ku&#347;alam cetaram v&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/r/rajasa">rajas&#257;</A> &#8212; by the mode of passion; <A CLASS=v HREF="http://vedabase.net/p/purusasya">p&#363;rushasya</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/s/sattvena">sattvena</A> &#8212; by the mode of goodness; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/t/tamasa">tamas&#257;</A> &#8212; by the mode of darkness; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/anuruddham">anuruddham</A> &#8212; controlled; <A CLASS=v HREF="http://vedabase.net/c/cetobhih">cetobhih</A> &#8212; by the knowledge-acquiring senses; <A CLASS=v HREF="http://vedabase.net/a/akutibhih">&#257;k&#363;tibhih</A> &#8212; by the senses of action; <A CLASS=v HREF="http://vedabase.net/a/atanoti">&#257;tanoti</A> &#8212; expands; <A CLASS=v HREF="http://vedabase.net/n/nirankusam">nira&#324;ku&#347;am</A> &#8212; independent like <A HREF="http://vedabase.net/a/an">an</A> elephant not controlled by <A HREF="http://vedabase.net/a/a">a</A> trident; <A CLASS=v HREF="http://vedabase.net/k/kusalam">ku&#347;alam</A> &#8212; auspiciousness; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/i/itaram">itaram</A> &#8212; other than auspiciousness, sinful activities; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or.</P><P CLASS=t>TRANSLATION</P><P>As long as the mind of the living entity is contaminated by the three modes of material nature (goodness, passion and ignorance), his mind is exactly like an independent, uncontrolled elephant. It simply expands its jurisdiction of pious and impious activities by using the senses. The result is that the living entity remains in the material world to enjoy and suffer pleasures and pains due to material activity.</P><P CLASS=t>PURPORT</P><P>In Caitanya-carit&#257;mrita it is said that material pious and impious activities are both opposed to the principle of devotional service. Devotional service means mukti, freedom from material entanglement, but pious and impious activities result in entanglement within this material world. If the mind is captivated by the pious and impious activities mentioned in the Vedas, one remains eternally in darkness; one cannot attain the absolute platform. To change the consciousness from ignorance to passion or from passion to goodness does not really solve the problem. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>), sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate. One must come to the transcendental platform; otherwise life's mission is never fulfilled.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>