<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 11 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 11 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Jada Bharata Instructs King Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.11.5</P><P CLASS=c>sa v&#257;san&#257;tm&#257; vishayoparakto</P><P CLASS=c>guna-prav&#257;ho vikritah shoda&#347;&#257;tm&#257;</P><P CLASS=c>bibhrat pritha&#324;-n&#257;mabhi r&#363;pa-bhedam</P><P CLASS=c>antar-bahishtvam ca purais tanoti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vasana">v&#257;san&#257;</A> &#8212; endowed with many desires; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A>-<A CLASS=v HREF="http://vedabase.net/u/uparaktah">uparaktah</A> &#8212; attached <A HREF="http://vedabase.net/t/to">to</A> material happiness, sense gratification; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/p/pravahah">prav&#257;hah</A> &#8212; driven by the force of either <A HREF="http://vedabase.net/s/sattva">sattva</A>-<A HREF="http://vedabase.net/g/guna">guna</A>, rajo-<A HREF="http://vedabase.net/g/guna">guna</A> or tamo-<A HREF="http://vedabase.net/g/guna">guna</A>; <A CLASS=v HREF="http://vedabase.net/v/vikrtah">vikritah</A> &#8212; transformed by lust and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/s/sodasa">shoda&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the chief of the sixteen material elements (the five gross elements, the ten senses and the mind); <A CLASS=v HREF="http://vedabase.net/b/bibhrat">bibhrat</A> &#8212; wandering; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A>-<A CLASS=v HREF="http://vedabase.net/n/namabhih">n&#257;mabhih</A> &#8212; with separate names; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/b/bhedam">bhedam</A> &#8212; assuming different forms; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/b/bahistvam">bahishtvam</A> &#8212; the quality of being first-class or last-class; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/puraih">puraih</A> &#8212; with different bodily forms; <A CLASS=v HREF="http://vedabase.net/t/tanoti">tanoti</A> &#8212; manifests.</P><P CLASS=t>TRANSLATION</P><P>Because the mind is absorbed in desires for pious and impious activities, it is naturally subjected to the transformations of lust and anger. In this way, it becomes attracted to material sense enjoyment. In other words, the mind is conducted by the modes of goodness, passion and ignorance. There are eleven senses and five material elements, and out of these sixteen items, the mind is the chief. Therefore the mind brings about birth in different types of bodies among demigods, human beings, animals and birds. When the mind is situated in a higher or lower position, it accepts a higher or lower material body.</P><P CLASS=t>PURPORT</P><P>Transmigration among the 8,400,000 species is due to the mind's being polluted by certain material qualities. Due to the mind, the soul is subjected to pious and impious activities. The continuation of material existence is like the waves of material nature. In this regard. &#346;r&#299;la Bhaktivinoda Th&#257;kura says, m&#257;y&#257;ra va&#347;e, y&#257;ccha bhese', kh&#257;ccha h&#257;budubu, bh&#257;i: "My dear brother, the spirit soul is completely under the control of m&#257;y&#257;, and you are being carried away by its waves." This is also confirmed in Bhagavad-g&#299;t&#257;:</P><P>prakriteh kriyam&#257;n&#257;ni</P><P CLASS=n>gunaih karm&#257;ni sarva&#347;ah</P><P CLASS=n>aha&#324;k&#257;ra-vim&#363;dh&#257;tm&#257;</P><P CLASS=n>kart&#257;ham iti manyate</P><P>"The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself the doer of activities, which are in actuality carried out by nature." (<A CLASS=v HREF="../../../bg/3/27.htm">Bg. 3.27</A>)</P><P>Material existence means being fully controlled by material nature. The mind is the center for accepting the dictations of material nature. In this way the living entity is carried away in different types of bodies continuously, millennium after millennium.</P><P>krishna bhuli' sei j&#299;va an&#257;di-bahirmukha</P><P CLASS=n>ataeva m&#257;y&#257; t&#257;re deya sams&#257;ra-duhkha</P><P>(Caitanya-carit&#257;mrita, <A CLASS=v HREF="../../../cc/madhya/20/117.htm">Madhya 20.117</A>)</P><P>Due to the living entity's forgetfulness of Krishna, one is bound by the laws of material nature.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>