<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 11 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 11 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Jada Bharata Instructs King Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.11.6</P><P CLASS=c>duhkham sukham vyatiriktam ca t&#299;vram</P><P CLASS=c>k&#257;lopapannam phalam &#257;vyanakti</P><P CLASS=c>&#257;li&#324;gya m&#257;y&#257;-racit&#257;ntar&#257;tm&#257;</P><P CLASS=c>sva-dehinam samsriti-cakra-k&#363;tah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/duhkham">duhkham</A> &#8212; unhappiness due <A HREF="http://vedabase.net/t/to">to</A> impious activities; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; happiness due <A HREF="http://vedabase.net/t/to">to</A> pious activities; <A CLASS=v HREF="http://vedabase.net/v/vyatiriktam">vyatiriktam</A> &#8212; illusion; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tivram">t&#299;vram</A> &#8212; very severe; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/u/upapannam">upapannam</A> &#8212; obtained <A HREF="http://vedabase.net/i/in">in</A> the course of time; <A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; the resultant action; <A CLASS=v HREF="http://vedabase.net/a/avyanakti">&#257;vyanakti</A> &#8212; creates; <A CLASS=v HREF="http://vedabase.net/a/alingya">&#257;li&#324;gya</A> &#8212; embracing; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/racita">racita</A> &#8212; created by material nature; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dehinam">dehinam</A> &#8212; the living being himself; <A CLASS=v HREF="http://vedabase.net/s/samsrti">samsriti</A> &#8212; of the actions and reactions of material existence; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A>-<A CLASS=v HREF="http://vedabase.net/k/kutah">k&#363;tah</A> &#8212; which deceives the living entity into the wheel.</P><P CLASS=t>TRANSLATION</P><P>The materialistic mind covering the living entity's soul carries it to different species of life. This is called continued material existence. Due to the mind, the living entity suffers or enjoys material distress and happiness. Being thus illusioned, the mind further creates pious and impious activities and their karma, and thus the soul becomes conditioned.</P><P CLASS=t>PURPORT</P><P>Mental activities under the influence of material nature cause happiness and distress within the material world. Being covered by illusion, the living entity eternally continues conditioned life under different designations. Such living entities are known as nitya-baddha, eternally' conditioned. On the whole, the mind is the cause of conditioned life; therefore the entire yogic process is meant to control the mind and the senses. If the mind is controlled, the senses are automatically controlled, and therefore the soul is saved from the reactions of pious and impious activity. If the mind is engaged at the lotus feet of Lord Krishna (sa vai manah krishna-pad&#257;ravindayoh), the senses are automatically engaged in the Lord's service. When the mind and senses are engaged in devotional service, the living entity naturally becomes Krishna conscious. As soon as one always thinks of Krishna, he becomes a perfect yog&#299;, as confirmed in Bhagavad-g&#299;t&#257; (yogin&#257;m api sarvesh&#257;m mad-gaten&#257;ntar&#257;tman&#257; [<A CLASS=v HREF="../../../bg/6/47.htm">Bg. 6.47</A>]). This antar&#257;tm&#257;, the mind, is conditioned by material nature. As stated here, m&#257;y&#257;-racit&#257;ntar&#257;tm&#257; sva-dehinam samsriti-cakra-k&#363;tah: the mind, being most powerful, covers the living entity and puts him in the waves of material existence.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>