<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 73 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 73 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 73: <A CLASS=v HREF="index.htm">Lord Krishna Blesses the Liberated Kings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.73.20</P><P CLASS=c>haihayo nahusho veno</P><P CLASS=c>r&#257;vano narako 'pare</P><P CLASS=c>&#347;r&#299;-mad&#257;d bhram&#347;it&#257;h sth&#257;n&#257;d</P><P CLASS=c>deva-daitya-nare&#347;var&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/haihayah">haihayah</A> <A CLASS=v HREF="http://vedabase.net/n/nahusah">nahushah</A> <A CLASS=v HREF="http://vedabase.net/v/venah">venah</A> &#8212; <A HREF="http://vedabase.net/h/haihaya">Haihaya</A> (K&#257;rtav&#299;rya), <A HREF="http://vedabase.net/n/nahusa">Nahusha</A> and <A HREF="http://vedabase.net/v/vena">Vena</A>; <A CLASS=v HREF="http://vedabase.net/r/ravanah">r&#257;vanah</A> <A CLASS=v HREF="http://vedabase.net/n/narakah">narakah</A> &#8212; <A HREF="http://vedabase.net/r/ravana">R&#257;vana</A> and <A HREF="http://vedabase.net/n/naraka">Naraka</A>; <A CLASS=v HREF="http://vedabase.net/a/apare">apare</A> &#8212; others also; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> opulence; <A CLASS=v HREF="http://vedabase.net/m/madat">mad&#257;t</A> &#8212; because of their intoxication; <A CLASS=v HREF="http://vedabase.net/b/bhramsitah">bhram&#347;it&#257;h</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> <A HREF="http://vedabase.net/t/to">to</A> fall; <A CLASS=v HREF="http://vedabase.net/s/sthanat">sth&#257;n&#257;t</A> &#8212; from their positions; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; of demigods; <A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A> &#8212; demons; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A> &#8212; and men; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;var&#257;h</A> &#8212; rulers.</P><P CLASS=t>TRANSLATION</P><P>Haihaya, Nahusha, Vena, R&#257;vana, Naraka and many other rulers of demigods, men and demons fell from their elevated positions because of infatuation with material opulence.</P><P CLASS=t>PURPORT</P><P>As described by &#346;r&#299;dhara Sv&#257;m&#299;, because Haihaya stole the desire cow of Lord Para&#347;ur&#257;ma's father, Jamadagni, Para&#347;ur&#257;ma killed him and his impudent sons. Nahusha became puffed up when he temporarily assumed the post of Indra. When out of pride Nahusha ordered some br&#257;hmanas to carry him in a palanquin to an illicit meeting with Lord Indra's chaste wife, &#346;ac&#299;, the br&#257;hmanas made him fall down from his position and become an old man. King Vena was similarly mad, and when he insulted the br&#257;hmanas they killed him by loud incantations of the syllable hum. R&#257;vana was a famous ruler of the R&#257;kshasas, but out of lust he kidnapped mother S&#299;t&#257;, and thus her husband, Lord R&#257;macandra, killed him. Naraka was a ruler of the Daityas who dared to steal mother Aditi's earrings, and for his offense he was also killed. Thus throughout history powerful leaders have fallen from their positions because they became intoxicated with their so-called opulence.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>