<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 6 Verses 30-31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 6 Verses 30-31"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Passes Away</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.6.30-31</P><P CLASS=c>na yatra dambh&#299;ty abhay&#257; vir&#257;jit&#257;</P><P CLASS=c>m&#257;y&#257;tma-v&#257;de 'sakrid &#257;tma-v&#257;dibhih</P><P CLASS=c>na yad viv&#257;do vividhas tad-&#257;&#347;rayo</P><P CLASS=c>mana&#347; ca sa&#324;kalpa-vikalpa-vritti yat</P><P CLASS=c>na yatra srijyam srijatobhayoh param</P><P CLASS=c>&#347;reya&#347; ca j&#299;vas tribhir anvitas tv aham</P><P CLASS=c>tad etad uts&#257;dita-b&#257;dhya-b&#257;dhakam</P><P CLASS=c>nishidhya corm&#299;n virameta tan munih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/d/dambhi">dambh&#299;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> is <A HREF="http://vedabase.net/a/a">a</A> hypocrite; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thinking thus; <A CLASS=v HREF="http://vedabase.net/a/abhaya">abhay&#257;</A> &#8212; fearless; <A CLASS=v HREF="http://vedabase.net/v/virajita">vir&#257;jit&#257;</A> &#8212; visible; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; the illusory energy; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vade">v&#257;de</A> &#8212; when spiritual inquiry is being conducted; <A CLASS=v HREF="http://vedabase.net/a/asakrt">asakrit</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vadibhih">v&#257;dibhih</A> &#8212; by those who describe spiritual science; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/v/vivadah">viv&#257;dah</A> &#8212; materialistic argument; <A CLASS=v HREF="http://vedabase.net/v/vividhah">vividhah</A> &#8212; taking many different forms; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; founded upon that illusory energy; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sankalpa">sa&#324;kalpa</A> &#8212; decision; <A CLASS=v HREF="http://vedabase.net/v/vikalpa">vikalpa</A> &#8212; and doubt; <A CLASS=v HREF="http://vedabase.net/v/vrtti">vritti</A> &#8212; whose functions; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/s/srjyam">srijyam</A> &#8212; the created products of the material world; <A CLASS=v HREF="http://vedabase.net/s/srjata">srijat&#257;</A> &#8212; along with their causes; <A CLASS=v HREF="http://vedabase.net/u/ubhayoh">ubhayoh</A> &#8212; by both; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A> &#8212; the benefits; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;vah</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/t/tribhih">tribhih</A> &#8212; with the three (modes of nature); <A CLASS=v HREF="http://vedabase.net/a/anvitah">anvitah</A> &#8212; joined; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; (conditioned by) false ego; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; that indeed; <A CLASS=v HREF="http://vedabase.net/u/utsadita">uts&#257;dita</A> &#8212; excluding; <A CLASS=v HREF="http://vedabase.net/b/badhya">b&#257;dhya</A> &#8212; the obstructed (conditioned living beings); <A CLASS=v HREF="http://vedabase.net/b/badhakam">b&#257;dhakam</A> &#8212; and the obstructing (modes of material nature); <A CLASS=v HREF="http://vedabase.net/n/nisidhya">nishidhya</A> &#8212; warding off; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/u/urmin">&#363;rm&#299;n</A> &#8212; the waves (of false ego and <A HREF="http://vedabase.net/s/so">so</A> on); <A CLASS=v HREF="http://vedabase.net/v/virameta">virameta</A> &#8212; should take special pleasure; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> sage.</P><P CLASS=t>TRANSLATION</P><P>But there exists a supreme reality, in which the illusory energy cannot fearlessly dominate, thinking, "I can control this person because he is deceitful." In that highest reality there are no illusory argumentative philosophies. Rather, there the true students of spiritual science constantly engage in authorized spiritual investigation. In that supreme reality there is no manifestation of the material mind, which functions in terms of alternating decision and doubt. Created material products, their subtle causes and the goals of enjoyment attained by their utilization do not exist there. Furthermore, in that supreme reality there is no conditioned spirit, covered by false ego and the three modes of nature. That reality excludes everything limited or limiting. One who is wise should therefore stop the waves of material life and enjoy within that Supreme Truth.</P><P CLASS=t>PURPORT</P><P>The illusory energy of the Lord, M&#257;y&#257;, can freely exert her influence over those who are hypocritical, deceitful and disobedient to the laws of God. Since the Personality of Godhead is free of all material qualities, M&#257;y&#257; herself becomes fearful in His presence. As stated by Lord Brahm&#257; (vilajjam&#257;nay&#257; yasya sth&#257;tum &#299;ksha-pate 'muy&#257;): "M&#257;y&#257; herself is ashamed to stand face to face with the Supreme Lord."</P><P>In the supreme spiritual reality, useless academic wrangling is completely absent. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../6/4/31.htm">6.4.31</A>),</P><P>yac-chaktayo vadat&#257;m v&#257;din&#257;m vai</P><P CLASS=n>viv&#257;da-samv&#257;da-bhuvo bhavanti</P><P CLASS=n>kurvanti caish&#257;m mahur &#257;tma-moham</P><P CLASS=n>tasmai namo 'nanta-gun&#257;ya bh&#363;mne</P><P>"Let me offer my respectful obeisances unto the all-pervading Supreme Personality of Godhead, who possesses unlimited transcendental qualities. Acting from within the cores of the hearts of all philosophers, who propagate various views, He causes them to forget their own souls while sometimes agreeing and sometimes disagreeing among themselves. Thus He creates within this material world a situation in which they are unable to come to a conclusion. I offer my obeisances unto Him."</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>