<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 6 Verses 40-41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 6 Verses 40-41"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Passes Away</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.6.40-41</P><P CLASS=c>&#347;rinoti ya imam sphotam</P><P CLASS=c>supta-&#347;rotre ca &#347;&#363;nya-drik</P><P CLASS=c>yena v&#257;g vyajyate yasya</P><P CLASS=c>vyaktir &#257;k&#257;&#347;a &#257;tmanah</P><P CLASS=c>sva-dh&#257;mno br&#257;hmanah s&#257;ksh&#257;d</P><P CLASS=c>v&#257;cakah param&#257;tmanah</P><P CLASS=c>sa sarva-mantropanishad</P><P CLASS=c>veda-b&#299;jam san&#257;tanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srnoti">&#347;rinoti</A> &#8212; hears; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sphotam">sphotam</A> &#8212; unmanifest and eternal subtle sound; <A CLASS=v HREF="http://vedabase.net/s/supta">supta</A>-<A CLASS=v HREF="http://vedabase.net/s/srotre">&#347;rotre</A> &#8212; when the sense of hearing is asleep; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sunya">&#347;&#363;nya</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; devoid of material sight and other sensory functions; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; the expanse of Vedic sound; <A CLASS=v HREF="http://vedabase.net/v/vyajyate">vyajyate</A> &#8212; is elaborated; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/v/vyaktih">vyaktih</A> &#8212; the manifestation; <A CLASS=v HREF="http://vedabase.net/a/akase">&#257;k&#257;&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky (of the heart); <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; from the soul; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhamnah">dh&#257;mnah</A> &#8212; who is His own origin; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahmanah</A> &#8212; of the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/v/vacakah">v&#257;cakah</A> &#8212; the designating term; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the Supersoul; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A> &#8212; Vedic hymns; <A CLASS=v HREF="http://vedabase.net/u/upanisat">upanishat</A> &#8212; the secret; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; of the Vedas; <A CLASS=v HREF="http://vedabase.net/b/bijam">b&#299;jam</A> &#8212; the seed; <A CLASS=v HREF="http://vedabase.net/s/sanatanam">san&#257;tanam</A> &#8212; eternal.</P><P CLASS=t>TRANSLATION</P><P>This omk&#257;ra, ultimately nonmaterial and imperceptible, is heard by the Supersoul without His possessing material ears or any other material senses. The entire expanse of Vedic sound is elaborated from omk&#257;ra, which appears from the soul, within the sky of the heart. It is the direct designation of the self-originating Absolute Truth, the Supersoul, and is the secret essence and eternal seed of all Vedic hymns.</P><P CLASS=t>PURPORT</P><P>The senses of a sleeping person do not function until he has awakened. Therefore, when a sleeping person is awakened by a noise, one may ask, "Who heard the noise?" The words supta-&#347;rotre in this verse indicate that the Supreme Lord within the heart hears the sound and awakens the sleeping living entities. The Lord's sensory activities always function on a superior level. Ultimately, all sounds vibrate within the sky, and in the internal region of the heart there is a type of sky meant for the vibration of Vedic sounds. The seed, or source, of all Vedic sounds is the omk&#257;ra. This is confirmed by the Vedic statement om ity etad brahmano nedishtham n&#257;ma. The full elaboration of the Vedic seed sound is &#346;r&#299;mad-Bh&#257;gavatam, the greatest Vedic literature.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>