<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 6"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 6: Mah&#257;r&#257;ja Par&#299;kshit Passes Away</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 12.6 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 12.6.1</B></A>: S&#363;ta Gosv&#257;m&#299; said: After hearing all that was narrated to him by the self-realized and equipoised &#346;ukadeva, the son of Vy&#257;sadeva, Mah&#257;r&#257;ja Par&#299;kshit humbly approached his lotus feet. Bowing his head down upon the sage's feet, the King, who had lived his entire life under the protection of Lord Vishnu, folded his hands in supplication and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 12.6.2</B></A>: Mah&#257;r&#257;ja Par&#299;kshit said: I have now achieved the purpose of my life, because a great and merciful soul like you has shown such kindness to me. You have personally spoken to me this narration of the Supreme Personality of Godhead, Hari, who is without beginning or end.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 12.6.3</B></A>: I do not consider it at all amazing that great souls such as yourself, whose minds are always absorbed in the infallible Personality of Godhead, show mercy to the foolish conditioned souls, tormented as we are by the problems of material life.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 12.6.4</B></A>: I have heard from you this &#346;r&#299;mad-Bh&#257;gavatam, which is the perfect summary of all the Pur&#257;nas and which perfectly describes the Supreme Lord, Uttamah&#347;loka.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 12.6.5</B></A>: My lord, I now have no fear of Takshaka or any other living being, or even of repeated deaths, because I have absorbed myself in that purely spiritual Absolute Truth, which you have revealed and which destroys all fear.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 12.6.6</B></A>: O br&#257;hmana, please give me permission to resign my speech and the functions of all my senses unto Lord Adhokshaja. Allow me to absorb my mind, purified of lusty desires, within Him and to thus give up my life.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 12.6.7</B></A>: You have revealed to me that which is most auspicious, the supreme personal feature of the Lord. I am now fixed in knowledge and self-realization, and my ignorance has been eradicated.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 12.6.8</B></A>: S&#363;ta Gosv&#257;m&#299; said: Thus requested, the saintly son of &#346;r&#299;la Vy&#257;sadeva gave his permission to King Par&#299;kshit. Then, after being worshiped by the King and all the sages present, &#346;ukadeva departed from that place.</P><P CLASS=r><A CLASS=i HREF="9-10.htm"><B>SB 12.6.9-10</B></A>: Mah&#257;r&#257;ja Par&#299;kshit then sat down on the bank of the Ganges, upon a seat made of darbha grass with the tips of its stalks facing east, and turned himself toward the north. Having attained the perfection of yoga, he experienced full self-realization and was free of material attachment and doubt. The saintly King settled his mind within his spiritual self by pure intelligence and proceeded to meditate upon the Supreme Absolute Truth. His life air ceased to move, and he became as stationary as a tree.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 12.6.11</B></A>: O learned br&#257;hmanas, the snake-bird Takshaka, who had been sent by the angry son of a br&#257;hmana, was going toward the King to kill him when he saw Ka&#347;yapa Muni on the path.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 12.6.12</B></A>: Takshaka flattered Ka&#347;yapa by presenting him with valuable offerings and thereby stopped the sage, who was expert in counteracting poison, from protecting Mah&#257;r&#257;ja Par&#299;kshit. Then the snakebird, who could assume any form he wished, disguised himself as a br&#257;hmana, approached the King and bit him.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 12.6.13</B></A>: While living beings all over the universe looked on, the body of the great self-realized saint among kings was immediately burned to ashes by the fire of the snake's poison.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 12.6.14</B></A>: There arose a terrible cry of lamentation in all directions on the earth and in the heavens, and all the demigods, demons, human beings and other creatures were astonished.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 12.6.15</B></A>: Kettledrums sounded in the regions of the demigods, and the celestial Gandharvas and Apsar&#257;s sang. The demigods showered flowers and spoke words of praise.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 12.6.16</B></A>: Hearing that his father had been fatally bitten by the snakebird, Mah&#257;r&#257;ja Janamejaya became extremely angry and had br&#257;hmanas perform a mighty sacrifice in which he offered all the snakes in the world into the sacrificial fire.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 12.6.17</B></A>: When Takshaka saw even the most powerful serpents being burned in the blazing fire of that snake sacrifice, he was overwhelmed with fear and approached Lord Indra for shelter.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 12.6.18</B></A>: When King Janamejaya did not see Takshaka entering his sacrificial fire, he said to the br&#257;hmanas: Why is not Takshaka, the lowest of all serpents, burning in this fire?</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 12.6.19</B></A>: The br&#257;hmanas replied: O best of kings, the snake Takshaka has not fallen into the fire because he is being protected by Indra, whom he has approached for shelter. Indra is holding him back from the fire.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 12.6.20</B></A>: The intelligent King Janamejaya, hearing these words, replied to the priests: Then, my dear br&#257;hmanas, why not make Takshaka fall into the fire, along with his protector, Indra?</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 12.6.21</B></A>: Hearing this, the priests then chanted this mantra for offering Takshaka together with Indra as an oblation into the sacrificial fire: O Takshaka, fall immediately into this fire, together with Indra and his entire host of demigods!</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 12.6.22</B></A>: When Lord Indra, along with his airplane and Takshaka, was suddenly thrown from his position by these insulting words of the br&#257;hmanas, he became very disturbed.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 12.6.23</B></A>: Brihaspati, the son of A&#324;gir&#257; Muni, seeing Indra falling from the sky in his airplane along with Takshaka, approached King Janamejaya and spoke to him as follows.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 12.6.24</B></A>: O King among men, it is not fitting that this king of snakes meet death at your hands, for he has drunk the nectar of the immortal demigods. Consequently he is not subject to the ordinary symptoms of old age and death.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 12.6.25</B></A>: The life and death of an embodied soul and his destination in the next life are all caused by himself through his own activity. Therefore, O King, no other agent is actually responsible for creating one's happiness and distress.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 12.6.26</B></A>: When a conditioned soul is killed by snakes, thieves, fire, lightning, hunger, disease or anything else, he is experiencing the reaction to his own past work.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 12.6.27</B></A>: Therefore, my dear King, please stop this sacrificial performance, which was initiated with the intent of doing harm to others. Many innocent snakes have already been burned to death. Indeed, all persons must suffer the unforeseen consequences of their past activities.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 12.6.28</B></A>: S&#363;ta Gosv&#257;m&#299; continued: Advised in this manner, Mah&#257;r&#257;ja Janamejaya replied, "So be it." Honoring the words of the great sage, he desisted from performing the snake sacrifice and worshiped Brihaspati, the most eloquent of sages.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 12.6.29</B></A>: This is indeed the Supreme Lord Vishnu's illusory energy, which is unstoppable and difficult to perceive. Although the individual spirit souls are part and parcel of the Lord, through the influence of this illusory energy they are bewildered by their identification with various material bodies.</P><P CLASS=r><A CLASS=i HREF="30-31.htm"><B>SB 12.6.30-31</B></A>: But there exists a supreme reality, in which the illusory energy cannot fearlessly dominate, thinking, "I can control this person because he is deceitful." In that highest reality there are no illusory argumentative philosophies. Rather, there the true students of spiritual science constantly engage in authorized spiritual investigation. In that supreme reality there is no manifestation of the material mind, which functions in terms of alternating decision and doubt. Created material products, their subtle causes and the goals of enjoyment attained by their utilization do not exist there. Furthermore, in that supreme reality there is no conditioned spirit, covered by false ego and the three modes of nature. That reality excludes everything limited or limiting. One who is wise should therefore stop the waves of material life and enjoy within that Supreme Truth.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 12.6.32</B></A>: Those who desire to give up all that is not essentially real move systematically, by negative discrimination of the extraneous, to the supreme position of Lord Vishnu. Giving up petty materialism, they offer their love exclusively to the Absolute Truth within their hearts and embrace that highest truth in fixed meditation.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 12.6.33</B></A>: Such devotees come to understand the supreme transcendental situation of the Personality of Godhead, Lord Vishnu, because they are no longer polluted by the concepts of "I" and "my," which are based on body and home.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 12.6.34</B></A>: One should tolerate all insults and never fail to show proper respect to any person. Avoiding identification with the material body, one should not create enmity with anyone.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 12.6.35</B></A>: I offer my obeisances to the Supreme Personality of Godhead, the invincible Lord &#346;r&#299; Krishna. Simply by meditating upon His lotus feet I have been able to study and appreciate this great literature.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 12.6.36</B></A>: &#346;aunaka Rishi said: O gentle S&#363;ta, please narrate to us how Paila and the other greatly intelligent disciples of &#346;r&#299;la Vy&#257;sadeva, who are known as the standard authorities of Vedic wisdom, spoke and edited the Vedas.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 12.6.37</B></A>: S&#363;ta Gosv&#257;m&#299; said: O br&#257;hmana, first the subtle vibration of transcendental sound appeared from the sky of the heart of the most elevated Lord Brahm&#257;, whose mind was perfectly fixed in spiritual realization. One can perceive this subtle vibration when one stops all external hearing.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 12.6.38</B></A>: By worship of this subtle form of the Vedas, O br&#257;hmana, mystic sages cleanse their hearts of all contamination caused by impurity of substance, activity and doer, and thus they attain freedom from repeated birth and death.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 12.6.39</B></A>: From that transcendental subtle vibration arose the omk&#257;ra composed of three sounds. The omk&#257;ra has unseen potencies and manifests automatically within a purified heart. It is the representation of the Absolute Truth in all three of His phases &#8212; the Supreme Personality, the Supreme Soul and the supreme impersonal truth.</P><P CLASS=r><A CLASS=i HREF="40-41.htm"><B>SB 12.6.40-41</B></A>: This omk&#257;ra, ultimately nonmaterial and imperceptible, is heard by the Supersoul without His possessing material ears or any other material senses. The entire expanse of Vedic sound is elaborated from omk&#257;ra, which appears from the soul, within the sky of the heart. It is the direct designation of the self-originating Absolute Truth, the Supersoul, and is the secret essence and eternal seed of all Vedic hymns.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 12.6.42</B></A>: Omk&#257;ra exhibited the three original sounds of the alphabet &#8212; A, U and M. These three, O most eminent descendant of Bhrigu, sustain all the different threefold aspects of material existence, including the three modes of nature, the names of the Rig, Yajur and S&#257;ma Vedas, the goals known as the Bh&#363;r, Bhuvar and Svar planetary systems, and the three functional platforms called waking consciousness, sleep and deep sleep.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 12.6.43</B></A>: From that omk&#257;ra Lord Brahm&#257; created all the sounds of the alphabet &#8212; the vowels, consonants, semivowels, sibilants and others &#8212; distinguished by such features as long and short measure.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 12.6.44</B></A>: All-powerful Brahm&#257; made use of this collection of sounds to produce from his four faces the four Vedas, which appeared together with the sacred omk&#257;ra and the seven vy&#257;hriti invocations. His intention was to propagate the process of Vedic sacrifice according to the different functions performed by the priests of each of the four Vedas.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 12.6.45</B></A>: Brahm&#257; taught these Vedas to his sons, who were great sages among the br&#257;hmanas and experts in the art of Vedic recitation. They in turn took the role of &#257;c&#257;ryas and imparted the Vedas to their own sons.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 12.6.46</B></A>: In this way, throughout the cycles of four ages, generation aher generation of disciples &#8212; all firmly fixed in their spiritual vows &#8212; have received these Vedas by disciplic succession. At the end of each Dv&#257;para-yuga the Vedas are edited into separate divisions by eminent sages.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 12.6.47</B></A>: Observing that people in general were diminished in their life span, strength and intelligence by the influence of time, great sages took inspiration from the Personality of Godhead sitting within their hearts and systematically divided the Vedas.</P><P CLASS=r><A CLASS=i HREF="48-49.htm"><B>SB 12.6.48-49</B></A>: O br&#257;hmana, in the present age of Vaivasvata Manu, the leaders of the universe, led by Brahm&#257; and &#346;iva, requested the Supreme Personality of Godhead, the protector of all the worlds, to save the principles of religion. O most fortunate &#346;aunaka, the almighty Lord, exhibiting a divine spark of a portion of His plenary portion, then appeared in the womb of Satyavat&#299; as the son of Par&#257;&#347;ara. In this form, named Krishna Dvaip&#257;yana Vy&#257;sa, he divided the one Veda into four.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 12.6.50</B></A>: &#346;r&#299;la Vy&#257;sadeva separated the mantras of the Rig, Atharva, Yajur and S&#257;ma Vedas into four divisions, just as one sorts out a mixed collection of jewels into piles. Thus he composed four distinct Vedic literatures.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 12.6.51</B></A>: The most powerful and intelligent Vy&#257;sadeva called four of his disciples, O br&#257;hmana, and entrusted to each of them one of these four samhit&#257;s.</P><P CLASS=r><A CLASS=i HREF="52-53.htm"><B>SB 12.6.52-53</B></A>: &#346;r&#299;la Vy&#257;sadeva taught the first samhit&#257;, the Rig Veda, to Paila and gave this collection the name Bahvrica. To the sage Vai&#347;amp&#257;yana he spoke the collection of Yajur mantras named Nigada. He taught the S&#257;ma Veda mantras, designated as the Chandoga-samhit&#257;, to Jaimini, and he spoke the Atharva Veda to his dear disciple Sumantu.</P><P CLASS=r><A CLASS=i HREF="54-56.htm"><B>SB 12.6.54-56</B></A>: After dividing his samhit&#257; into two parts, the wise Paila spoke it to Indrapramiti and B&#257;shkala. B&#257;shkala further divided his collection into four parts, O Bh&#257;rgava, and instructed them to his disciples Bodhya, Y&#257;jñavalkya, Par&#257;&#347;ara and Agnimitra. Indrapramiti, the self-controlled sage, taught his samhit&#257; to the learned mystic M&#257;nd&#363;keya, whose disciple Devamitra later passed down the divisions of the Rig Veda to Saubhari and others.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>SB 12.6.57</B></A>: The son of M&#257;nd&#363;keya, named &#346;&#257;kalya, divided his own collection into five, entrusting one subdivision each to V&#257;tsya, Mudgala, &#346;&#257;l&#299;ya, Gokhalya and &#346;i&#347;ira.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>SB 12.6.58</B></A>: The sage J&#257;t&#363;karnya was also a disciple of &#346;&#257;kalya, and after dividing the samhit&#257; he received from &#346;&#257;kalya into three parts, he added a fourth section, a Vedic glossary. He taught one of these parts to each of four disciples &#8212; Bal&#257;ka, the second Paila, J&#257;b&#257;la and Viraja.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>SB 12.6.59</B></A>: B&#257;shkali assembled the V&#257;lakhilya-samhit&#257;, a collection from all the branches of the Rig Veda. This collection was received by V&#257;l&#257;yani, Bhajya and K&#257;&#347;&#257;ra.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>SB 12.6.60</B></A>: Thus these various samhit&#257;s of the Rig Veda were maintained through disciplic succession by these saintly br&#257;hmanas. Simply by hearing of this distribution of the Vedic hymns, one will be freed from all sins.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>SB 12.6.61</B></A>: The disciples of Vai&#347;amp&#257;yana became authorities in the Atharva Veda. They were known as the Carakas because they executed strict vows to free their guru from his sin of killing a br&#257;hmana.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>SB 12.6.62</B></A>: Once Y&#257;jñavalkya, one of the disciples of Vai&#347;amp&#257;yana, said: O master, how much benefit will be derived from the feeble endeavors of these weak disciples of yours? I will personally perform some outstanding penance.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>SB 12.6.63</B></A>: Addressed thus, the spiritual master Vai&#347;amp&#257;yana became angry and said: Go away from here! Enough of you, O disciple who insults br&#257;hmanas! Furthermore, you must immediately give back everything I have taught you.</P><P CLASS=r><A CLASS=i HREF="64-65.htm"><B>SB 12.6.64-65</B></A>: Y&#257;jñavalkya, the son of Devar&#257;ta, then vomited the mantras of the Yajur Veda and went away from there. The assembled disciples, looking greedily upon these yajur hymns, assumed the form of partridges and picked them all up. These divisions of the Yajur Veda therefore became known as the most beautiful Taittir&#299;ya-samhit&#257;, the hymns collected by partridges [tittir&#257;h].</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>SB 12.6.66</B></A>: My dear br&#257;hmana &#346;aunaka, Y&#257;jñavalkya then desired to find out new yajur-mantras unknown to even his spiritual master. With this in mind he offered attentive worship to the powerful lord of the sun.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>SB 12.6.67</B></A>: &#346;r&#299; Y&#257;jñavalkya said: I offer my respectful obeisances to the Supreme Personality of Godhead appearing as the sun. You are present as the controller of the four kinds of living entities, beginning from Brahm&#257; and extending down to the blades of grass. Just as the sky is present both inside and outside every living being, you exist both within the hearts of all as the Supersoul and externally in the form of time. Just as the sky cannot be covered by the clouds present within it, you are never covered by any false material designation. By the flow of years, which are made up of the tiny fragments of time called kshanas, lavas and nimeshas, you alone maintain this world, drying up the waters and giving them back as rain.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>SB 12.6.68</B></A>: O glowing one, O powerful lord of the sun, you are the chief of all the demigods. I meditate with careful attention on your fiery globe, because for those who offer prayers to you three times daily according to the Vedic method passed down through authorized disciplic succession, you burn away all sinful activities, all consequent suffering and even the original seed of desire.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>SB 12.6.69</B></A>: You are personally present as the indwelling lord in the hearts of all moving and nonmoving beings, who depend completely on your shelter. Indeed, you animate their material minds, senses and vital airs to act.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>SB 12.6.70</B></A>: The world has been seized and swallowed by the python of darkness in its horrible mouth and has become unconscious, as if dead. But mercifully glancing upon the sleeping people of the world, you raise them up with the gift of sight. Thus you are most magnanimous. At the three sacred junctures of each day, you engage the pious in the path of ultimate good, inducing them to perform religious duties that situate them in their spiritual position.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>SB 12.6.71</B></A>: Just like an earthly king, you travel about everywhere spreading fear among the unholy as the powerful deities of the directions offer you in their folded palms lotus flowers and other respectful presentations.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>SB 12.6.72</B></A>: Therefore, my lord, I am prayerfully approaching your lotus feet, which are honored by the spiritual masters of the three worlds, because I hope to receive from you mantras of the Yajur Veda unknown to anyone else.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>SB 12.6.73</B></A>: S&#363;ta Gosv&#257;m&#299; said: Satisfied by such glorification, the powerful sun-god assumed the form of a horse and presented to the sage Y&#257;jñavalkya yajur-mantras previously unknown in human society.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>SB 12.6.74</B></A>: From these countless hundreds of mantras of the Yajur Veda, the powerful sage compiled fifteen new branches of Vedic literature. These became known as the V&#257;jasaneyi-samhit&#257; because they were produced from the hairs of the horse's mane, and they were accepted in disciplic succession by the followers of K&#257;nva, M&#257;dhyandina and other rishis.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>SB 12.6.75</B></A>: Jaimini Rishi, the authority of the S&#257;ma Veda, had a son named Sumantu, and the son of Sumantu was Sutv&#257;n. The sage Jaimini spoke to each of them a different part of the S&#257;ma-veda-samhit&#257;.</P><P CLASS=r><A CLASS=i HREF="76-77.htm"><B>SB 12.6.76-77</B></A>: Sukarm&#257;, another disciple of Jaimini, was a great scholar. He divided the mighty tree of the S&#257;ma Veda into one thousand samhit&#257;s. Then, O br&#257;hmana, three disciples of Sukarm&#257; &#8212; Hiranyan&#257;bha, the son of Ku&#347;ala; Pausyañji; and &#256;vantya, who was very advanced in spiritual realization &#8212; took charge of the s&#257;ma-mantras.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>SB 12.6.78</B></A>: The five hundred disciples of Paushyañji and &#256;vantya became known as the northern singers of the S&#257;ma Veda, and in later times some of them also became known as eastern singers.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>SB 12.6.79</B></A>: Five other disciples of Paushyañji, namely Laug&#257;kshi, M&#257;&#324;gali, Kulya, Ku&#347;&#299;da and Kukshi, each received one hundred samhit&#257;s.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>SB 12.6.80</B></A>: Krita, the disciple of Hiranyan&#257;bha, spoke twenty four samhit&#257;s to his own disciples, and the remaining collections were passed down by the self-realized sage &#256;vantya.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>