<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 6"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Passes Away</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.6 Summary</P><P>This chapter describes Mah&#257;r&#257;ja Par&#299;kshit's attainment of liberation, Mah&#257;r&#257;ja Janamejaya's performance of sacrifice for killing all snakes, the origin of the Vedas, and &#346;r&#299;la Vedavy&#257;sa's dividing of the Vedic literature.</P><P>After hearing the words of &#346;r&#299; &#346;ukadeva, Mah&#257;r&#257;ja Par&#299;kshit stated that by having listened to the Bh&#257;gavatam, which is the compendium of the Pur&#257;nas and which is full of the nectarean pastimes of the Supreme Personality of Godhead, Lord Uttamah&#347;loka, Par&#299;kshit had attained the transcendental position of fearlessness and oneness with the Supreme. His ignorance had been dispelled, and by the mercy of &#346;r&#299; &#346;ukadeva he had gained sight of the supremely auspicious personal form of God, namely the Personality of Godhead, &#346;r&#299; Hari. As a result, he had cast aside all fear of death. &#346;r&#299; Par&#299;kshit Mah&#257;r&#257;ja then begged &#346;ukadeva Gosv&#257;m&#299; to permit him to fix his heart upon the lotus feet of Lord Hari and give up his life. Granting this permission, &#346;r&#299; &#346;ukadeva rose and departed. Subsequently Mah&#257;r&#257;ja Par&#299;kshit, free of all doubts, sat down in yogic posture and merged himself in meditation upon the Supersoul. Then the snake-bird Takshaka, arriving in the disguise of a br&#257;hmana, bit him, and the body of the saintly king immediately burned to ashes.</P><P>Janamejaya, the son of Par&#299;kshit, became very angry when he received news of his father's death, and he began a sacrificial performance for the purpose of destroying all the snakes. Even though Takshaka received protection from Indra, he nevertheless became attracted by the mantras and was about to fall into the fire. Seeing this, Brihaspati, the son of A&#324;gir&#257; Rishi, came and advised Mah&#257;r&#257;ja Janamejaya that Takshaka could not be killed because he had drunk the nectar of the demigods. Furthermore, A&#324;gir&#257; said that all living entities must enjoy the fruits of their past activities. Therefore the king should give up this sacrifice. Janamejaya was thus convinced by the words of Brihaspati and stopped his sacrifice.</P><P>Thereafter S&#363;ta Gosv&#257;m&#299;, in response to questions from &#346;r&#299; &#346;aunaka, described the divisions of the Vedas. From the heart of the topmost demigod, Brahm&#257;, came the subtle transcendental vibration, and from this subtle sound vibration arose the syllable om, greatly potent and self-luminous. Using this omk&#257;ra, Lord Brahm&#257; created the original Vedas and taught them to his sons, Mar&#299;ci and others, who were all saintly leaders of the br&#257;hmana community. This body of Vedic knowledge was handed down through the disciplic succession of spiritual masters until the end of Dv&#257;para-yuga, when Lord Vy&#257;sadeva divided it into four parts and instructed various schools of sages in these four samhit&#257;s. When the sage Y&#257;jñavalkya was rejected by his spiritual master, he had to give up all the Vedic mantras he had received from him. To obtain new mantras of the Yajur Veda, Y&#257;jñavalkya worshiped the Supreme Lord in the form of the sun-god. &#346;r&#299; S&#363;ryadeva subsequently fulfilled his prayer.</P><P CLASS=l><A CLASS=i HREF="../5/13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>