<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 17 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 17 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Victory of Hirany&#257;ksha Over All the Directions of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.17.15</P><P CLASS=c>drishtv&#257;ny&#257;m&#347; ca mahotp&#257;t&#257;n</P><P CLASS=c>atat-tattva-vidah praj&#257;h</P><P CLASS=c>brahma-putr&#257;n rite bh&#299;t&#257;</P><P CLASS=c>menire vi&#347;va-samplavam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; having seen; <A CLASS=v HREF="http://vedabase.net/a/anyan">any&#257;n</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/u/utpatan">utp&#257;t&#257;n</A> &#8212; evil omens; <A CLASS=v HREF="http://vedabase.net/a/a">a</A>-<A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/v/vidah">vidah</A> &#8212; not knowing the secret (of the portents); <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; people; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/p/putran">putr&#257;n</A> &#8212; the sons of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> (the four Kum&#257;ras); <A CLASS=v HREF="http://vedabase.net/r/rte">rite</A> &#8212; except; <A CLASS=v HREF="http://vedabase.net/b/bhitah">bh&#299;t&#257;h</A> &#8212; being fearful; <A CLASS=v HREF="http://vedabase.net/m/menire">menire</A> &#8212; thought; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/s/samplavam">samplavam</A> &#8212; the dissolution of the universe.</P><P CLASS=t>TRANSLATION</P><P>Marking these and many other omens of evil times, everyone but the four sage-sons of Brahm&#257;, who were aware of the fall of Jaya and Vijaya and of their birth as Diti's sons, was seized with fear. They did not know the secrets of these portents and thought that the dissolution of the universe was at hand.</P><P CLASS=t>PURPORT</P><P>According to Bhagavad-g&#299;t&#257;, Seventh Chapter, the laws of nature are so stringent that it is impossible for the living entity to surpass their enforcement. It is also explained that only those who are fully surrendered to Krishna in Krishna consciousness can be saved. We can learn from the description of the &#346;r&#299;mad-Bh&#257;gavatam that it is because of the birth of two great demons that there were so many natural disturbances. It is to be indirectly understood, as previously described, that when there are constant disturbances on the earth, that is an omen that some demoniac people have been born or that the demoniac population has increased. In former days there were only two demons &#8212; those born of Diti &#8212; yet there were so many disturbances. At the present day, especially in this age of Kali, these disturbances are always visible, which indicates that the demoniac population has certainly increased.</P><P>To check the increase of demoniac population, the Vedic civilization enacted so many rules and regulations of social life, the most important of which is the garbh&#257;dh&#257;na process for begetting good children. In Bhagavad-g&#299;t&#257; Arjuna informed Krishna that if there is unwanted population (varna-sa&#324;kara), the entire world will appear to be hell. People are very anxious for peace in the world, but there are so many unwanted children born without the benefit of the garbh&#257;dh&#257;na ceremony, just like the demons born from Diti. Diti was so lusty that she forced her husband to copulate at a time which was inauspicious, and therefore the demons were born to create disturbances. In having sex life to beget children, one should observe the process for begetting nice children; if each and every householder in every family observes the Vedic system, then there are nice children, not demons, and automatically there is peace in the world. If we do not follow regulations in life for social tranquillity, we cannot expect peace. Rather, we will have to undergo the stringent reactions of natural laws.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>