<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 17 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 17 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Victory of Hirany&#257;ksha Over All the Directions of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.17.19</P><P CLASS=c>cakre hiranyaka&#347;ipur</P><P CLASS=c>dorbhy&#257;m brahma-varena ca</P><P CLASS=c>va&#347;e sa-p&#257;l&#257;n lok&#257;ms tr&#299;n</P><P CLASS=c>akuto-mrityur uddhatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/cakre">cakre</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/h/hiranyakasipuh">hiranyaka&#347;ipuh</A> &#8212; Hiranyaka&#347;ipu; <A CLASS=v HREF="http://vedabase.net/d/dorbhyam">dorbhy&#257;m</A> &#8212; by his two arms; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/varena">varena</A> &#8212; by the benediction of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vase">va&#347;e</A> &#8212; under his control; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/p/palan">p&#257;l&#257;n</A> &#8212; along with their protectors; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; the worlds; <A CLASS=v HREF="http://vedabase.net/t/trin">tr&#299;n</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/a/akutah">akutah</A>-<A CLASS=v HREF="http://vedabase.net/m/mrtyuh">mrityuh</A> &#8212; fearing death from <A HREF="http://vedabase.net/n/no">no</A> one; <A CLASS=v HREF="http://vedabase.net/u/uddhatah">uddhatah</A> &#8212; puffed up.</P><P CLASS=t>TRANSLATION</P><P>The elder child, Hiranyaka&#347;ipu, was unafraid of death from anyone within the three worlds because he received a benediction from Lord Brahm&#257;. He was proud and puffed up due to this benediction and was able to bring all three planetary systems under his control.</P><P CLASS=t>PURPORT</P><P>As will be revealed in later chapters, Hiranyaka&#347;ipu underwent severe austerity and penance to satisfy Brahm&#257; and thus receive a benediction of immortality. Actually, it is impossible even for Lord Brahm&#257; to give anyone the benediction of becoming immortal, but indirectly Hiranyaka&#347;ipu received the benediction that no one within this material world would be able to kill him. In other words, because he originally came from the abode of Vaikuntha, he was not to be killed by anyone within this material world. The Lord desired to appear Himself to kill him. One may be very proud of his material advancement in knowledge, but he cannot be immune to the four principles of material existence, namely birth, death, old age and disease. It was the Lord's plan to teach people that even Hiranyaka&#347;ipu, who was so powerful and strongly built, could not live more than his destined duration of life. One may become as strong and puffed up as Hiranyaka&#347;ipu and bring under his control all the three worlds, but there is no possibility of continuing life eternally or keeping the conquered booty forever. So many emperors have ascended to power, and they are now lost in oblivion; that is the history of the world.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>