<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 6 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 6 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Conversation Between N&#257;rada and Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.6.13</P><P CLASS=c>nala-venu-&#347;aras-tanba-</P><P CLASS=c>ku&#347;a-k&#299;caka-gahvaram</P><P CLASS=c>eka ev&#257;tiy&#257;to 'ham</P><P CLASS=c>adr&#257;ksham vipinam mahat</P><P CLASS=c>ghoram pratibhay&#257;k&#257;ram</P><P CLASS=c>vy&#257;lol&#363;ka-&#347;iv&#257;jiram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nala">nala</A> &#8212; pipes; <A CLASS=v HREF="http://vedabase.net/v/venu">venu</A> &#8212; bamboo; <A CLASS=v HREF="http://vedabase.net/s/sarah">&#347;arah</A> &#8212; pens; <A CLASS=v HREF="http://vedabase.net/t/tanba">tanba</A> &#8212; full of; <A CLASS=v HREF="http://vedabase.net/k/kusa">ku&#347;a</A> &#8212; sharp grass; <A CLASS=v HREF="http://vedabase.net/k/kicaka">k&#299;caka</A> &#8212; weeds; <A CLASS=v HREF="http://vedabase.net/g/gahvaram">gahvaram</A> &#8212; caves; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/a/atiyatah">atiy&#257;tah</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/g/go">go</A> through; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/a/adraksam">adr&#257;ksham</A> &#8212; visited; <A CLASS=v HREF="http://vedabase.net/v/vipinam">vipinam</A> &#8212; deep forests; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/g/ghoram">ghoram</A> &#8212; fearful; <A CLASS=v HREF="http://vedabase.net/p/pratibhaya">pratibhaya</A>-<A CLASS=v HREF="http://vedabase.net/a/akaram">&#257;k&#257;ram</A> &#8212; dangerously; <A CLASS=v HREF="http://vedabase.net/v/vyala">vy&#257;la</A> &#8212; snakes; <A CLASS=v HREF="http://vedabase.net/u/uluka">ul&#363;ka</A> &#8212; owls; <A CLASS=v HREF="http://vedabase.net/s/siva">&#347;iva</A> &#8212; jackals; <A CLASS=v HREF="http://vedabase.net/a/ajiram">ajiram</A> &#8212; playgrounds.</P><P CLASS=t>TRANSLATION</P><P>I then passed alone through many forests of rushes, bamboo, reeds, sharp grass, weeds and caves, which were very difficult to go through alone. I visited deep, dark and dangerously fearful forests, which were the play yards of snakes, owls and jackals.</P><P CLASS=t>PURPORT</P><P>It is the duty of a mendicant (parivr&#257;jak&#257;c&#257;rya) to experience all varieties of God's creation by traveling alone through all forests, hills, towns, villages, etc., to gain faith in God and strength of mind as well as to enlighten the inhabitants with the message of God. A sanny&#257;s&#299; is duty-bound to take all these risks without fear, and the most typical sanny&#257;s&#299; of the present age is Lord Caitanya, who traveled in the same manner through the central Indian jungles, enlightening even the tigers, bears, snakes, deer, elephants and many other jungle animals. In this age of Kali, sanny&#257;sa is forbidden for ordinary men. One who changes his dress to make propaganda is a different man from the original ideal sanny&#257;s&#299;. One should, however, take the vow to stop social intercourse completely and devote life exclusively to the service of the Lord. The change of dress is only a formality. Lord Caitanya did not accept the name of a sanny&#257;s&#299;, and in this age of Kali the so-called sanny&#257;s&#299;s should not change their former names, following in the footsteps of Lord Caitanya. In this age, devotional service of hearing and repeating the holy glories of the Lord is strongly recommended, and one who takes the vow of renunciation of family life need not imitate the parivr&#257;jak&#257;c&#257;rya like N&#257;rada or Lord Caitanya, but may sit down at some holy place and devote his whole time and energy to hear and repeatedly chant the holy scriptures left by the great &#257;c&#257;ryas like the six Gosv&#257;m&#299;s of Vrind&#257;vana.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>