<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 6 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 6 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Conversation Between N&#257;rada and Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.6.16</P><P CLASS=c>dhy&#257;yata&#347; caran&#257;mbhojam</P><P CLASS=c>bh&#257;va-nirjita-cetas&#257;</P><P CLASS=c>autkanthy&#257;&#347;ru-kal&#257;kshasya</P><P CLASS=c>hridy &#257;s&#299;n me &#347;anair harih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhyayatah">dhy&#257;yatah</A> &#8212; thus meditating upon; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/ambhojam">ambhojam</A> &#8212; the lotus feet of the localized Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/n/nirjita">nirjita</A> &#8212; mind transformed <A HREF="http://vedabase.net/i/in">in</A> transcendental love for the Lord; <A CLASS=v HREF="http://vedabase.net/c/cetasa">cetas&#257;</A> &#8212; all mental activities (thinking, feeling and willing); <A CLASS=v HREF="http://vedabase.net/a/autkanthya">autkanthya</A> &#8212; eagerness; <A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A>-<A CLASS=v HREF="http://vedabase.net/k/kala">kala</A> &#8212; tears rolled down; <A CLASS=v HREF="http://vedabase.net/a/aksasya">akshasya</A> &#8212; of the eyes; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; within my heart; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; appeared; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/s/sanaih">&#347;anaih</A> &#8212; without delay; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>As soon as I began to meditate upon the lotus feet of the Personality of Godhead with my mind transformed in transcendental love, tears rolled down my eyes, and without delay the Personality of Godhead &#346;r&#299; Krishna appeared on the lotus of my heart.</P><P CLASS=t>PURPORT</P><P>The word bh&#257;va is significant here. This bh&#257;va stage is attained after one has transcendental affection for the Lord. The first initial stage is called &#347;raddh&#257;, or a liking for the Supreme Lord, and in order to increase that liking one has to associate with pure devotees of the Lord. The third stage is to practice the prescribed rules and regulations of devotional service. This will dissipate all sorts of misgivings and remove all personal deficiencies that hamper progress in devotional service.</P><P>When all misgivings and personal deficiencies are removed, there is a standard faith in transcendental matter, and the taste for it increases in greater proportion. This stage leads to attraction, and after this there is bh&#257;va, or the prior stage of unalloyed love for God. All the above different stages are but different stages of development of transcendental love. Being so surcharged with transcendental love, there comes a strong feeling of separation which leads to eight different kinds of ecstasies. Tears from the eyes of a devotee is an automatic reaction, and because &#346;r&#299; N&#257;rada Muni in his previous birth attained that stage very quickly after his departure from home, it was quite possible for him to perceive the actual presence of the Lord, which he tangibly experienced by his developed spiritual senses without material tinge.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>