<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 6 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 6 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Conversation Between N&#257;rada and Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.6.21</P><P CLASS=c>hant&#257;smiñ janmani bhav&#257;n</P><P CLASS=c>m&#257; m&#257;m drashtum ih&#257;rhati</P><P CLASS=c>avipakva-kash&#257;y&#257;n&#257;m</P><P CLASS=c>durdar&#347;o 'ham kuyogin&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hanta">hanta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/j/janmani">janmani</A> &#8212; duration of life; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/d/drastum">drashtum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; deserve; <A CLASS=v HREF="http://vedabase.net/a/avipakva">avipakva</A> &#8212; immature; <A CLASS=v HREF="http://vedabase.net/k/kasayanam">kash&#257;y&#257;n&#257;m</A> &#8212; material dirt; <A CLASS=v HREF="http://vedabase.net/d/durdarsah">durdar&#347;ah</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> be seen; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/kuyoginam">kuyogin&#257;m</A> &#8212; incomplete <A HREF="http://vedabase.net/i/in">in</A> service.</P><P CLASS=t>TRANSLATION</P><P>O N&#257;rada [the Lord spoke], I regret that during this lifetime you will not be able to see Me anymore. Those who are incomplete in service and who are not completely free from all material taints can hardly see Me.</P><P CLASS=t>PURPORT</P><P>The Personality of Godhead is described in the Bhagavad-g&#299;t&#257; as the most pure, the Supreme and the Absolute Truth. There is no trace of a tinge of materiality in His person, and thus one who has the slightest tinge of material affection cannot approach Him. The beginning of devotional service starts from the point when one is freed from at least two forms of material modes, namely the mode of passion and the mode of ignorance. The result is exhibited by the signs of being freed from k&#257;ma (lust) and lobha (covetousness). That is to say, one must be freed from the desires for sense satisfaction and avarice for sense gratification. The balanced mode of nature is goodness. And to be completely freed from all material tinges is to become free from the mode of goodness also. To search the audience of God in a lonely forest is considered to be in the mode of goodness. One can go out into the forest to attain spiritual perfection, but that does not mean that one can see the Lord personally there. One must be completely freed from all material attachment and be situated on the plane of transcendence, which alone will help the devotee get in personal touch with the Personality of Godhead. The best method is that one should live at a place where the transcendental form of the Lord is worshiped. The temple of the Lord is a transcendental place, whereas the forest is a materially good habitation. A neophyte devotee is always recommended to worship the Deity of the Lord (arcan&#257;) rather than go into the forest to search out the Lord. Devotional service begins from the process of arcan&#257;, which is better than going out in the forest. In his present life, which is completely freed from all material hankerings, &#346;r&#299; N&#257;rada Muni does not go into the forest, although he can turn every place into Vaikuntha by his presence only. He travels from one planet to another to convert men, gods, Kinnaras, Gandharvas, rishis, munis and all others to become devotees of the Lord. By his activities he has engaged many devotees like Prahl&#257;da Mah&#257;r&#257;ja, Dhruva Mah&#257;r&#257;ja and many others in the transcendental service of the Lord. A pure devotee of the Lord, therefore, follows in the footsteps of the great devotees like N&#257;rada and Prahl&#257;da and engages his whole time in glorifying the Lord by the process of k&#299;rtana. Such a preaching process is transcendental to all material qualities.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>