<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 6 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 6 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Conversation Between N&#257;rada and Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.6.28</P><P CLASS=c>prayujyam&#257;ne mayi t&#257;m</P><P CLASS=c>&#347;uddh&#257;m bh&#257;gavat&#299;m tanum</P><P CLASS=c>&#257;rabdha-karma-nirv&#257;no</P><P CLASS=c>nyapatat p&#257;ñca-bhautikah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prayujyamane">prayujyam&#257;ne</A> &#8212; having been awarded; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; on <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/suddham">&#347;uddh&#257;m</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/b/bhagavatim">bh&#257;gavat&#299;m</A> &#8212; fit for associating with the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tanum">tanum</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/a/arabdha">&#257;rabdha</A> &#8212; acquired; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive work; <A CLASS=v HREF="http://vedabase.net/n/nirvanah">nirv&#257;nah</A> &#8212; prohibitive; <A CLASS=v HREF="http://vedabase.net/n/nyapatat">nyapatat</A> &#8212; quit; <A CLASS=v HREF="http://vedabase.net/p/panca">p&#257;ñca</A>-<A CLASS=v HREF="http://vedabase.net/b/bhautikah">bhautikah</A> &#8212; body <A HREF="http://vedabase.net/m/made">made</A> of five material elements.</P><P CLASS=t>TRANSLATION</P><P>Having been awarded a transcendental body befitting an associate of the Personality of Godhead, I quit the body made of five material elements, and thus all acquired fruitive results of work [karma] stopped.</P><P CLASS=t>PURPORT</P><P>Informed by the Personality of Godhead that he would be awarded a transcendental body befitting the Lord's association, N&#257;rada got his spiritual body as soon as he quitted his material body. This transcendental body is free from material affinity and invested with three primary transcendental qualities, namely eternity, freedom from material modes, and freedom from reactions of fruitive activities. The material body is always afflicted with the lack of these three qualities. A devotee's body becomes at once surcharged with the transcendental qualities as soon as he is engaged in the devotional service of the Lord. It acts like the magnetic influence of a touchstone upon iron. The influence of transcendental devotional service is like that. Therefore change of the body means stoppage of the reaction of three qualitative modes of material nature upon the pure devotee. There are many instances of this in the revealed scriptures. Dhruva Mah&#257;r&#257;ja and Prahl&#257;da Mah&#257;r&#257;ja and many other devotees were able to see the Personality of Godhead face to face apparently in the same body. This means that the quality of a devotee's body changes from material to transcendence. That is the opinion of the authorized Gosv&#257;m&#299;s via the authentic scriptures. In the Brahma-samhit&#257; it is said that beginning from the indra-gopa germ up to the great Indra, King of heaven, all living beings are subjected to the law of karma and are bound to suffer and enjoy the fruitive results of their own work. Only the devotee is exempt from such reactions, by the causeless mercy of the supreme authority, the Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>