<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 6 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 6 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Conversation Between N&#257;rada and Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.6.30</P><P CLASS=c>sahasra-yuga-paryante</P><P CLASS=c>utth&#257;yedam sisrikshatah</P><P CLASS=c>mar&#299;ci-mi&#347;r&#257; rishayah</P><P CLASS=c>pr&#257;nebhyo 'ham ca jajñire</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A> &#8212; one thousand; <A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A> &#8212; 4,300,000 years; <A CLASS=v HREF="http://vedabase.net/p/paryante">paryante</A> &#8212; at the end of the duration; <A CLASS=v HREF="http://vedabase.net/u/utthaya">utth&#257;ya</A> &#8212; having expired; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sisrksatah">sisrikshatah</A> &#8212; desired <A HREF="http://vedabase.net/t/to">to</A> create again; <A CLASS=v HREF="http://vedabase.net/m/marici">mar&#299;ci</A>-<A CLASS=v HREF="http://vedabase.net/m/misrah">mi&#347;r&#257;h</A> &#8212; rishis like <A HREF="http://vedabase.net/m/marici">Mar&#299;ci</A>; <A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; all the rishis; <A CLASS=v HREF="http://vedabase.net/p/pranebhyah">pr&#257;nebhyah</A> &#8212; out of His senses; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/j/jajnire">jajñire</A> &#8212; appeared.</P><P CLASS=t>TRANSLATION</P><P>After 4,300,000,000 solar years, when Brahm&#257; awoke to create again by the will of the Lord, all the rishis like Mar&#299;ci, A&#324;gir&#257;, Atri and so on were created from the transcendental body of the Lord, and I also appeared along with them.</P><P CLASS=t>PURPORT</P><P>The duration of a day in the life of Brahm&#257; is 4,320,000,000 solar years. This is stated also in the Bhagavad-g&#299;t&#257;. So for this period Brahm&#257;j&#299; rests in yoga-nidr&#257; within the body of the Garbhodaka&#347;&#257;y&#299; Vishnu, the generator of Brahm&#257;. Thus after the sleeping period of Brahm&#257;, when there is again creation by the will of the Lord through the agency of Brahm&#257;, all the great rishis again appear from different parts of the transcendental body, and N&#257;rada also appears. This means that N&#257;rada appears in the same transcendental body, just as a man awakes from sleep in the same body. &#346;r&#299; N&#257;rada is eternally free to move in all parts of the transcendental and material creations of the Almighty. He appears and disappears in his own transcendental body, which is without distinction of body and soul, unlike conditioned beings.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>