<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 6 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 6 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Conversation Between N&#257;rada and Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.6.31</P><P CLASS=c>antar bahi&#347; ca lok&#257;ms tr&#299;n</P><P CLASS=c>paryemy askandita-vratah</P><P CLASS=c>anugrah&#257;n mah&#257;-vishnor</P><P CLASS=c>avigh&#257;ta-gatih kvacit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the transcendental world; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material world; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; planets; <A CLASS=v HREF="http://vedabase.net/t/trin">tr&#299;n</A> &#8212; three (divisions); <A CLASS=v HREF="http://vedabase.net/p/paryemi">paryemi</A> &#8212; travel; <A CLASS=v HREF="http://vedabase.net/a/askandita">askandita</A> &#8212; unbroken; <A CLASS=v HREF="http://vedabase.net/v/vratah">vratah</A> &#8212; vow; <A CLASS=v HREF="http://vedabase.net/a/anugrahat">anugrah&#257;t</A> &#8212; by the causeless mercy; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; of the <A HREF="http://vedabase.net/m/maha">Mah&#257;</A>-<A HREF="http://vedabase.net/v/visnu">Vishnu</A> (K&#257;ranodaka&#347;&#257;y&#299; <A HREF="http://vedabase.net/v/visnu">Vishnu</A>); <A CLASS=v HREF="http://vedabase.net/a/avighata">avigh&#257;ta</A> &#8212; without restriction; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; entrance; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; at any time.</P><P CLASS=t>TRANSLATION</P><P>Since then, by the grace of the almighty Vishnu, I travel everywhere without restriction both in the transcendental world and in the three divisions of the material world. This is because I am fixed in unbroken devotional service of the Lord.</P><P CLASS=t>PURPORT</P><P>As stated in the Bhagavad-g&#299;t&#257;, there are three divisions of the material spheres, namely the &#363;rdhva-loka (topmost planets), madhya-loka (midway planets) and adho-loka (downward planets). Beyond the &#363;rdhva-loka planets, that is to say above the Brahmaloka, are the material coverings of the universes, and above that is the spiritual sky, which is unlimited in expansion, containing unlimited self-illuminated Vaikuntha planets inhabited by God Himself along with His associates, who are all eternally liberated living entities. &#346;r&#299; N&#257;rada Muni could enter all these planets in both the material and spiritual spheres without restriction, as much as the almighty Lord is free to move personally in any part of His creation. In the material world the living beings are influenced by the three material modes of nature, namely goodness, passion and ignorance. But &#346;r&#299; N&#257;rada Muni is transcendental to all these material modes, and thus he can travel everywhere unrestricted. He is a liberated spaceman. The causeless mercy of Lord Vishnu is unparalleled, and such mercy is perceived by the devotees only by the grace of the Lord. Therefore, the devotees never fall down, but the materialists, i.e., the fruitive workers and the speculative philosophers, do fall down, being forced by their respective modes of nature. The rishis, as above mentioned, cannot enter into the transcendental world like N&#257;rada. This fact is disclosed in the Narasimha Pur&#257;na. Rishis like Mar&#299;ci are authorities in fruitive work, and rishis like Sanaka and San&#257;tana are authorities in philosophical speculations. But &#346;r&#299; N&#257;rada Muni is the prime authority for transcendental devotional service of the Lord. All the great authorities in the devotional service of the Lord follow in the footsteps of N&#257;rada Muni in the order of the N&#257;rada-bhakti-s&#363;tra, and therefore all the devotees of the Lord are unhesitatingly qualified to enter into the kingdom of God, Vaikuntha.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>