<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 6 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 6 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Conversation Between N&#257;rada and Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.6.33</P><P CLASS=c>prag&#257;yatah sva-v&#299;ry&#257;ni</P><P CLASS=c>t&#299;rtha-p&#257;dah priya-&#347;rav&#257;h</P><P CLASS=c>&#257;h&#363;ta iva me &#347;&#299;ghram</P><P CLASS=c>dar&#347;anam y&#257;ti cetasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pragayatah">prag&#257;yatah</A> &#8212; thus singing; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/v/viryani">v&#299;ry&#257;ni</A> &#8212; own activities; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/p/padah">p&#257;dah</A> &#8212; the Lord, whose lotus feet <A HREF="http://vedabase.net/a/are">are</A> the source of all virtues or holiness; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/s/sravah">&#347;rav&#257;h</A> &#8212; pleasing <A HREF="http://vedabase.net/t/to">to</A> hear; <A CLASS=v HREF="http://vedabase.net/a/ahutah">&#257;h&#363;tah</A> &#8212; called for; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; just like; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/s/sighram">&#347;&#299;ghram</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/d/darsanam">dar&#347;anam</A> &#8212; sight; <A CLASS=v HREF="http://vedabase.net/y/yati">y&#257;ti</A> &#8212; appears; <A CLASS=v HREF="http://vedabase.net/c/cetasi">cetasi</A> &#8212; on the seat of the heart.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Lord &#346;r&#299; Krishna, whose glories and activities are pleasing to hear, at once appears on the seat of my heart, as if called for, as soon as I begin to chant His holy activities.</P><P CLASS=t>PURPORT</P><P>The Absolute Personality of Godhead is not different from His transcendental name, form, pastimes and the sound vibrations thereof. As soon as a pure devotee engages himself in the pure devotional service of hearing, chanting and remembering the name, fame and activities of the Lord, at once He becomes visible to the transcendental eyes of the pure devotee by reflecting Himself on the mirror of the heart by spiritual television. Therefore a pure devotee who is related with the Lord in loving transcendental service can experience the presence of the Lord at every moment. It is a natural psychology in every individual case that a person likes to hear and enjoy his personal glories enumerated by others. That is a natural instinct, and the Lord, being also an individual personality like others, is not an exception to this psychology because psychological characteristics visible in the individual souls are but reflections of the same psychology in the Absolute Lord. The only difference is that the Lord is the greatest personality of all and absolute in all His affairs. If, therefore, the Lord is attracted by the pure devotee's chanting of His glories, there is nothing astonishing. Since He is absolute, He can appear Himself in the picture of His glorification, the two things being identical. &#346;r&#299;la N&#257;rada chants the glorification of the Lord not for his personal benefit but because the glorifications are identical with the Lord. N&#257;rada Muni penetrates into the presence of the Lord by the transcendental chanting.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>