<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 6 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 6 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Conversation Between N&#257;rada and Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.6.35</P><P CLASS=c>yam&#257;dibhir yoga-pathaih</P><P CLASS=c>k&#257;ma-lobha-hato muhuh</P><P CLASS=c>mukunda-sevay&#257; yadvat</P><P CLASS=c>tath&#257;tm&#257;ddh&#257; na &#347;&#257;myati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yama">yama</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by the process of practicing self-restraint; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/p/pathaih">pathaih</A> &#8212; by the system of <A HREF="http://vedabase.net/y/yoga">yoga</A> (mystic bodily power <A HREF="http://vedabase.net/t/to">to</A> attain the godly stage); <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; desires for sense satisfaction; <A CLASS=v HREF="http://vedabase.net/l/lobha">lobha</A> &#8212; lust for satisfaction of the senses; <A CLASS=v HREF="http://vedabase.net/h/hatah">hatah</A> &#8212; curbed; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sevaya">sevay&#257;</A> &#8212; by the service of; <A CLASS=v HREF="http://vedabase.net/y/yadvat">yadvat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; like that; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the soul; <A CLASS=v HREF="http://vedabase.net/a/addha">addh&#257;</A> &#8212; for all practical purposes; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/s/samyati">&#347;&#257;myati</A> &#8212; be satisfied.</P><P CLASS=t>TRANSLATION</P><P>It is true that by practicing restraint of the senses by the yoga system one can get relief from the disturbances of desire and lust, but this is not sufficient to give satisfaction to the soul, for this [satisfaction] is derived from devotional service to the Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Yoga aims at controlling the senses. By practice of the mystic process of bodily exercise in sitting, thinking, feeling, willing, concentrating, meditating and at last being merged into transcendence, one can control the senses. The senses are considered like venomous serpents, and the yoga system is just to control them. On the other hand, N&#257;rada Muni recommends another method for controlling the senses in the transcendental loving service of Mukunda, the Personality of Godhead. By his experience he says that devotional service to the Lord is more effective and practical than the system of artificially controlling the senses. In the service of the Lord Mukunda, the senses are transcendentally engaged. Thus there is no chance of their being engaged in sense satisfaction. The senses want some engagement. To check them artificially is no check at all because as soon as there is some opportunity for enjoyment, the serpentlike senses will certainly take advantage of it. There are many such instances in history, just like Vi&#347;v&#257;mitra Muni's falling a victim to the beauty of Menak&#257;. But Th&#257;kura Harid&#257;sa was allured at midnight by the well-dressed M&#257;y&#257;, and still she could not induce that great devotee into her trap.</P><P>The whole idea is that without devotional service of the Lord, neither the yoga system nor dry philosophical speculation can ever become successful. Pure devotional service of the Lord, without being tinged with fruitive work, mystic yoga or speculative philosophy, is the foremost procedure to attain self-realization. Such pure devotional service is transcendental in nature, and the systems of yoga and jñ&#257;na are subordinate to such a process. When the transcendental devotional service is mixed with a subordinate process, it is no longer transcendental but is called mixed devotional service. &#346;r&#299;la Vy&#257;sadeva, the author of &#346;r&#299;mad-Bh&#257;gavatam, will gradually develop all these different systems of transcendental realization in the text.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>