<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 11"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.11</P><P CLASS=c>vaishnavera madhye r&#257;ma-up&#257;saka saba</P><P CLASS=c>keha 'tattvav&#257;d&#299;', keha haya '&#347;r&#299;-vaishnava'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vaisnavera">vaishnavera</A> <A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; amongst Vaishnavas; <A CLASS=v HREF="http://vedabase.net/r/rama">r&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/u/upasaka">up&#257;saka</A> <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all worshipers of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>; <A CLASS=v HREF="http://vedabase.net/k/keha">keha</A> &#8212; someone; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/v/vadi">v&#257;d&#299;</A> &#8212; followers of Madhv&#257;c&#257;rya; <A CLASS=v HREF="http://vedabase.net/k/keha">keha</A> &#8212; someone; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A> &#8212; devotees following the disciplic succession of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> R&#257;m&#257;nuj&#257;c&#257;rya</P><P CLASS=t>TRANSLATION</P><P>At the time, all the South Indian Vaishnavas were worshipers of Lord R&#257;macandra. Some were Tattvav&#257;d&#299;s, and some were followers of R&#257;m&#257;nuj&#257;c&#257;rya.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura points out that the word "Tattvav&#257;d&#299;" refers to the followers of &#346;r&#299;la Madhv&#257;c&#257;rya. To distinguish his disciplic succession from the M&#257;y&#257;v&#257;d&#299; followers of &#346;a&#324;kar&#257;c&#257;rya, &#346;r&#299;la Madhv&#257;c&#257;rya named his party the Tattvav&#257;d&#299;s. Impersonal monists are always attacked by these Tattvav&#257;d&#299;s, who attempt to defeat their philosophy of impersonalism. Generally, they establish the supremacy of the Supreme Personality of Godhead. Actually the disciplic succession of Madhv&#257;c&#257;rya is known as the Brahm&#257; Vaishnava sect; that is the sect coming down from Lord Brahm&#257;. Consequently the Tattvav&#257;d&#299;s, or followers of Madhv&#257;c&#257;rya, do not accept the incident of Lord Brahm&#257;'s illusion, which is recorded in the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam. &#346;r&#299;la Madhv&#257;c&#257;rya has purposefully avoided commenting on that portion of &#346;r&#299;mad-Bh&#257;gavatam in which brahma-mohana, the illusion of Lord Brahm&#257;, is mentioned. &#346;r&#299;la M&#257;dhavendra Pur&#299; was one of the &#257;c&#257;ryas in the Tattvav&#257;da disciplic succession, and he established the ultimate goal of transcendentalism to be attainment of pure devotional service, love of Godhead. Those Vaishnavas belonging to the Gaud&#299;ya-samprad&#257;ya, the disciplic succession following &#346;r&#299; Caitanya Mah&#257;prabhu, are distinct from the Tattvav&#257;d&#299;s, although they belong to the same Tattvav&#257;da-samprad&#257;ya. The followers of &#346;r&#299; Caitanya Mah&#257;prabhu are therefore known as the Madhva-Gaud&#299;ya-samprad&#257;ya.</P><P>The word p&#257;shand&#299; refers to those who are opposed to pure devotional service. In particular, these are the M&#257;y&#257;v&#257;d&#299;s, the impersonalists. A definition of p&#257;shand&#299; is given in the Hari-bhakti-vil&#257;sa (<A CLASS=v HREF="http://vedabase.net/todo/vilasa1/73">1.73</A>), wherein it is stated:</P><P>yas tu n&#257;r&#257;yanam devam brahma-rudr&#257;di-daivataih</P><P CLASS=n>samatvenaiva v&#299;ksheta sa p&#257;shand&#299; bhaved dhruvam</P><P>A p&#257;shand&#299; is one who thinks that the Supreme Lord N&#257;r&#257;yana, the Personality of Godhead, is on the same level with the demigods, headed by Lord Brahm&#257; and Lord &#346;iva. A devotee never considers Lord N&#257;r&#257;yana to be on the same platform with Lord Brahm&#257; and Lord &#346;iva. The Madhv&#257;c&#257;rya-samprad&#257;ya and R&#257;m&#257;nuja-samprad&#257;ya are mainly worshipers of Lord R&#257;macandra, although the &#346;r&#299; Vaishnavas are supposed to be worshipers of Lord N&#257;r&#257;yana and Lakshm&#299; and the Tattvav&#257;d&#299;s are supposed to be worshipers of Lord Krishna. At present, in most of the monasteries belonging to the Madhva-samprad&#257;ya, Lord R&#257;macandra is worshiped.</P><P>In the book known as Adhy&#257;tma-r&#257;m&#257;yana, there are statements in Chapters Twelve to Fifteen about worshiping the Deities of &#346;r&#299; R&#257;macandra and S&#299;t&#257;. There it is stated that during Lord R&#257;macandra's time there was a br&#257;hmana who took a vow to fast until he saw Lord R&#257;macandra. Sometimes, due to business, Lord R&#257;macandra was absent from His capital for a full week and could not be seen by the citizens during that time. Because of his vow, the br&#257;hmana could not take even a drop of water during that week. Later, after eight or nine days, when the br&#257;hmana could see Lord R&#257;macandra personally, he would break his fast. Upon observing the br&#257;hmana's rigid vow, Lord &#346;r&#299; R&#257;macandra ordered His younger brother Lakshmana to deliver a pair of S&#299;t&#257;-R&#257;ma Deities to the br&#257;hmana. The br&#257;hmana received the Deities from &#346;r&#299; Lakshmanaj&#299; and worshiped Them faithfully as long as he lived. At the time of his death, he delivered the Deities to &#346;r&#299; Hanum&#257;nj&#299;, who, for many years, hung Them around his neck and served Them with all devotion. After many years, when Hanum&#257;nj&#299; departed on the hill known as Gandha-m&#257;dana, he delivered the Deities to Bh&#299;masena, one of the P&#257;ndavas, and Bh&#299;masena brought Them to his palace, where he kept Them very carefully. The last king of the P&#257;ndavas, Kshemak&#257;nta, worshiped the Deities in that palace. Later, the same Deities were kept in the custody of the kings of Orissa known as Gajapatis. One of the &#257;c&#257;ryas, known as Narahari T&#299;rtha, who was in the disciplic succession of Madhv&#257;c&#257;rya, received these Deities from the King of Orissa.</P><P>It may be noted that these particular Deities of R&#257;ma and S&#299;t&#257; have been worshiped from the time of King Ikshv&#257;ku. Indeed, they were worshiped by the royal princes even before the appearance of Lord R&#257;macandra. Later, during Lord R&#257;macandra's presence, the Deities were worshiped by Lakshmana. It is said that just three months before his disappearance, &#346;r&#299; Madhv&#257;c&#257;rya received these Deities and installed them in the Udup&#299; temple. Since then the Deities have been worshiped by the Madhv&#257;c&#257;rya-samprad&#257;ya at that monastery. As far as the &#346;r&#299; Vaishnavas are concerned, beginning with R&#257;m&#257;nuj&#257;c&#257;rya, they also worshiped Deities of S&#299;t&#257;-R&#257;ma. S&#299;t&#257;-R&#257;ma Deities are also being worshiped in Tirupati and other places. From the &#346;r&#299; R&#257;m&#257;nuja-samprad&#257;ya there is another branch known as R&#257;m&#257;nand&#299; or R&#257;m&#257;t, and the followers of that branch also worship Deities of S&#299;t&#257;-R&#257;ma very rigidly. The R&#257;m&#257;nuja-samprad&#257;ya Vaishnavas prefer the worship of Lord R&#257;macandra to that of R&#257;dh&#257;-Krishna.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>