<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 116</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 116"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.116</P><P CLASS=c>t&#257;ra spar&#347;e n&#257;hi y&#257;ya pativrat&#257;-dharma</P><P CLASS=c>kautuke lakshm&#299; c&#257;hena krishnera sa&#324;gama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/s/sparse">spar&#347;e</A> &#8212; by the touching of <A HREF="http://vedabase.net/k/krsna">Krishna</A> by <A HREF="http://vedabase.net/l/laksmi">Lakshm&#299;</A>; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/y/yaya">y&#257;ya</A> &#8212; disappear; <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A>-<A CLASS=v HREF="http://vedabase.net/v/vrata">vrat&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; the vow of chastity; <A CLASS=v HREF="http://vedabase.net/k/kautuke">kautuke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> great fun; <A CLASS=v HREF="http://vedabase.net/l/laksmi">lakshm&#299;</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/c/cahena">c&#257;hena</A> &#8212; wants; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sangama">sa&#324;gama</A> &#8212; association.</P><P CLASS=t>TRANSLATION</P><P>"Since Krishna and N&#257;r&#257;yana are the same personality, Lakshm&#299;'s association with Krishna does not break her vow of chastity. Rather, it was in great fun that the goddess of fortune wanted to associate with Lord Krishna."</P><P CLASS=t>PURPORT</P><P>This is the answer to Lord &#346;r&#299; Caitanya Mah&#257;prabhu's question, and from this we can understand that Ve&#324;kata Bhatta knew the truth. He told &#346;r&#299; Caitanya Mah&#257;prabhu that N&#257;r&#257;yana is a form of Krishna associated with transcendental opulence. Although Krishna is two-armed and N&#257;r&#257;yana four-armed, there is no difference in the person. They are one and the same. N&#257;r&#257;yana is as beautiful as Krishna, but Krishna's pastimes are more sportive. It is not that the sportive pastimes of Krishna make Him different from N&#257;r&#257;yana. Lakshm&#299;'s desiring to associate with Krishna was perfectly natural. In other words, it is understandable that a chaste woman wants to associate with her husband in all his different dresses. Therefore one should not criticize Lakshm&#299; for wanting to associate with Krishna.</P><P CLASS=l><A CLASS=i HREF="115.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="117.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>