<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 131</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 131"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.131</P><P CLASS=c>vraja-lokera bh&#257;ve yei karaye bhajana</P><P CLASS=c>sei jana p&#257;ya vraje vrajendra-nandana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/l/lokera">lokera</A> &#8212; of the inhabitants of Vrajabh&#363;mi; <A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ecstasy; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/k/karaye">karaye</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/b/bhajana">bhajana</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; that person; <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; attains; <A CLASS=v HREF="http://vedabase.net/v/vraje">vraje</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/v/vrajendra">vrajendra</A>-<A CLASS=v HREF="http://vedabase.net/n/nandana">nandana</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the son of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/n/nanda">Nanda</A>.</P><P CLASS=t>TRANSLATION</P><P>"One who worships the Lord by following in the footsteps of the inhabitants of Vrajabh&#363;mi attains Him in the transcendental planet of Vraja, where He is known as the son of Mah&#257;r&#257;ja Nanda."</P><P CLASS=t>PURPORT</P><P>The inhabitants of Vrajabh&#363;mi, or Goloka Vrind&#257;vana, know Krishna as the son of Mah&#257;r&#257;ja Nanda. They do not accept Him as the Supreme Personality of Godhead, as people in general do. The Lord is the supreme maintainer of everyone and the chief personality among all personalities. In Vrajabh&#363;mi Krishna is certainly the central point of love, but no one knows Him there as the Supreme Personality of Godhead. Rather, a person may know Him as a friend, son, lover or master. In any case, the center is Krishna. The inhabitants of Vrajabh&#363;mi are related to the Lord in servitude, friendship, parental love and conjugal love. A person engaged in devotional service may accept any one of these transcendental relationships, which are known as mellows. When such a person reaches the perfectional stage, he returns home, back to Krishna, in his pure spiritual identity.</P><P CLASS=l><A CLASS=i HREF="130.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="132.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>