<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 137</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 137"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.137</P><P CLASS=c>anya dehe n&#257; p&#257;iye r&#257;sa-vil&#257;sa</P><P CLASS=c>ataeva 'n&#257;yam' &#347;loka kahe veda-vy&#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anya">anya</A> <A CLASS=v HREF="http://vedabase.net/d/dehe">dehe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> body other than those of the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/paiye">p&#257;iye</A> &#8212; one gets; <A CLASS=v HREF="http://vedabase.net/r/rasa">r&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A> &#8212; the pastimes of the <A HREF="http://vedabase.net/r/rasa">r&#257;sa</A> dance; <A CLASS=v HREF="http://vedabase.net/a/ataeva">ataeva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/n/nayam">n&#257;yam</A> &#8212; beginning with the word <A HREF="http://vedabase.net/n/nayam">n&#257;yam</A>; <A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> &#8212; the Sanskrit verse; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; says; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/v/vyasa">vy&#257;sa</A> &#8212; <A HREF="http://vedabase.net/d/dvaipayana">Dvaip&#257;yana</A> Vedavy&#257;sa.</P><P CLASS=t>TRANSLATION</P><P>"Vy&#257;sadeva, the supreme authority on Vedic literature, composed the verse beginning 'n&#257;yam sukh&#257;po bhagav&#257;n' because no one can enter into the r&#257;sa-l&#299;l&#257; dance in any body other than that of a gop&#299;."</P><P CLASS=t>PURPORT</P><P>This verse confirms a verse of the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/25.htm">9.25</A>):</P><P>y&#257;nti deva-vrat&#257; dev&#257;n pitrin y&#257;nti pitri-vrat&#257;h</P><P CLASS=n>bh&#363;t&#257;ni y&#257;nti bh&#363;tejy&#257; y&#257;nti mad-y&#257;jino 'pi m&#257;m</P><P>Lord Krishna said, "Those who worship the demigods will take birth among the demigods, those who worship the ancestors go to the ancestors, those who worship ghosts and spirits will take birth among such beings, and those who worship Me will live with Me."</P><P>In the material world, every conditioned soul changes his material body again and again, but when the spirit soul is purified of all material coverings, there is no longer a chance of his accepting a material body. Such a soul then remains in his original, spiritual identity, a state that is possible to achieve only by understanding Krishna in truth through the practice of Krishna consciousness. As Krishna says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>),</P><P>janma karma ca me divyam evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."</P><P>Only when one regains his original spiritual body can he enter into the spiritual kingdom. As far as the r&#257;sa-l&#299;l&#257; pastimes of the Lord are concerned, it is futile for one who is within the material world to attempt to imitate the Lord's dances. One has to attain a spiritual body like that of a gop&#299; to enter into the pastimes of the r&#257;sa-l&#299;l&#257;. In the n&#257;yam sukh&#257;po verse, the devotees are referred to as bhaktimat, that is, fully engaged in devotional service and devoid of material contamination. One cannot enter into Krishna's r&#257;sa-l&#299;l&#257; dance simply by artificially imitating it or artificially thinking oneself a sakh&#299; and dressing up like one. Krishna's r&#257;sa-l&#299;l&#257; dance is completely spiritual; it has nothing to do with material contamination. Therefore no one can enter into this pastime by artificial, material means. That is the instruction of the n&#257;yam sukh&#257;po verse, and it must be strictly understood.</P><P CLASS=l><A CLASS=i HREF="136.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="138.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>