<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 155</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 155"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.155</P><P CLASS=c>eka &#299;&#347;vara &#8212; bhaktera dhy&#257;na-anur&#363;pa</P><P CLASS=c>eka-i vigrahe kare n&#257;n&#257;k&#257;ra r&#363;pa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the Lord is one; <A CLASS=v HREF="http://vedabase.net/b/bhaktera">bhaktera</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/d/dhyana">dhy&#257;na</A> &#8212; meditation; <A CLASS=v HREF="http://vedabase.net/a/anurupa">anur&#363;pa</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/i/i">i</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/v/vigrahe">vigrahe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> form; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; exhibits; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/akara">&#257;k&#257;ra</A> &#8212; different; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; forms.</P><P CLASS=t>TRANSLATION</P><P>"There is no difference between the transcendental forms of the Lord. Different forms are manifested due to different attachments of different devotees. Actually the Lord is one, but He appears in different forms just to satisfy His devotees.</P><P CLASS=t>PURPORT</P><P>In the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/33.htm">5.33</A>) it is stated:</P><P>advaitam acyutam an&#257;dim ananta-r&#363;pam</P><P CLASS=n>&#257;dyam pur&#257;na-purusham nava-yauvanam ca</P><P>The Lord is advaita, without differentiation. There is no difference between the forms of Krishna, R&#257;ma, N&#257;r&#257;yana and Vishnu. All of them are one. Sometimes foolish people ask whether when we chant "R&#257;ma" in the Hare Krishna mantra we refer to Lord R&#257;macandra or Lord Balar&#257;ma. If a devotee says that the name R&#257;ma in the Hare Krishna mah&#257;-mantra refers to Balar&#257;ma, a foolish person may become angry because to him the name R&#257;ma refers to Lord R&#257;macandra. Actually there is no difference between Balar&#257;ma and Lord R&#257;ma. It does not matter whether one refers to Balar&#257;ma or to Lord R&#257;macandra when chanting Hare R&#257;ma, for there is no difference between Them. However, it is offensive to think that Balar&#257;ma is superior to Lord R&#257;macandra or vice versa. Neophyte devotees do not understand this &#347;&#257;stric conclusion, and consequently they unnecessarily create an offensive situation. In text 154 &#346;r&#299; Caitanya Mah&#257;prabhu clarified this in a very lucid way: &#299;&#347;varatve bheda m&#257;nile haya apar&#257;dha. "It is offensive for one to differentiate between the forms of the Lord." On the other hand, one should not think that the forms of the Lord are the same as the forms of the demigods. This is certainly offensive, as confirmed by the Vaishnava-tantra:</P><P>yas tu n&#257;r&#257;yanam devam brahma-rudr&#257;di-daivataih</P><P CLASS=n>samatvenaiva v&#299;ksheta sa p&#257;shand&#299; bhaved dhruvam</P><P>"A p&#257;shand&#299; is one who considers the great demigods such as Lord Brahm&#257; and Lord &#346;iva equal to the Supreme Personality of Godhead, N&#257;r&#257;yana." (Hari-bhakti-vil&#257;sa <A CLASS=v HREF="http://vedabase.net/todo/vilasa7/117">7.117</A>)</P><P>The conclusion is that we should neither differentiate between the forms of the Lord nor equate the forms of the Lord with the forms of demigods or human beings. For instance, sometimes foolish sanny&#257;s&#299;s, thinking the body of the Lord to be material, equate daridra-n&#257;r&#257;yana with N&#257;r&#257;yana, and this is certainly offensive. Unless one is instructed by a bona fide spiritual master, he cannot perfectly understand these different forms. The Brahma-samhit&#257; confirms, vedeshu durlabham adurlabham &#257;tma-bhaktau [<A CLASS=v HREF="../../../bs/5/33.htm">Bs. 5.33</A>]. One cannot understand the differences between the forms of the Lord simply by academic study or by reading Vedic literature. One must learn from a realized devotee. Only then can one learn how to distinguish between one form of the Lord and another. The conclusion is that there is no difference between the forms of the Lord, but there is a difference between His forms and those of the demigods.</P><P CLASS=l><A CLASS=i HREF="154.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="156.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>