<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 158</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 158"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.158</P><P CLASS=c>ag&#257;dha &#299;&#347;vara-l&#299;l&#257; kichui n&#257; j&#257;ni</P><P CLASS=c>tumi yei kaha, sei satya kari' m&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/agadha">ag&#257;dha</A> &#8212; unfathomable; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; pastimes of the Lord; <A CLASS=v HREF="http://vedabase.net/k/kichui">kichui</A> &#8212; anything; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A> not know; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/k/kaha">kaha</A> &#8212; say; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A> &#8212; that is right; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' <A CLASS=v HREF="http://vedabase.net/m/mani">m&#257;ni</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> accept.</P><P CLASS=t>TRANSLATION</P><P>"The transcendental pastimes of the Lord are unfathomable, and I do not know anything about them. Whatever You say I accept as the truth.</P><P CLASS=t>PURPORT</P><P>This is the way to understand the truth about the Supreme Personality of Godhead. After hearing the Bhagavad-g&#299;t&#257;, Arjuna said very much the same thing:</P><P>sarvam etad ritam manye yan m&#257;m vadasi ke&#347;ava</P><P CLASS=n>na hi te bhagavan vyaktim vidur dev&#257; na d&#257;nav&#257;h</P><P>"O Krishna, I totally accept as truth all that You have told me. Neither the demigods nor the demons, O Lord, can understand Your personality." (<A CLASS=v HREF="../../../bg/10/14.htm">Bg. 10.14</A>)</P><P>It is not possible to understand the truth about the pastimes of the Lord simply by using our own logic, argument and academic education. We must receive bona fide information from the Supreme Personality of Godhead, just as Arjuna received information when Krishna spoke the Bhagavad-g&#299;t&#257;. We have to accept the Bhagavad-g&#299;t&#257; or any other Vedic literature in good faith. These Vedic literatures are the only source of knowledge about the Lord. We must understand that we cannot comprehend the Absolute Truth by the speculative process.</P><P CLASS=l><A CLASS=i HREF="157.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="159.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>