<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 199</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 199"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.199</P><P CLASS=c>setubandhe &#257;si' kaila dhanus-t&#299;rthe sn&#257;na</P><P CLASS=c>r&#257;me&#347;vara dekhi' t&#257;h&#257;&#324; karila vi&#347;r&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/setubandhe">setubandhe</A> <A CLASS=v HREF="http://vedabase.net/a/asi">&#257;si</A>' &#8212; coming <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/s/setubandha">Setubandha</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/d/dhanuh">dhanuh</A>-<A CLASS=v HREF="http://vedabase.net/t/tirthe">t&#299;rthe</A> <A CLASS=v HREF="http://vedabase.net/s/snana">sn&#257;na</A> &#8212; bathing at the holy place known <A HREF="http://vedabase.net/a/as">as</A> Dhanus-<A HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>; <A CLASS=v HREF="http://vedabase.net/r/ramesvara">r&#257;me&#347;vara</A> <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; visiting the holy place <A HREF="http://vedabase.net/r/ramesvara">R&#257;me&#347;vara</A>; <A CLASS=v HREF="http://vedabase.net/t/tahan">t&#257;h&#257;&#324;</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> <A CLASS=v HREF="http://vedabase.net/v/visrama">vi&#347;r&#257;ma</A> &#8212; took rest.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu then went to Setubandha [R&#257;me&#347;vara], where He took His bath at the place called Dhanus-t&#299;rtha. From there He visited the R&#257;me&#347;vara temple and then took rest.</P><P CLASS=t>PURPORT</P><P>The path from Mandapam through the ocean to the island known as Pambam consists partly of sand and partly of water. The island of Pambam is about seventeen miles long and six miles wide. On this island, four miles north of Pambam Harbor, is Setubandha, where the temple of R&#257;me&#347;vara is located. This is a temple of Lord &#346;iva, and the name R&#257;me&#347;vara indicates that he is a great personality whose worshipable Deity is Lord R&#257;ma. Thus the Lord &#346;iva found in the temple of R&#257;me&#347;vara is a great devotee of Lord R&#257;macandra. It is said, dev&#299;-pattanam &#257;rabhya gaccheyuh setu-bandhanam: "After visiting the temple of the goddess Durg&#257;, one should go to the temple of R&#257;me&#347;vara."</P><P>In this area there are twenty-four different holy places, one of which is Dhanus-t&#299;rtha, located about twelve miles southeast of R&#257;me&#347;vara. It is near the last station of the South Indian Railway, a station called Ramnad. It is said that here, on the request of R&#257;vana's younger brother Vibh&#299;shana, Lord R&#257;macandra destroyed the bridge to La&#324;k&#257; with His bow while returning to His capital. It is also said that one who visits Dhanus-t&#299;rtha is liberated from the cycle of birth and death, and that one who bathes there gets all the fruitive results of performing the yajña known as Agnishtoma.</P><P CLASS=l><A CLASS=i HREF="198.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="200.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>