<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 244</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 244"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.244</P><P CLASS=c>&#347;ri&#324;geri-mathe &#257;il&#257; &#347;a&#324;kar&#257;c&#257;rya-sth&#257;ne</P><P CLASS=c>matsya-t&#299;rtha dekhi' kaila tu&#324;gabhadr&#257;ya sn&#257;ne</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srngeri">&#347;ri&#324;geri</A>-<A CLASS=v HREF="http://vedabase.net/m/mathe">mathe</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/s/srngeri">&#346;ri&#324;geri</A> monastery; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;il&#257;</A> &#8212; came; <A CLASS=v HREF="http://vedabase.net/s/sankaracarya">&#347;a&#324;kar&#257;c&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/s/sthane">sth&#257;ne</A> &#8212; at the place of <A HREF="http://vedabase.net/s/sankaracarya">&#346;a&#324;kar&#257;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/m/matsya">matsya</A>-<A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A> &#8212; the holy place named <A HREF="http://vedabase.net/m/matsya">Matsya</A>-<A HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>; <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/t/tungabhadraya">tu&#324;gabhadr&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/s/snane">sn&#257;ne</A> &#8212; bathing <A HREF="http://vedabase.net/i/in">in</A> the river Tu&#324;gabhadr&#257;.</P><P CLASS=t>TRANSLATION</P><P>Then He saw the monastery known as &#346;ri&#324;geri-matha, the abode of &#256;c&#257;rya &#346;a&#324;kara. He then visited Matsya-t&#299;rtha, a place of pilgrimage, and took a bath in the river Tu&#324;gabhadr&#257;.</P><P CLASS=t>PURPORT</P><P>The monastery known as &#346;ri&#324;geri-matha is situated in the state of Karnataka, in the district of Chikmagalur. This monastery is located at the confluence of the rivers Tu&#324;ga and Bhadr&#257;, seven miles south of Harihara-pura. The real name of this place is &#346;ri&#324;ga-giri or &#346;ri&#324;gavera-pur&#299;, and it is the headquarters of &#346;a&#324;kar&#257;c&#257;rya.</P><P>&#346;a&#324;kar&#257;c&#257;rya had four principal disciples, and he established four centers under their management. In North India at Badarik&#257;&#347;rama, the monastery named Jyotir-matha was established. At Purushottama, the Bhogavardhana or Govardhana monastery was established. In Dv&#257;rak&#257;, the S&#257;rad&#257; monastery was established. And the fourth monastery, established in South India, is known as &#346;ri&#324;geri-matha. In the &#346;ri&#324;geri-matha, the sanny&#257;s&#299;s assume the designations Sarasvat&#299;, Bh&#257;rat&#299; and Pur&#299;. They are all ekadandi-sanny&#257;s&#299;s, distinguished from the Vaishnava sanny&#257;s&#299;s, who are known as tridandi-sanny&#257;s&#299;s. The &#346;ri&#324;geri-matha is situated in South India in a portion of the country known as &#256;ndhra, Dravida, Karn&#257;ta and Kerala. The community is called Bh&#363;riv&#257;ra, and the dynasty is called Bh&#363;r-bhuvah. The place is called R&#257;me&#347;vara, and the slogan is aham brahm&#257;smi. The Deity is Lord Var&#257;ha, and the energetic power is K&#257;m&#257;ksh&#299;. The &#257;c&#257;rya is Hast&#257;malaka, and the brahmac&#257;r&#299; assistants of the sanny&#257;s&#299;s are known as Caitanya. The place of pilgrimage is called Tu&#324;gabhadr&#257;, and the subject for Vedic study is the Yajur Veda.</P><P>The list of the disciplic succession from &#346;a&#324;kar&#257;c&#257;rya is available, and the names of the &#257;c&#257;ryas and the dates of their accepting sanny&#257;sa, according to the &#346;aka Era (or &#346;ak&#257;bda), are as follows (for approximate Christian-era dates, add 78 years): &#346;a&#324;kar&#257;c&#257;rya, 622 &#346;aka; Sure&#347;var&#257;c&#257;rya, 630; Bodhan&#257;c&#257;rya, 680; Jñ&#257;nadhan&#257;c&#257;rya, 768; Jñ&#257;nottama-&#347;iv&#257;c&#257;rya, 827; Jñ&#257;nagiri &#256;c&#257;rya, 871; Simhagiri &#256;c&#257;rya, 958; &#298;&#347;vara T&#299;rtha, 1019; Narasimha T&#299;rtha, 1067; Vidy&#257;t&#299;rtha Vidy&#257;-&#347;a&#324;kara, 1150; Bh&#257;rat&#299;-krishna T&#299;rtha, 1250; Vidy&#257;ranya Bh&#257;rat&#299;, 1253; Candra&#347;ekhara Bh&#257;rat&#299;, 1290; Narasimha Bh&#257;rat&#299;, 1309; Purushottama Bh&#257;rat&#299;, 1328; &#346;a&#324;kar&#257;nanda, 1350; Candra&#347;ekhara Bh&#257;rat&#299;, 1371; Narasimha Bh&#257;rat&#299;, 1386; Purushottama Bh&#257;rat&#299;, 1398; R&#257;macandra Bh&#257;rat&#299;, 1430; Narasimha Bh&#257;rat&#299;, 1479; Narasimha Bh&#257;rat&#299;, 1485; Dhanamadi-narasimha Bh&#257;rat&#299;, 1498; Abhinava-narasimha Bh&#257;rat&#299;, 1521; Saccid&#257;nanda Bh&#257;rat&#299;, 1544; Narasimha Bh&#257;rat&#299;, 1585; Saccid&#257;nanda Bh&#257;rat&#299;, 1627; Abhinava-saccid&#257;nanda Bh&#257;rat&#299;, 1663; Nrisimha Bh&#257;rat&#299;, 1689; Saccid&#257;nanda Bh&#257;rat&#299;, 1692; Abhinava-saccid&#257;nanda Bh&#257;rat&#299;, 1730; Narasimha Bh&#257;rat&#299;, 1739; Saccid&#257;nanda &#346;iv&#257;bhinava Vidy&#257;-narasimha Bh&#257;rat&#299;, 1788.</P><P>Regarding &#346;a&#324;kar&#257;c&#257;rya, it is understood that he was born in the year 608 of the &#346;ak&#257;bda Era, in the month of Vai&#347;&#257;kha, on the third day of the waxing moon, in a place in South India known as K&#257;l&#257;di. His father's name was &#346;ivaguru, and he lost his father at an early age. When &#346;a&#324;kar&#257;c&#257;rya was only eight years old, he completed his study of all scriptures and took sanny&#257;sa from Govinda, who was residing on the banks of the Narmad&#257;. After accepting sanny&#257;sa, &#346;a&#324;kar&#257;c&#257;rya stayed with his spiritual master for some days. He then took his permission to go to V&#257;r&#257;nas&#299;, and from there he went to Badarik&#257;&#347;rama, where he stayed until his twelfth year. While there, he wrote a commentary on the Brahma-s&#363;tra, as well as on ten Upanishads and the Bhagavad-g&#299;t&#257;. He also wrote Sanat-suj&#257;t&#299;ya and a commentary on the Nrisimha-t&#257;pan&#299;. Among his many disciples, his four chief disciples are Padmap&#257;da, Sure&#347;vara, Hast&#257;malaka and Trotaka. After departing from V&#257;r&#257;nas&#299;, &#346;a&#324;kar&#257;c&#257;rya went to Pray&#257;ga, where he met a great learned scholar called Kum&#257;rila Bhatta. &#346;a&#324;kar&#257;c&#257;rya wanted to discuss the authority of the scriptures, but Kum&#257;rila Bhatta, being on his deathbed, sent him to his disciple Mandana, in the city of M&#257;hishmat&#299;. It was there that &#346;a&#324;kar&#257;c&#257;rya defeated Mandana Mi&#347;ra in a discussion of the &#347;&#257;stras. Mandana had a wife named Sarasvat&#299;, or Ubhaya-bh&#257;rat&#299;, who served as mediator between &#346;a&#324;kar&#257;c&#257;rya and her husband. It is said that she wanted to discuss erotic principles and amorous love with &#346;a&#324;kar&#257;c&#257;rya, but &#346;a&#324;kar&#257;c&#257;rya had been a brahmac&#257;r&#299; since birth and therefore had no experience in amorous love. He took a month's leave from Ubhaya-bh&#257;rat&#299; and, by his mystic power, entered the body of a king who had just died. In this way &#346;a&#324;kar&#257;c&#257;rya experienced the erotic principles. After attaining this experience, he wanted to discuss erotic principles with Ubhaya-bh&#257;rat&#299;, but without hearing his discussion she blessed him and assured the continuous existence of the &#346;ri&#324;geri-matha. She then took leave of material life. Afterwards, Mandana Mi&#347;ra took the order of sanny&#257;sa from &#346;a&#324;kar&#257;c&#257;rya and became known as Sure&#347;vara. &#346;a&#324;kar&#257;c&#257;rya defeated many scholars throughout India and converted them to his M&#257;y&#257;v&#257;da philosophy. He left his material body at the age of thirty-three.</P><P>As far as Matsya-t&#299;rtha is concerned, it was supposedly situated beside the ocean in the district of Malabar.</P><P CLASS=l><A CLASS=i HREF="243.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="245.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>