<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 245</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 245"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.245</P><P CLASS=c>madhv&#257;c&#257;rya-sth&#257;ne &#257;il&#257; y&#257;&#324;h&#257; 'tattvav&#257;d&#299;'</P><P CLASS=c>udup&#299;te 'krishna' dekhi, t&#257;h&#257;&#324; haila premonm&#257;d&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/madhva">madhva</A>-<A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/s/sthane">sth&#257;ne</A> &#8212; at the place of Madhv&#257;c&#257;rya; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;il&#257;</A> &#8212; arrived; <A CLASS=v HREF="http://vedabase.net/y/yanha">y&#257;&#324;h&#257;</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/v/vadi">v&#257;d&#299;</A> &#8212; philosophers known <A HREF="http://vedabase.net/a/as">as</A> Tattvav&#257;d&#299;s; <A CLASS=v HREF="http://vedabase.net/u/udupite">udup&#299;te</A> &#8212; at the place known <A HREF="http://vedabase.net/a/as">as</A> Udup&#299;; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; the Deity of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/t/tahan">t&#257;h&#257;&#324;</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/u/unmadi">unm&#257;d&#299;</A> &#8212; <A HREF="http://vedabase.net/m/mad">mad</A> <A HREF="http://vedabase.net/i/in">in</A> ecstasy.</P><P CLASS=t>TRANSLATION</P><P>Caitanya Mah&#257;prabhu next arrived at Udup&#299;, the place of Madhv&#257;c&#257;rya, where the philosophers known as Tattvav&#257;d&#299;s resided. There He saw the Deity of Lord Krishna and became mad with ecstasy.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;p&#257;da Madhv&#257;c&#257;rya took his birth near Udup&#299;, which is situated in the South Kanara district of South India, just west of Sahy&#257;dri. This is the chief city of the South Kanara province and is near the city of Mangalore, which is situated to the south of Udup&#299;. Near the city of Udup&#299; is a place called P&#257;jak&#257;-kshetra, where Madhv&#257;c&#257;rya took his birth in a &#346;iv&#257;ll&#299;-br&#257;hmana dynasty as the son of Madhyageha Bhatta, in the year 1040 &#346;ak&#257;bda (A.D. 1118). According to some, he was born in the year 1160 &#346;ak&#257;bda (A.D. 1238).</P><P>In his childhood Madhv&#257;c&#257;rya was known as V&#257;sudeva, and there are some wonderful stories surrounding him. It is said that once when his father had piled up many debts, Madhv&#257;c&#257;rya converted tamarind seeds into actual coins to pay them off. When he was five years old, he was offered the sacred thread. A demon named Manim&#257;n lived near his abode in the form of a snake, and at the age of five Madhv&#257;c&#257;rya killed that snake with the toe of his left foot. When his mother was very much disturbed, he would appear before her in one jump. He was a great scholar even in childhood, and although his father did not agree, he accepted sanny&#257;sa at the age of twelve. Upon receiving sanny&#257;sa from Acyuta Preksha, he received the name P&#363;rnaprajña T&#299;rtha. After traveling all over India, he finally discussed scriptures with Vidy&#257;&#347;a&#324;kara, the exalted leader of &#346;ri&#324;geri-matha. Vidy&#257;&#347;a&#324;kara was actually diminished in the presence of Madhv&#257;c&#257;rya. Accompanied by Satya T&#299;rtha, Madhv&#257;c&#257;rya went to Badarik&#257;&#347;rama. It was there that he met Vy&#257;sadeva and explained his commentary on the Bhagavad-g&#299;t&#257; before him. Thus he became a great scholar by studying before Vy&#257;sadeva.</P><P>By the time he came to the &#256;nanda-matha from Badarik&#257;&#347;rama, Madhv&#257;c&#257;rya had finished his commentary on the Bhagavad-g&#299;t&#257;. His companion Satya T&#299;rtha wrote down the entire commentary. When Madhv&#257;c&#257;rya returned from Badarik&#257;&#347;rama, he went to Gañj&#257;ma, which is on the bank of the river God&#257;var&#299;. There he met with two learned scholars named &#346;obhana Bhatta and Sv&#257;m&#299; &#346;&#257;str&#299;. Later these scholars became known in the disciplic succession of Madhv&#257;c&#257;rya as Padman&#257;bha T&#299;rtha and Narahari T&#299;rtha. When he returned to Udup&#299;, he would sometimes bathe in the ocean. On such an occasion he composed a prayer in five chapters. Once, while sitting beside the sea engrossed in meditation upon Lord &#346;r&#299; Krishna, he saw that a large boat containing goods for Dv&#257;rak&#257; was in danger. He gave some signs by which the boat could approach the shore, and it was saved. The owners of the boat wanted to give him a present, and at the time Madhv&#257;c&#257;rya agreed to take some gop&#299;-candana. He received a big lump of gop&#299;-candana, and as it was being brought to him, it broke apart and revealed a large Deity of Lord Krishna. The Deity had a stick in one hand and a lump of food in the other. As soon as Madhv&#257;c&#257;rya received the Deity of Krishna in this way, he composed a prayer. The Deity was so heavy that not even thirty people could lift it. Yet Madhv&#257;c&#257;rya personally brought this Deity to Udup&#299;. Eight of Madhv&#257;c&#257;rya's sanny&#257;sa disciples became directors of his eight monasteries. Worship of the Lord Krishna Deity is still going on at Udup&#299; according to the plans Madhv&#257;c&#257;rya established.</P><P>Madhv&#257;c&#257;rya then for the second time visited Badarik&#257;&#347;rama. While he was passing through Maharashtra, the local king was digging a big lake for the public benefit. As Madhv&#257;c&#257;rya passed through that area with his disciples, he was also obliged to help in the excavation. After some time, when Madhv&#257;c&#257;rya visited the king, he engaged the king in that work and departed with his disciples.</P><P>Often in the province of G&#257;&#324;ga-prade&#347;a there were fights between Hindus and Muslims. The Hindus were on one bank of the river, and the Muslims on the other. Due to the community tension, no boat was available for crossing the river. The Muslim soldiers were always stopping passengers on the other side, but Madhv&#257;c&#257;rya did not care for these soldiers. He crossed the river anyway, and when he met the soldiers on the other side, he was brought before the king. The Muslim king was so pleased with him that he wanted to give him a kingdom and some money, but Madhv&#257;c&#257;rya refused. While walking on the road, he was attacked by some dacoits, but by his bodily strength he killed them all. When his companion Satya T&#299;rtha was attacked by a tiger, Madhv&#257;c&#257;rya separated them by virtue of his great strength. When he met Vy&#257;sadeva, he received from him the &#347;&#257;lagr&#257;ma-&#347;il&#257; known as Ashtam&#363;rti. After this, he summarized the Mah&#257;bh&#257;rata.</P><P>Madhv&#257;c&#257;rya's devotion to the Lord and his erudite scholarship became known throughout India. Consequently the owners of the &#346;ri&#324;geri-matha, established by &#346;a&#324;kar&#257;c&#257;rya, became a little perturbed. At that time the followers of &#346;a&#324;kar&#257;c&#257;rya were afraid of Madhv&#257;c&#257;rya's rising power, and they began to tease Madhv&#257;c&#257;rya's disciples in many ways. There was even an attempt to prove that the disciplic succession of Madhv&#257;c&#257;rya was not in line with Vedic principles. A person named Pundar&#299;ka Pur&#299;, a follower of the M&#257;y&#257;v&#257;da philosophy of &#346;a&#324;kar&#257;c&#257;rya, came before Madhv&#257;c&#257;rya to discuss the &#347;&#257;stras. It is said that all of Madhv&#257;c&#257;rya's books were taken away, but later they were found with the help of King Jayasimha, ruler of Kumla. In discussion, Pundar&#299;ka Pur&#299; was defeated by Madhv&#257;c&#257;rya. A great personality named Trivikram&#257;c&#257;rya, who was a resident of Vishnuma&#324;gala, became Madhv&#257;c&#257;rya's disciple, and his son later became N&#257;r&#257;yan&#257;c&#257;rya, the composer of &#346;r&#299; Madhva-vijaya. After the death of Trivikram&#257;c&#257;rya, the younger brother of N&#257;r&#257;yan&#257;c&#257;rya took sanny&#257;sa and later became known as Vishnu T&#299;rtha.</P><P>It was reputed that there was no limit to the bodily strength of P&#363;rnaprajña, Madhv&#257;c&#257;rya. There was a person named Kadañjari who was famed for possessing the strength of thirty men. Madhv&#257;c&#257;rya placed the big toe of his foot upon the ground and asked the man to separate it from the ground, but the great strong man could not do so even after great effort. &#346;r&#299;la Madhv&#257;c&#257;rya passed from this material world at the age of eighty while writing a commentary on the Aitareya Upanishad. For further information about Madhv&#257;c&#257;rya, one should read Madhva-vijaya, by N&#257;r&#257;yan&#257;c&#257;rya.</P><P>The &#257;c&#257;ryas of the Madhva-samprad&#257;ya established Udup&#299; as the chief center, and the monastery there was known as Uttarar&#257;dh&#299;-matha. A list of the different centers of the Madhv&#257;c&#257;rya-samprad&#257;ya can be found at Udup&#299;, and their matha commanders are (1) Vishnu T&#299;rtha (&#346;oda-matha), (2) Jan&#257;rdana T&#299;rtha (Krishnapura-matha), (3) V&#257;mana T&#299;rtha (Kanura-matha), (4) Narasimha T&#299;rtha (Adamara-matha), (5) Upendra T&#299;rtha (Puttug&#299;-matha), (6) R&#257;ma T&#299;rtha (&#346;irura-matha), (7) Hrish&#299;ke&#347;a T&#299;rtha (Palimara-matha), and (8) Akshobhya T&#299;rtha (Pej&#257;vara-matha). The disciplic succession of the Madhv&#257;c&#257;rya-samprad&#257;ya is as follows (the dates are those of birth in the &#346;ak&#257;bda Era; for Christian era dates, add seventy-eight years.): (1) Hamsa Param&#257;tm&#257;; (2) Caturmukha Brahm&#257;; (3) Sanak&#257;di; (4) Durv&#257;s&#257;; (5) Jñ&#257;nanidhi; (6) Garuda-v&#257;hana; (7) Kaivalya T&#299;rtha; (8) Jñ&#257;ne&#347;a T&#299;rtha; (9) Para T&#299;rtha; (10) Satyaprajña T&#299;rtha; (11) Pr&#257;jña T&#299;rtha; (12) Acyuta Preksh&#257;c&#257;rya T&#299;rtha; (13) &#346;r&#299; Madhv&#257;c&#257;rya, 1040 &#346;aka; (14) Padman&#257;bha, 1120; Narahari, 1127; M&#257;dhava, 1136; and Akshobhya 1159; (15) Jaya T&#299;rtha, 1167; (16) Vidy&#257;dhir&#257;ja, 1190; (17) Kav&#299;ndra, 1255; (18) V&#257;g&#299;&#347;a, 1261; (19) R&#257;macandra, 1269; (20) Vidy&#257;nidhi, 1298; (21) &#346;r&#299; Raghun&#257;tha, 1366; (22) Rayuvarya (who spoke with &#346;r&#299; Caitanya Mah&#257;prabhu), 1424; (23) Ragh&#363;ttama, 1471; (24) Vedavy&#257;sa, 1517; (25) Vidy&#257;dh&#299;&#347;a, 1541; (26) Vedanidhi, 1553; (27) Satyavrata, 1557; (28) Satyanidhi, 1560; (29) Satyan&#257;tha, 1582; (30) Saty&#257;bhinava, 1595; (31) Satyap&#363;rna, 1628; (32) Satyavijaya, 1648; (33) Satyapriya, 1659; (34) Satyabodha, 1666; (35) Satyasandha, 1705; (36) Satyavara, 1716; (37) Satyadharma, 1719; (38) Satyasa&#324;kalpa, 1752; (39) Satyasantushta, 1763; (40) Satyapar&#257;yana, 1763; (41) Satyak&#257;ma, 1785; (42) Satyeshta, 1793; (43) Satyapar&#257;krama, 1794; (44) Satyadh&#299;ra, 1801; (45) Satyadh&#299;ra T&#299;rtha, 1808.</P><P>After the sixteenth &#257;c&#257;rya (Vidy&#257;dhir&#257;ja T&#299;rtha), there was another disciplic succession, including R&#257;jendra T&#299;rtha, 1254; Vijayadhvaja; Purushottama; Subrahmanya; and Vy&#257;sa R&#257;ya, 1470-1520. The nineteenth &#257;c&#257;rya, R&#257;macandra T&#299;rtha, had another disciplic succession, including Vibudhendra, 1218; Jit&#257;mitra, 1348; Raghunandana; Surendra; Vijendra; Sudh&#299;ndra; and R&#257;ghavendra T&#299;rtha, 1545.</P><P>To date, in the Udup&#299; monastery there are another fourteen Madhva-t&#299;rtha sanny&#257;s&#299;s. As stated, Udup&#299; is situated beside the sea in South Kanara, about thirty-six miles north of Mangalore.</P><P>Most of the information in this purport is available from the South K&#257;n&#257;d&#257; Manual and the Bombay Gazette.</P><P CLASS=l><A CLASS=i HREF="244.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="246.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>