<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 258</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 258"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.258</P><P CLASS=c>prabhu kahe, &#8212; &#347;&#257;stre kahe &#347;ravana-k&#299;rtana</P><P CLASS=c>krishna-prema-sev&#257;-phalera 'parama-s&#257;dhana'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A> said; <A CLASS=v HREF="http://vedabase.net/s/sastre">&#347;&#257;stre</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A> <A HREF="http://vedabase.net/i/it">it</A> is said; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A>-<A CLASS=v HREF="http://vedabase.net/k/kirtana">k&#299;rtana</A> &#8212; the process of chanting and hearing; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; of loving service <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/phalera">phalera</A> &#8212; of the result; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/s/sadhana">s&#257;dhana</A> &#8212; best process of achievement.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu said, "According to the verdict of the &#347;&#257;stras, the process of hearing and chanting is the best means to attain loving service to Krishna.</P><P CLASS=t>PURPORT</P><P>According to the Tattvav&#257;d&#299;s, the best process for achieving the highest goal of life is to execute the duties of the four varnas and &#257;&#347;ramas. In the material world, unless one is situated in one of the varnas (br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra) one cannot manage social affairs properly to attain the ultimate goal. One also has to follow the principles of the &#257;&#347;ramas (brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa), since these principles are considered essential for the attainment of the highest goal. In this way the Tattvav&#257;d&#299;s establish that the execution of the principles of varna and &#257;&#347;rama for the sake of Krishna is the best way to attain the topmost goal. The Tattvav&#257;d&#299;s thus established their principles in terms of human society. &#346;r&#299; Caitanya Mah&#257;prabhu, however, differed when He said that the best process is hearing and chanting about Lord Vishnu. According to the Tattvav&#257;d&#299;s, the highest goal is returning home, back to Godhead, but in &#346;r&#299; Caitanya Mah&#257;prabhu's opinion the highest goal is attaining love of Godhead, in either the material world or the spiritual world. In the material world this is practiced according to &#347;&#257;stric injunction, and in the spiritual world the real achievement is already there.</P><P CLASS=l><A CLASS=i HREF="257.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="259-260.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>