<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 261</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 261"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.261</P><P CLASS=c>&#347;ravana-k&#299;rtana ha-ite krishne haya 'prem&#257;'</P><P CLASS=c>sei pañcama purush&#257;rtha &#8212; purush&#257;rthera s&#299;m&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A>-<A CLASS=v HREF="http://vedabase.net/k/kirtana">k&#299;rtana</A> &#8212; hearing and chanting; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ite">ite</A> &#8212; from; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/p/prema">prem&#257;</A> &#8212; transcendental love; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/pancama">pañcama</A> <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; the fifth platform of perfection of life; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/arthera">arthera</A> <A CLASS=v HREF="http://vedabase.net/s/sima">s&#299;m&#257;</A> &#8212; the limit of goals of life.</P><P CLASS=t>TRANSLATION</P><P>"When one comes to the platform of loving service to Lord Krishna by executing these nine processes, beginning with hearing and chanting, he has attained the fifth platform of success and the limit of life's goals.</P><P CLASS=t>PURPORT</P><P>Everyone is after success in religion, economic development, sense gratification and ultimately merging into the existence of Brahman. These are the general practices of the common man, but according to the strict principles of the Vedas, the highest attainment is to rise to the platform of &#347;ravanam k&#299;rtanam, hearing and chanting about the Supreme Personality of Godhead. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/1/2.htm">1.1.2</A>):</P><P>dharmah projjhita-kaitavo 'tra paramo nirmatsar&#257;n&#257;m sat&#257;m</P><P CLASS=n>vedyam v&#257;stavam atra vastu &#347;iva-dam t&#257;pa-trayonm&#363;lanam</P><P CLASS=n>&#347;r&#299;mad-bh&#257;gavate mah&#257;-muni-krite kim v&#257; parair &#299;&#347;varah</P><P CLASS=n>sadyo hridy avarudhyate 'tra kritibhih &#347;u&#347;r&#363;shubhis tat-kshan&#257;t</P><P>"Completely rejecting all religious activities which are materially motivated, this Bh&#257;gavata Pur&#257;na propounds the highest truth, which is understandable by those devotees who are fully pure in heart. The highest truth is reality distinguished from illusion for the welfare of all. Such truth uproots the threefold miseries. This beautiful Bh&#257;gavatam, compiled by the great sage &#346;r&#299; Vy&#257;sadeva, is sufficient in itself for God realization. What is the need of any other scripture? As soon as one attentively and submissively hears the message of Bh&#257;gavatam, by this culture of knowledge the Supreme Lord is established within his heart." This verse of &#346;r&#299;mad-Bh&#257;gavatam rejects as cheating processes all religious activities that aim at achieving materialistic goals, including dharma, artha, k&#257;ma and even moksha, or liberation.</P><P>According to &#346;r&#299;dhara Sv&#257;m&#299;, the material conception of success (moksha, or liberation) is desired by those in material existence. Devotees, however, not being situated in material existence, have no desire for liberation.</P><P>A devotee is always liberated in all stages of life because he is always engaged in the nine items of devotional service (&#347;ravanam, k&#299;rtanam, etc.). &#346;r&#299; Caitanya Mah&#257;prabhu's philosophy holds that devotional service to Krishna always exists in everyone's heart. It simply has to be awakened by the process of &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../../sb/7/5/23.htm">SB 7.5.23</A>]. &#346;ravan&#257;di &#347;uddha-citte karaye udaya (Cc. <A CLASS=v HREF="../../../cc/madhya/22/107.htm">Madhya 22.107</A>). When a person is actually engaged in devotional service, his eternal relationship with the Lord, the servant-master relationship, is awakened.</P><P CLASS=l><A CLASS=i HREF="259-260.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="262.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>