<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 263</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 263"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.263</P><P CLASS=c>karma-nind&#257;, karma-ty&#257;ga, sarva-&#347;&#257;stre kahe</P><P CLASS=c>karma haite prema-bhakti krishne kabhu nahe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/n/ninda">nind&#257;</A> &#8212; condemnation of fruitive activities; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/t/tyaga">ty&#257;ga</A> &#8212; renunciation of fruitive activities; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/sastre">&#347;&#257;stre</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; is announced <A HREF="http://vedabase.net/i/in">in</A> every revealed scripture; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from fruitive activities; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service <A HREF="http://vedabase.net/i/in">in</A> ecstatic love; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; for <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kabhu">kabhu</A> <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; can never be achieved.</P><P CLASS=t>TRANSLATION</P><P>"In every revealed scripture there is condemnation of fruitive activities. It is advised everywhere to give up engagement in fruitive activities, for no one can attain the highest goal of life, love of Godhead, by executing them.</P><P CLASS=t>PURPORT</P><P>In the Vedas there are three k&#257;ndas, or divisions: karma-k&#257;nda, jñ&#257;na-k&#257;nda and up&#257;san&#257;-k&#257;nda. The karma-k&#257;nda portion stresses the execution of fruitive activities. But ultimately it is advised that one abandon both karma-k&#257;nda and jñ&#257;na-k&#257;nda (speculative knowledge) and accept only up&#257;san&#257;-k&#257;nda, or bhakti-k&#257;nda. One cannot attain love of Godhead by executing karma-k&#257;nda or jñ&#257;na-k&#257;nda. But by dedicating one's karma, or fruitive activities, to the Supreme Lord, one may be relieved from the polluted mind, and becoming free from mental pollution helps elevate one to the spiritual platform. Then, however, one needs the association of a pure devotee, for only by a pure devotee's association can one become a pure devotee of the Supreme Personality of Godhead, Krishna. When one comes to the stage of pure devotional service, the process of &#347;ravanam k&#299;rtanam is very essential. By executing the nine items of devotional service, beginning with &#347;ravanam k&#299;rtanam, one is completely purified. Any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]. Only then is one able to execute Krishna's orders in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/65.htm">18.65</A>):</P><P>man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru</P><P CLASS=n>m&#257;m evaishyasi satyam te pratij&#257;ne priyo 'si me</P><P CLASS=n>sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi m&#257; &#347;ucah</P><P CLASS=n>[<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]</P><P>"Always think of Me, become My devotee, worship Me and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend. Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear." In this way one develops his original constitutional position of rendering loving service to the Lord.</P><P>One cannot be elevated to the highest platform of devotional service by karma-k&#257;nda or jñ&#257;na-k&#257;nda. Pure devotional service can be understood and attained only through the association of pure devotees. In this regard, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura states that there are two types of karma-k&#257;nda activities &#8212; pious and impious. Pious activities are certainly better than impious activities, but even pious activities cannot bring about ecstatic love of God, Krishna. Pious and impious activities can bring about material happiness and distress, but there is no possibility of one's becoming a pure devotee simply by acting piously or impiously. Bhakti, devotional service, means satisfying Krishna. In every revealed scripture, whether stressing jñ&#257;na-k&#257;nda or karma-k&#257;nda, the principle of renunciation is always praised. The ripened fruit of Vedic knowledge, &#346;r&#299;mad-Bh&#257;gavatam, is the supreme Vedic evidence. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/5/12.htm">1.5.12</A>) it is said:</P><P>naishkarmyam apy acyuta-bh&#257;va-varjitam</P><P CLASS=n>na &#347;obhate jñ&#257;nam alam nirañjanam</P><P CLASS=n>kutah punah &#347;a&#347;vad abhadram &#299;&#347;vare</P><P CLASS=n>na c&#257;rpitam karma yad apy ak&#257;ranam</P><P>"Knowledge of self-realization, even though freed from all material affinity, does not look well if devoid of a conception of the Infallible [God]. What, then, is the use of fruitive activities, which are naturally painful from the very beginning and transient by nature, if they are not utilized for the devotional service of the Lord?" This means that even knowledge, which is superior to fruitive activity, is not successful if it is devoid of devotional service. Therefore in &#346;r&#299;mad-Bh&#257;gavatam &#8212; in the beginning, middle and end &#8212; karma-k&#257;nda and jñ&#257;na-k&#257;nda are condemned. For example, in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/1/2.htm">1.1.2</A>) it is said, dharmah projjhita-kaitavo 'tra.</P><P>This is explained in the following verses taken from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/11/32.htm">11.11.32</A>) and the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>).</P><P CLASS=l><A CLASS=i HREF="262.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="264.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>