<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 270</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 270"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.270</P><P CLASS=c>n&#257;r&#257;yana-par&#257;h sarve</P><P CLASS=c>na kuta&#347;cana bibhyati</P><P CLASS=c>svarg&#257;pavarga-narakeshv</P><P CLASS=c>api tuly&#257;rtha-dar&#347;inah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">par&#257;h</A> &#8212; persons who <A HREF="http://vedabase.net/a/are">are</A> devotees of the Supreme Personality of Godhead <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/k/kutascana">kuta&#347;cana</A> &#8212; anywhere; <A CLASS=v HREF="http://vedabase.net/b/bibhyati">bibhyati</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> afraid; <A CLASS=v HREF="http://vedabase.net/s/svarga">svarga</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heavenly planetary system; <A CLASS=v HREF="http://vedabase.net/a/apavarga">apavarga</A> &#8212; on the path of liberation; <A CLASS=v HREF="http://vedabase.net/n/narakesu">narakeshu</A> &#8212; or <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> hellish condition of life; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/t/tulya">tulya</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; value; <A CLASS=v HREF="http://vedabase.net/d/darsinah">dar&#347;inah</A> &#8212; seers of.</P><P CLASS=t>TRANSLATION</P><P>"'A person who is a devotee of Lord N&#257;r&#257;yana is not afraid of a hellish condition, because he considers it the same as elevation to the heavenly planets or liberation. The devotees of Lord N&#257;r&#257;yana are accustomed to seeing all these things on the same level.'</P><P CLASS=t>PURPORT</P><P>This is a verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/6/17/28.htm">6.17.28</A>) regarding the personality Citraketu. Once when Citraketu saw the goddess P&#257;rvat&#299; sitting on the lap of Lord &#346;ambhu (&#346;iva), he criticized Lord &#346;iva for being shameless and sitting just like an ordinary man with his wife on his lap. For this reason Citraketu was cursed by P&#257;rvat&#299;. Later he became a demon named Vritr&#257;sura. Citraketu was a very powerful king and a devotee, and he could certainly retaliate even against Lord &#346;iva, but when P&#257;rvat&#299; cursed him, he immediately accepted the curse with a bowed head. When he agreed to accept this curse, Lord &#346;iva praised him and told P&#257;rvat&#299; that a devotee of Lord N&#257;r&#257;yana is never afraid of accepting any position provided there is a chance to serve the Supreme Personality of Godhead. This is the purport of n&#257;r&#257;yana-par&#257;h sarve na kuta&#347;cana bibhyati.</P><P CLASS=l><A CLASS=i HREF="269.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="271.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>