<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 279</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 279"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.279</P><P CLASS=c>tritak&#363;pe vi&#347;&#257;l&#257;ra kari' dara&#347;ana</P><P CLASS=c>pañc&#257;psar&#257;-t&#299;rthe &#257;il&#257; &#347;ac&#299;ra nandana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tritakupe">tritak&#363;pe</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Tritak&#363;pa; <A CLASS=v HREF="http://vedabase.net/v/visalara">vi&#347;&#257;l&#257;ra</A> &#8212; of the Deity named <A HREF="http://vedabase.net/v/visala">Vi&#347;&#257;l&#257;</A>; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; doing; <A CLASS=v HREF="http://vedabase.net/d/darasana">dara&#347;ana</A> &#8212; visiting; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/a/apsara">apsar&#257;</A>-<A CLASS=v HREF="http://vedabase.net/t/tirthe">t&#299;rthe</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Pañc&#257;psar&#257;-<A HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;il&#257;</A> &#8212; came; <A CLASS=v HREF="http://vedabase.net/s/sacira">&#347;ac&#299;ra</A> <A CLASS=v HREF="http://vedabase.net/n/nandana">nandana</A> &#8212; the son of mother <A HREF="http://vedabase.net/s/saci">&#346;ac&#299;</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu, the son of mother &#346;ac&#299;, next went to Tritak&#363;pa, and after seeing the Vi&#347;&#257;l&#257; Deity there, He went to the holy place known as Pañc&#257;psar&#257;-t&#299;rtha.</P><P CLASS=t>PURPORT</P><P>The Apsar&#257;s, denizens of the heavenly planets, are generally known as dancing girls. The girls in the heavenly planets are exquisitely beautiful, and if a woman on earth is found to be very beautiful, she is compared to the Apsar&#257;s. There were five Apsar&#257;s named Lat&#257;, Budbud&#257;, Sam&#299;c&#299;, Saurabhey&#299; and Varn&#257;. It is said that these five beautiful dancing girls were sent by Indra to break the severe austerity of a saintly person called Acyuta Rishi. This action was typical of Indra, the King of heaven. Whenever Indra discovered someone undergoing severe austerities, he would begin to fear for his post. Indra was always anxious about his position, fearing that if someone became more powerful than he was, he would lose his elevated position. Thus as soon as he would see a saint undergoing severe austerities, he would send dancing girls to distract him. Even the great saint Vi&#347;v&#257;mitra Muni fell victim to his plan.</P><P>When the five Apsar&#257;s went to break Acyuta Rishi's meditation, they were all chastised and cursed by the saint. As a result, the girls turned into crocodiles in a lake that came to be known as Pañc&#257;psar&#257;. Lord R&#257;macandra also visited this place. From &#346;r&#299; N&#257;rada Muni's narration, it is understood that when Arjuna went to visit the holy places, he learned about the condemnation of the five Apsar&#257;s. He delivered them from their abominable condition, and from that day the lake known as Pañc&#257;psar&#257; became a place of pilgrimage.</P><P CLASS=l><A CLASS=i HREF="278.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="280.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>