<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 289</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 289"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.289</P><P CLASS=c>&#347;r&#299;p&#257;da, dhara mora gos&#257;ñira sambandha</P><P CLASS=c>t&#257;h&#257; vin&#257; anyatra n&#257;hi ei prem&#257;ra gandha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Your Holiness; <A CLASS=v HREF="http://vedabase.net/d/dhara">dhara</A> &#8212; You hold; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/g/gosanira">gos&#257;ñira</A> &#8212; with <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/m/madhavendra">M&#257;dhavendra</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sambandha">sambandha</A> &#8212; relationship; <A CLASS=v HREF="http://vedabase.net/t/taha">t&#257;h&#257;</A> <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without him; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; elsewhere; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/premara">prem&#257;ra</A> &#8212; of ecstasy; <A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A> &#8212; fragrance.</P><P CLASS=t>TRANSLATION</P><P>"Your Holiness is certainly related to &#346;r&#299; M&#257;dhavendra Pur&#299;, without whom there is no fragrance of ecstatic love."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura remarks that up to the advent of His Holiness &#346;r&#299;p&#257;da Lakshm&#299;pati T&#299;rtha, it was the system in the disciplic succession of Madhv&#257;c&#257;rya to worship Lord Krishna alone. After &#346;r&#299;la M&#257;dhavendra Pur&#299;, worship of both R&#257;dh&#257; and Krishna was established. For this reason &#346;r&#299; M&#257;dhavendra Pur&#299; is accepted as the root of worship in ecstatic love. Unless one is connected to the disciplic succession of M&#257;dhavendra Pur&#299;, there is no possibility of awakening the symptoms of ecstatic love. The word gos&#257;ñi is significant in this connection. The spiritual master who is fully surrendered unto the Supreme Personality of Godhead and has no business other than the Lord's service is called the best of the paramahamsas. A paramahamsa has no program for sense gratification; he is interested only in satisfying the senses of the Lord. One who has control of the senses in this way is called a gos&#257;ñi or a gosv&#257;m&#299;, master of the senses. The senses cannot be controlled unless one is engaged in the service of the Lord; therefore the bona fide spiritual master, who has full control over his senses, engages twenty-four hours a day in the Lord's service. He can therefore be addressed as gos&#257;ñi or gosv&#257;m&#299;. The title gosv&#257;m&#299; cannot be inherited but can be given only to a bona fide spiritual master.</P><P>There were six great Gosv&#257;m&#299;s of Vrind&#257;vana &#8212; &#346;r&#299;la R&#363;pa, San&#257;tana, Bhatta Raghun&#257;tha, &#346;r&#299; J&#299;va, Gop&#257;la Bhatta and D&#257;sa Raghun&#257;tha &#8212; and none of them inherited the title of gosv&#257;m&#299;. All the Gosv&#257;m&#299;s of Vrind&#257;vana were bona fide spiritual masters situated on the highest platform of devotional service, and for that reason they were called gosv&#257;m&#299;s. All the temples of Vrind&#257;vana were certainly started by the six Gosv&#257;m&#299;s. Later the worship in the temples was entrusted to some householder disciples of the Gosv&#257;m&#299;s, and since then the hereditary title of gosv&#257;m&#299; has been used. However, only one who is a bona fide spiritual master expanding the cult of &#346;r&#299; Caitanya Mah&#257;prabhu, the Krishna consciousness movement, and who is in full control of his senses can be addressed as a gosv&#257;m&#299;. Unfortunately, the hereditary process is going on; therefore at the present moment, in most cases the title is being misused due to ignorance of the word's etymology.</P><P CLASS=l><A CLASS=i HREF="288.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="290.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>