<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 360</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 360"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.360</P><P CLASS=c>prabhura t&#299;rtha-y&#257;tr&#257;-kath&#257; &#347;une yei jana</P><P CLASS=c>caitanya-carane p&#257;ya g&#257;dha prema-dhana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/y/yatra">y&#257;tr&#257;</A> &#8212; touring of sacred places of pilgrimage; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; topics about; <A CLASS=v HREF="http://vedabase.net/s/sune">&#347;une</A> &#8212; hears; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; person; <A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/c/carane">carane</A> &#8212; at the lotus feet of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; gets; <A CLASS=v HREF="http://vedabase.net/g/gadha">g&#257;dha</A> &#8212; deep; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; riches of ecstatic love.</P><P CLASS=t>TRANSLATION</P><P>Whoever hears of &#346;r&#299; Caitanya Mah&#257;prabhu's pilgrimage to various holy places attains the riches of very deep ecstatic love.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura remarks, "The impersonalists imagine some forms of the Absolute Truth through the direct perception of their senses. The impersonalists worship such imaginary forms, but neither &#346;r&#299;mad-Bh&#257;gavatam nor &#346;r&#299; Caitanya Mah&#257;prabhu accepts this sense gratificatory worship to be of any spiritual significance." The M&#257;y&#257;v&#257;d&#299;s imagine themselves to be the Supreme. They imagine that the Supreme has no personal form and that all His forms are imaginary like the will-o'-the-wisp or a flower in the sky. Both M&#257;y&#257;v&#257;d&#299;s and those who imagine forms of God are misguided. According to them, worship of the Deity or any other form of the Lord is a result of the conditioned soul's illusion. However, &#346;r&#299; Caitanya Mah&#257;prabhu confirms the conclusion of &#346;r&#299;mad-Bh&#257;gavatam on the strength of His philosophy of acintya-bhed&#257;bheda-tattva. That philosophy holds that the Supreme Lord is simultaneously one with and different from His creation. That is to say, there is unity in diversity. In this way &#346;r&#299; Caitanya Mah&#257;prabhu proved the impotence of fruitive workers, speculative empiric philosophers and mystic yog&#299;s. The realization of such men is simply a waste of time and energy.</P><P>To set the example, &#346;r&#299; Caitanya Mah&#257;prabhu personally visited temples in various holy places. Wherever He visited, He immediately exhibited His ecstatic love for the Supreme Personality of Godhead. When a Vaishnava visits the temple of a demigod, his vision of that demigod is different from the vision of the impersonalists and M&#257;y&#257;v&#257;d&#299;s. The Brahma-samhit&#257; supports this. A Vaishnava's visit to the temple of Lord &#346;iva, for example, is different from a nondevotee's visit. The nondevotee considers the deity of Lord &#346;iva an imaginary form because he ultimately thinks that the Supreme Absolute Truth is void. However, a Vaishnava sees Lord &#346;iva as being simultaneously one with and different from the Supreme Lord. In this regard, the example of milk and yogurt is given. Yogurt is actually nothing but milk, but at the same time it is not milk. It is simultaneously one with milk yet different from it. This is the philosophy of &#346;r&#299; Caitanya Mah&#257;prabhu, and it is confirmed by Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>):</P><P>may&#257; tatam idam sarvam jagad avyakta-m&#363;rtin&#257;</P><P CLASS=n>mat-sth&#257;ni sarva-bh&#363;t&#257;ni na c&#257;ham teshv avasthitah</P><P>"By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them."</P><P>The Absolute Truth, God, is everything, but this does not mean that everything is God. For this reason &#346;r&#299; Caitanya Mah&#257;prabhu and His followers visited the temples of all the demigods, but they did not see them in the same way an impersonalist sees them. Everyone should follow in the footsteps of &#346;r&#299; Caitanya Mah&#257;prabhu and visit all temples. Sometimes mundane sahajiy&#257;s suppose that the gop&#299;s visited the temple of K&#257;ty&#257;yan&#299; in the same way mundane people visit the temple of Dev&#299;. However, the gop&#299;s prayed to K&#257;ty&#257;yan&#299; to grant them Krishna as their husband, whereas mundaners visit the temple of K&#257;ty&#257;yan&#299; to receive some material profit. That is the difference between a Vaishnava's visit and a nondevotee's visit.</P><P>Not understanding the process of disciplic succession, so-called logicians put forward the theory of pañcop&#257;san&#257;, in which a person worships one of five deities &#8212; namely Vishnu, &#346;iva, Durg&#257;, the sun-god or Gane&#347;a. In this conception the impersonalists imagine one of these five deities as supreme and reject the others. Such philosophical speculation, which is certainly idol worship, is not accepted by &#346;r&#299; Caitanya Mah&#257;prabhu or by Vaishnavas. This imaginary deity worship has recently been transformed into M&#257;y&#257;v&#257;da impersonalism. For want of Krishna consciousness, people are victimized by the M&#257;y&#257;v&#257;da philosophy, and consequently they sometimes become staunch atheists. However, &#346;r&#299; Caitanya Mah&#257;prabhu established the process of self-realization by His own personal behavior. As stated in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/8/274.htm">Madhya 8.274</A>):</P><P>sth&#257;vara-ja&#324;gama dekhe, n&#257; dekhe t&#257;ra m&#363;rti</P><P CLASS=n>sarvatra haya nija ishta-deva-sph&#363;rti</P><P>"A Vaishnava never sees the material form of anything, moving or nonmoving. Rather, everywhere he looks he sees the energy of the Supreme Personality of Godhead, and immediately he remembers the transcendental form of the Lord."</P><P CLASS=l><A CLASS=i HREF="359.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="361.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>