<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 362</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 362"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.362</P><P CLASS=c>ei kali-k&#257;le &#257;ra n&#257;hi kona dharma</P><P CLASS=c>vaishnava, vaishnava-&#347;&#257;stra, ei kahe marma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/k/kali">kali</A>-<A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this <A HREF="http://vedabase.net/a/age">Age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> <A CLASS=v HREF="http://vedabase.net/k/kona">kona</A> &#8212; there is not any; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religious principle; <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A> &#8212; devotee; <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A>-<A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A> &#8212; devotional literature; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> <A CLASS=v HREF="http://vedabase.net/m/marma">marma</A> &#8212; this is the purport.</P><P CLASS=t>TRANSLATION</P><P>In this Age of Kali there are no genuine religious principles other than those established by Vaishnava devotees and the Vaishnava scriptures. This is the sum and substance of everything.</P><P CLASS=t>PURPORT</P><P>One must have firm faith in the process of devotional service and the scriptures that support it. If one hears the activities of &#346;r&#299; Caitanya Mah&#257;prabhu with this faith, he can be freed from his envious position. &#346;r&#299;mad-Bh&#257;gavatam is meant for such nonenvious persons (nirmatsar&#257;n&#257;m sat&#257;m). In this age a person should not envy &#346;r&#299; Caitanya Mah&#257;prabhu's movement but should chant the holy names of Hari and Krishna, the mah&#257;-mantra. That is the sum and substance of the eternal religion, known as san&#257;tana-dharma. In this verse the word vaishnava refers to a pure devotee and fully realized soul, and the word vaishnava-&#347;&#257;stra refers to &#347;ruti, or the Vedas, which are called &#347;abda-pram&#257;na, the evidence of transcendental sound. One who strictly follows the Vedic literature and chants the holy name of the Supreme Personality of Godhead will actually be situated in the transcendental disciplic succession. Those who want to attain life's ultimate goal must follow this principle. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/19/17.htm">11.19.17</A>), it is said:</P><P>&#347;rutih pratyaksham aitihyam anum&#257;nam catushtayam</P><P>pram&#257;neshv anavasth&#257;n&#257;d vikalp&#257;t sa virajyate</P><P>"Vedic literature, direct perception, history and hypothesis are the four kinds of evidential proofs. Everyone should stick to these principles for the realization of the Absolute Truth."</P><P CLASS=l><A CLASS=i HREF="361.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="363.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>