<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 4"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.4</P><P CLASS=c>sei saba t&#299;rtha spar&#347;i' mah&#257;-t&#299;rtha kaila</P><P CLASS=c>sei chale sei de&#347;era loka nist&#257;rila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A> &#8212; holy places; <A CLASS=v HREF="http://vedabase.net/s/sparsi">spar&#347;i</A>' &#8212; touching; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A> &#8212; into great places of pilgrimage; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> them; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/c/chale">chale</A> &#8212; under that plea; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/d/desera">de&#347;era</A> &#8212; of those countries; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; the people; <A CLASS=v HREF="http://vedabase.net/n/nistarila">nist&#257;rila</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> delivered.</P><P CLASS=t>TRANSLATION</P><P>On the plea of visiting all those holy places, the Lord converted many thousands of residents and thus delivered them. Simply by touching the holy places, He made them into great places of pilgrimage.</P><P CLASS=t>PURPORT</P><P>It is said, t&#299;rth&#299;-kurvanti t&#299;rth&#257;ni. A t&#299;rtha, or holy place, is a place where great saintly personalities visit or reside. Although the holy places were already places of pilgrimage, they were all purified by &#346;r&#299; Caitanya Mah&#257;prabhu's visit. Many people go to these holy places and leave their sinful activities there, thus becoming free from contamination. When these contaminations pile up, they are counteracted by the visit of great personalities like &#346;r&#299; Caitanya Mah&#257;prabhu and His strict followers. Many kinds of patients come to a hospital, which may be infected by many types of diseases. Actually the hospital is always infected, but the expert physician keeps the hospital sterilized by his expert presence and management. Similarly, places of pilgrimage are always infected by the sins left by the sinners who go there, but when a personality like &#346;r&#299; Caitanya Mah&#257;prabhu visits such a place, all contaminations vanish.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>