<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 53"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.53</P><P CLASS=c>apavitra anna eka th&#257;lite bhariy&#257;</P><P CLASS=c>prabhu-&#257;ge nila 'mah&#257;-pras&#257;da' baliy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/apavitra">apavitra</A> &#8212; polluted; <A CLASS=v HREF="http://vedabase.net/a/anna">anna</A> &#8212; food; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/t/thalite">th&#257;lite</A> &#8212; plate; <A CLASS=v HREF="http://vedabase.net/b/bhariya">bhariy&#257;</A> &#8212; filling; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A>-<A CLASS=v HREF="http://vedabase.net/a/age">&#257;ge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> front of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/n/nila">nila</A> &#8212; brought; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/prasada">pras&#257;da</A> <A CLASS=v HREF="http://vedabase.net/b/baliya">baliy&#257;</A> &#8212; calling <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A HREF="http://vedabase.net/p/prasadam">pras&#257;dam</A>.</P><P CLASS=t>TRANSLATION</P><P>Having made their plot, the Buddhists brought a plate of untouchable food before Lord &#346;r&#299; Caitanya Mah&#257;prabhu and called it mah&#257;-pras&#257;dam.</P><P CLASS=t>PURPORT</P><P>The word apavitra anna refers to food that is unacceptable for a Vaishnava. In other words, a Vaishnava cannot accept any food offered by an avaishnava in the name of mah&#257;-pras&#257;dam. This should be a principle for all Vaishnavas. When asked, "What is the behavior of a Vaishnava?" &#346;r&#299; Caitanya Mah&#257;prabhu replied, "A Vaishnava must avoid the company of an avaishnava [asat]." The word asat refers to an avaishnava, that is, one who is not a Vaishnava. Asat-sa&#324;ga-ty&#257;ga, &#8212; ei vaishnava-&#257;c&#257;ra (Cc. <A CLASS=v HREF="../../../cc/madhya/22/87.htm">Madhya 22.87</A>). A Vaishnava must be very strict in this respect and should not at all cooperate with an avaishnava. If an avaishnava offers food in the name of mah&#257;-pras&#257;dam, it should not be accepted. Such food cannot be pras&#257;dam because an avaishnava cannot offer anything to the Lord. Sometimes preachers in the Krishna consciousness movement have to accept food in a home where the householder is an avaishnava; however, if this food is offered to the Deity, it can be taken. Ordinary food cooked by an avaishnava should not be accepted by a Vaishnava. Even if an avaishnava cooks food without fault, he cannot offer it to Lord Vishnu, and it cannot be accepted as mah&#257;-pras&#257;dam. According to Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/26.htm">9.26</A>):</P><P>patram pushpam phalam toyam yo me bhakty&#257; prayacchati</P><P CLASS=n>tad aham bhakty-upahritam a&#347;n&#257;mi prayat&#257;tmanah</P><P>"If one offers Me with love and devotion a leaf, a flower, a fruit or water, I will accept it."</P><P>Krishna can accept anything offered by His devotee with devotion. An avaishnava may be a vegetarian and a very clean cook, but because he cannot offer Vishnu the food he cooks, it cannot be accepted as mah&#257;-pras&#257;dam. It is better that a Vaishnava abandon such food as untouchable.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>