<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 61"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.61</P><P CLASS=c>guru-karne kahe sabe 'krishna' 'r&#257;ma' 'hari'</P><P CLASS=c>cetana p&#257;ñ&#257; &#257;c&#257;rya bale 'hari' 'hari'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/guru">guru</A>-<A CLASS=v HREF="http://vedabase.net/k/karne">karne</A> &#8212; into the ear of the spiritual master; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; they said; <A CLASS=v HREF="http://vedabase.net/s/sabe">sabe</A> &#8212; all together; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> <A CLASS=v HREF="http://vedabase.net/r/rama">r&#257;ma</A> <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A> &#8212; the holy names of the Lord, namely "<A HREF="http://vedabase.net/k/krsna">Krishna</A>," "<A HREF="http://vedabase.net/r/rama">R&#257;ma</A>" and "<A HREF="http://vedabase.net/h/hari">Hari</A>"; <A CLASS=v HREF="http://vedabase.net/c/cetana">cetana</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;ñ&#257;</A> &#8212; getting; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A> &#8212; the teacher; <A CLASS=v HREF="http://vedabase.net/b/bale">bale</A> &#8212; chanted; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A> <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/h/hari">Hari</A>.</P><P CLASS=t>TRANSLATION</P><P>When all the disciples chanted the holy names Krishna, R&#257;ma and Hari, the Buddhist teacher regained consciousness and immediately began to chant the holy name of Lord Hari.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments that all the Buddhist disciples were actually initiated by &#346;r&#299; Caitanya Mah&#257;prabhu into the chanting of the holy name of Krishna, and when they chanted, they actually became different persons. At that time they were not Buddhists or atheists but Vaishnavas. Consequently they immediately accepted &#346;r&#299; Caitanya Mah&#257;prabhu's order. Their original Krishna consciousness was revived, and they were immediately able to chant Hare Krishna and begin worshiping the Supreme Lord Vishnu.</P><P>It is the spiritual master who delivers the disciple from the clutches of m&#257;y&#257; by initiating him into the chanting of the Hare Krishna mah&#257;-mantra. In this way a sleeping human being can revive his consciousness by chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. In other words, the spiritual master awakens the sleeping living entity to his original consciousness so that he can worship Lord Vishnu. This is the purpose of d&#299;ksh&#257;, or initiation. Initiation means receiving the pure knowledge of spiritual consciousness.</P><P>One point to note in this regard is that the spiritual master of the Buddhists did not initiate his disciples. Rather, his disciples were initiated by &#346;r&#299; Krishna Caitanya Mah&#257;prabhu, and they in turn were able to initiate their so-called spiritual master. This is the parampar&#257; system. The so-called spiritual master of the Buddhists was actually in the position of a disciple, and after his disciples were initiated by &#346;r&#299; Caitanya Mah&#257;prabhu, they acted as his spiritual masters. This was possible only because the disciples of the Buddhist &#257;c&#257;rya received the mercy of Lord &#346;r&#299; Caitanya Mah&#257;prabhu. Unless one is favored by &#346;r&#299; Caitanya Mah&#257;prabhu in the disciplic succession, one cannot act as a spiritual master. We should take the instructions of &#346;r&#299; Caitanya Mah&#257;prabhu, the spiritual master of the whole universe, to understand how one becomes a spiritual master and a disciple.</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="62.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>