<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 64</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 64"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.64</P><P CLASS=c>mah&#257;prabhu cali' &#257;il&#257; tripati-trimalle</P><P CLASS=c>catur-bhuja m&#363;rti dekhi' vye&#324;kat&#257;drye cale</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mahaprabhu">mah&#257;prabhu</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/c/cali">cali</A>' <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;il&#257;</A> &#8212; arrived by walking; <A CLASS=v HREF="http://vedabase.net/t/tripati">tripati</A>-<A CLASS=v HREF="http://vedabase.net/t/trimalle">trimalle</A> &#8212; at the holy places named Tirupati and Tirumala; <A CLASS=v HREF="http://vedabase.net/c/catur">catur</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A> &#8212; four-handed; <A CLASS=v HREF="http://vedabase.net/m/murti">m&#363;rti</A> &#8212; Deity; <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/v/vyenkata">vye&#324;kata</A>-<A CLASS=v HREF="http://vedabase.net/a/adrye">adrye</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the holy place Ve&#324;kata Hill; <A CLASS=v HREF="http://vedabase.net/c/cale">cale</A> &#8212; began <A HREF="http://vedabase.net/t/to">to</A> proceed.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu next arrived at Tirupati and Tirumala, where He saw a four-handed Deity. Then He proceeded toward Ve&#324;kata Hill.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has actually described the chronological order of Lord Caitanya Mah&#257;prabhu's visit. The Tirupati temple is sometimes called Tirupatura. It is situated on the northern side of Arcot in the district of Candragiri. It is a famous holy place of pilgrimage. In pursuance of His name, Ve&#324;kate&#347;vara, the four-handed Lord Vishnu, the Deity of B&#257;l&#257;j&#299;, with His potencies named &#346;r&#299; and Bh&#363;, is located on Ve&#324;kata Hill, about eight miles from Tirupati. This Ve&#324;kate&#347;vara Deity is in the form of Lord Vishnu, and the place where He is situated is known as Ve&#324;kata-kshetra. There are many temples in southern India, but this B&#257;l&#257;j&#299; temple is especially opulent. A great fair is held there in the month of &#256;&#347;vina ( September-October). There is a railway station called Tirupati on the southern railway. Nimna-tirupati is located in the valley of Ve&#324;kata Hill. There are several temples there also, among which are those of Govindar&#257;ja and Lord R&#257;macandra.</P><P CLASS=l><A CLASS=i HREF="63.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="65.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>