<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 79</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 79"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.79</P><P CLASS=c>p&#257;pa-n&#257;&#347;ane vishnu kaila dara&#347;ana</P><P CLASS=c>&#347;r&#299;-ra&#324;ga-kshetre tabe karil&#257; gamana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/n/nasane">n&#257;&#347;ane</A> &#8212; at the place named P&#257;pan&#257;&#347;ana; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/d/darasana">dara&#347;ana</A> &#8212; visiting; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/ranga">ra&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/k/ksetre">kshetre</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the holy place named <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/r/ranga">Ra&#324;ga</A>-<A HREF="http://vedabase.net/k/ksetra">kshetra</A>; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/k/karila">karil&#257;</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/g/gamana">gamana</A> &#8212; departure.</P><P CLASS=t>TRANSLATION</P><P>After visiting the holy place named &#346;iva-kshetra, Caitanya Mah&#257;prabhu arrived at P&#257;pan&#257;&#347;ana and there saw the temple of Lord Vishnu. Then He finally reached &#346;r&#299; Ra&#324;ga-kshetra.</P><P CLASS=t>PURPORT</P><P>There are two holy places known as P&#257;pan&#257;&#347;ana: one is located eight miles southwest of Kumbhakonam, and the other lies near the river T&#257;mraparn&#299;, in the district of Tirunelveli, twenty miles west of the city of Tirunelveli (P&#257;lamakot&#257;).</P><P>&#346;r&#299; Ra&#324;ga-kshetra (&#346;r&#299; Ra&#324;gam) is a very famous place. It lies in the district of Tiruchchir&#257;palli, about ten miles west of Kumbhakonam and near the city of Tiruchchir&#257;palli, on an island in the K&#257;ver&#299; River. The &#346;r&#299; Ra&#324;gam temple is the largest in India, and there are seven walls surrounding it. There are also seven roads leading to &#346;r&#299; Ra&#324;gam. The ancient names of these roads are the road of Dharma, the road of R&#257;jamahendra, the road of Kula&#347;ekhara, the road of &#256;lin&#257;dana, the road of Tiruvikrama, the Tirubidi road of M&#257;dam&#257;di-g&#257;isa, and the road of Ada-iy&#257;vala-ind&#257;na. The temple was founded before the reign of Dharmavarma, who reigned before R&#257;jamahendra. Many celebrated kings like Kula&#347;ekhara and Y&#257;mun&#257;c&#257;rya (&#256;laband&#257;ru) resided in the temple of &#346;r&#299; Ra&#324;gam. Y&#257;mun&#257;c&#257;rya, &#346;r&#299; R&#257;m&#257;nuja, Sudar&#347;an&#257;c&#257;rya and others also supervised this temple.</P><P>The incarnation of the goddess of fortune known as God&#257;dev&#299; or &#346;r&#299; &#256;nd&#257;l was one of the twelve &#256;lv&#257;rs, liberated persons known as divya-s&#363;ris. She was married to the Deity of Lord &#346;r&#299; Ra&#324;gan&#257;tha, and later she entered into the body of the Lord. An incarnation of K&#257;rmuka named Tiruma&#324;ga (also one of the &#256;lv&#257;rs) acquired some money by stealing and built the fourth boundary wall of &#346;r&#299; Ra&#324;gam. It is said that in the year 289 of the Age of Kali, the &#256;lv&#257;r of the name Tondaradippadi was born. While engaged in devotional service he fell victim to a prostitute, and &#346;r&#299; Ra&#324;gan&#257;tha, seeing His devotee so degraded, sent one of His servants with a golden plate to that prostitute. When the golden plate was discovered missing from the temple, there was a search, and it was found in the prostitute's house. When the devotee saw Ra&#324;gan&#257;tha's mercy upon this prostitute, his mistake was rectified. He then prepared the third boundary wall of the Ra&#324;gan&#257;tha temple and cultivated a tulas&#299; garden there.</P><P>There was also a celebrated disciple of R&#257;m&#257;nuj&#257;c&#257;rya's known as K&#363;re&#347;a. &#346;r&#299; R&#257;mapill&#257;i was the son of K&#363;re&#347;a, and his son was V&#257;gvijaya Bhatta, whose son was Vedavy&#257;sa Bhatta, or &#346;r&#299; Sudar&#347;an&#257;c&#257;rya. When Sudar&#347;an&#257;c&#257;rya was an old man, the Muslims attacked the temple of Ra&#324;gan&#257;tha and killed about twelve hundred &#346;r&#299; Vaishnavas. At that time the Deity of Ra&#324;gan&#257;tha was transferred to the temple of Tirupati, in the kingdom of Vijaya-nagara. The governor of Gingee, Goppan&#257;rya, brought &#346;r&#299; Ra&#324;gan&#257;tha from the temple of Tirupati to a place known as Simha-brahma, where the Lord was situated for three years. In the year 1293 &#346;aka (A.D. 1371) the Deity was reinstalled in the Ra&#324;gan&#257;tha temple. On the eastern wall of the Ra&#324;gan&#257;tha temple is an inscription written by Ved&#257;nta-de&#347;ika relating how Ra&#324;gan&#257;tha was returned to the temple.</P><P CLASS=l><A CLASS=i HREF="78.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="80.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>