<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 96</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9 Verse 96"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9.96</P><P CLASS=c>pulak&#257;&#347;ru, kampa, sveda, &#8212; y&#257;vat pathana</P><P CLASS=c>dekhi' &#257;nandita haila mah&#257;prabhura mana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pulaka">pulaka</A> &#8212; standing of the hairs of the body; <A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A> &#8212; tears; <A CLASS=v HREF="http://vedabase.net/k/kampa">kampa</A> &#8212; trembling; <A CLASS=v HREF="http://vedabase.net/s/sveda">sveda</A> &#8212; perspiration; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; during; <A CLASS=v HREF="http://vedabase.net/p/pathana">pathana</A> &#8212; the reading of the book; <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; seeing this; <A CLASS=v HREF="http://vedabase.net/a/anandita">&#257;nandita</A> &#8212; very happy; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/m/mahaprabhura">mah&#257;prabhura</A> &#8212; of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/m/mana">mana</A> &#8212; the mind.</P><P CLASS=t>TRANSLATION</P><P>While reading the book, the br&#257;hmana experienced transcendental bodily transformations. The hairs on his body stood on end, tears welled up in his eyes, and his body trembled and perspired as he read. Seeing this, &#346;r&#299; Caitanya Mah&#257;prabhu became very happy.</P><P CLASS=t>PURPORT</P><P>Although the br&#257;hmana could not pronounce the words very well due to illiteracy, he still experienced ecstatic symptoms while reading the Bhagavad-g&#299;t&#257;. &#346;r&#299; Caitanya Mah&#257;prabhu was very pleased to observe these symptoms, and this indicates that the Supreme Personality of Godhead is pleased by devotion, not by erudite scholarship. Even though the words were imperfectly pronounced, &#346;r&#299; Caitanya Mah&#257;prabhu, Lord Krishna Himself, did not think this very serious. Rather, the Lord was pleased by the bh&#257;va (devotion). In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/5/11.htm">1.5.11</A>) this is confirmed:</P><P>tad-v&#257;g-visargo janat&#257;gha-viplavo</P><P CLASS=n>yasmin prati-&#347;lokam abaddhavaty api</P><P CLASS=n>n&#257;m&#257;ny anantasya ya&#347;o-'&#324;kit&#257;ni yat</P><P CLASS=n>&#347;rinvanti g&#257;yanti grinanti s&#257;dhavah</P><P>"On the other hand, that literature which is full of descriptions of the transcendental glories of the name, fame, forms and pastimes of the unlimited Supreme Lord is a different creation, full of transcendental words directed toward bringing about a revolution in the impious lives of this world's misdirected civilization. Such transcendental literatures, even though imperfectly composed, are heard, sung and accepted by purified men who are thoroughly honest."</P><P>The purport to this verse may be considered for further information on this subject.</P><P CLASS=l><A CLASS=i HREF="95.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="97.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>