<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 9 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 9.1</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu converted the inhabitants of South India. These people were as strong as elephants, but they were in the clutches of the crocodiles of various philosophies, such as the Buddhist, Jain and M&#257;y&#257;v&#257;da philosophies. With His disc of mercy the Lord delivered them all by converting them into Vaishnavas, devotees of the Lord.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 9.2</B></A>: All glories to Lord &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda Prabhu! All glories to &#346;r&#299; Advaita Prabhu! And all glories to all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 9.3</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu's tour of South India was certainly very extraordinary because He visited many thousands of places of pilgrimage there.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 9.4</B></A>: On the plea of visiting all those holy places, the Lord converted many thousands of residents and thus delivered them. Simply by touching the holy places, He made them into great places of pilgrimage.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 9.5</B></A>: I cannot chronologically record all the places of pilgrimage visited by Lord &#346;r&#299; Caitanya Mah&#257;prabhu. I can only summarize everything by saying that the Lord visited all holy places right and left, coming and going.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 9.6</B></A>: Because it is impossible for me to record all these places in chronological order, I will simply make a token gesture of recording them.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 9.8</B></A>: As previously stated, all the residents of the villages visited by Lord Caitanya became Vaishnavas and began to chant Hari and Krishna. In this way, in all the villages visited by the Lord, everyone became a Vaishnava, a devotee.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 9.9</B></A>: In South India there were many types of people. Some were philosophical speculators, and some were fruitive workers, but in any case there were innumerable nondevotees.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 9.10</B></A>: By the influence of &#346;r&#299; Caitanya Mah&#257;prabhu, all these people abandoned their own opinions and became Vaishnavas, devotees of Krishna.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 9.11</B></A>: At the time, all the South Indian Vaishnavas were worshipers of Lord R&#257;macandra. Some were Tattvav&#257;d&#299;s, and some were followers of R&#257;m&#257;nuj&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 9.12</B></A>: After meeting &#346;r&#299; Caitanya Mah&#257;prabhu, all those different Vaishnavas became devotees of Krishna and began chanting the Hare Krishna mah&#257;-mantra.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 9.13</B></A>: "'O Lord R&#257;macandra, descendant of Mah&#257;r&#257;ja Raghu, kindly protect me! O Lord Krishna, killer of the Ke&#347;&#299; demon, kindly protect me!'"</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 9.14</B></A>: While walking on the road, &#346;r&#299; Caitanya Mah&#257;prabhu used to chant this R&#257;ma R&#257;ghava mantra. Chanting in this way, He arrived at the banks of the Gautam&#299;-ga&#324;g&#257; and took His bath there.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 9.15</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then went to Mallik&#257;rjuna-t&#299;rtha and saw the deity of Lord &#346;iva there. He also induced all the people to chant the Hare Krishna mah&#257;-mantra.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 9.16</B></A>: There he saw Lord Mah&#257;deva [&#346;iva], the servant of Lord R&#257;ma. He then went to Ahovala-nrisimha.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 9.17</B></A>: Upon seeing the Ahovala-nrisimha Deity, Caitanya Mah&#257;prabhu offered many prayers unto the Lord. He then went to Siddhavata, where He saw the Deity of R&#257;macandra, the Lord of S&#299;t&#257;dev&#299;.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 9.18</B></A>: Upon seeing the Deity of Lord R&#257;macandra, the descendant of King Raghu, the Lord offered His prayers and obeisances. Then a br&#257;hmana invited the Lord to take lunch.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 9.19</B></A>: That br&#257;hmana constantly chanted the holy name of R&#257;macandra. Indeed, but for chanting Lord R&#257;macandra's holy name, that br&#257;hmana did not speak a word.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 9.20</B></A>: That day, Lord Caitanya remained there and accepted pras&#257;dam at his house. After bestowing mercy upon him in this way, the Lord proceeded ahead.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 9.21</B></A>: At the holy place known as Skanda-kshetra, Lord &#346;r&#299; Caitanya Mah&#257;prabhu visited the temple of Skanda. From there He went to Trimatha, where He saw the Vishnu Deity Trivikrama.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 9.22</B></A>: After visiting the temple of Trivikrama, the Lord returned to Siddhavata, where He again visited the house of the br&#257;hmana, who was now constantly chanting the Hare Krishna mah&#257;-mantra.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 9.23</B></A>: After finishing His lunch there, &#346;r&#299; Caitanya Mah&#257;prabhu asked the br&#257;hmana, "My dear friend, kindly tell Me what your position is now.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 9.24</B></A>: "Formerly you were constantly chanting the holy name of Lord R&#257;ma. Why are you now constantly chanting the holy name of Krishna?"</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 9.25</B></A>: The br&#257;hmana replied, "This is all due to Your influence, Sir. After seeing You, I have lost my lifelong practice.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 9.26</B></A>: "From my childhood I have been chanting the holy name of Lord R&#257;macandra, but upon seeing You I chanted the holy name of Lord Krishna just once.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 9.27</B></A>: "Since then, the holy name of Krishna has been tightly fixed upon my tongue. Indeed, since I have been chanting the holy name of Krishna, the holy name of Lord R&#257;macandra has gone far away.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 9.28</B></A>: "From my childhood I have been collecting the glories of the holy name from revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 9.29</B></A>: "'The Supreme Absolute Truth is called R&#257;ma because the transcendentalists take pleasure in the unlimited true pleasure of spiritual existence.'</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 9.30</B></A>: "'The word "krish" is the attractive feature of the Lord's existence, and "na" means spiritual pleasure. When the verb "krish" is added to the affix "na," it becomes "Krishna," which indicates the Absolute Truth.'</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 9.31</B></A>: "As far as the holy names of R&#257;ma and Krishna are concerned, they are on an equal level, but for further advancement we receive some specific information from the revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 9.32</B></A>: "[Lord &#346;iva addressed his wife, Durg&#257;:] 'O Var&#257;nan&#257;, 'I chant the holy name of R&#257;ma, R&#257;ma, R&#257;ma and thus enjoy this beautiful sound. This holy name of R&#257;macandra is equal to one thousand holy names of Lord Vishnu.'</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 9.33</B></A>: "'The pious results derived from chanting the thousand holy names of Vishnu three times can be attained by only one utterance of the holy name of Krishna.'</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 9.34</B></A>: "According to this statement of the &#347;&#257;stras, the glories of the holy name of Krishna are unlimited. Still I could not chant His holy name. Please hear the reason for this.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 9.35</B></A>: "My worshipable Lord has been Lord R&#257;macandra, and by chanting His holy name I received happiness. Because I received such happiness, I chanted the holy name of Lord R&#257;ma day and night.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 9.36</B></A>: "By Your appearance, Lord Krishna's holy name also appeared, and at that time the glories of Krishna's name awoke in my heart.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 9.37</B></A>: "Sir, You are that Lord Krishna Himself. This is my conclusion." Saying this, the br&#257;hmana fell down at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 9.38</B></A>: After showing mercy to the br&#257;hmana, Lord &#346;r&#299; Caitanya Mah&#257;prabhu left the next day and arrived at Vriddhak&#257;&#347;&#299;, where He visited the temple of Lord &#346;iva.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 9.39</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then left Vriddhak&#257;&#347;&#299; and proceeded further. In one village He saw that most of the residents were br&#257;hmanas, and He took His rest there.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 9.40</B></A>: Due to the influence of Lord Caitanya Mah&#257;prabhu, many millions of men came just to see Him. Indeed, the assembly being unlimited, its members could not be counted.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 9.41</B></A>: The Lord's bodily features were very beautiful, and in addition He was always in the ecstasy of love of Godhead. Simply by seeing Him, everyone began chanting the holy name of Krishna, and thus everyone became a Vaishnava devotee.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 9.42</B></A>: There are many kinds of philosophers. Some are logicians who follow Gautama or Kan&#257;da. Some follow the M&#299;m&#257;ms&#257; philosophy of Jaimini. Some follow the M&#257;y&#257;v&#257;da philosophy of &#346;a&#324;kar&#257;c&#257;rya, and others follow Kapila's S&#257;&#324;khya philosophy or the mystic yoga system of Patañjali. Some follow the smriti-&#347;&#257;stra composed of twenty religious scriptures, and others follow the Pur&#257;nas and the tantra-&#347;&#257;stra. In this way there are many different types of philosophers.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 9.43</B></A>: All of these adherents of various scriptures were ready to present the conclusions of their respective scriptures, but &#346;r&#299; Caitanya Mah&#257;prabhu broke all their opinions to pieces and established His own cult of bhakti based on the Vedas, Ved&#257;nta, the Brahma-s&#363;tra and the philosophy of acintya-bhed&#257;bheda-tattva.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 9.44</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu established the devotional cult everywhere. No one could defeat Him.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 9.45</B></A>: Being thus defeated by Lord &#346;r&#299; Caitanya Mah&#257;prabhu, all these philosophers and their followers entered into His cult. In this way Lord Caitanya made South India into a country of Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 9.46</B></A>: When the nonbelievers heard of the erudition of &#346;r&#299; Caitanya Mah&#257;prabhu, they came to Him with great pride, bringing their disciples with them.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 9.47</B></A>: One of them was a leader of the Buddhist cult and was a very learned scholar. To establish the nine philosophical conclusions of Buddhism, he came before the Lord and began to speak.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 9.48</B></A>: Although the Buddhists are unfit for discussion and should not be seen by Vaishnavas, Caitanya Mah&#257;prabhu spoke to them just to decrease their false pride.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 9.49</B></A>: The scriptures of the Buddhist cult are chiefly based on argument and logic, and they contain nine chief principles. Because &#346;r&#299; Caitanya Mah&#257;prabhu defeated the Buddhists in their argument, they could not establish their cult.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 9.50</B></A>: The teacher of the Buddhist cult set forth the nine principles, but &#346;r&#299; Caitanya Mah&#257;prabhu broke them to pieces with His strong logic.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 9.51</B></A>: All mental speculators and learned scholars were defeated by &#346;r&#299; Caitanya Mah&#257;prabhu, and when the people began to laugh, the Buddhist philosophers felt both shame and fear.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 9.52</B></A>: The Buddhists could understand that Lord &#346;r&#299; Caitanya Mah&#257;prabhu was a Vaishnava, and they returned home very unhappy. Later, however, they began to plot against the Lord.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 9.53</B></A>: Having made their plot, the Buddhists brought a plate of untouchable food before Lord &#346;r&#299; Caitanya Mah&#257;prabhu and called it mah&#257;-pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 9.54</B></A>: When the contaminated food was offered to &#346;r&#299; Caitanya Mah&#257;prabhu, a very large bird appeared on the spot, picked up the plate in its beak and flew away.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 9.55</B></A>: Indeed, the untouchable food fell upon the Buddhists, and the large bird dropped the plate on the head of the chief Buddhist teacher. When it fell on his head, it made a big sound.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 9.56</B></A>: The plate was made of metal, and when its edge hit the head of the teacher, it cut him, and the teacher immediately fell to the ground unconscious.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 9.57</B></A>: When the teacher fell unconscious, his Buddhist disciples cried aloud and ran to the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu for shelter.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 9.58</B></A>: They all prayed to Lord &#346;r&#299; Caitanya Mah&#257;prabhu, addressing Him as the Supreme Personality of Godhead Himself and saying, "Sir, please excuse our offense. Please have mercy upon us and bring our spiritual master back to life."</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 9.59</B></A>: The Lord then replied to the Buddhist disciples, "You should all chant the names of Krishna and Hari very loudly near the ear of your spiritual master.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 9.60</B></A>: "By this method your spiritual master will regain his consciousness." Following &#346;r&#299; Caitanya Mah&#257;prabhu's advice, all the Buddhist disciples began to chant the holy name of Krishna congregationally.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 9.61</B></A>: When all the disciples chanted the holy names Krishna, R&#257;ma and Hari, the Buddhist teacher regained consciousness and immediately began to chant the holy name of Lord Hari.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 9.62</B></A>: When the spiritual master of the Buddhists began to chant the holy name of Krishna and submitted to Lord &#346;r&#299; Caitanya Mah&#257;prabhu, all the people who were gathered there were astonished.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 9.63</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu, the son of &#346;ac&#299;dev&#299;, then suddenly and playfully disappeared from everyone's sight, and it was impossible for anyone to find Him.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 9.64</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu next arrived at Tirupati and Tirumala, where He saw a four-handed Deity. Then He proceeded toward Ve&#324;kata Hill.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 9.65</B></A>: After arriving at Tirupati, Lord &#346;r&#299; Caitanya Mah&#257;prabhu visited the temple of Lord R&#257;macandra. He offered His prayers and obeisances before R&#257;macandra, the descendant of King Raghu.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 9.66</B></A>: Everywhere &#346;r&#299; Caitanya Mah&#257;prabhu went, His influence astonished everyone. He next arrived at the temple of P&#257;n&#257;-nrisimha. The Lord is so merciful.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 9.67</B></A>: In great ecstatic love, &#346;r&#299; Caitanya Mah&#257;prabhu offered obeisances and prayers unto Lord Nrisimha. The people were astonished to see Lord Caitanya's influence.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 9.68</B></A>: Arriving at &#346;iva-k&#257;ñc&#299;, Caitanya Mah&#257;prabhu visited the deity of Lord &#346;iva. By His influence, He converted all the devotees of Lord &#346;iva into Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 9.69</B></A>: The Lord then visited a holy place known as Vishnu-k&#257;ñc&#299;. There He saw Lakshm&#299;-N&#257;r&#257;yana Deities, and He offered His respects and many prayers to please Them.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 9.70</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu stayed at Vishnu-k&#257;ñc&#299; for two days, He danced and performed k&#299;rtana in ecstasy. When all the people saw Him, they were converted into devotees of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 9.71</B></A>: After visiting Trimalaya, Caitanya Mah&#257;prabhu went to see Trik&#257;la-hasti. There He saw Lord &#346;iva and offered him all respects and obeisances.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 9.72</B></A>: At Pakshi-t&#299;rtha, Lord &#346;r&#299; Caitanya Mah&#257;prabhu visited the temple of Lord &#346;iva. Then He went to the Vriddhakola place of pilgrimage.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 9.73</B></A>: At Vriddhakola, Lord &#346;r&#299; Caitanya Mah&#257;prabhu visited the temple of &#346;veta-var&#257;ha, the white boar incarnation. After offering Him respects, the Lord visited the temple of Lord &#346;iva, wherein the deity is dressed with yellow garments.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 9.74</B></A>: After visiting the temple of &#346;iy&#257;l&#299;-bhairav&#299; [a form of the goddess Durg&#257;], &#346;r&#299; Caitanya Mah&#257;prabhu, the son of mother &#346;ac&#299;, went to the bank of the river K&#257;ver&#299;.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 9.75</B></A>: The Lord then visited a place known as Go-sam&#257;ja, where He saw Lord &#346;iva's temple. He then arrived at Ved&#257;vana, where He saw another deity of Lord &#346;iva and offered him prayers.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 9.76</B></A>: Seeing the &#346;iva deity named Amrita-li&#324;ga, Lord Caitanya Mah&#257;prabhu offered His obeisances. Thus He visited all the temples of Lord &#346;iva and converted the devotees of Lord &#346;iva into Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 9.77</B></A>: At Devasth&#257;na, Caitanya Mah&#257;prabhu visited the temple of Lord Vishnu, and there He talked with the Vaishnavas in the disciplic succession of R&#257;m&#257;nuj&#257;c&#257;rya. These Vaishnavas are known as &#346;r&#299; Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 9.78</B></A>: At Kumbhakarna-kap&#257;la, &#346;r&#299; Caitanya Mah&#257;prabhu saw a great lake and then the holy place named &#346;iva-kshetra, where a temple of Lord &#346;iva is located.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 9.79</B></A>: After visiting the holy place named &#346;iva-kshetra, Caitanya Mah&#257;prabhu arrived at P&#257;pan&#257;&#347;ana and there saw the temple of Lord Vishnu. Then He finally reached &#346;r&#299; Ra&#324;ga-kshetra.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 9.80</B></A>: After bathing in the river K&#257;ver&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu saw the temple of Ra&#324;gan&#257;tha and offered His ardent prayers and obeisances. Thus He felt Himself successful.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 9.81</B></A>: In the temple of Ra&#324;gan&#257;tha, &#346;r&#299; Caitanya Mah&#257;prabhu chanted and danced in ecstatic love of Godhead. Seeing His performance, everyone was struck with wonder.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 9.82</B></A>: A Vaishnava known as Ve&#324;kata Bhatta then invited &#346;r&#299; Caitanya Mah&#257;prabhu to his home with great respect.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 9.83</B></A>: &#346;r&#299; Ve&#324;kata Bhatta took &#346;r&#299; Caitanya Mah&#257;prabhu to his home. After he washed the Lord's feet, all the members of his family drank the water.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 9.84</B></A>: After offering lunch to the Lord, Ve&#324;kata Bhatta submitted that the period of C&#257;turm&#257;sya had already arrived.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 9.85</B></A>: Ve&#324;kata Bhatta said, "Please be merciful to me and stay at my house during C&#257;turm&#257;sya. Speak about Lord Krishna's pastimes and kindly deliver me by Your mercy."</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 9.86</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu remained at the house of Ve&#324;kata Bhatta for four continuous months. The Lord passed His days in great happiness, enjoying the transcendental mellow of discussing Lord Krishna's pastimes.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 9.87</B></A>: While there, &#346;r&#299; Caitanya Mah&#257;prabhu took His bath in the river K&#257;ver&#299; and visited the temple of &#346;r&#299; Ra&#324;ga. Every day the Lord also danced in ecstasy.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 9.88</B></A>: The beauty of Lord Caitanya's body and His ecstatic love of God were witnessed by everyone. Many people used to come see Him, and as soon as they saw Him, all their unhappiness and distress vanished.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 9.89</B></A>: Many hundreds of thousands of people from various countries came to see the Lord, and after seeing Him they all chanted the Hare Krishna mah&#257;-mantra.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 9.90</B></A>: Indeed, they did not chant anything but the Hare Krishna mah&#257;-mantra, and all of them became Lord Krishna's devotees. Thus the general populace was astonished.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 9.91</B></A>: All the Vaishnava br&#257;hmanas residing in &#346;r&#299; Ra&#324;ga-kshetra invited the Lord to their homes. Indeed, He had an invitation every day.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 9.92</B></A>: Each day the Lord was invited by a different br&#257;hmana, but some of the br&#257;hmanas did not get the opportunity to offer Him lunch because the period of C&#257;turm&#257;sya came to an end.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 9.93</B></A>: In the holy place of &#346;r&#299; Ra&#324;ga-kshetra, a br&#257;hmana Vaishnava used to visit the temple daily and recite the entire text of the Bhagavad-g&#299;t&#257;.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 9.94</B></A>: The br&#257;hmana regularly read the eighteen chapters of the Bhagavad-g&#299;t&#257; in great transcendental ecstasy, but because he could not pronounce the words correctly, people used to joke about him.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 9.95</B></A>: Due to his incorrect pronunciation, people sometimes criticized him and laughed at him, but he did not care. He was full of ecstasy due to reading the Bhagavad-g&#299;t&#257; and was personally very happy.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 9.96</B></A>: While reading the book, the br&#257;hmana experienced transcendental bodily transformations. The hairs on his body stood on end, tears welled up in his eyes, and his body trembled and perspired as he read. Seeing this, &#346;r&#299; Caitanya Mah&#257;prabhu became very happy.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 9.97</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu asked the br&#257;hmana, "My dear sir, why are you in such ecstatic love? Which portion of the Bhagavad-g&#299;t&#257; gives you such transcendental pleasure?"</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 9.98</B></A>: The br&#257;hmana replied, "I am illiterate and therefore do not know the meaning of the words. Sometimes I read the Bhagavad-g&#299;t&#257; correctly and sometimes incorrectly, but in any case I am doing this in compliance with the orders of my spiritual master."</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 9.99</B></A>: The br&#257;hmana continued, "Actually I only see Lord Krishna sitting on a chariot as Arjuna's charioteer. Taking the reins in His hands, He appears very beautiful and blackish.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 9.100</B></A>: "While seeing Lord Krishna sitting in a chariot and instructing Arjuna, I am filled with ecstatic happiness.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 9.101</B></A>: "As long as I read the Bhagavad-g&#299;t&#257;, I simply see the Lord's beautiful features. It is for this reason that I am reading the Bhagavad-g&#299;t&#257;, and my mind cannot be distracted from this."</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 9.102</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu told the br&#257;hmana, "Indeed, you are an authority in the reading of the Bhagavad-g&#299;t&#257;. Whatever you know constitutes the real purport of the Bhagavad-g&#299;t&#257;."</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 9.103</B></A>: After saying this, Lord Caitanya Mah&#257;prabhu embraced the br&#257;hmana, and the br&#257;hmana, catching the lotus feet of the Lord, began to cry.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 9.104</B></A>: The br&#257;hmana said, "Upon seeing You, my happiness is doubled. I take it that You are the same Lord Krishna."</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 9.105</B></A>: The mind of the br&#257;hmana was purified by the revelation of Lord Krishna, and therefore he could understand the truth of &#346;r&#299; Caitanya Mah&#257;prabhu in all details.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 9.106</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then taught the br&#257;hmana very thoroughly and requested him not to disclose the fact that He was Lord Krishna Himself.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 9.107</B></A>: That br&#257;hmana became a great devotee of &#346;r&#299; Caitanya Mah&#257;prabhu, and for four continuous months he did not give up the Lord's company.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 9.108</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu remained at the house of Ve&#324;kata Bhatta and constantly talked with him about Lord Krishna. In this way He was very happy.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 9.109</B></A>: Being a Vaishnava in the R&#257;m&#257;nuja-samprad&#257;ya, Ve&#324;kata Bhatta worshiped the Deities of Lakshm&#299; and N&#257;r&#257;yana. Seeing his pure devotion, &#346;r&#299; Caitanya Mah&#257;prabhu was very satisfied.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 9.110</B></A>: Constantly associating with each other, &#346;r&#299; Caitanya Mah&#257;prabhu and Ve&#324;kata Bhatta gradually developed a friendly relationship. Indeed, sometimes they laughed and joked together.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 9.111</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu told the Bhatt&#257;c&#257;rya, "Your worshipable goddess of fortune, Lakshm&#299;, always remains on the chest of N&#257;r&#257;yana, and she is certainly the most chaste woman in the creation.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 9.112</B></A>: "However, my Lord is Lord &#346;r&#299; Krishna, a cowherd boy who is engaged in tending cows. Why is it that Lakshm&#299;, being such a chaste wife, wants to associate with My Lord?</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 9.113</B></A>: "Just to associate with Krishna, Lakshm&#299; abandoned all transcendental happiness in Vaikuntha and for a long time accepted vows and regulative principles and performed unlimited austerities."</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 9.114</B></A>: Caitanya Mah&#257;prabhu then said, "'O Lord, we do not know how the serpent K&#257;liya attained such an opportunity to be touched by the dust of Your lotus feet. Even the goddess of fortune, for this end, performed austerities for centuries, giving up all other desires and observing austere vows. Indeed, we do not know how the serpent K&#257;liya got such an opportunity.'"</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 9.115</B></A>: Ve&#324;kata Bhatta then said, "Lord Krishna and Lord N&#257;r&#257;yana are one and the same, but the pastimes of Krishna are more relishable due to their sportive nature.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 9.116</B></A>: "Since Krishna and N&#257;r&#257;yana are the same personality, Lakshm&#299;'s association with Krishna does not break her vow of chastity. Rather, it was in great fun that the goddess of fortune wanted to associate with Lord Krishna."</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 9.117</B></A>: Ve&#324;kata Bhatta continued, "'According to transcendental realization, there is no difference between the forms of N&#257;r&#257;yana and Krishna. Yet in Krishna there is a special transcendental attraction due to the conjugal mellow, and consequently He surpasses N&#257;r&#257;yana. This is the conclusion of transcendental mellows.'</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 9.118</B></A>: "The goddess of fortune considered that her vow of chastity would not be damaged by her relationship with Krishna. Rather, by associating with Krishna she could enjoy the benefit of the r&#257;sa dance."</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 9.119</B></A>: Ve&#324;kata Bhatta further explained, "Mother Lakshm&#299;, the goddess of fortune, is also an enjoyer of transcendental bliss; therefore if she wanted to enjoy herself with Krishna, what fault is there? Why are You joking so about this?"</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 9.120</B></A>: Lord Caitanya Mah&#257;prabhu replied, "I know that there is no fault on the part of the goddess of fortune, but still she could not enter into the r&#257;sa dance. We hear this from the revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 9.121</B></A>: "'When Lord &#346;r&#299; Krishna was dancing with the gop&#299;s in the r&#257;sa-l&#299;l&#257;, the gop&#299;s were embraced around the neck by the Lord's arms. This transcendental favor was never bestowed upon the goddess of fortune or the other consorts in the spiritual world. Nor was such a thing ever imagined by the most beautiful girls in the heavenly planets, girls whose bodily luster and aroma exactly resemble the beauty and fragrance of lotus flowers. And what to speak of worldly women, who may be very, very beautiful according to material estimation?'</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 9.122</B></A>: "But can you tell Me why the goddess of fortune, Lakshm&#299;, could not enter the r&#257;sa dance? The authorities of Vedic knowledge could enter the dance and associate with Krishna.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 9.123</B></A>: "'Great sages conquer the mind and senses by practicing the mystic yoga system and controlling the breath. Thus engaging in mystic yoga, they see the Supersoul within their hearts and ultimately enter into impersonal Brahman. But even the enemies of the Supreme Personality of Godhead attain that position simply by thinking of the Supreme Lord. However, the damsels of Vraja, the gop&#299;s, being attracted by the beauty of Krishna, simply wanted to embrace Him and His arms, which are like serpents. Thus the gop&#299;s ultimately tasted the nectar of the lotus feet of the Lord. Similarly, we Upanishads can also taste the nectar of His lotus feet by following in the footsteps of the gop&#299;s.'"</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 9.124</B></A>: Having been asked by Caitanya Mah&#257;prabhu why the goddess of fortune could not enter into the r&#257;sa dance whereas the authorities on Vedic knowledge could, Ve&#324;kata Bhatta replied, "I cannot enter into the mysteries of this behavior."</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 9.125</B></A>: Ve&#324;kata Bhatta then said, "I am an ordinary human being. Since my intelligence is very limited and I am easily agitated, my mind cannot enter within the deep ocean of the pastimes of the Lord.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 9.126</B></A>: "You are the Supreme Personality of Godhead, Krishna Himself. You know the purpose of Your activities, and the person whom You enlighten can also understand Your pastimes."</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 9.127</B></A>: The Lord replied, "Lord Krishna has a special characteristic: He attracts everyone's heart by the mellow of His personal conjugal love.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 9.128</B></A>: "By following in the footsteps of the inhabitants of the planet known as Vrajaloka or Goloka Vrind&#257;vana, one can attain the shelter of the lotus feet of &#346;r&#299; Krishna. However, in that planet the inhabitants do not know that Lord Krishna is the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 9.129</B></A>: "There someone may accept Him as a son and sometimes bind Him to a grinding mortar. Someone else may accept Him as an intimate friend and, attaining victory over Him, playfully mount His shoulders.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 9.130</B></A>: "The inhabitants of Vrajabh&#363;mi know Krishna as the son of Mah&#257;r&#257;ja Nanda, the King of Vrajabh&#363;mi, and they consider that they can have no relationship with the Lord in the rasa of opulence.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 9.131</B></A>: "One who worships the Lord by following in the footsteps of the inhabitants of Vrajabh&#363;mi attains Him in the transcendental planet of Vraja, where He is known as the son of Mah&#257;r&#257;ja Nanda."</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 9.132</B></A>: Caitanya Mah&#257;prabhu then quoted, "'The Supreme Personality of Godhead, Krishna, the son of mother Ya&#347;od&#257;, is accessible to those devotees engaged in spontaneous loving service, but He is not as easily accessible to mental speculators, to those striving for self-realization by severe austerities and penances, or to those who consider the body the same as the self.'</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 9.133</B></A>: "The authorities in the Vedic literature who are known as the &#347;ruti-ganas worshiped Lord Krishna in the ecstasy of the gop&#299;s and followed in their footsteps.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 9.134</B></A>: "The personified authorities on the Vedic hymns acquired bodies like those of the gop&#299;s and took birth in Vrajabh&#363;mi. In those bodies they were allowed to enter into the Lord's r&#257;sa-l&#299;l&#257; dance.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 9.135</B></A>: "Lord Krishna belongs to the cowherd community, and the gop&#299;s are the dearmost lovers of Krishna. Although the wives of the denizens of the heavenly planets are most opulent within the material world, neither they nor any other women in the material universe can acquire Krishna's association.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 9.136</B></A>: "The goddess of fortune, Lakshm&#299;, wanted to enjoy Krishna and at the same time retain her spiritual body in the form of Lakshm&#299;. However, she did not follow in the footsteps of the gop&#299;s in her worship of Krishna.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 9.137</B></A>: "Vy&#257;sadeva, the supreme authority on Vedic literature, composed the verse beginning 'n&#257;yam sukh&#257;po bhagav&#257;n' because no one can enter into the r&#257;sa-l&#299;l&#257; dance in any body other than that of a gop&#299;."</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 9.138</B></A>: Before this explanation was given by &#346;r&#299; Caitanya Mah&#257;prabhu, Ve&#324;kata Bhatta thought that &#346;r&#299; N&#257;r&#257;yana was the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 9.139</B></A>: Thinking in this way, Ve&#324;kata Bhatta believed that worship of N&#257;r&#257;yana was the supreme form of worship, superior to all other processes of devotional service, for it was followed by the &#346;r&#299; Vaishnava disciples of R&#257;m&#257;nuj&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 9.140</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu had understood this misconception of Ve&#324;kata Bhatta's, and to correct it the Lord talked so much in a joking way.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 9.141</B></A>: The Lord then continued, "My dear Ve&#324;kata Bhatta, please do not continue doubting. Lord Krishna is the Supreme Personality of Godhead, and this is the conclusion of the Vedic literatures.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 9.142</B></A>: "Lord N&#257;r&#257;yana, the opulent form of Krishna, attracts the minds of the goddess of fortune and her followers.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 9.143</B></A>: "'All these incarnations of Godhead are either plenary portions or parts of the plenary portions of the purusha-avat&#257;ras. But Krishna is the Supreme Personality of Godhead Himself. In every age He protects the world through His different features when the world is disturbed by the enemies of Indra.'</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 9.144</B></A>: "Because Krishna has four extraordinary qualities not possessed by Lord N&#257;r&#257;yana, the goddess of fortune, Lakshm&#299;, always desires His company.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 9.145</B></A>: "You have recited the &#347;loka beginning with 'siddh&#257;ntatas tv abhede 'pi.' That very verse is evidence that Krishna is the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 9.146</B></A>: "'According to transcendental realization, there is no difference between the forms of Krishna and N&#257;r&#257;yana. Yet in Krishna there is a special transcendental attraction due to the conjugal mellow, and consequently He surpasses N&#257;r&#257;yana. This is the conclusion of transcendental mellows.'</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 9.147</B></A>: "The Supreme Personality of Godhead, Krishna, attracts the mind of the goddess of fortune, but Lord N&#257;r&#257;yana cannot attract the minds of the gop&#299;s. This proves the superexcellence of Krishna.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 9.148</B></A>: "To say nothing of Lord N&#257;r&#257;yana personally, Lord Krishna Himself appeared as N&#257;r&#257;yana just to play a joke on the gop&#299;s.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 9.149</B></A>: "Although Krishna assumed the four-armed form of N&#257;r&#257;yana, He could not attract the serious attention of the gop&#299;s in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 9.150</B></A>: "'Once Lord &#346;r&#299; Krishna playfully manifested Himself as N&#257;r&#257;yana, with four victorious hands and a very beautiful form. When the gop&#299;s saw this exalted form, however, their ecstatic feelings were crippled. A learned scholar, therefore, cannot understand the gop&#299;s' ecstatic feelings, which are firmly fixed upon the original form of Lord Krishna as the son of Nanda Mah&#257;r&#257;ja. The wonderful feelings of the gop&#299;s in ecstatic parama-rasa with Krishna constitute the greatest mystery in spiritual life.'"</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 9.151</B></A>: In this way Lord &#346;r&#299; Caitanya Mah&#257;prabhu deflated the pride of Ve&#324;kata Bhatta, but just to make him happy again, He spoke as follows.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 9.152</B></A>: The Lord pacified Ve&#324;kata Bhatta by saying, "Actually whatever I have said is by way of jest. Now you can hear from Me the conclusion of the &#347;&#257;stras, in which every Vaishnava devotee has firm faith.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 9.153</B></A>: "There is no difference between Lord Krishna and Lord N&#257;r&#257;yana, for They are of the same form. Similarly, there is no difference between the gop&#299;s and the goddess of fortune, for they also are of the same form.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 9.154</B></A>: "The goddess of fortune enjoys the association of Krishna through the gop&#299;s. One should not differentiate between the forms of the Lord, for such a conception is offensive.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 9.155</B></A>: "There is no difference between the transcendental forms of the Lord. Different forms are manifested due to different attachments of different devotees. Actually the Lord is one, but He appears in different forms just to satisfy His devotees.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 9.156</B></A>: "'When the jewel known as vaid&#363;rya touches various other materials, it appears to be separated into different colors, and consequently its forms also appear different. Similarly, according to the meditational ecstasy of the devotee, the Lord, who is known as Acyuta ["the infallible one"], appears in different forms, although He is essentially one.'"</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 9.157</B></A>: Ve&#324;kata Bhatta then said, "I am an ordinary fallen living entity, but You are Krishna, the Supreme Personality of Godhead Himself.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 9.158</B></A>: "The transcendental pastimes of the Lord are unfathomable, and I do not know anything about them. Whatever You say I accept as the truth.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 9.159</B></A>: "I have been engaged in the service of Lakshm&#299;-N&#257;r&#257;yana, and it is due to Their mercy that I have been able to see Your lotus feet.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 9.160</B></A>: "Out of Your causeless mercy You have told me of the glories of Lord Krishna. No one can reach the end of the opulence, qualities and forms of the Lord.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 9.161</B></A>: "I can now understand that devotional service unto Lord Krishna is the supreme form of worship. Out of Your causeless mercy You have made my life successful simply by explaining the facts."</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 9.162</B></A>: After saying this, Ve&#324;kata Bhatta fell down before the lotus feet of the Lord, and the Lord, out of His causeless mercy, embraced him.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Madhya 9.163</B></A>: When the period of C&#257;turm&#257;sya was completed, &#346;r&#299; Caitanya Mah&#257;prabhu took permission to leave from Ve&#324;kata Bhatta, and after visiting &#346;r&#299; Ra&#324;ga, He proceeded further toward southern India.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 9.164</B></A>: Ve&#324;kata Bhatta did not want to return home but also wanted to go with the Lord. It was with great endeavor that &#346;r&#299; Caitanya Mah&#257;prabhu bade him farewell.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 9.165</B></A>: When He did so, Ve&#324;kata Bhatta fell down unconscious. Such are the pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, the son of mother &#346;ac&#299;, at &#346;r&#299; Ra&#324;ga-kshetra.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 9.166</B></A>: When the Lord arrived at Rishabha Hill, He saw the temple of Lord N&#257;r&#257;yana and offered obeisances and various prayers.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 9.167</B></A>: Param&#257;nanda Pur&#299; had stayed at Rishabha Hill during the four months of the rainy season, and when &#346;r&#299; Caitanya Mah&#257;prabhu heard this, He immediately went to see him.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 9.168</B></A>: Upon meeting Param&#257;nanda Pur&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu offered him all respects, touching his lotus feet, and Param&#257;nanda Pur&#299; embraced the Lord in ecstasy.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 9.169</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu stayed with Param&#257;nanda Pur&#299; in the br&#257;hmana's house where he was residing. The two of them passed three days there discussing topics of Krishna.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 9.170</B></A>: Param&#257;nanda Pur&#299; informed &#346;r&#299; Caitanya Mah&#257;prabhu that he was going to see Purushottama at Jagann&#257;tha Pur&#299;. After seeing Lord Jagann&#257;tha there, he would go to Bengal to bathe in the Ganges.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 9.171</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then told him, "Please return to Jagann&#257;tha Pur&#299;, for I will return there very soon from R&#257;me&#347;vara [Setubandha].</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 9.172</B></A>: "It is My desire to stay with you, and therefore if you would return to Jagann&#257;tha Pur&#299;, you would show great mercy to Me."</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 9.173</B></A>: After talking in this way with Param&#257;nanda Pur&#299;, the Lord took his permission to leave and, very pleased, departed for southern India.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 9.174</B></A>: Thus Param&#257;nanda Pur&#299; started for Jagann&#257;tha Pur&#299;, and &#346;r&#299; Caitanya Mah&#257;prabhu began walking toward &#346;r&#299; &#346;aila.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 9.175</B></A>: In &#346;r&#299; &#346;aila Lord &#346;iva and his wife Durg&#257; lived in the dress of br&#257;hmanas, and when they saw &#346;r&#299; Caitanya Mah&#257;prabhu, they became very pleased.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 9.176</B></A>: Lord &#346;iva, dressed like a br&#257;hmana, gave alms to &#346;r&#299; Caitanya Mah&#257;prabhu and invited Him to spend three days in a solitary place. Sitting there together, they talked very confidentially.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 9.177</B></A>: After talking with Lord &#346;iva, &#346;r&#299; Caitanya Mah&#257;prabhu took his permission to leave and went to K&#257;makoshth&#299;-pur&#299;.</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 9.178</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu arrived at southern Mathur&#257; from K&#257;makoshth&#299;, He met a br&#257;hmana.</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 9.179</B></A>: The br&#257;hmana who met &#346;r&#299; Caitanya Mah&#257;prabhu invited the Lord to his home. This br&#257;hmana was a great devotee and an authority on Lord &#346;r&#299; R&#257;macandra. He was always detached from material activities.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 9.180</B></A>: After bathing in the river Kritam&#257;l&#257;, &#346;r&#299; Caitanya Mah&#257;prabhu went to the br&#257;hmana's house to take lunch, but He saw that the food was unprepared because the br&#257;hmana had not cooked it.</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 9.181</B></A>: Seeing this, &#346;r&#299; Caitanya Mah&#257;prabhu said, "My dear sir, please tell Me why you have not cooked. It is already noon."</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 9.182</B></A>: The br&#257;hmana replied, "My dear Lord, we are living in the forest. For the time being we cannot get all the ingredients for cooking.</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Madhya 9.183</B></A>: "When Lakshmana brings all the vegetables, fruits and roots from the forest, S&#299;t&#257; will do the necessary cooking."</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Madhya 9.184</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was very satisfied to hear about the br&#257;hmana's method of worship. Finally the br&#257;hmana hastily made arrangements for cooking.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 9.185</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu took His lunch at about three o'clock, but the br&#257;hmana, being very sorrowful, fasted.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 9.186</B></A>: While the br&#257;hmana was fasting, &#346;r&#299; Caitanya Mah&#257;prabhu asked him, "Why are you fasting? Why are you so unhappy? Why are you so worried?"</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 9.187</B></A>: The br&#257;hmana replied, "I have no reason to live. I shall give up my life by entering either fire or water.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 9.188</B></A>: "My dear Sir, mother S&#299;t&#257; is the mother of the universe and the supreme goddess of fortune. She has been touched by the demon R&#257;vana, and I am troubled upon hearing this news.</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 9.189</B></A>: "Sir, due to my unhappiness I cannot continue living. Although my body is burning, my life is not leaving."</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 9.190</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "Please do not think this way any longer. You are a learned pandita. Why don't you consider the case?"</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 9.191</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "S&#299;t&#257;dev&#299;, the dearmost wife of the Supreme Lord R&#257;macandra, certainly has a spiritual form full of bliss. No one can see her with material eyes, for no materialist has such power.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 9.192</B></A>: "To say nothing of touching mother S&#299;t&#257;, a person with material senses cannot even see her. When R&#257;vana kidnapped her, he kidnapped only her material, illusory form.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 9.193</B></A>: "As soon as R&#257;vana arrived before S&#299;t&#257;, she disappeared. Then just to cheat R&#257;vana she sent an illusory, material form.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 9.194</B></A>: "Spiritual substance is never within the jurisdiction of the material conception. This is always the verdict of the Vedas and Pur&#257;nas."</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 9.195</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then assured the br&#257;hmana, "Have faith in My words and do not burden your mind any longer with this misconception."</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 9.196</B></A>: Although the br&#257;hmana was fasting, he had faith in the words of &#346;r&#299; Caitanya Mah&#257;prabhu and accepted food. In this way his life was saved.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 9.197</B></A>: After thus assuring the br&#257;hmana, &#346;r&#299; Caitanya Mah&#257;prabhu proceeded further into southern India and finally arrived at Durva&#347;ana, where He bathed in the river Kritam&#257;l&#257;.</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 9.198</B></A>: At Durva&#347;ana &#346;r&#299; Caitanya Mah&#257;prabhu visited the temple of Lord R&#257;macandra, and on the hill known as Mahendra-&#347;aila He saw Lord Para&#347;ur&#257;ma.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 9.199</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then went to Setubandha [R&#257;me&#347;vara], where He took His bath at the place called Dhanus-t&#299;rtha. From there He visited the R&#257;me&#347;vara temple and then took rest.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 9.200</B></A>: There, among the br&#257;hmanas, &#346;r&#299; Caitanya Mah&#257;prabhu listened to the K&#363;rma Pur&#257;na, wherein is mentioned the chaste woman's narration.</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 9.201</B></A>: &#346;r&#299;mat&#299; S&#299;t&#257;dev&#299; is the mother of the three worlds and the wife of Lord R&#257;macandra. Among chaste women she is supreme, and she is the daughter of King Janaka.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 9.202</B></A>: When R&#257;vana came to kidnap mother S&#299;t&#257; and she saw him, she took shelter of the fire-god, Agni. The fire-god covered the body of mother S&#299;t&#257;, and in this way she was protected from the hands of R&#257;vana.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 9.203</B></A>: Upon hearing from the K&#363;rma Pur&#257;na how R&#257;vana had kidnapped a false form of mother S&#299;t&#257;, &#346;r&#299; Caitanya Mah&#257;prabhu became very satisfied.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 9.204</B></A>: The fire-god, Agni, took away the real S&#299;t&#257; and brought her to the place of P&#257;rvat&#299;, goddess Durg&#257;. An illusory form of mother S&#299;t&#257; was then delivered to R&#257;vana, and in this way R&#257;vana was cheated.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 9.205</B></A>: After R&#257;vana was killed by Lord R&#257;macandra, S&#299;t&#257;dev&#299; was brought before the fire and tested.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 9.206</B></A>: When the illusory S&#299;t&#257; was brought before the fire by Lord R&#257;macandra, the fire-god made the illusory form disappear and delivered the real S&#299;t&#257; to Lord R&#257;macandra.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 9.207</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu heard this story, He was very pleased, and He remembered the words of R&#257;mad&#257;sa Vipra.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 9.208</B></A>: Indeed, when &#346;r&#299; Caitanya Mah&#257;prabhu heard these conclusive statements from the K&#363;rma Pur&#257;na, He felt great happiness. After asking the br&#257;hmanas' permission, He took possession of the manuscript leaves of the K&#363;rma Pur&#257;na.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Madhya 9.209</B></A>: Since the K&#363;rma Pur&#257;na was very old, the manuscript was also very old. &#346;r&#299; Caitanya Mah&#257;prabhu took possession of the original leaves in order to have direct evidence. The text was copied onto new leaves in order that the Pur&#257;na be replaced.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Madhya 9.210</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu returned to southern Mathur&#257; [Madurai] and delivered the original manuscript of the K&#363;rma Pur&#257;na to R&#257;mad&#257;sa Vipra.</P><P CLASS=r><A CLASS=i HREF="211-212.htm"><B>CC Madhya 9.211-212</B></A>: "When he was petitioned by mother S&#299;t&#257;, the fire-god, Agni, brought forth an illusory form of S&#299;t&#257;, and R&#257;vana, who had ten heads, kidnapped the false S&#299;t&#257;. The original S&#299;t&#257; then went to the abode of the fire-god. When Lord R&#257;macandra tested the body of S&#299;t&#257;, it was the false, illusory S&#299;t&#257; that entered the fire. At that time the fire-god brought the original S&#299;t&#257; from his abode and delivered her to Lord R&#257;macandra."</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 9.213</B></A>: R&#257;mad&#257;sa Vipra was very pleased to receive the original leaf manuscript of the K&#363;rma Pur&#257;na, and he immediately fell down before the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu and began to cry.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Madhya 9.214</B></A>: After receiving the manuscript, the br&#257;hmana, being very pleased, said, "Sir, You are Lord R&#257;macandra Himself and have come in the dress of a sanny&#257;s&#299; to give me audience.</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Madhya 9.215</B></A>: "My dear Sir, You have delivered me from a very unhappy condition. I request that You take Your lunch at my place. Please accept this invitation.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Madhya 9.216</B></A>: "Due to my mental distress I could not give You a very nice lunch the other day. Now, by good fortune, You have come again to my home."</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Madhya 9.217</B></A>: Saying this, the br&#257;hmana very happily cooked food, and a first-class dinner was offered to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Madhya 9.218</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu passed that night in the house of the br&#257;hmana. Then, after showing him mercy, the Lord started toward the T&#257;mraparn&#299; River in P&#257;ndya-de&#347;a.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Madhya 9.219</B></A>: There were nine temples of Lord Vishnu at Naya-tripati, on the bank of the river T&#257;mraparn&#299;, and after bathing in the river, Lord Caitanya Mah&#257;prabhu saw the Deities with great curiosity and wandered on.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Madhya 9.220</B></A>: After this, &#346;r&#299; Caitanya Mah&#257;prabhu went to a holy place known as Ciyadatal&#257;, where He saw the Deities of the two brothers Lord R&#257;macandra and Lakshmana. He then proceeded to Tila-k&#257;ñc&#299;, where He saw the temple of Lord &#346;iva.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Madhya 9.221</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu then visited the holy place named Gajendra-mokshana, where He went to a temple of Lord Vishnu. He then came to P&#257;n&#257;gadi, a holy place where He saw the Deities of Lord R&#257;macandra and S&#299;t&#257;.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Madhya 9.222</B></A>: Later the Lord went to C&#257;mt&#257;pura, where He saw the Deities of Lord R&#257;macandra and Lakshmana. He then went to &#346;r&#299; Vaikuntha and saw the temple of Lord Vishnu there.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Madhya 9.223</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then went to Malaya-parvata and offered prayers to Agastya Muni. He then visited Kany&#257;-kum&#257;r&#299; [Cape Comorin].</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Madhya 9.224</B></A>: After visiting Kany&#257;-kum&#257;r&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu came to &#256;mlital&#257;, where He saw the Deity of &#346;r&#299; R&#257;macandra. Thereafter He went to a place known as Mall&#257;ra-de&#347;a, where a community of Bhattath&#257;ris lived.</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Madhya 9.225</B></A>: After visiting Mall&#257;ra-de&#347;a, Caitanya Mah&#257;prabhu went to Tam&#257;la-k&#257;rtika and then to Vet&#257;pani. There He saw the temple of Raghun&#257;tha, Lord R&#257;macandra, and passed the night.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Madhya 9.226</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was accompanied by His servant, Krishnad&#257;sa. He was a br&#257;hmana, but he met with the Bhattath&#257;ris there.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Madhya 9.227</B></A>: With women the Bhattath&#257;ris allured the br&#257;hmana Krishnad&#257;sa, who was simple and gentle. By virtue of their bad association, they polluted his intelligence.</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC Madhya 9.228</B></A>: Allured by the Bhattath&#257;ris, Krishnad&#257;sa went to their place early in the morning. The Lord also went there very quickly just to find him.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC Madhya 9.229</B></A>: Upon reaching their community, &#346;r&#299; Caitanya Mah&#257;prabhu asked the Bhattath&#257;ris, "Why are you keeping My br&#257;hmana assistant?</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC Madhya 9.230</B></A>: "I am in the renounced order of life, and so are you. Yet you are purposefully giving Me pain, and I do not see any good logic in this."</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC Madhya 9.231</B></A>: Upon hearing &#346;r&#299; Caitanya Mah&#257;prabhu, all the Bhattath&#257;ris came running from all sides with weapons in their hands, desiring to hurt the Lord.</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC Madhya 9.232</B></A>: However, their weapons fell from their hands and struck their own bodies. When some of the Bhattath&#257;ris were thus cut to pieces, the others ran away in the four directions.</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC Madhya 9.233</B></A>: While there was much roaring and crying at the Bhattath&#257;ri community, &#346;r&#299; Caitanya Mah&#257;prabhu grabbed Krishnad&#257;sa by the hair and took him away.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC Madhya 9.234</B></A>: That very night, &#346;r&#299; Caitanya Mah&#257;prabhu and His assistant Krishnad&#257;sa arrived at the bank of the Payasvin&#299; River. They took their bath and then went to see the temple of &#256;di-ke&#347;ava.</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC Madhya 9.235</B></A>: When the Lord saw the &#256;di-ke&#347;ava temple, He was immediately overwhelmed with ecstasy. Offering various obeisances and prayers, He chanted and danced.</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC Madhya 9.236</B></A>: All the people there were greatly astonished to see the ecstatic pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu. They all received the Lord very well.</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC Madhya 9.237</B></A>: In the temple of &#256;di-ke&#347;ava, &#346;r&#299; Caitanya Mah&#257;prabhu discussed spiritual matters among highly advanced devotees. While there, He found a chapter of the Brahma-samhit&#257;.</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC Madhya 9.238</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was greatly happy to find a chapter of that scripture, and symptoms of ecstatic transformation &#8212; trembling, tears, perspiration, trance and jubilation &#8212; were manifest in His body.</P><P CLASS=r><A CLASS=i HREF="239-240.htm"><B>CC Madhya 9.239-240</B></A>: There is no scripture equal to the Brahma-samhit&#257; as far as the final spiritual conclusion is concerned. Indeed, that scripture is the supreme revelation of the glories of Lord Govinda, for it reveals the topmost knowledge about Him. Since all conclusions are briefly presented in the Brahma-samhit&#257;, it is essential among all the Vaishnava literatures.</P><P CLASS=r><A CLASS=i HREF="241.htm"><B>CC Madhya 9.241</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu copied the Brahma-samhit&#257;, and then with great pleasure He went to a place known as Ananta Padman&#257;bha.</P><P CLASS=r><A CLASS=i HREF="242.htm"><B>CC Madhya 9.242</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu remained for two or three days at Ananta Padman&#257;bha and visited the temple there. Then, in great ecstasy He went to see the temple of &#346;r&#299; Jan&#257;rdana.</P><P CLASS=r><A CLASS=i HREF="243.htm"><B>CC Madhya 9.243</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu chanted and danced at &#346;r&#299; Jan&#257;rdana for two days. He then went to the bank of the Payasvin&#299; River and visited the temple of &#346;a&#324;kara-n&#257;r&#257;yana.</P><P CLASS=r><A CLASS=i HREF="244.htm"><B>CC Madhya 9.244</B></A>: Then He saw the monastery known as &#346;ri&#324;geri-matha, the abode of &#256;c&#257;rya &#346;a&#324;kara. He then visited Matsya-t&#299;rtha, a place of pilgrimage, and took a bath in the river Tu&#324;gabhadr&#257;.</P><P CLASS=r><A CLASS=i HREF="245.htm"><B>CC Madhya 9.245</B></A>: Caitanya Mah&#257;prabhu next arrived at Udup&#299;, the place of Madhv&#257;c&#257;rya, where the philosophers known as Tattvav&#257;d&#299;s resided. There He saw the Deity of Lord Krishna and became mad with ecstasy.</P><P CLASS=r><A CLASS=i HREF="246.htm"><B>CC Madhya 9.246</B></A>: While at the Udup&#299; monastery, &#346;r&#299; Caitanya Mah&#257;prabhu saw "dancing Gop&#257;la," a most beautiful Deity. This Deity appeared to Madhv&#257;c&#257;rya in a dream.</P><P CLASS=r><A CLASS=i HREF="247.htm"><B>CC Madhya 9.247</B></A>: Madhv&#257;c&#257;rya had somehow or other acquired the Deity of Krishna from a heap of gop&#299;-candana that had been transported in a boat.</P><P CLASS=r><A CLASS=i HREF="248.htm"><B>CC Madhya 9.248</B></A>: Madhv&#257;c&#257;rya brought this dancing Gop&#257;la Deity to Udup&#299; and installed Him in the temple. To date, the followers of Madhv&#257;c&#257;rya, known as Tattvav&#257;d&#299;s, worship this Deity.</P><P CLASS=r><A CLASS=i HREF="249.htm"><B>CC Madhya 9.249</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu received great pleasure in seeing this beautiful form of Gop&#257;la. For a long time He danced and chanted in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="250.htm"><B>CC Madhya 9.250</B></A>: When the Tattvav&#257;d&#299; Vaishnavas first saw &#346;r&#299; Caitanya Mah&#257;prabhu, they considered Him a M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;. Therefore they did not talk to Him.</P><P CLASS=r><A CLASS=i HREF="251.htm"><B>CC Madhya 9.251</B></A>: Later, after seeing &#346;r&#299; Caitanya Mah&#257;prabhu in ecstatic love, they were struck with wonder. Then, considering Him a Vaishnava, they gave Him a nice reception.</P><P CLASS=r><A CLASS=i HREF="252.htm"><B>CC Madhya 9.252</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu could understand that the Tattvav&#257;d&#299;s were very proud of their Vaishnavism. He therefore smiled and began to speak to them.</P><P CLASS=r><A CLASS=i HREF="253.htm"><B>CC Madhya 9.253</B></A>: Considering them very proud, Caitanya Mah&#257;prabhu began His discussion.</P><P CLASS=r><A CLASS=i HREF="254.htm"><B>CC Madhya 9.254</B></A>: The chief &#257;c&#257;rya of the Tattvav&#257;da community was very learned in the revealed scriptures. &#346;r&#299; Caitanya Mah&#257;prabhu humbly questioned him.</P><P CLASS=r><A CLASS=i HREF="255.htm"><B>CC Madhya 9.255</B></A>: Caitanya Mah&#257;prabhu said, "I do not know very well the aim of life and how to achieve it. Please tell Me of the best ideal for humanity and how to attain it."</P><P CLASS=r><A CLASS=i HREF="256.htm"><B>CC Madhya 9.256</B></A>: The &#257;c&#257;rya replied, "When the activities of the four castes and the four &#257;&#347;ramas are dedicated to Krishna, they constitute the best means whereby one can attain the highest goal of life.</P><P CLASS=r><A CLASS=i HREF="257.htm"><B>CC Madhya 9.257</B></A>: "When one dedicates the duties of varn&#257;&#347;rama-dharma to Krishna, he is eligible for five kinds of liberation. Thus he is transferred to the spiritual world in Vaikuntha. This is the highest goal of life and the verdict of all revealed scriptures."</P><P CLASS=r><A CLASS=i HREF="258.htm"><B>CC Madhya 9.258</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "According to the verdict of the &#347;&#257;stras, the process of hearing and chanting is the best means to attain loving service to Krishna.</P><P CLASS=r><A CLASS=i HREF="259-260.htm"><B>CC Madhya 9.259-260</B></A>: "'This process entails hearing, chanting and remembering the holy name, form, pastimes, qualities and entourage of the Lord, offering service according to the time, place and performer, worshiping the Deity, offering prayers, always considering oneself the eternal servant of Krishna, making friends with Him and dedicating everything unto Him. These nine items of devotional service, when directly offered to Krishna, constitute the highest attainment of life. This is the verdict of the revealed scriptures.'</P><P CLASS=r><A CLASS=i HREF="261.htm"><B>CC Madhya 9.261</B></A>: "When one comes to the platform of loving service to Lord Krishna by executing these nine processes, beginning with hearing and chanting, he has attained the fifth platform of success and the limit of life's goals.</P><P CLASS=r><A CLASS=i HREF="262.htm"><B>CC Madhya 9.262</B></A>: "'When a person is actually advanced and takes pleasure in chanting the holy name of the Lord, who is very dear to him, he is agitated and loudly chants the holy name. He also laughs, cries, becomes agitated and chants just like a madman, not caring for outsiders.'</P><P CLASS=r><A CLASS=i HREF="263.htm"><B>CC Madhya 9.263</B></A>: "In every revealed scripture there is condemnation of fruitive activities. It is advised everywhere to give up engagement in fruitive activities, for no one can attain the highest goal of life, love of Godhead, by executing them.</P><P CLASS=r><A CLASS=i HREF="264.htm"><B>CC Madhya 9.264</B></A>: "'Occupational duties are described in the religious scriptures. If one analyzes them, he can fully understand their qualities and faults and then give them up completely to render service unto the Supreme Personality of Godhead. A person who does so is considered a first-class man.'</P><P CLASS=r><A CLASS=i HREF="265.htm"><B>CC Madhya 9.265</B></A>: "'Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear. [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]'</P><P CLASS=r><A CLASS=i HREF="266.htm"><B>CC Madhya 9.266</B></A>: "'As long as one is not satiated by fruitive activity and has not awakened his taste for devotional service by &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../../sb/7/5/23.htm">SB 7.5.23</A>], one has to act according to the regulative principles of the Vedic injunctions.'</P><P CLASS=r><A CLASS=i HREF="267.htm"><B>CC Madhya 9.267</B></A>: "Pure devotees reject the five kinds of liberation; indeed, for them liberation is very insignificant because they see it as hellish.</P><P CLASS=r><A CLASS=i HREF="268.htm"><B>CC Madhya 9.268</B></A>: "'Pure devotees always reject the five kinds of liberation, which include living in the spiritual Vaikuntha planets, possessing the same opulences as those possessed by the Supreme Lord, having the same bodily features as the Lord's, associating with the Lord and merging into the body of the Lord. The pure devotees do not accept these benedictions without the service of the Lord.'</P><P CLASS=r><A CLASS=i HREF="269.htm"><B>CC Madhya 9.269</B></A>: "'It is very difficult to give up material opulence, land, children, society, friends, riches, wife or the blessings of the goddess of fortune, which are desired even by great demigods. But King Bharata did not desire such things, and this was quite befitting his position, because for a pure devotee whose mind is always engaged in the service of the Lord, even liberation, or merging into the existence of the Lord, is insignificant. And what to speak of material opportunities?'</P><P CLASS=r><A CLASS=i HREF="270.htm"><B>CC Madhya 9.270</B></A>: "'A person who is a devotee of Lord N&#257;r&#257;yana is not afraid of a hellish condition, because he considers it the same as elevation to the heavenly planets or liberation. The devotees of Lord N&#257;r&#257;yana are accustomed to seeing all these things on the same level.'</P><P CLASS=r><A CLASS=i HREF="271.htm"><B>CC Madhya 9.271</B></A>: "Both liberation and fruitive activity are rejected by devotees. You are trying to establish these things as life's goal and the process for attaining it."</P><P CLASS=r><A CLASS=i HREF="272.htm"><B>CC Madhya 9.272</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued speaking to the Tattvav&#257;d&#299; &#257;c&#257;rya: "Seeing that I am a mendicant in the renounced order of life, you have been playing with Me in a duplicitous way. You have not actually described the process and ultimate objective."</P><P CLASS=r><A CLASS=i HREF="273.htm"><B>CC Madhya 9.273</B></A>: After hearing &#346;r&#299; Caitanya Mah&#257;prabhu, the &#257;c&#257;rya of the Tattvav&#257;da samprad&#257;ya became very much ashamed. Upon observing &#346;r&#299; Caitanya Mah&#257;prabhu's rigid faith in Vaishnavism, he was struck with wonder.</P><P CLASS=r><A CLASS=i HREF="274.htm"><B>CC Madhya 9.274</B></A>: The Tattvav&#257;d&#299; &#257;c&#257;rya replied, "What You have said is certainly factual. It is the conclusion of all the revealed scriptures of the Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="275.htm"><B>CC Madhya 9.275</B></A>: "Still, whatever Madhv&#257;c&#257;rya has established as the formula for our party we practice as a party policy."</P><P CLASS=r><A CLASS=i HREF="276.htm"><B>CC Madhya 9.276</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Both the fruitive worker and the speculative philosopher are considered nondevotees. We see both elements present in your samprad&#257;ya.</P><P CLASS=r><A CLASS=i HREF="277.htm"><B>CC Madhya 9.277</B></A>: "The only qualification that I see in your samprad&#257;ya is that you accept the form of the Lord as truth."</P><P CLASS=r><A CLASS=i HREF="278.htm"><B>CC Madhya 9.278</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu broke the pride of the Tattvav&#257;d&#299;s to pieces. He then went to the holy place known as Phalgu-t&#299;rtha.</P><P CLASS=r><A CLASS=i HREF="279.htm"><B>CC Madhya 9.279</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu, the son of mother &#346;ac&#299;, next went to Tritak&#363;pa, and after seeing the Vi&#347;&#257;l&#257; Deity there, He went to the holy place known as Pañc&#257;psar&#257;-t&#299;rtha.</P><P CLASS=r><A CLASS=i HREF="280.htm"><B>CC Madhya 9.280</B></A>: After seeing Pañc&#257;psar&#257;, &#346;r&#299; Caitanya Mah&#257;prabhu went to Gokarna. While there, He visited the temple of Lord &#346;iva, and then He went to Dvaip&#257;yani. &#346;r&#299; Caitanya Mah&#257;prabhu, the crown jewel of all sanny&#257;s&#299;s, then went to S&#363;rp&#257;raka-t&#299;rtha.</P><P CLASS=r><A CLASS=i HREF="281.htm"><B>CC Madhya 9.281</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then visited the town of Kol&#257;pura, where He saw the goddess of fortune in the temple of Ksh&#299;ra-bhagavat&#299; and saw L&#257;&#324;ga-gane&#347;a in another temple, known as Cora-p&#257;rvat&#299;.</P><P CLASS=r><A CLASS=i HREF="282.htm"><B>CC Madhya 9.282</B></A>: From there &#346;r&#299; Caitanya Mah&#257;prabhu went to P&#257;ndarapura, where He happily saw the temple of Viththala Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="283.htm"><B>CC Madhya 9.283</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu chanted and danced in various ways as usual. A br&#257;hmana, seeing Him in ecstatic love, was very pleased and invited the Lord to his home for lunch.</P><P CLASS=r><A CLASS=i HREF="284.htm"><B>CC Madhya 9.284</B></A>: The br&#257;hmana offered &#346;r&#299; Caitanya Mah&#257;prabhu food with great respect and love. After finishing His lunch, the Lord received auspicious news.</P><P CLASS=r><A CLASS=i HREF="285.htm"><B>CC Madhya 9.285</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu received word that &#346;r&#299; Ra&#324;ga Pur&#299;, one of the disciples of &#346;r&#299; M&#257;dhavendra Pur&#299;, was present in that village at the home of a br&#257;hmana.</P><P CLASS=r><A CLASS=i HREF="286.htm"><B>CC Madhya 9.286</B></A>: Hearing this news, &#346;r&#299; Caitanya Mah&#257;prabhu immediately went to see &#346;r&#299; Ra&#324;ga Pur&#299; at the br&#257;hmana's home. Upon entering, the Lord saw him sitting there.</P><P CLASS=r><A CLASS=i HREF="287.htm"><B>CC Madhya 9.287</B></A>: As soon as &#346;r&#299; Caitanya Mah&#257;prabhu saw &#346;r&#299; Ra&#324;ga Pur&#299;, He immediately offered him obeisances in ecstatic love, falling flat on the ground. The symptoms of transcendental transformation were visible &#8212; namely, tears, jubilation, trembling and perspiration.</P><P CLASS=r><A CLASS=i HREF="288.htm"><B>CC Madhya 9.288</B></A>: Upon seeing &#346;r&#299; Caitanya Mah&#257;prabhu in such an ecstatic mood, &#346;r&#299; Ra&#324;ga Pur&#299; said, "Your Holiness, please get up.</P><P CLASS=r><A CLASS=i HREF="289.htm"><B>CC Madhya 9.289</B></A>: "Your Holiness is certainly related to &#346;r&#299; M&#257;dhavendra Pur&#299;, without whom there is no fragrance of ecstatic love."</P><P CLASS=r><A CLASS=i HREF="290.htm"><B>CC Madhya 9.290</B></A>: After saying this, &#346;r&#299; Ra&#324;ga Pur&#299; lifted &#346;r&#299; Caitanya Mah&#257;prabhu up and embraced Him. As they embraced shoulder to shoulder, they both began to cry in ecstasy.</P><P CLASS=r><A CLASS=i HREF="291.htm"><B>CC Madhya 9.291</B></A>: After some moments, they came to their senses and became patient. &#346;r&#299; Caitanya Mah&#257;prabhu then informed &#346;r&#299; Ra&#324;ga Pur&#299; about His relationship with &#298;&#347;vara Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="292.htm"><B>CC Madhya 9.292</B></A>: They were both inundated by the wonderful ecstasy of love that was aroused in them. Finally they sat down and respectfully began to converse.</P><P CLASS=r><A CLASS=i HREF="293.htm"><B>CC Madhya 9.293</B></A>: In this way they discussed topics about Lord Krishna continually for five to seven days.</P><P CLASS=r><A CLASS=i HREF="294.htm"><B>CC Madhya 9.294</B></A>: Out of curiosity, &#346;r&#299; Ra&#324;ga Pur&#299; asked &#346;r&#299; Caitanya Mah&#257;prabhu about His birthplace, and the Lord informed him that it was Navadv&#299;pa-dh&#257;ma.</P><P CLASS=r><A CLASS=i HREF="295.htm"><B>CC Madhya 9.295</B></A>: &#346;r&#299; Ra&#324;ga Pur&#299; had formerly gone to Navadv&#299;pa with &#346;r&#299; M&#257;dhavendra Pur&#299;, and he therefore remembered the incidents that had taken place there.</P><P CLASS=r><A CLASS=i HREF="296.htm"><B>CC Madhya 9.296</B></A>: As soon as &#346;r&#299; Ra&#324;ga Pur&#299; recalled Navadv&#299;pa, he also recalled accompanying &#346;r&#299; M&#257;dhavendra Pur&#299; to the house of Jagann&#257;tha Mi&#347;ra, where Ra&#324;ga Pur&#299; had taken lunch. He even remembered the taste of an unprecedented curry made of banana flowers.</P><P CLASS=r><A CLASS=i HREF="297.htm"><B>CC Madhya 9.297</B></A>: &#346;r&#299; Ra&#324;ga Pur&#299; also remembered the wife of Jagann&#257;tha Mi&#347;ra. She was very devoted and chaste. As for her affection, she was exactly like the mother of the universe.</P><P CLASS=r><A CLASS=i HREF="298.htm"><B>CC Madhya 9.298</B></A>: He also remembered how &#346;r&#299; Jagann&#257;tha Mi&#347;ra's wife, &#346;ac&#299;m&#257;t&#257;, was expert in cooking. He recalled that she was very affectionate toward the sanny&#257;s&#299;s and fed them exactly like her own sons.</P><P CLASS=r><A CLASS=i HREF="299.htm"><B>CC Madhya 9.299</B></A>: &#346;r&#299; Ra&#324;ga Pur&#299; also remembered that one of her deserving sons had accepted the renounced order at a very young age. His name was &#346;a&#324;kar&#257;ranya.</P><P CLASS=r><A CLASS=i HREF="300.htm"><B>CC Madhya 9.300</B></A>: &#346;r&#299; Ra&#324;ga Pur&#299; informed &#346;r&#299; Caitanya Mah&#257;prabhu that the sanny&#257;s&#299; named &#346;a&#324;kar&#257;ranya had attained perfection in that holy place, P&#257;ndarapura.</P><P CLASS=r><A CLASS=i HREF="301.htm"><B>CC Madhya 9.301</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "In My previous &#257;&#347;rama, &#346;a&#324;kar&#257;ranya was My brother and Jagann&#257;tha Mi&#347;ra was My father."</P><P CLASS=r><A CLASS=i HREF="302.htm"><B>CC Madhya 9.302</B></A>: After finishing his talks with &#346;r&#299; Caitanya Mah&#257;prabhu, &#346;r&#299; Ra&#324;ga Pur&#299; started for Dv&#257;rak&#257;-dh&#257;ma.</P><P CLASS=r><A CLASS=i HREF="303.htm"><B>CC Madhya 9.303</B></A>: After &#346;r&#299; Ra&#324;ga Pur&#299; departed for Dv&#257;rak&#257;, &#346;r&#299; Caitanya Mah&#257;prabhu remained with the br&#257;hmana at P&#257;ndarapura for four more days. He took His bath in the Bh&#299;m&#257; River and visited the temple of Viththala.</P><P CLASS=r><A CLASS=i HREF="304.htm"><B>CC Madhya 9.304</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu next went to the bank of the Krishna-venv&#257; River, where He visited many holy places and the temples of various gods.</P><P CLASS=r><A CLASS=i HREF="305.htm"><B>CC Madhya 9.305</B></A>: The br&#257;hmana community there was composed of pure devotees. They regularly studied a book entitled Krishna-karn&#257;mrita, which was composed by Bilvama&#324;gala Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="306.htm"><B>CC Madhya 9.306</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was very pleased to hear the book Krishna-karn&#257;mrita, and with great eagerness He had it copied and took it with Him.</P><P CLASS=r><A CLASS=i HREF="307.htm"><B>CC Madhya 9.307</B></A>: There is no comparison to the Krishna-karn&#257;mrita within the three worlds. By studying this book, one is elevated to the knowledge of pure devotional service to Krishna.</P><P CLASS=r><A CLASS=i HREF="308.htm"><B>CC Madhya 9.308</B></A>: One who constantly reads the Krishna-karn&#257;mrita can fully understand the beauty and melodious taste of the pastimes of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="309.htm"><B>CC Madhya 9.309</B></A>: The Brahma-samhit&#257; and Krishna-karn&#257;mrita were two books that &#346;r&#299; Caitanya Mah&#257;prabhu considered to be most valuable jewels. Therefore He took them with Him on His return trip.</P><P CLASS=r><A CLASS=i HREF="310.htm"><B>CC Madhya 9.310</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu next arrived at the banks of the river T&#257;p&#299;. After bathing there, He went to M&#257;hishmat&#299;-pura. While there, He saw many holy places on the banks of the river Narmad&#257;.</P><P CLASS=r><A CLASS=i HREF="311.htm"><B>CC Madhya 9.311</B></A>: The Lord next arrived at Dhanus-t&#299;rtha, where He took His bath in the river Nirvindhy&#257;. He then arrived at Rishyam&#363;ka Mountain and then went to Dandak&#257;ranya.</P><P CLASS=r><A CLASS=i HREF="312.htm"><B>CC Madhya 9.312</B></A>: Within the Dandak&#257;ranya forest &#346;r&#299; Caitanya Mah&#257;prabhu then visited a place called Saptat&#257;la. The seven palm trees there were very old, very bulky and very high.</P><P CLASS=r><A CLASS=i HREF="313.htm"><B>CC Madhya 9.313</B></A>: Upon seeing the seven palm trees, &#346;r&#299; Caitanya Mah&#257;prabhu embraced them. As a result, they all returned to Vaikunthaloka, the spiritual world.</P><P CLASS=r><A CLASS=i HREF="314.htm"><B>CC Madhya 9.314</B></A>: After the seven palm trees had departed for Vaikuntha, everyone was astonished to see that they were gone. The people then began to say, "This sanny&#257;s&#299; called &#346;r&#299; Caitanya Mah&#257;prabhu must be an incarnation of Lord R&#257;macandra.</P><P CLASS=r><A CLASS=i HREF="315.htm"><B>CC Madhya 9.315</B></A>: "Only Lord R&#257;macandra has the power to send seven palm trees to the spiritual Vaikuntha planets."</P><P CLASS=r><A CLASS=i HREF="316.htm"><B>CC Madhya 9.316</B></A>: Eventually &#346;r&#299; Caitanya Mah&#257;prabhu arrived at a lake known as Pamp&#257;, where He took His bath. He then went to a place called Pañcavat&#299;, where He rested.</P><P CLASS=r><A CLASS=i HREF="317.htm"><B>CC Madhya 9.317</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then visited N&#257;sika, where He saw the deity of Tryambaka [Lord &#346;iva]. He then went to Brahma-giri and then to Ku&#347;&#257;varta, the source of the river God&#257;var&#299;.</P><P CLASS=r><A CLASS=i HREF="318.htm"><B>CC Madhya 9.318</B></A>: After visiting many other holy places, the Lord went to Sapta-god&#257;var&#299;. At last He returned to Vidy&#257;nagara.</P><P CLASS=r><A CLASS=i HREF="319.htm"><B>CC Madhya 9.319</B></A>: When R&#257;m&#257;nanda R&#257;ya heard of &#346;r&#299; Caitanya Mah&#257;prabhu's arrival, he was very pleased, and he immediately went to see Him.</P><P CLASS=r><A CLASS=i HREF="320.htm"><B>CC Madhya 9.320</B></A>: When R&#257;m&#257;nanda R&#257;ya fell flat, touching the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, the Lord immediately raised him to his feet and embraced him.</P><P CLASS=r><A CLASS=i HREF="321.htm"><B>CC Madhya 9.321</B></A>: In great ecstatic love they both began to cry, and thus their minds were slackened.</P><P CLASS=r><A CLASS=i HREF="322.htm"><B>CC Madhya 9.322</B></A>: After some time they regained their senses and sat together to discuss various subjects.</P><P CLASS=r><A CLASS=i HREF="323.htm"><B>CC Madhya 9.323</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu gave R&#257;m&#257;nanda R&#257;ya a vivid description of His travels to the holy places and told him how He had acquired the two books named Krishna-karn&#257;mrita and Brahma-samhit&#257;. The Lord delivered the books to R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="324.htm"><B>CC Madhya 9.324</B></A>: The Lord said, "Whatever you have told Me about devotional service is all supported by these two books."</P><P CLASS=r><A CLASS=i HREF="325.htm"><B>CC Madhya 9.325</B></A>: R&#257;m&#257;nanda R&#257;ya was very happy to receive these books. He tasted their contents along with the Lord and made a copy of each.</P><P CLASS=r><A CLASS=i HREF="326.htm"><B>CC Madhya 9.326</B></A>: News spread in the village of Vidy&#257;nagara about the arrival of &#346;r&#299; Caitanya Mah&#257;prabhu, and everyone came to see Him once again.</P><P CLASS=r><A CLASS=i HREF="327.htm"><B>CC Madhya 9.327</B></A>: After seeing the people who gathered there, &#346;r&#299; R&#257;m&#257;nanda R&#257;ya returned to his own home. At noon, &#346;r&#299; Caitanya Mah&#257;prabhu got up to take His lunch.</P><P CLASS=r><A CLASS=i HREF="328.htm"><B>CC Madhya 9.328</B></A>: &#346;r&#299; R&#257;m&#257;nanda R&#257;ya returned at night, and he and the Lord discussed topics concerning Krishna. Thus they passed the night.</P><P CLASS=r><A CLASS=i HREF="329.htm"><B>CC Madhya 9.329</B></A>: R&#257;m&#257;nanda R&#257;ya and &#346;r&#299; Caitanya Mah&#257;prabhu discussed Krishna day and night, and thus they passed from five to seven days in great happiness.</P><P CLASS=r><A CLASS=i HREF="330.htm"><B>CC Madhya 9.330</B></A>: R&#257;m&#257;nanda R&#257;ya said, "My dear Lord, with Your permission I have already written a letter to the King with great humility.</P><P CLASS=r><A CLASS=i HREF="331.htm"><B>CC Madhya 9.331</B></A>: "The King has already given me an order to return to Jagann&#257;tha Pur&#299;, and I am making arrangements to do this."</P><P CLASS=r><A CLASS=i HREF="332.htm"><B>CC Madhya 9.332</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then said, "It is for this purpose alone that I have returned. I want to take you with Me to Jagann&#257;tha Pur&#299;."</P><P CLASS=r><A CLASS=i HREF="333.htm"><B>CC Madhya 9.333</B></A>: R&#257;m&#257;nanda R&#257;ya said, "My dear Lord, it is better that You proceed to Jagann&#257;tha Pur&#299; alone because with me there will be many horses, elephants and soldiers, all roaring tumultuously.</P><P CLASS=r><A CLASS=i HREF="334.htm"><B>CC Madhya 9.334</B></A>: "I shall make arrangements within ten days. Following You, I shall go to N&#299;l&#257;cala without delay."</P><P CLASS=r><A CLASS=i HREF="335.htm"><B>CC Madhya 9.335</B></A>: Giving orders to R&#257;m&#257;nanda R&#257;ya to come to N&#299;l&#257;cala, &#346;r&#299; Caitanya Mah&#257;prabhu departed for Jagann&#257;tha Pur&#299; with great pleasure.</P><P CLASS=r><A CLASS=i HREF="336.htm"><B>CC Madhya 9.336</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu returned by the same road He had formerly taken to Vidy&#257;nagara, and all the Vaishnavas along the way saw Him again.</P><P CLASS=r><A CLASS=i HREF="337.htm"><B>CC Madhya 9.337</B></A>: Wherever &#346;r&#299; Caitanya Mah&#257;prabhu went, the holy name of &#346;r&#299; Hari was vibrated. Seeing this, the Lord became very happy.</P><P CLASS=r><A CLASS=i HREF="338.htm"><B>CC Madhya 9.338</B></A>: When the Lord reached &#256;l&#257;lan&#257;tha, He sent His assistant Krishnad&#257;sa ahead to call for Nity&#257;nanda Prabhu and other personal associates.</P><P CLASS=r><A CLASS=i HREF="339.htm"><B>CC Madhya 9.339</B></A>: As soon as Nity&#257;nanda Prabhu received news of the arrival of &#346;r&#299; Caitanya Mah&#257;prabhu, He immediately got up and started out to see Him. Indeed, He was very impatient in His great ecstasy.</P><P CLASS=r><A CLASS=i HREF="340.htm"><B>CC Madhya 9.340</B></A>: &#346;r&#299; Nity&#257;nanda R&#257;ya, Jagad&#257;nanda, D&#257;modara Pandita and Mukunda all became ecstatic in their happiness, and dancing along the way, they went to meet the Lord.</P><P CLASS=r><A CLASS=i HREF="341.htm"><B>CC Madhya 9.341</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya also went in a very happy mood. They all went to meet the Lord, and they finally contacted Him on the way.</P><P CLASS=r><A CLASS=i HREF="342.htm"><B>CC Madhya 9.342</B></A>: The Lord was also filled with ecstatic love, and He embraced them all. Out of their love, they began to cry with pleasure.</P><P CLASS=r><A CLASS=i HREF="343.htm"><B>CC Madhya 9.343</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya also went to see the Lord with great pleasure, and he met Him on the beach by the sea.</P><P CLASS=r><A CLASS=i HREF="344.htm"><B>CC Madhya 9.344</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya fell down at the lotus feet of the Lord, and the Lord pulled him up and embraced him.</P><P CLASS=r><A CLASS=i HREF="345.htm"><B>CC Madhya 9.345</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya cried in great ecstatic love. Then the Lord, accompanied by them all, went to the temple of Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="346.htm"><B>CC Madhya 9.346</B></A>: Due to ecstatic love experienced upon visiting Lord Jagann&#257;tha, inundations of trembling, perspiration, tears and jubilation swept the body of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="347.htm"><B>CC Madhya 9.347</B></A>: In ecstatic love &#346;r&#299; Caitanya Mah&#257;prabhu danced and chanted. At that time all the attendants and priests came to offer Him a garland and the remnants of Lord Jagann&#257;tha's food.</P><P CLASS=r><A CLASS=i HREF="348.htm"><B>CC Madhya 9.348</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu became patient after receiving the garland and pras&#257;dam of Lord Jagann&#257;tha. All the servants of Lord Jagann&#257;tha met &#346;r&#299; Caitanya Mah&#257;prabhu with great pleasure.</P><P CLASS=r><A CLASS=i HREF="349.htm"><B>CC Madhya 9.349</B></A>: Afterward, K&#257;&#347;&#299; Mi&#347;ra came and fell down at the lotus feet of the Lord, and the Lord respectfully embraced him.</P><P CLASS=r><A CLASS=i HREF="350.htm"><B>CC Madhya 9.350</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya then took the Lord with him to his home, saying, "Today's luncheon will be at my home." In this way he invited the Lord.</P><P CLASS=r><A CLASS=i HREF="351.htm"><B>CC Madhya 9.351</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya brought various types of food remnants that had been left by Lord Jagann&#257;tha. He brought all kinds of cakes and condensed-milk preparations.</P><P CLASS=r><A CLASS=i HREF="352.htm"><B>CC Madhya 9.352</B></A>: Accompanied by all His associates, &#346;r&#299; Caitanya Mah&#257;prabhu went to S&#257;rvabhauma Bhatt&#257;c&#257;rya's house and took His noon lunch there.</P><P CLASS=r><A CLASS=i HREF="353.htm"><B>CC Madhya 9.353</B></A>: After offering food to &#346;r&#299; Caitanya Mah&#257;prabhu, S&#257;rvabhauma Bhatt&#257;c&#257;rya made Him lie down to rest, and he personally began to massage the legs of the Lord.</P><P CLASS=r><A CLASS=i HREF="354.htm"><B>CC Madhya 9.354</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then sent S&#257;rvabhauma Bhatt&#257;c&#257;rya to take his lunch, and the Lord remained that night in his home just to please him.</P><P CLASS=r><A CLASS=i HREF="355.htm"><B>CC Madhya 9.355</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu and His personal associates remained with S&#257;rvabhauma Bhatt&#257;c&#257;rya. They all stayed awake the entire night as the Lord spoke of His pilgrimage.</P><P CLASS=r><A CLASS=i HREF="356.htm"><B>CC Madhya 9.356</B></A>: The Lord told S&#257;rvabhauma Bhatt&#257;c&#257;rya, "I have traveled to many holy places, but I could not find a Vaishnava as good as you anywhere."</P><P CLASS=r><A CLASS=i HREF="357.htm"><B>CC Madhya 9.357</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "I received much pleasure from the talks of R&#257;m&#257;nanda R&#257;ya."The Bhatt&#257;c&#257;rya replied, "For this reason I requested that You meet him."</P><P CLASS=r><A CLASS=i HREF="358.htm"><B>CC Madhya 9.358</B></A>: Thus I have ended my narration about &#346;r&#299; Caitanya Mah&#257;prabhu's pilgrimage, describing it in brief. It cannot be described very broadly.</P><P CLASS=r><A CLASS=i HREF="359.htm"><B>CC Madhya 9.359</B></A>: The pastimes of Lord Caitanya are unlimited. No one can properly describe His activities, yet I make the attempt out of greed. This but reveals my shamelessness.</P><P CLASS=r><A CLASS=i HREF="360.htm"><B>CC Madhya 9.360</B></A>: Whoever hears of &#346;r&#299; Caitanya Mah&#257;prabhu's pilgrimage to various holy places attains the riches of very deep ecstatic love.</P><P CLASS=r><A CLASS=i HREF="361.htm"><B>CC Madhya 9.361</B></A>: Please hear the transcendental pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu with faith and devotion. Giving up envy of the Lord, everyone chant the Lord's holy name, Hari.</P><P CLASS=r><A CLASS=i HREF="362.htm"><B>CC Madhya 9.362</B></A>: In this Age of Kali there are no genuine religious principles other than those established by Vaishnava devotees and the Vaishnava scriptures. This is the sum and substance of everything.</P><P CLASS=r><A CLASS=i HREF="363.htm"><B>CC Madhya 9.363</B></A>: The pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu are just like an unfathomable ocean. It is not possible for me to enter into it. Simply standing on the shore, I am but touching the water.</P><P CLASS=r><A CLASS=i HREF="364.htm"><B>CC Madhya 9.364</B></A>: The more one hears the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu with faith, analytically studying them, the more one attains the ecstatic riches of love of Godhead.</P><P CLASS=r><A CLASS=i HREF="365.htm"><B>CC Madhya 9.365</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>