<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 9"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Travels to the Holy Places</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 9 Summary</P><P>A summary of the Ninth Chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura. After leaving Vidy&#257;nagara, &#346;r&#299; Caitanya Mah&#257;prabhu visited such places of pilgrimage as Gautam&#299;-ga&#324;g&#257;, Mallik&#257;rjuna, Ahovala-nrisimha, Siddhavata, Skanda-kshetra, Trimatha, Vriddhak&#257;&#347;&#299;, Bauddha-sth&#257;na, Tirupati, Tirumala, P&#257;n&#257;-nrisimha, &#346;iva-k&#257;ñc&#299;, Vishnu-k&#257;ñc&#299;, Trik&#257;la-hasti, Vriddhakola, &#346;iy&#257;l&#299;-bhairav&#299;, the K&#257;ver&#299; River and Kumbhakarna-kap&#257;la.</P><P>Finally the Lord went to &#346;r&#299; Ra&#324;ga-kshetra, where He converted a br&#257;hmana named Ve&#324;kata Bhatta, who, along with his family, took up devotional service to Krishna. After leaving &#346;r&#299; Ra&#324;ga, Caitanya Mah&#257;prabhu reached Rishabha-parvata, where He met Param&#257;nanda Pur&#299;, who later arrived at Jagann&#257;tha Pur&#299;. Lord &#346;r&#299; Caitanya Mah&#257;prabhu then proceeded farther, arriving at Setubandha R&#257;me&#347;vara. At &#346;r&#299; &#346;aila-parvata, the Lord met Lord &#346;iva and his wife Durg&#257; in the dress of a br&#257;hmana and br&#257;hman&#299;. From there He went to K&#257;makoshth&#299;-pur&#299; and later arrived at southern Mathur&#257;. A br&#257;hmana devotee of Lord R&#257;macandra talked with Him. Then the Lord took His bath in the river Kritam&#257;l&#257;. On the hill known as Mahendra-&#347;aila, the Lord saw Para&#347;ur&#257;ma. Then the Lord went to Setubandha and took His bath at Dhanus-t&#299;rtha. He also visited R&#257;me&#347;vara, where He collected some papers connected with S&#299;t&#257;dev&#299;, whose illusory form had been kidnapped by R&#257;vana. The Lord next visited the places known as P&#257;ndya-de&#347;a, the T&#257;mraparn&#299; River, Naya-tripati, Ciyadatal&#257;, Tila-k&#257;ñc&#299;, Gajendra-mokshana, P&#257;n&#257;gadi, C&#257;mt&#257;pura, &#346;r&#299; Vaikuntha, Malaya-parvata and Kany&#257;-kum&#257;r&#299;. The Lord then confronted the Bhattath&#257;ris at Mall&#257;ra-de&#347;a and saved K&#257;l&#257; Krishnad&#257;sa from their clutches. The Lord also collected the Brahma-samhit&#257;, Fifth Chapter, on the banks of the Payasvin&#299; River. He then visited Payasvin&#299;, &#346;ri&#324;gavera-pur&#299;-matha and Matsya-t&#299;rtha. At the village of Udup&#299; He saw the Gop&#257;la Deity installed by &#346;r&#299; Madhv&#257;c&#257;rya. He then defeated the Tattvav&#257;d&#299;s in &#347;&#257;stric conversation. The Lord next visited Phalgu-t&#299;rtha, Tritak&#363;pa, Pañc&#257;psar&#257;, S&#363;rp&#257;raka and Kol&#257;pura. At P&#257;ndarapura the Lord received news from &#346;r&#299; Ra&#324;ga Pur&#299; that &#346;a&#324;kar&#257;ranya (Vi&#347;var&#363;pa) had disappeared there. He then went to the banks of the Krishna-venv&#257; River, where He collected from among the Vaishnava br&#257;hmanas a book written by Bilvama&#324;gala Th&#257;kura, &#346;r&#299; Krishna-karn&#257;mrita. The Lord then visited T&#257;p&#299;, M&#257;hishmat&#299;-pura, the Narmad&#257; River and Rishyam&#363;ka-parvata. He entered Dandak&#257;ranya and liberated seven palm trees. From there He visited a place known as Pamp&#257;-sarovara and visited Pañcavat&#299;, N&#257;sika, Brahmagiri and also the source of the God&#257;var&#299; River, Ku&#347;&#257;varta. Thus the Lord visited almost all the holy places in South India. He finally returned to Jagann&#257;tha Pur&#299; by taking the same route, after visiting Vidy&#257;nagara again.</P><P CLASS=l><A CLASS=i HREF="../8/313.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>