<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 105</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 105"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.105</P><P CLASS=c>svar&#363;pa-gos&#257;ñi &#8212; prabhura ati antara&#324;ga</P><P CLASS=c>t&#257;h&#257;te j&#257;nena prabhura e-saba prasa&#324;ga</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/g/gosani">gos&#257;ñi</A> &#8212; <A HREF="http://vedabase.net/s/svarupa">Svar&#363;pa</A> <A HREF="http://vedabase.net/d/damodara">D&#257;modara</A> <A HREF="http://vedabase.net/g/gosani">Gos&#257;ñi</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/a/antaranga">antara&#324;ga</A> &#8212; confidential associate; <A CLASS=v HREF="http://vedabase.net/t/tahate">t&#257;h&#257;te</A> &#8212; by that; <A CLASS=v HREF="http://vedabase.net/j/janena">j&#257;nena</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> knows; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/e/e">e</A>-<A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/p/prasanga">prasa&#324;ga</A> &#8212; topics.</P><P CLASS=t>TRANSLATION</P><P>Svar&#363;pa Gos&#257;ñi is the most intimate associate of the Lord. He therefore knows all these topics well.</P><P CLASS=t>PURPORT</P><P>Prior to the Lord's acceptance of the renounced order, Purushottama Bhatt&#257;c&#257;rya, a resident of Navadv&#299;pa, desired to enter the renounced order of life. Therefore he left home and went to Benares, where he accepted the position of brahmacarya from a M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;. When he became a brahmac&#257;r&#299;, he was given the name &#346;r&#299; D&#257;modara Svar&#363;pa. He left Benares shortly thereafter, without taking sanny&#257;sa, and he came to Nil&#257;cala, Jagann&#257;tha Pur&#299;, where Lord Caitanya was staying. He met Caitanya Mah&#257;prabhu there and dedicated his life for the service of the Lord. He became Lord Caitanya's secretary and constant companion. He used to enhance the pleasure potency of the Lord by singing appropriate songs, which were very much appreciated. Svar&#363;pa D&#257;modara could understand the secret mission of Lord Caitanya, and it was by his grace only that all the devotees of Lord Caitanya could know the real purpose of the Lord.</P><P>Svar&#363;pa D&#257;modara has been identified as Lalit&#257;-dev&#299;, the second expansion of R&#257;dh&#257;r&#257;n&#299;. However, text 160 of Kavi-karnap&#363;ra's authoritative Gaura-ganodde&#347;a-d&#299;pik&#257; describes Svar&#363;pa D&#257;modara as the same Vi&#347;&#257;kh&#257;-dev&#299; who serves the Lord in Goloka Vrind&#257;vana. Therefore it is to be understood that &#346;r&#299; Svar&#363;pa D&#257;modara is a direct expansion of R&#257;dh&#257;r&#257;n&#299; who helps the Lord experience the attitude of R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=l><A CLASS=i HREF="104.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="106.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>