<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 107</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 107"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.107</P><P CLASS=c>&#347;esha-l&#299;l&#257;ya prabhura krishna-viraha-unm&#257;da</P><P CLASS=c>bhrama-maya cesht&#257;, &#257;ra pral&#257;pa-maya v&#257;da</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sesa">&#347;esha</A>-<A CLASS=v HREF="http://vedabase.net/l/lilaya">l&#299;l&#257;ya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the final pastimes; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/v/viraha">viraha</A> &#8212; from separation from Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/u/unmada">unm&#257;da</A> &#8212; the madness; <A CLASS=v HREF="http://vedabase.net/b/bhrama">bhrama</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">maya</A> &#8212; erroneous; <A CLASS=v HREF="http://vedabase.net/c/cesta">cesht&#257;</A> &#8212; efforts; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pralapa">pral&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">maya</A> &#8212; delirious; <A CLASS=v HREF="http://vedabase.net/v/vada">v&#257;da</A> &#8212; talk.</P><P CLASS=t>TRANSLATION</P><P>In the final portion of His pastimes, Lord Caitanya was obsessed with the madness of separation from Lord Krishna. He acted in erroneous ways and talked deliriously.</P><P CLASS=t>PURPORT</P><P>Lord &#346;r&#299; Caitanya exhibited the highest stage of the feelings of a devotee in separation from the Lord. This exhibition was sublime because He was completely perfect in the feelings of separation. Materialists, however, cannot understand this. Sometimes materialistic scholars think He was diseased or crazy. Their problem is that they always engage in material sense gratification and can never understand the feelings of the devotees and the Lord. Materialists are most abominable in their ideas. They think that they can enjoy directly perceivable gross objects by their senses and that they can similarly deal with the transcendental features of Lord Caitanya. But the Lord is understood only in pursuance of the principles laid down by the Gosv&#257;m&#299;s, headed by Svar&#363;pa D&#257;modara. Doctrines like those of the nad&#299;y&#257;-n&#257;gar&#299;s, a class of so-called devotees, are never presented by authorized persons like Svar&#363;pa D&#257;modara or the six Gosv&#257;m&#299;s. The ideas of the gaur&#257;&#324;ga-n&#257;gar&#299;s are simply a mental concoction, and they are completely on the mental platform.</P><P CLASS=l><A CLASS=i HREF="106.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="108.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>