<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 135</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 135"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.135</P><P CLASS=c>kabhu yadi ei prem&#257;ra ha-iye &#257;&#347;raya</P><P CLASS=c>tabe ei prem&#257;nandera anubhava haya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kabhu">kabhu</A> &#8212; sometime; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/premara">prem&#257;ra</A> &#8212; of the love; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/iye">iye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> become; <A CLASS=v HREF="http://vedabase.net/a/asraya">&#257;&#347;raya</A> &#8212; the abode; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/a/anandera">&#257;nandera</A> &#8212; of the joy of love; <A CLASS=v HREF="http://vedabase.net/a/anubhava">anubhava</A> &#8212; experience; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is.</P><P CLASS=t>TRANSLATION</P><P>"If sometime I can be the abode of that love, only then may I taste its joy."</P><P CLASS=t>PURPORT</P><P>Vishaya and &#257;&#347;raya are two very significant words relating to the reciprocation between Krishna and His devotee. The devotee is called the &#257;&#347;raya, and his beloved, Krishna, is the vishaya. Different ingredients are involved in the exchange of love between the &#257;&#347;raya and vishaya, which are known as vibh&#257;va, anubh&#257;va, s&#257;ttvika and vyabhic&#257;r&#299;. Vibh&#257;va is divided into the two categories &#257;lambana and udd&#299;pana. &#256;lambana may be further divided into &#257;&#347;raya and vishaya. In the loving affairs of R&#257;dh&#257; and Krishna, R&#257;dh&#257;r&#257;n&#299; is the &#257;&#347;raya feature and Krishna the vishaya. The transcendental consciousness of the Lord tells Him, "I am Krishna, and I experience pleasure as the vishaya. The pleasure enjoyed by R&#257;dh&#257;r&#257;n&#299;, the &#257;&#347;raya, is many times greater than the pleasure I feel." Therefore, to feel the pleasure of the &#257;&#347;raya category, Lord Krishna appeared as &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="134.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="136.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>