<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verses 15-16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verses 15-16"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.15-16</P><P CLASS=c>prema-rasa-niry&#257;sa karite &#257;sv&#257;dana</P><P CLASS=c>r&#257;ga-m&#257;rga bhakti loke karite prac&#257;rana</P><P CLASS=c>rasika-&#347;ekhara krishna parama-karuna</P><P CLASS=c>ei dui hetu haite icch&#257;ra udgama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; of the mellow of love of God; <A CLASS=v HREF="http://vedabase.net/n/niryasa">niry&#257;sa</A> &#8212; the essence; <A CLASS=v HREF="http://vedabase.net/k/karite">karite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/a/asvadana">&#257;sv&#257;dana</A> &#8212; tasting; <A CLASS=v HREF="http://vedabase.net/r/raga">r&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/m/marga">m&#257;rga</A> &#8212; the path of spontaneous attraction; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/k/karite">karite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/p/pracarana">prac&#257;rana</A> &#8212; propagation; <A CLASS=v HREF="http://vedabase.net/r/rasika">rasika</A>-<A CLASS=v HREF="http://vedabase.net/s/sekhara">&#347;ekhara</A> &#8212; the supremely jubilant; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/k/karuna">karuna</A> &#8212; the most merciful; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> &#8212; two; <A CLASS=v HREF="http://vedabase.net/h/hetu">hetu</A> &#8212; reasons; <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from; <A CLASS=v HREF="http://vedabase.net/i/icchara">icch&#257;ra</A> &#8212; of desire; <A CLASS=v HREF="http://vedabase.net/u/udgama">udgama</A> &#8212; the birth.</P><P CLASS=t>TRANSLATION</P><P>The Lord's desire to appear was born from two reasons: the Lord wanted to taste the sweet essence of the mellows of love of God, and He wanted to propagate devotional service in the world on the platform of spontaneous attraction. Thus He is known as supremely jubilant and as the most merciful of all.</P><P CLASS=t>PURPORT</P><P>During the period of Lord Krishna's appearance, the killing of asuras or nonbelievers such as Kamsa and Jar&#257;sandha was done by Vishnu, who was within the person of &#346;r&#299; Krishna. Such apparent killing by Lord &#346;r&#299; Krishna took place as a matter of course and was an incidental activity for Him. But the real purpose of Lord Krishna's appearance was to stage a dramatic performance of His transcendental pastimes at Vrajabh&#363;mi, thus exhibiting the highest limit of transcendental mellow in the exchanges of reciprocal love between the living entity and the Supreme Lord. These reciprocal exchanges of mellows are called r&#257;ga-bhakti, or devotional service to the Lord in transcendental rapture. Lord &#346;r&#299; Krishna wants to make known to all the conditioned souls that He is more attracted by r&#257;ga-bhakti than vidhi-bhakti, or devotional service under scheduled regulations. It is said in the Vedas (Taittir&#299;ya Up. 2.7), raso vai sah: the Absolute Truth is the reservoir for all kinds of reciprocal exchanges of loving sentiments. He is also causelessly merciful, and He wants to bestow upon us this privilege of r&#257;ga-bhakti. Thus He appeared by His own internal energy. He was not forced to appear by any extraneous force.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>