<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verses 21-22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verses 21-22"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.21-22</P><P CLASS=c>mora putra, mora sakh&#257;, mora pr&#257;na-pati</P><P CLASS=c>ei-bh&#257;ve yei more kare &#347;uddha-bhakti</P><P CLASS=c>&#257;pan&#257;ke bada m&#257;ne, &#257;m&#257;re sama-h&#299;na</P><P CLASS=c>sei bh&#257;ve ha-i &#257;mi t&#257;h&#257;ra adh&#299;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/s/sakha">sakh&#257;</A> &#8212; friend; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/p/pati">pati</A> &#8212; lord of life; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/m/more">more</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/s/suddha">&#347;uddha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> devotion; <A CLASS=v HREF="http://vedabase.net/a/apanake">&#257;pan&#257;ke</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/b/bada">bada</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/m/mane">m&#257;ne</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> regards; <A CLASS=v HREF="http://vedabase.net/a/amare">&#257;m&#257;re</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/h/hina">h&#299;na</A> &#8212; or lower; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that way; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/i">i</A> &#8212; <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tahara">t&#257;h&#257;ra</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> him; <A CLASS=v HREF="http://vedabase.net/a/adhina">adh&#299;na</A> &#8212; subordinate.</P><P CLASS=t>TRANSLATION</P><P>"If one cherishes pure loving devotion to Me, thinking of Me as his son, his friend or his beloved, regarding himself as great and considering Me his equal or inferior, I become subordinate to him.</P><P CLASS=t>PURPORT</P><P>In the Caitanya-carit&#257;mrita three kinds of devotional service are described &#8212; namely, bhakti (ordinary devotional service), &#347;uddha-bhakti (pure devotional service) and viddha-bhakti (mixed devotional service).</P><P>When devotional service is executed with some material purpose, involving fruitive activities, mental speculations or mystic yoga, it is called mixed or adulterated devotional service. Besides bhakti-yoga, the Bhagavad-g&#299;t&#257; also describes karma-yoga, jñ&#257;na-yoga and dhy&#257;na-yoga. Yoga means linking with the Supreme Lord, which is possible only through devotion. Fruitive activities ending in devotional service, philosophical speculation ending in devotional service, and the practice of mysticism ending in devotional service are known respectively as karma-yoga, jñ&#257;na-yoga and dhy&#257;na-yoga. But such devotional service is adulterated by the three kinds of material activities.</P><P>For those grossly engaged in identifying the body as the self, pious activity, or karma-yoga, is recommended. For those who identify the mind with the self, philosophical speculation, or jñ&#257;na-yoga, is recommended. But devotees standing on the spiritual platform have no need of such material conceptions of adulterated devotion. Adulterated devotional service does not directly aim for love of the Supreme Personality of Godhead. Therefore service performed strictly in conformity with the revealed scriptures is better than such viddha-bhakti because it is free from all kinds of material contamination. It is executed in Krishna consciousness, solely to please the Supreme Personality of Godhead.</P><P>Those who are spontaneously devoted to the Lord and have no aims for material gain are called attracted devotees. They are spontaneously attracted to the service of the Lord, and they follow in the footsteps of self-realized souls. Their pure devotion (&#347;uddha-bhakti), manifested from pure love of Godhead, surpasses the regulative principles of the authoritative scriptures. Sometimes loving ecstasy transcends regulative principles; such ecstasy, however, is completely on the spiritual platform and cannot be imitated. The regulative principles help ordinary devotees rise to the stage of perfect love of Godhead. Pure love for Krishna is the perfection of pure devotion, and pure devotional service is identical with spontaneous devotional service.</P><P>Flawless execution of regulative principles is exhibited in the Vaikuntha planets. By strictly executing these principles one can be elevated to the Vaikuntha planets. But spontaneous pure loving service is found in Krishnaloka alone.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>