<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 29"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.29</P><P CLASS=c>mo-vishaye gop&#299;-ganera upapati-bh&#257;ve</P><P CLASS=c>yoga-m&#257;y&#257; karibeka &#257;pana-prabh&#257;ve</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mo">mo</A>-<A CLASS=v HREF="http://vedabase.net/v/visaye">vishaye</A> &#8212; on the subject of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/g/gopi">gop&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/ganera">ganera</A> &#8212; of the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/u/upapati">upapati</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> paramour; <A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the position; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; <A HREF="http://vedabase.net/y/yogamaya">yogam&#257;y&#257;</A>, Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s internal potency; <A CLASS=v HREF="http://vedabase.net/k/karibeka">karibeka</A> &#8212; will <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/a/apana">&#257;pana</A> &#8212; her own; <A CLASS=v HREF="http://vedabase.net/p/prabhave">prabh&#257;ve</A> &#8212; by the influence.</P><P CLASS=t>TRANSLATION</P><P>"The influence of yogam&#257;y&#257; will inspire the gop&#299;s with the sentiment that I am their paramour.</P><P CLASS=t>PURPORT</P><P>Yogam&#257;y&#257; is the name of the internal potency that makes the Lord forget Himself and become an object of love for His pure devotee in different transcendental mellows. This yogam&#257;y&#257; potency creates a spiritual sentiment in the minds of the damsels of Vraja by which they think of Lord Krishna as their paramour. This sentiment is never to be compared to mundane illicit sexual love. It has nothing to do with sexual psychology, although the pure love of such devotees seems to be sexual. One should know for certain that nothing can exist in this cosmic manifestation that has no real counterpart in the spiritual field. All material manifestations are emanations of the Transcendence. The erotic principles of amorous love reflected in mixed material values are perverted reflections of the reality of spirit, but one cannot understand the reality unless one is sufficiently educated in the spiritual science.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>