<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 30"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.30</P><P CLASS=c>&#257;miha n&#257; j&#257;ni t&#257;h&#257;, n&#257; j&#257;ne gop&#299;-gana</P><P CLASS=c>du&#324;h&#257;ra r&#363;pa-gune du&#324;h&#257;ra nitya hare mana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/amiha">&#257;miha</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; shall not know; <A CLASS=v HREF="http://vedabase.net/t/taha">t&#257;h&#257;</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/j/jane">j&#257;ne</A> &#8212; will not know; <A CLASS=v HREF="http://vedabase.net/g/gopi">gop&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/d/dunhara">du&#324;h&#257;ra</A> &#8212; of the two; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/g/gune">gune</A> &#8212; the beauty and qualities; <A CLASS=v HREF="http://vedabase.net/d/dunhara">du&#324;h&#257;ra</A> &#8212; of the two; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/h/hare">hare</A> &#8212; carry away; <A CLASS=v HREF="http://vedabase.net/m/mana">mana</A> &#8212; the minds.</P><P CLASS=t>TRANSLATION</P><P>"Neither the gop&#299;s nor I shall notice this, for our minds will always be entranced by one another's beauty and qualities.</P><P CLASS=t>PURPORT</P><P>In the spiritual sky the Vaikuntha planets are predominated by N&#257;r&#257;yana. His devotees have the same features He does, and the exchange of devotion there is on the platform of reverence. But above all these Vaikuntha planets is Goloka, or Krishnaloka, where the original Personality of Godhead, Krishna, fully manifests His pleasure potency in free loving affairs. Since the devotees in the material world know almost nothing about these affairs, the Lord desires to show these affairs to them.</P><P>In Goloka Vrind&#257;vana there is an exchange of love known as parak&#299;ya-rasa. It is something like the attraction of a married woman for a man other than her husband. In the material world this sort of relationship is most abominable because it is a perverted reflection of the parak&#299;ya-rasa in the spiritual world, where it is the highest kind of loving affair. Such feelings between the devotee and the Lord are presented by the influence of yogam&#257;y&#257;. The Bhagavad-g&#299;t&#257; states that devotees of the highest grade are under the care of daiva-m&#257;y&#257;, or yogam&#257;y&#257;: mah&#257;tm&#257;nas tu m&#257;m p&#257;rtha daiv&#299;m prakritim &#257;&#347;rit&#257;h (<A CLASS=v HREF="../../../bg/9/13.htm">Bg. 9.13</A>). Those who are actually great souls (mah&#257;tm&#257;s) are fully absorbed in Krishna consciousness, always engaged in the service of the Lord. They are under the care of daiv&#299;-prakriti, or yogam&#257;y&#257;. Yogam&#257;y&#257; creates a situation in which the devotee is prepared to transgress all regulative principles simply to love Krishna. A devotee naturally does not like to transgress the laws of reverence for the Supreme Personality of Godhead, but by the influence of yogam&#257;y&#257; he is prepared to do anything to love the Supreme Lord better.</P><P>Those under the spell of the material energy cannot at all appreciate the activities of yogam&#257;y&#257;, for a conditioned soul can hardly understand the pure reciprocation between the Lord and His devotee. But by executing devotional service under the regulative principles, one can become very highly elevated and then begin to appreciate the dealings of pure love under the management of yogam&#257;y&#257;.</P><P>In the spiritual loving sentiment induced by the yogam&#257;y&#257; potency, both Lord &#346;r&#299; Krishna and the damsels of Vraja forget themselves in spiritual rapture. By the influence of such forgetfulness, the attractive beauty of the gop&#299;s plays a prominent part in the transcendental satisfaction of the Lord, who has nothing to do with mundane sex. Because spiritual love of Godhead is above everything mundane, the gop&#299;s superficially seem to transgress the codes of mundane morality. This perpetually puzzles mundane moralists. Therefore yogam&#257;y&#257; acts to cover the Lord and His pastimes from the eyes of mundaners, as confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/25.htm">7.25</A>), where the Lord says that He reserves the right of not being exposed to everyone.</P><P>The acts of yogam&#257;y&#257; make it possible for the Lord and the gop&#299;s, in loving ecstasy, to sometimes meet and sometimes separate. These transcendental loving affairs of the Lord are unimaginable to empiricists involved in the impersonal feature of the Absolute Truth. Therefore the Lord Himself appears before the mundaners to bestow upon them the highest form of spiritual realization and also personally relish its essence. The Lord is so merciful that He Himself descends to take the fallen souls back home to the kingdom of Godhead, where the erotic principles of Godhead are eternally relished in their real form, distinct from the perverted sexual love so much adored and indulged in by the fallen souls in their diseased condition. The reason the Lord displays the r&#257;sa-l&#299;l&#257; is essentially to induce all the fallen souls to give up their diseased morality and religiosity, and to attract them to the kingdom of God to enjoy the reality. A person who actually understands what the r&#257;sa-l&#299;l&#257; is will certainly hate to indulge in mundane sex life. For the realized soul, hearing the Lord's r&#257;sa-l&#299;l&#257; through the proper channel will result in complete abstinence from material sexual pleasure.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>