<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 31"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.31</P><P CLASS=c>dharma ch&#257;di' r&#257;ge du&#324;he karaye milana</P><P CLASS=c>kabhu mile, kabhu n&#257; mile, &#8212; daivera ghatana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> <A CLASS=v HREF="http://vedabase.net/c/chadi">ch&#257;di</A>' &#8212; giving up religious customs; <A CLASS=v HREF="http://vedabase.net/r/rage">r&#257;ge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> love; <A CLASS=v HREF="http://vedabase.net/d/dunhe">du&#324;he</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/k/karaye">karaye</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/m/milana">milana</A> &#8212; meeting; <A CLASS=v HREF="http://vedabase.net/k/kabhu">kabhu</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/m/mile">mile</A> &#8212; they meet; <A CLASS=v HREF="http://vedabase.net/k/kabhu">kabhu</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/m/mile">mile</A> &#8212; they <A HREF="http://vedabase.net/d/do">do</A> not meet; <A CLASS=v HREF="http://vedabase.net/d/daivera">daivera</A> &#8212; of destiny; <A CLASS=v HREF="http://vedabase.net/g/ghatana">ghatana</A> &#8212; the happening.</P><P CLASS=t>TRANSLATION</P><P>"Pure attachment will unite us even at the expense of moral and religious duties [dharma]. Destiny will sometimes bring us together and sometimes separate us.</P><P CLASS=t>PURPORT</P><P>The gop&#299;s came out to meet Krishna in the dead of night when they heard the sound of His flute. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has accordingly composed a nice verse (see <A CLASS=v HREF="../../../cc/adi/5/224.htm">&#256;di 5.224</A>) that describes the beautiful boy called Govinda standing by the bank of the Yamun&#257; with His flute to His lips in the shining moonlight. Those who want to enjoy life in the materialistic way of society, friendship and love should not go to the Yamun&#257; to see the form of Govinda. The sound of Lord Krishna's flute is so sweet that it has made the gop&#299;s forget all about their relationships with their kinsmen and flee to Krishna in the dead of night.</P><P>By leaving home in that way, the gop&#299;s transgressed the Vedic regulations of household life. This indicates that when natural feelings of love for Krishna become fully manifest, a devotee can neglect conventional social rules and regulations. In the material world we are situated in designative positions only, but pure devotional service begins when one is freed from all designations. When love for Krishna is awakened, the designative positions are overcome.</P><P>The spontaneous attraction of &#346;r&#299; Krishna for His dearest parts and parcels generates an enthusiasm that obliges &#346;r&#299; Krishna and the gop&#299;s to meet together. To celebrate this transcendental enthusiasm, there is need of a sentiment of separation between the lover and beloved. In the condition of material tribulation, no one wants the pangs of separation. But in the transcendental form, the very same separation, being absolute in its nature, strengthens the ties of love and enhances the desire of the lover and beloved to meet. The period of separation, evaluated transcendentally, is more relishable than the actual meeting, which lacks the feelings of increasing anticipation because the lover and beloved are both present.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>