<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 33"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.33</P><P CLASS=c>vrajera nirmala r&#257;ga &#347;uni' bhakta-gana</P><P CLASS=c>r&#257;ga-m&#257;rge bhaje yena ch&#257;di' dharma-karma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vrajera">vrajera</A> &#8212; of <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/n/nirmala">nirmala</A> &#8212; spotless; <A CLASS=v HREF="http://vedabase.net/r/raga">r&#257;ga</A> &#8212; love; <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A>' &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; the devotees; <A CLASS=v HREF="http://vedabase.net/r/raga">r&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/m/marge">m&#257;rge</A> &#8212; on the path of spontaneous love; <A CLASS=v HREF="http://vedabase.net/b/bhaje">bhaje</A> &#8212; they worship; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> that; <A CLASS=v HREF="http://vedabase.net/c/chadi">ch&#257;di</A>' &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religiosity; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive activity.</P><P CLASS=t>TRANSLATION</P><P>"Then, by hearing about the pure love of the residents of Vraja, devotees will worship Me on the path of spontaneous love, abandoning all rituals of religiosity and fruitive activity."</P><P CLASS=t>PURPORT</P><P>Many realized souls, such as Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; and King Kula&#347;ekhara, have recommended with great emphasis that one develop this spontaneous love of Godhead, even at the risk of transgressing all the traditional codes of morality and religiosity. &#346;r&#299; Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, one of the six Gosv&#257;m&#299;s of Vrind&#257;vana, has written in his prayers called the Manah-&#347;iksh&#257; that one should simply worship R&#257;dh&#257; and Krishna with all attention. Na dharmam n&#257;dharmam &#347;ruti-gana-niruktam kila kuru: one should not be much interested in performing Vedic rituals or simply following rules and regulations.</P><P>King Kula&#347;ekhara has written similarly, in his book Mukunda-m&#257;l&#257;-stotra (5):</P><P>n&#257;sth&#257; dharme na vasu-nicaye naiva k&#257;mopabhoge</P><P CLASS=n>yad bh&#257;vyam tad bhavatu bhagavan p&#363;rva-karm&#257;nur&#363;pam</P><P CLASS=n>etat pr&#257;rthyam mama bahu-matam janma-janm&#257;ntare 'pi</P><P CLASS=n>tvat-p&#257;d&#257;mbho-ruha-yuga-gat&#257; ni&#347;cal&#257; bhaktir astu</P><P>"I have no attraction for performing religious rituals or holding any earthly kingdom. I do not care for sense enjoyments; let them appear and disappear in accordance with my previous deeds. My only desire is to be fixed in devotional service to the lotus feet of the Lord, even though I may continue to take birth here life after life."</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>