<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 34"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.34</P><P CLASS=c>anugrah&#257;ya bhakt&#257;n&#257;m</P><P CLASS=c>m&#257;nusham deham &#257;&#347;ritah</P><P CLASS=c>bhajate t&#257;dri&#347;&#299;h kr&#299;d&#257;</P><P CLASS=c>y&#257;h &#347;rutv&#257; tat-paro bhavet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anugrahaya">anugrah&#257;ya</A> &#8212; for showing favor; <A CLASS=v HREF="http://vedabase.net/b/bhaktanam">bhakt&#257;n&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the devotees; <A CLASS=v HREF="http://vedabase.net/m/manusam">m&#257;nusham</A> &#8212; humanlike; <A CLASS=v HREF="http://vedabase.net/d/deham">deham</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/a/asritah">&#257;&#347;ritah</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/b/bhajate">bhajate</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> enjoys; <A CLASS=v HREF="http://vedabase.net/t/tadrsih">t&#257;dri&#347;&#299;h</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/k/kridah">kr&#299;d&#257;h</A> &#8212; pastimes; <A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; having heard; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; fully intent upon Him; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; one must become.</P><P CLASS=t>TRANSLATION</P><P>"Krishna manifests His eternal humanlike form and performs His pastimes to show mercy to the devotees. Having heard such pastimes, one should engage in service to Him."</P><P CLASS=t>PURPORT</P><P>This text is from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/33/36.htm">10.33.36</A>). The Supreme Personality of Godhead has innumerable expansions of His transcendental form who eternally exist in the spiritual world. This material world is only a perverted reflection of the spiritual world, where everything is manifested without inebriety. There everything is in its original existence, free from the domination of time. Time cannot deteriorate or interfere with the conditions in the spiritual world, where different manifestations of the Supreme Personality of Godhead are the recipients of the worship of different living entities in their constitutional spiritual positions. In the spiritual world all existence is unadulterated goodness. The goodness found in the material world is contaminated by the modes of passion and ignorance.</P><P>The saying that the human form of life is the best position for devotional service has its special significance because only in this form can a living entity revive his eternal relationship with the Supreme Personality of Godhead. The human form is considered the highest state in the cycle of the species of life in the material world. If one takes advantage of this highest kind of material form, one can regain his position of devotional service to the Lord.</P><P>Incarnations of the Supreme Personality of Godhead appear in all the species of life, although this is inconceivable to the human brain. The Lord's pastimes are differentiated according to the appreciating capacity of the different types of bodies of the living entities. The Supreme Lord bestows the most merciful benediction upon human society when He appears in His human form. It is then that humanity gets the opportunity to engage in different kinds of eternal service to the Lord.</P><P>Special natural appreciation of the descriptions of a particular pastime of Godhead indicates the constitutional position of a living entity. Adoration, servitorship, friendship, parental affection and conjugal love are the five primary relationships with Krishna. The highest perfectional stage of the conjugal relationship, enriched by many sentiments, gives the maximum relishable mellow to the devotee.</P><P>The Lord appears in different incarnations &#8212; as a fish, tortoise and boar, as Para&#347;ur&#257;ma, Lord R&#257;ma, Buddha and so on &#8212; to reciprocate the different appreciations of living entities in different stages of evolution. The conjugal relationship of amorous love called parak&#299;ya-rasa is the unparalleled perfection of love exhibited by Lord Krishna and His devotees.</P><P>A class of so-called devotees known as sahajiy&#257;s try to imitate the Lord's pastimes, although they have no understanding of the amorous love in His expansions of pleasure potency. Their superficial imitation can create havoc on the path for the advancement of one's spiritual relationship with the Lord. Material sexual indulgence can never be equated with spiritual love, which is in unadulterated goodness. The activities of the sahajiy&#257;s simply lower one deeper into the material contamination of the senses and mind. Krishna's transcendental pastimes display eternal servitorship to Adhokshaja, the Supreme Lord, who is beyond all conception through material senses. Materialistic conditioned souls do not understand the transcendental exchanges of love, but they like to indulge in sense gratification in the name of devotional service. The activities of the Supreme Lord can never be understood by irresponsible persons who think the pastimes of R&#257;dh&#257; and Krishna to be ordinary affairs. The r&#257;sa dance is arranged by Krishna's internal potency yogam&#257;y&#257;, and it is beyond the grasp of the materially affected person. Trying to throw mud into transcendence with their perversity, the sahajiy&#257;s misinterpret the sayings tat-paratvena nirmalam and tat-paro bhavet. By misinterpreting t&#257;dri&#347;&#299;h kr&#299;d&#257;h, they want to indulge in sex while pretending to imitate Lord Krishna. But one must actually understand the imports of the words through the intelligence of the authorized gosv&#257;m&#299;s. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura, in his prayers to the Gosv&#257;m&#299;s, has explained his inability to understand such spiritual affairs:</P><P>r&#363;pa-raghun&#257;tha-pade ha-ibe &#257;kuti</P><P CLASS=n>kabe h&#257;ma bujhaba se yugala-p&#299;riti</P><P>"When I shall be eager to understand the literature given by the Gosv&#257;m&#299;s, then I shall be able to understand the transcendental love affairs of R&#257;dh&#257; and Krishna." In other words, unless one is trained under the disciplic succession of the Gosv&#257;m&#299;s, one cannot understand R&#257;dh&#257; and Krishna. The conditioned souls are naturally averse to understanding the spiritual existence of the Lord, and if they try to know the transcendental nature of the Lord's pastimes while they remain absorbed in materialism, they are sure to blunder like the sahajiy&#257;s.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>