<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 41"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.41</P><P CLASS=c>ei-mata bhakta-bh&#257;va kari' a&#324;g&#299;k&#257;ra</P><P CLASS=c>&#257;pani &#257;cari' bhakti karila prac&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; like this; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; the position of <A HREF="http://vedabase.net/a/a">a</A> devotee; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; making; <A CLASS=v HREF="http://vedabase.net/a/angikara">a&#324;g&#299;k&#257;ra</A> &#8212; acceptance; <A CLASS=v HREF="http://vedabase.net/a/apani">&#257;pani</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/a/acari">&#257;cari</A>' &#8212; practicing; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/p/pracara">prac&#257;ra</A> &#8212; propagation.</P><P CLASS=t>TRANSLATION</P><P>In this way, assuming the sentiment of a devotee, He preached devotional service while practicing it Himself.</P><P CLASS=t>PURPORT</P><P>When R&#363;pa Gosv&#257;m&#299; met Lord &#346;r&#299; Caitanya Mah&#257;prabhu at Pray&#257;ga (Allahabad), he offered his respectful obeisances by submitting that Lord Caitanya was more magnanimous than any other avat&#257;ra of Krishna because He was distributing love of Krishna. His mission was to enhance love of Godhead. In the human form of life the highest achievement is to attain the platform of love of Godhead. Lord Caitanya did not invent a system of religion, as people sometimes assume. Religious systems are meant to show the existence of God, who is then generally approached as the cosmic order-supplier. But Lord &#346;r&#299; Caitanya Mah&#257;prabhu's transcendental mission is to distribute love of Godhead to everyone. Anyone who accepts God as the Supreme can take to the process of chanting Hare Krishna and become a lover of God. Therefore Lord Caitanya is the most magnanimous. This munificent broadcasting of devotional service is possible only for Krishna Himself. Therefore Lord Caitanya is Krishna.</P><P>In the Bhagavad-g&#299;t&#257; Krishna has taught the philosophy of surrender to the Supreme Personality of Godhead. One who has surrendered to the Supreme can make further progress by learning to love Him. Therefore the Krishna consciousness movement propagated by Lord Caitanya is especially meant for those who are cognizant of the presence of the Supreme Godhead, the ultimate controller of everything. His mission is to teach people how to dovetail themselves into engagements of transcendental loving service. He is Krishna teaching His own service from the position of a devotee. The Lord's acceptance of the role of a devotee in the eternal form of Lord &#346;r&#299; Caitanya Mah&#257;prabhu is another of the Lord's wonderful features. A conditioned soul cannot reach the absolute Personality of Godhead by his imperfect endeavor, and therefore it is wonderful that Lord &#346;r&#299; Krishna, in the form of Lord Gaur&#257;&#324;ga, has made it easy for everyone to approach Him.</P><P>Svar&#363;pa D&#257;modara Gosv&#257;m&#299; has described Lord Caitanya as Krishna Himself with the attitude of R&#257;dh&#257;r&#257;n&#299;, or a combination of R&#257;dh&#257; and Krishna. The intention of Lord Caitanya is to taste Krishna's sweetness in transcendental love. He does not care to think of Himself as Krishna, because He wants the position of R&#257;dh&#257;r&#257;n&#299;. We should remember this. A class of so-called devotees called the nad&#299;y&#257;-n&#257;gar&#299;s or gaura-n&#257;gar&#299;s pretend that they have the sentiment of gop&#299;s toward Lord Caitanya, but they do not realize that He placed Himself not as the enjoyer, Krishna, but as the enjoyed, the devotee of Krishna. The concoctions of unauthorized persons pretending to be bona fide have not been accepted by Lord Caitanya. Presentations such as those of the gaura-n&#257;gar&#299;s are only disturbances to the sincere execution of the mission of Lord Caitanya. Lord Caitanya is undoubtedly Krishna Himself, and He is always nondifferent from &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. But the emotion technically called vipralambha-bh&#257;va, which the Lord adopted for confidential reasons, should not be disturbed in the name of service. A mundaner should not unnecessarily intrude into affairs of transcendence and thereby displease the Lord. One must always be on guard against this sort of devotional anomaly. A devotee is not meant to create disturbances to Krishna. As &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has explained, devotional service is &#257;nuk&#363;lyena, or favorable to Krishna. Acting unfavorably toward Krishna is not devotion. Kamsa was the enemy of Krishna. He always thought of Krishna, but he thought of Him as an enemy. One should always avoid such unfavorable so-called service.</P><P>Lord Caitanya has accepted the role of R&#257;dh&#257;r&#257;n&#299;, and we should support that position, as Svar&#363;pa D&#257;modara did in the Gambh&#299;r&#257; (the room where Lord Caitanya Mah&#257;prabhu stayed in Pur&#299;). He always reminded Lord Caitanya of R&#257;dh&#257;'s feelings of separation as they are described in &#346;r&#299;mad-Bh&#257;gavatam, and Lord Caitanya appreciated his assistance. But the gaura-n&#257;gar&#299;s, who place Lord Caitanya in the position of enjoyer and themselves as His enjoyed, are not approved by Lord Caitanya or by Lord Caitanya's followers. Instead of being blessed, the foolish imitators are left completely apart. Their concoctions are against the principles of Lord &#346;r&#299; Caitanya Mah&#257;prabhu. The doctrine of transcendental enjoyment by Krishna cannot be mixed up with the doctrine of transcendental feeling of separation from Krishna in the role of R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>