<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 50"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.50</P><P CLASS=c>ataeva sei bh&#257;va a&#324;g&#299;k&#257;ra kari'</P><P CLASS=c>s&#257;dhilena nija v&#257;ñch&#257; gaur&#257;&#324;ga-&#347;r&#299;-hari</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ataeva">ataeva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; that mood; <A CLASS=v HREF="http://vedabase.net/a/angikara">a&#324;g&#299;k&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/s/sadhilena">s&#257;dhilena</A> &#8212; fulfilled; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A> &#8212; His own; <A CLASS=v HREF="http://vedabase.net/v/vancha">v&#257;ñch&#257;</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/g/gauranga">gaur&#257;&#324;ga</A> &#8212; Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/h/hari">hari</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Therefore Lord Gaur&#257;&#324;ga, who is &#346;r&#299; Hari Himself, accepted the sentiments of R&#257;dh&#257; and thus fulfilled His own desires.</P><P CLASS=t>PURPORT</P><P>Of the four kinds of reciprocation of loving service &#8212; d&#257;sya, sakhya, v&#257;tsalya and m&#257;dhurya &#8212; m&#257;dhurya is considered the fullest. But the conjugal relationship is further divided into two varieties, namely svak&#299;ya and parak&#299;ya. Svak&#299;ya is the relationship with Krishna as a formally married husband, and parak&#299;ya is the relationship with Krishna as a paramour. Expert analysts have decided that the transcendental ecstasy of the parak&#299;ya mellow is better because it is more enthusiastic. This phase of conjugal love is found in those who have surrendered to the Lord in intense love, knowing well that such illicit love with a paramour is not morally approved in society. The risks involved in such love of Godhead make this emotion superior to the relationship in which such risk is not involved. The validity of such risk, however, is possible only in the transcendental realm. Svak&#299;ya and parak&#299;ya conjugal love of Godhead have no existence in the material world, and parak&#299;ya is not exhibited anywhere in Vaikuntha, but only in the portion of Goloka Vrind&#257;vana known as Vraja.</P><P>Some devotees think that Krishna is eternally the enjoyer in Goloka Vrind&#257;vana but only sometimes comes to the platform of Vraja to enjoy parak&#299;ya-rasa. The six Gosv&#257;m&#299;s of Vrind&#257;vana, however, have explained that Krishna's pastimes in Vraja are eternal, like His other activities in Goloka Vrind&#257;vana. Vraja is a confidential part of Goloka Vrind&#257;vana. Krishna exhibited His Vraja pastimes on the surface of this world, and similar pastimes are eternally exhibited in Vraja in Goloka Vrind&#257;vana, where parak&#299;ya-rasa is ever existent.</P><P>In the Third Chapter of this epic, &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; has explicitly accepted the fact that Krishna appears in this material world at the end of the Dv&#257;para age of the twenty-eighth catur-yuga of Vaivasvata Manu and brings with Him His Vrajadh&#257;ma, which is the eternal abode of His highest pastimes. As the Lord appears by His own internal potency, so He also brings all His paraphernalia by the same internal potency, without extraneous help. It is further stated here in the Caitanya-carit&#257;mrita that the parak&#299;ya sentiment exists only in that transcendental realm and nowhere else. This highest form of ecstasy can exist only in the most confidential part of the transcendental world, but by the causeless mercy of the Lord we can have a peep into that invisible Vraja.</P><P>The transcendental mellow relished by the gop&#299;s in Vraja is superexcellently featured in &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Mature assimilation of the transcendental humor of conjugal love is represented by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, whose feelings are incomprehensible even to the Lord Himself. The intensity of Her loving service is the highest form of ecstasy. No one can surpass &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; in relishing the qualities of the Lord through this supreme transcendental mellow. Therefore the Lord Himself agreed to assume the position of R&#257;dh&#257;r&#257;n&#299; in the form of Lord &#346;r&#299; Gaur&#257;&#324;ga. He then relished the highest position of parak&#299;ya-rasa, as exhibited in the transcendental abode of Vraja.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>