<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 56</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 56"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.56</P><P CLASS=c>r&#257;dh&#257;-krishna eka &#257;tm&#257;, dui deha dhari'</P><P CLASS=c>anyonye vilase rasa &#257;sv&#257;dana kari'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/radha">r&#257;dh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; <A HREF="http://vedabase.net/r/radha">R&#257;dh&#257;</A> and <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; self; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> &#8212; two; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; bodies; <A CLASS=v HREF="http://vedabase.net/d/dhari">dhari</A>' &#8212; assuming; <A CLASS=v HREF="http://vedabase.net/a/anyonye">anyonye</A> &#8212; one another; <A CLASS=v HREF="http://vedabase.net/v/vilase">vilase</A> &#8212; They enjoy; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; the mellows of love; <A CLASS=v HREF="http://vedabase.net/a/asvadana">&#257;sv&#257;dana</A> <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; tasting.</P><P CLASS=t>TRANSLATION</P><P>R&#257;dh&#257; and Krishna are one and the same, but They have assumed two bodies. Thus They enjoy each other, tasting the mellows of love.</P><P CLASS=t>PURPORT</P><P>The two transcendentalists R&#257;dh&#257; and Krishna are a puzzle to materialists. The above description of R&#257;dh&#257; and Krishna from the diary of &#346;r&#299;la Svar&#363;pa D&#257;modara Gosv&#257;m&#299; is a condensed explanation, but one needs great spiritual insight to understand the mystery of these two personalities. One is enjoying in two. &#346;r&#299; Krishna is the potent factor, and &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the internal potency. According to Ved&#257;nta philosophy, there is no difference between the potent and the potency; they are identical. We cannot differentiate between one and the other, any more than we can separate fire from heat.</P><P>Everything in the Absolute is inconceivable in relative existence. Therefore in relative cognizance it is very difficult to assimilate this truth of the oneness between the potent and the potency. The philosophy of inconceivable oneness and difference propounded by Lord Caitanya is the only source of understanding for such intricacies of transcendence.</P><P>In fact, R&#257;dh&#257;r&#257;n&#299; is the internal potency of &#346;r&#299; Krishna, and She eternally intensifies the pleasure of &#346;r&#299; Krishna. Impersonalists cannot understand this without the help of a mah&#257;-bh&#257;gavata devotee. The very name "R&#257;dh&#257;" suggests that &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is eternally the topmost mistress of the comforts of &#346;r&#299; Krishna. As such, She is the medium transmitting the living entities' service to &#346;r&#299; Krishna. Devotees in Vrind&#257;vana therefore seek the mercy of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; in order to be recognized as loving servitors of &#346;r&#299; Krishna.</P><P>Lord Caitanya Mah&#257;prabhu personally approaches the fallen conditioned souls of the iron age to deliver the highest principle of transcendental relationships with the Lord. The activities of Lord Caitanya are primarily in the role of the pleasure-giving portion of His internal potency.</P><P>The absolute Personality of Godhead, &#346;r&#299; Krishna, is the omnipotent form of transcendental existence, knowledge and bliss in full. His internal potency is exhibited first as sat, or existence &#8212; or, in other words, as the portion that expands the existence function of the Lord. When the same potency displays full knowledge it is called cit, or samvit, which expands the transcendental forms of the Lord. Finally, when the same potency plays as a pleasure-giving medium it is known as hl&#257;din&#299;, or the transcendental blissful potency. Thus the Lord manifests His internal potency in three transcendental divisions.</P><P CLASS=l><A CLASS=i HREF="55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="57.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>