<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 60</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 60"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.60</P><P CLASS=c>hl&#257;din&#299; kar&#257;ya krishne &#257;nand&#257;sv&#257;dana</P><P CLASS=c>hl&#257;din&#299;ra dv&#257;r&#257; kare bhaktera poshana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hladini">hl&#257;din&#299;</A> &#8212; the <A HREF="http://vedabase.net/h/hladini">hl&#257;din&#299;</A> energy; <A CLASS=v HREF="http://vedabase.net/k/karaya">kar&#257;ya</A> &#8212; causes <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/a/asvadana">&#257;sv&#257;dana</A> &#8212; the tasting of bliss; <A CLASS=v HREF="http://vedabase.net/h/hladinira">hl&#257;din&#299;ra</A> <A CLASS=v HREF="http://vedabase.net/d/dvara">dv&#257;r&#257;</A> &#8212; by the pleasure potency; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/b/bhaktera">bhaktera</A> &#8212; of the devotee; <A CLASS=v HREF="http://vedabase.net/p/posana">poshana</A> &#8212; nourishing.</P><P CLASS=t>TRANSLATION</P><P>That hl&#257;din&#299; energy gives Krishna pleasure and nourishes His devotees.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has elaborately discussed the hl&#257;din&#299; potency in his Pr&#299;ti-sandarbha. He says that the Vedas clearly state, "Only devotional service can lead one to the Personality of Godhead. Only devotional service can help a devotee meet the Supreme Lord face to face. The Supreme Personality of Godhead is attracted by devotional service, and as such the ultimate supremacy of Vedic knowledge rests in knowing the science of devotional service."</P><P>What is the particular attraction that makes the Supreme Lord enthusiastic to accept devotional service, and what is the nature of such service? The Vedic scriptures inform us that the Supreme Personality of Godhead, the Absolute Truth, is self-sufficient, and that m&#257;y&#257;, nescience, can never influence Him at all. Therefore the potency that overcomes the Supreme must be purely spiritual. Such a potency cannot be anything of the material manifestation. The bliss enjoyed by the Supreme Personality of Godhead cannot be of material composition, like the impersonalist conception of the bliss of Brahman. Devotional service is reciprocation between two, and therefore it cannot be located simply within one's self. Therefore the bliss of self-realization, brahm&#257;nanda, cannot be equated with devotional service.</P><P>The Supreme Personality of Godhead has three kinds of internal potency, namely the hl&#257;din&#299;-&#347;akti, or pleasure potency, the sandhin&#299;-&#347;akti, or existential potency, and the samvit-&#347;akti, or cognitive potency. In the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana1/12/69">1.12.69</A>) the Lord is addressed as follows: "O Lord, You are the support of everything. The three attributes hl&#257;din&#299;, sandhin&#299; and samvit exist in You as one spiritual energy. But the material modes, which cause happiness, misery and mixtures of the two, do not exist in You, for You have no material qualities."</P><P>Hl&#257;din&#299; is the personal manifestation of the blissfulness of the Supreme Personality of Godhead, by which He enjoys pleasure. Because the pleasure potency is perpetually present in the Supreme Lord, the theory of the impersonalist that the Lord appears in the material mode of goodness cannot be accepted. The impersonalist conclusion is against the Vedic version that the Lord possesses a transcendental pleasure potency. When the pleasure potency of the Supreme Personality of Godhead is exhibited by His grace in the person of a devotee, that manifestation is called love of God. "Love of God" is an epithet for the pleasure potency of the Lord. Therefore devotional service reciprocated between the Lord and His devotee is an exhibition of the transcendental pleasure potency of the Lord.</P><P>The potency of the Supreme Personality of Godhead that always enriches Him with transcendental bliss is not material, but the &#346;a&#324;karites have accepted it as such because they are ignorant of the identity of the Supreme Lord and His pleasure potency. Those ignorant persons cannot understand the distinction between impersonal spiritual bliss and the variegatedness of the spiritual pleasure potency. The hl&#257;din&#299; potency gives the Lord all transcendental pleasure, and the Lord bestows such a potency upon His pure devotee.</P><P CLASS=l><A CLASS=i HREF="59.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="61.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>