<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 62</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 62"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.62</P><P CLASS=c>&#257;nand&#257;m&#347;e hl&#257;din&#299;, sad-am&#347;e sandhin&#299;</P><P CLASS=c>cid-am&#347;e samvit &#8212; y&#257;re jñ&#257;na kari' m&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/a/amse">am&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the bliss portion; <A CLASS=v HREF="http://vedabase.net/h/hladini">hl&#257;din&#299;</A> &#8212; the pleasure energy; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/amse">am&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the eternal portion; <A CLASS=v HREF="http://vedabase.net/s/sandhini">sandhin&#299;</A> &#8212; the existence-expanding energy; <A CLASS=v HREF="http://vedabase.net/c/cit">cit</A>-<A CLASS=v HREF="http://vedabase.net/a/amse">am&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the cognizant portion; <A CLASS=v HREF="http://vedabase.net/s/samvit">samvit</A> &#8212; the full energy of knowledge; <A CLASS=v HREF="http://vedabase.net/y/yare">y&#257;re</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; <A HREF="http://vedabase.net/a/as">as</A> knowledge; <A CLASS=v HREF="http://vedabase.net/m/mani">m&#257;ni</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> accept.</P><P CLASS=t>TRANSLATION</P><P>Hl&#257;din&#299; is His aspect of bliss; sandhin&#299;, of eternal existence; and samvit, of cognizance, which is also accepted as knowledge.</P><P CLASS=t>PURPORT</P><P>In his thesis Bhagavat-sandarbha (103), &#346;r&#299;la J&#299;va Gosv&#257;m&#299; explains the potencies of the Lord as follows: The transcendental potency of the Supreme Personality of Godhead by which He maintains His existence is called sandhin&#299;. The transcendental potency by which He knows Himself and causes others to know Him is called samvit. The transcendental potency by which He possesses transcendental bliss and causes His devotees to have bliss is called hl&#257;din&#299;.</P><P>The total exhibition of these potencies is called vi&#347;uddha-sattva, and this platform of spiritual variegatedness is displayed even in the material world when the Lord appears here. The pastimes and manifestations of the Lord in the material world are therefore not at all material; they belong to the pure transcendental state. The Bhagavad-g&#299;t&#257; confirms that anyone who understands the transcendental nature of the Lord's appearance, activities and disappearance becomes eligible for freedom from material bondage upon quitting the present material tabernacle. He can enter the spiritual kingdom to associate with the Supreme Personality of Godhead and reciprocate the hl&#257;din&#299; potency in transactions between him and the Lord. In the mundane mode of goodness there are tinges of passion and ignorance. Therefore mundane goodness, being mixed, is called mi&#347;ra-sattva. But the transcendental variegatedness of vi&#347;uddha-sattva is completely free from all mundane qualities. Vi&#347;uddha-sattva is therefore the proper atmosphere in which to experience the Personality of Godhead and His transcendental pastimes. Spiritual variegatedness is eternally independent of all material conditions and is nondifferent from the Supreme Personality of Godhead, both being absolute. The Lord and His devotees simultaneously perceive the hl&#257;din&#299; potency directly by the power of the samvit potency.</P><P>The material modes of nature control the conditioned souls, but the Supreme Personality of Godhead is never influenced by these modes, as all Vedic literatures directly and indirectly corroborate. Lord Krishna Himself says in the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/25/12.htm">11.25.12</A>), sattvam rajas tama iti gun&#257; j&#299;vasya naiva me: "The material modes of goodness, passion and ignorance are connected with the conditioned souls, but never with Me, the Supreme Personality of Godhead." The Vishnu Pur&#257;na confirms this as follows:</P><P>sattv&#257;dayo na sant&#299;&#347;e yatra na pr&#257;krit&#257; gun&#257;h</P><P CLASS=n>sa &#347;uddhah sarva-&#347;uddhebhyah pum&#257;n &#257;dyah pras&#299;datu</P><P>"The Supreme Personality of Godhead, Vishnu, is beyond the three qualities goodness, passion and ignorance. No material qualities exist in Him. May that original person, N&#257;r&#257;yana, who is situated in a completely transcendental position, be pleased with us." In the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/27/4.htm">10.27.4</A>), Indra praises Krishna as follows:</P><P>vi&#347;uddha-sattvam tava dh&#257;ma &#347;&#257;ntam</P><P CLASS=n>tapo-mayam dhvasta-rajas-tamaskam</P><P CLASS=n>m&#257;y&#257;-mayo 'yam guna-samprav&#257;ho</P><P CLASS=n>na vidyate te 'grahan&#257;nubandhah</P><P>"My dear Lord, Your abode is vi&#347;uddha-sattva, always undisturbed by the material qualities, and the activities there are in transcendental loving service unto Your feet. The goodness, austerity and penance of the devotees enhance such activities, which are always free from the contamination of passion and ignorance. Material qualities cannot touch You under any circumstances."</P><P>When not manifested, the modes of material nature are said to be in goodness. When they are externally manifested and active in producing the varieties of material existence, they are said to be in passion. And when there is a lack of activity and variegatedness, they are said to be in ignorance. In other words, the pensive mood is goodness, activity is passion, and inactivity is ignorance. Above all these mundane qualitative manifestations is vi&#347;uddha-sattva. When it is predominated by the sandhin&#299; potency, it is perceivable as the existence of all that be. When predominated by the samvit potency, it is perceived as knowledge in transcendence. And when predominated by the hl&#257;din&#299; potency, it is perceived as the most confidential love of Godhead. Vi&#347;uddha-sattva, the simultaneous manifestation of these three in one, is the main feature of the kingdom of God.</P><P>The Absolute Truth is therefore the substance of reality, eternally manifest in three energies. The manifestation of the internal energy of the Lord is the inconceivably variegated spiritual world, the manifestation of the marginal energy comprises the living entities, and the manifestation of the external energy is the material cosmos. Therefore the Absolute Truth includes these four principles &#8212; the Supreme Personality of Godhead Himself, His internal energy, His marginal energy and His external energy. The form of the Lord and the expansions of His form as svayam-r&#363;pa and vaibhava-prak&#257;&#347;a are directly the enjoyers of the internal energy, which is the eternal exhibitor of the spiritual world, the most confidential of the manifestations of energy. The external manifestation, the material energy, provides the covering bodies of the conditioned living entities, from Brahm&#257; down to the insignificant ant. This covering energy is manifested under the three modes of material nature and appreciated in various ways by living entities in both the higher and lower forms of life.</P><P>Each of the three divisions of the internal potency &#8212; the sandhin&#299;, samvit and hl&#257;din&#299; energies &#8212; influences one of the external potencies by which the conditioned souls are conducted. Such influence manifests the three qualitative modes of material nature, proving definitely that the living entities, the marginal potency, are eternally servitors of the Lord and are therefore controlled by either the internal or the external potency.</P><P CLASS=l><A CLASS=i HREF="61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="63.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>