<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 65</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 65"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.65</P><P CLASS=c>m&#257;t&#257;, pit&#257;, sth&#257;na, griha, &#347;ayy&#257;sana &#257;ra</P><P CLASS=c>e-saba krishnera &#347;uddha-sattvera vik&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mata">m&#257;t&#257;</A> &#8212; mother; <A CLASS=v HREF="http://vedabase.net/p/pita">pit&#257;</A> &#8212; father; <A CLASS=v HREF="http://vedabase.net/s/sthana">sth&#257;na</A> &#8212; place; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A> &#8212; house; <A CLASS=v HREF="http://vedabase.net/s/sayya">&#347;ayya</A>-<A CLASS=v HREF="http://vedabase.net/a/asana">&#257;sana</A> &#8212; beds and seats; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/e/e">e</A>-<A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/suddha">&#347;uddha</A>-<A CLASS=v HREF="http://vedabase.net/s/sattvera">sattvera</A> &#8212; of the <A HREF="http://vedabase.net/s/suddha">&#347;uddha</A>-<A HREF="http://vedabase.net/s/sattva">sattva</A>; <A CLASS=v HREF="http://vedabase.net/v/vikara">vik&#257;ra</A> &#8212; transformations.</P><P CLASS=t>TRANSLATION</P><P>Krishna's mother, father, abode, house, bedding, seats and so on are all transformations of &#347;uddha-sattva.</P><P CLASS=t>PURPORT</P><P>Lord Krishna's father, mother and household affairs are all displayed in the same vi&#347;uddha-sattva existence. A living entity situated in the status of pure goodness can understand the form, qualities and other features of the Supreme Personality of Godhead. Krishna consciousness begins on the platform of pure goodness. Although there is a faint realization of Krishna at first, Krishna is actually realized as V&#257;sudeva, the absolute proprietor of omnipotence or the prime predominating Deity of all potencies. When the living entity is situated in vi&#347;uddha-sattva, transcendental to the three material modes of nature, he can perceive the form, quality and other features of the Supreme Personality of Godhead through his service attitude. The status of pure goodness is the platform of understanding, for the Supreme Lord is always in spiritual existence.</P><P>Krishna is always all-spiritual. Aside from the parents of the Personality of Godhead, all the other paraphernalia of His existence are also essentially a manifestation of sandhin&#299;-&#347;akti, or a transformation of vi&#347;uddha-sattva. To make this more clear, it may be said that this sandhin&#299;-&#347;akti of the internal potency maintains and manifests all the variegatedness of the spiritual world. In the kingdom of God, the Lord's servants and maidservants, His consorts, His father and mother and everything else are all transformations of the spiritual existence of sandhin&#299;-&#347;akti. The existential sandhin&#299;-&#347;akti in the external potency similarly expands all the variegatedness of the material cosmos, from which we can have a glimpse of the spiritual field.</P><P CLASS=l><A CLASS=i HREF="64.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="66.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>