<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 68</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 68"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.68</P><P CLASS=c>hl&#257;din&#299;ra s&#257;ra 'prema', prema-s&#257;ra 'bh&#257;va'</P><P CLASS=c>bh&#257;vera parama-k&#257;shth&#257;, n&#257;ma &#8212; 'mah&#257;-bh&#257;va'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hladinira">hl&#257;din&#299;ra</A> &#8212; of the pleasure potency; <A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A> &#8212; the essence; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love for God; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A> &#8212; the essence of such love; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; emotion; <A CLASS=v HREF="http://vedabase.net/b/bhavera">bh&#257;vera</A> &#8212; of emotion; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/k/kastha">k&#257;shth&#257;</A> &#8212; the highest limit; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; <A HREF="http://vedabase.net/m/mahabhava">mah&#257;bh&#257;va</A>.</P><P CLASS=t>TRANSLATION</P><P>The essence of the hl&#257;din&#299; potency is love of God, the essence of love of God is emotion [bh&#257;va], and the ultimate development of emotion is mah&#257;bh&#257;va.</P><P CLASS=t>PURPORT</P><P>The product of the hl&#257;din&#299;-&#347;akti is love of Godhead, which has two divisions &#8212; namely, pure love of Godhead and adulterated love of Godhead. Only when the hl&#257;din&#299;-&#347;akti emanates from &#346;r&#299; Krishna and is bestowed upon the living being to attract Him does the living being become a pure lover of God. But when the same hl&#257;din&#299;-&#347;akti is adulterated by the external, material energy and emanates from the living being, it does not attract Krishna; on the contrary, the living being becomes attracted by the glamor of the material energy. At that time instead of becoming mad with love of Godhead, the living being becomes mad after material sense enjoyment, and because of his association with the qualitative modes of material nature, he is captivated by its interactions of distressful, unhappy feelings.</P><P CLASS=l><A CLASS=i HREF="67.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="69.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>