<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 81</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 81"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.81</P><P CLASS=c>t&#257;ra madhye vraje n&#257;n&#257; bh&#257;va-rasa-bhede</P><P CLASS=c>krishnake kar&#257;ya r&#257;s&#257;dika-l&#299;l&#257;sv&#257;de</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; among them; <A CLASS=v HREF="http://vedabase.net/v/vraje">vraje</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; of moods; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; and of mellows; <A CLASS=v HREF="http://vedabase.net/b/bhede">bhede</A> &#8212; by differences; <A CLASS=v HREF="http://vedabase.net/k/krsnake">krishnake</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/karaya">kar&#257;ya</A> &#8212; cause <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/r/rasa">r&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/a/adika">&#257;dika</A> &#8212; beginning with the <A HREF="http://vedabase.net/r/rasa">r&#257;sa</A> dance; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; of the pastimes; <A CLASS=v HREF="http://vedabase.net/a/asvade">&#257;sv&#257;de</A> &#8212; tasting.</P><P CLASS=t>TRANSLATION</P><P>Among them are various groups of consorts in Vraja who have varieties of sentiments and mellows. They help Lord Krishna taste all the sweetness of the r&#257;sa dance and other pastimes.</P><P CLASS=t>PURPORT</P><P>As already explained, Krishna and R&#257;dh&#257; are one in two. They are identical. Krishna expands Himself in multi-incarnations and plenary portions like the purushas. Similarly, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; expands Herself in multiforms as the goddesses of fortune, the queens and the damsels of Vraja. Such expansions from &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; are all Her plenary portions. All these womanly forms of Krishna are expansions corresponding to His plenary expansions of Vishnu forms. These expansions have been compared to reflected forms of the original form. There is no difference between the original form and the reflected forms. The female reflections of Krishna's pleasure potency are as good as Krishna Himself.</P><P>The plenary expansions of Krishna's personality are called vaibhava-vil&#257;sa and vaibhava-prak&#257;&#347;a, and R&#257;dh&#257;'s expansions are similarly described. The goddesses of fortune are Her vaibhava-vil&#257;sa forms, and the queens are Her vaibhava-prak&#257;&#347;a forms. The personal associates of R&#257;dh&#257;r&#257;n&#299;, the damsels of Vraja, are direct expansions of Her body. As expansions of Her personal form and transcendental disposition, they are agents of different reciprocations of love in the pastimes of Lord Krishna, under the supreme direction of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. In the transcendental realm, enjoyment is fully relished in variety. The exuberance of transcendental mellows is increased by the association of a large number of personalities similar to R&#257;dh&#257;r&#257;n&#299;, who are also known as gop&#299;s or sakh&#299;s. The variety of innumerable mistresses is a source of relish for &#346;r&#299; Krishna, and therefore these expansions from &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; are necessary for enhancing the pleasure potency of &#346;r&#299; Krishna. Their transcendental exchanges of love are the superexcellent affairs of the pastimes in Vrind&#257;vana. By these expansions of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s personal body, She helps Lord Krishna taste the r&#257;sa dance and other, similar activities. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, being the central petal of the r&#257;sa-l&#299;l&#257; flower, is also known by the names found in the following verses.</P><P CLASS=l><A CLASS=i HREF="80.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="82.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>