<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4 Verse 9"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4.9</P><P CLASS=c>kintu krishnera yei haya avat&#257;ra-k&#257;la</P><P CLASS=c>bh&#257;ra-harana-k&#257;la t&#257;te ha-ila mi&#347;&#257;la</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kintu">kintu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; of incarnation; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; the time; <A CLASS=v HREF="http://vedabase.net/b/bhara">bh&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/h/harana">harana</A> &#8212; of taking away the burden; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; the time; <A CLASS=v HREF="http://vedabase.net/t/tate">t&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ila">ila</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/m/misala">mi&#347;&#257;la</A> &#8212; mixture.</P><P CLASS=t>TRANSLATION</P><P>But the time to lift the burden of the world mixed with the time for Lord Krishna's incarnation.</P><P CLASS=t>PURPORT</P><P>We have information from the Bhagavad-g&#299;t&#257; that the Lord appears at particular intervals to adjust a time-worn spiritual culture. Lord &#346;r&#299; Krishna appeared at the end of Dv&#257;para-yuga to regenerate the spiritual culture of human society and also to manifest His transcendental pastimes. Vishnu is the authorized Lord who maintains the created cosmos, and He is also the principal Deity who makes adjustments when there is improper administration in the cosmic creation. But &#346;r&#299; Krishna, being the primeval Lord, appears not in order to make such administrative adjustments but only to exhibit His transcendental pastimes and thus attract the fallen souls back home, back to Godhead.</P><P>However, the time for administrative rectification and the time for Lord &#346;r&#299; Krishna's appearance coincided at the end of the last Dv&#257;para-yuga. Therefore when &#346;r&#299; Krishna appeared, Vishnu, the Lord of maintenance, merged with Him because all the plenary portions and parts of the absolute Personality of Godhead merge with Him during His appearance.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>