<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC &#256;di 4 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC &#256;di 4.1</B></A>: By the mercy of Lord Caitanya Mah&#257;prabhu, even a foolish child can fully describe the real nature of Lord Krishna, the enjoyer of the pastimes of Vraja, according to the vision of the revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC &#256;di 4.2</B></A>: All glory to Lord Caitanya Mah&#257;prabhu! All glory to Lord Nity&#257;nanda! All glory to &#346;r&#299; Advaita &#256;c&#257;rya! And all glory to all the devotees of Lord Caitanya!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC &#256;di 4.3</B></A>: I have described the meaning of the fourth verse. Now, O devotees, kindly hear the explanation of the fifth verse.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC &#256;di 4.4</B></A>: Just to explain the original verse, I shall first suggest its meaning.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC &#256;di 4.5</B></A>: I have given the essential meaning of the fourth verse: this incarnation [&#346;r&#299; Caitanya Mah&#257;prabhu] descends to propagate the chanting of the holy name and spread love of God.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC &#256;di 4.6</B></A>: Although this is true, this is but the external reason for the Lord's incarnation. Please hear one other reason &#8212; the confidential reason &#8212; for the Lord's appearance.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC &#256;di 4.7</B></A>: The scriptures proclaim that Lord Krishna previously descended to take away the burden of the earth.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC &#256;di 4.8</B></A>: To take away this burden, however, is not the work of the Supreme Personality of Godhead. The maintainer, Lord Vishnu, is the one who protects the universe.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC &#256;di 4.9</B></A>: But the time to lift the burden of the world mixed with the time for Lord Krishna's incarnation.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC &#256;di 4.10</B></A>: When the complete Supreme Personality of Godhead descends, all other incarnations of the Lord meet together within Him.</P><P CLASS=r><A CLASS=i HREF="11-12.htm"><B>CC &#256;di 4.11-12</B></A>: Lord N&#257;r&#257;yana, the four primary expansions [V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha], Matsya and the other l&#299;l&#257; incarnations, the yuga-avat&#257;ras, the manv-antara incarnations and as many other incarnations as there are &#8212; all descend in the body of Lord Krishna. In this way the complete Supreme Godhead, Lord Krishna Himself, appears.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC &#256;di 4.13</B></A>: At that time, therefore, Lord Vishnu is present in the body of Lord Krishna, and Lord Krishna kills the demons through Him.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC &#256;di 4.14</B></A>: Thus the killing of the demons is but secondary work. I shall now speak of the main reason for the Lord's incarnation.</P><P CLASS=r><A CLASS=i HREF="15-16.htm"><B>CC &#256;di 4.15-16</B></A>: The Lord's desire to appear was born from two reasons: the Lord wanted to taste the sweet essence of the mellows of love of God, and He wanted to propagate devotional service in the world on the platform of spontaneous attraction. Thus He is known as supremely jubilant and as the most merciful of all.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC &#256;di 4.17</B></A>: [Lord Krishna thought:] "All the universe is filled with the conception of My majesty, but love weakened by that sense of majesty does not satisfy Me.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC &#256;di 4.18</B></A>: "If one regards Me as the Supreme Lord and himself as a subordinate, I do not become subservient to his love, nor can it control Me.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC &#256;di 4.19</B></A>: "In whatever transcendental mellow My devotee worships Me, I reciprocate with him. That is My natural behavior.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC &#256;di 4.20</B></A>: "'In whatever way My devotees surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Prith&#257;.'</P><P CLASS=r><A CLASS=i HREF="21-22.htm"><B>CC &#256;di 4.21-22</B></A>: "If one cherishes pure loving devotion to Me, thinking of Me as his son, his friend or his beloved, regarding himself as great and considering Me his equal or inferior, I become subordinate to him.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC &#256;di 4.23</B></A>: "'Devotional service rendered to Me by the living beings revives their eternal life. O My dear damsels of Vraja, your affection for Me is your good fortune, for it is the only means by which you have obtained My favor.'</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC &#256;di 4.24</B></A>: "Mother sometimes binds Me as her son. She nourishes and protects Me, thinking Me utterly helpless.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC &#256;di 4.25</B></A>: "My friends climb on My shoulders in pure friendship, saying, 'What kind of big man are You? You and I are equal.'</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC &#256;di 4.26</B></A>: "If My beloved consort reproaches Me in a sulky mood, that steals My mind from the reverent hymns of the Vedas.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC &#256;di 4.28</B></A>: "Taking these pure devotees with Me, I shall descend and sport in various wonderful ways, unknown even in Vaikuntha. I shall broadcast such pastimes by which even I am amazed.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC &#256;di 4.29</B></A>: "The influence of yogam&#257;y&#257; will inspire the gop&#299;s with the sentiment that I am their paramour.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC &#256;di 4.30</B></A>: "Neither the gop&#299;s nor I shall notice this, for our minds will always be entranced by one another's beauty and qualities.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC &#256;di 4.31</B></A>: "Pure attachment will unite us even at the expense of moral and religious duties [dharma]. Destiny will sometimes bring us together and sometimes separate us.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC &#256;di 4.32</B></A>: "I shall taste the essence of all these rasas, and in this way I shall favor all the devotees.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC &#256;di 4.33</B></A>: "Then, by hearing about the pure love of the residents of Vraja, devotees will worship Me on the path of spontaneous love, abandoning all rituals of religiosity and fruitive activity."</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC &#256;di 4.34</B></A>: "Krishna manifests His eternal humanlike form and performs His pastimes to show mercy to the devotees. Having heard such pastimes, one should engage in service to Him."</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC &#256;di 4.35</B></A>: Here the use of the verb "bhavet," which is in the imperative mood, tells us that this certainly must be done. Noncompliance would be abandonment of duty.</P><P CLASS=r><A CLASS=i HREF="36-37.htm"><B>CC &#256;di 4.36-37</B></A>: Just as these desires are the fundamental reason for Krishna's appearance whereas destroying the demons is only an incidental necessity, so for &#346;r&#299; Krishna Caitanya, the Supreme Personality of Godhead, promulgating the dharma of the age is incidental.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC &#256;di 4.38</B></A>: When the Lord desired to appear for another reason, the time for promulgating the religion of the age also arose.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC &#256;di 4.39</B></A>: Thus with two intentions the Lord appeared with His devotees and tasted the nectar of prema with the congregational chanting of the holy name.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC &#256;di 4.40</B></A>: Thus He spread k&#299;rtana even among the untouchables. He wove a wreath of the holy name and prema, with which He garlanded the entire material world.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC &#256;di 4.41</B></A>: In this way, assuming the sentiment of a devotee, He preached devotional service while practicing it Himself.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC &#256;di 4.42</B></A>: Four kinds of devotees are the receptacles of the four kinds of mellows in love of God, namely servitude, friendship, parental affection and conjugal love.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC &#256;di 4.43</B></A>: Each kind of devotee feels that his sentiment is the most excellent, and thus in that mood he tastes great happiness with Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC &#256;di 4.44</B></A>: But if we compare the sentiments in an impartial mood, we find that the conjugal sentiment is superior to all others in sweetness.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC &#256;di 4.45</B></A>: "Increasing love is experienced in various tastes, one above another. But that love which has the highest taste in the gradual succession of desire manifests itself in the form of conjugal love."</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC &#256;di 4.46</B></A>: Therefore I call it madhura-rasa. It has two further divisions, namely wedded and unwedded love.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC &#256;di 4.47</B></A>: There is a great increase of mellow in the unwedded conjugal mood. Such love is found nowhere but in Vraja.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC &#256;di 4.48</B></A>: This mood is unbounded in the damsels of Vraja, but among them it finds its perfection in &#346;r&#299; R&#257;dh&#257;.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC &#256;di 4.49</B></A>: Her pure, mature love surpasses that of all others. Her love is the cause of Lord Krishna's tasting the sweetness of the conjugal relationship.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC &#256;di 4.50</B></A>: Therefore Lord Gaur&#257;&#324;ga, who is &#346;r&#299; Hari Himself, accepted the sentiments of R&#257;dh&#257; and thus fulfilled His own desires.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC &#256;di 4.51</B></A>: "Lord Caitanya is the shelter of the demigods, the goal of the Upanishads, the be-all and end-all of the great sages, the beautiful shelter of His devotees, and the essence of the love of the lotus-eyed gop&#299;s. Will He again be the object of my vision?"</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC &#256;di 4.52</B></A>: "Lord Krishna desired to taste the limitless nectarean mellows of the love of one of His multitude of loving damsels [&#346;r&#299; R&#257;dh&#257;], and so He has assumed the form of Lord Caitanya. He has tasted that love while hiding His own dark complexion with Her effulgent yellow color. May that Lord Caitanya confer upon us His grace."</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC &#256;di 4.53</B></A>: To accept ecstatic love is the main reason He appeared and reestablished the religious system for this age. I shall now explain that reason. Everyone please listen.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC &#256;di 4.54</B></A>: Having first given hints about the verse describing the principal reason why the Lord appeared, now I shall manifest its full meaning.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC &#256;di 4.55</B></A>: "The loving affairs of &#346;r&#299; R&#257;dh&#257; and Krishna are transcendental manifestations of the Lord's internal pleasure-giving potency. Although R&#257;dh&#257; and Krishna are one in Their identity, They separated Themselves eternally. Now these two transcendental identities have again united, in the form of &#346;r&#299; Krishna Caitanya. I bow down to Him, who has manifested Himself with the sentiment and complexion of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; although He is Krishna Himself."</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC &#256;di 4.56</B></A>: R&#257;dh&#257; and Krishna are one and the same, but They have assumed two bodies. Thus They enjoy each other, tasting the mellows of love.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC &#256;di 4.57</B></A>: Now, to enjoy rasa, They have appeared in one body as Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC &#256;di 4.58</B></A>: Therefore I shall first delineate the position of R&#257;dh&#257; and Krishna. From that description the glory of Lord Caitanya will be known.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC &#256;di 4.59</B></A>: &#346;r&#299;mat&#299; R&#257;dhik&#257; is the transformation of Krishna's love. She is His internal energy called hl&#257;din&#299;.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC &#256;di 4.60</B></A>: That hl&#257;din&#299; energy gives Krishna pleasure and nourishes His devotees.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC &#256;di 4.61</B></A>: Lord Krishna's body is eternal [sat], full of knowledge [cit] and full of bliss [&#257;nanda]. His one spiritual energy manifests three forms.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC &#256;di 4.62</B></A>: Hl&#257;din&#299; is His aspect of bliss; sandhin&#299;, of eternal existence; and samvit, of cognizance, which is also accepted as knowledge.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC &#256;di 4.63</B></A>: "O Lord, You are the support of everything. The three attributes hl&#257;din&#299;, sandhin&#299; and samvit exist in You as one spiritual energy. But the material modes, which cause happiness, misery and mixtures of the two, do not exist in You, for You have no material qualities."</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC &#256;di 4.64</B></A>: The essential portion of the sandhin&#299; potency is &#347;uddha-sattva. Lord Krishna's existence rests upon it.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC &#256;di 4.65</B></A>: Krishna's mother, father, abode, house, bedding, seats and so on are all transformations of &#347;uddha-sattva.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC &#256;di 4.66</B></A>: "The condition of pure goodness [&#347;uddha-sattva], in which the Supreme Personality of Godhead is revealed without any covering, is called vasudeva. In that pure state the Supreme Godhead, who is beyond the material senses and who is known as V&#257;sudeva, is perceived by my mind."</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC &#256;di 4.67</B></A>: The essence of the samvit potency is knowledge that the Supreme Personality of Godhead is Lord Krishna. All other kinds of knowledge, such as the knowledge of Brahman, are its components.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC &#256;di 4.68</B></A>: The essence of the hl&#257;din&#299; potency is love of God, the essence of love of God is emotion [bh&#257;va], and the ultimate development of emotion is mah&#257;bh&#257;va.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC &#256;di 4.69</B></A>: &#346;r&#299; R&#257;dh&#257; Th&#257;kur&#257;n&#299; is the embodiment of mah&#257;bh&#257;va. She is the repository of all good qualities and the crest jewel among all the lovely consorts of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC &#256;di 4.70</B></A>: "Of these two gop&#299;s [R&#257;dh&#257;r&#257;n&#299; and Candr&#257;val&#299;], &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is superior in all respects. She is the embodiment of mah&#257;bh&#257;va, and She surpasses all in good qualities."</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC &#256;di 4.71</B></A>: Her mind, senses and body are steeped in love for Krishna. She is Krishna's own energy, and She helps Him in His pastimes.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC &#256;di 4.72</B></A>: "I worship Govinda, the primeval Lord, who resides in His own realm, Goloka, with R&#257;dh&#257;, who resembles His own spiritual figure and who embodies the ecstatic potency [hl&#257;din&#299;]. Their companions are Her confidantes, who embody extensions of Her bodily form and who are imbued and permeated with ever-blissful spiritual rasa."</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC &#256;di 4.73</B></A>: Now please listen to how Lord Krishna's consorts help Him taste rasa and how they help in His pastimes.</P><P CLASS=r><A CLASS=i HREF="74-75.htm"><B>CC &#256;di 4.74-75</B></A>: The beloved consorts of Lord Krishna are of three kinds: the goddesses of fortune, the queens, and the milkmaids of Vraja, who are the foremost of all. These consorts all proceed from R&#257;dhik&#257;.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC &#256;di 4.76</B></A>: Just as the fountainhead, Lord Krishna, is the cause of all incarnations, so &#346;r&#299; R&#257;dh&#257; is the cause of all these consorts.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC &#256;di 4.77</B></A>: The goddesses of fortune are partial manifestations of &#346;r&#299;mat&#299; R&#257;dhik&#257;, and the queens are reflections of Her image.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC &#256;di 4.78</B></A>: The goddesses of fortune are Her plenary portions, and they display the forms of vaibhava-vil&#257;sa. The queens are of the nature of Her vaibhava-prak&#257;&#347;a.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC &#256;di 4.79</B></A>: The Vraja-dev&#299;s have diverse bodily features. They are Her expansions and are the instruments for expanding rasa.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC &#256;di 4.80</B></A>: Without many consorts, there is not such exultation in rasa. Therefore there are many manifestations of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; to assist in the Lord's pastimes.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC &#256;di 4.81</B></A>: Among them are various groups of consorts in Vraja who have varieties of sentiments and mellows. They help Lord Krishna taste all the sweetness of the r&#257;sa dance and other pastimes.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC &#256;di 4.82</B></A>: R&#257;dh&#257; is the one who gives pleasure to Govinda, and She is also the enchantress of Govinda. She is the be-all and end-all of Govinda, and the crest jewel of all His consorts.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC &#256;di 4.83</B></A>: "The transcendental goddess &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the direct counterpart of Lord &#346;r&#299; Krishna. She is the central figure for all the goddesses of fortune. She possesses all the attractiveness to attract the all-attractive Personality of Godhead. She is the primeval internal potency of the Lord."</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC &#256;di 4.84</B></A>: "Dev&#299;" means "resplendent and most beautiful." Or else it means "the lovely abode of the worship and love sports of Lord Krishna."</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC &#256;di 4.85</B></A>: "Krishna-may&#299;" means "one whose within and without are Lord Krishna." She sees Lord Krishna wherever She casts Her glance.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC &#256;di 4.86</B></A>: Or "krishna-may&#299;" means that She is identical with Lord Krishna, for She embodies the mellows of love. The energy of Lord Krishna is identical with Him.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC &#256;di 4.87</B></A>: Her worship [&#257;r&#257;dhana] consists of fulfilling the desires of Lord Krishna. Therefore the Pur&#257;nas call Her R&#257;dhik&#257;.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC &#256;di 4.88</B></A>: "Truly the Personality of Godhead has been worshiped by Her. Therefore Lord Govinda, being pleased, has brought Her to a lonely spot, leaving us all behind."</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC &#256;di 4.89</B></A>: Therefore R&#257;dh&#257; is parama-devat&#257;, the supreme goddess, and She is worshipable for everyone. She is the protectress of all, and She is the mother of the entire universe.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC &#256;di 4.90</B></A>: I have already explained the meaning of "sarva-lakshm&#299;." R&#257;dh&#257; is the original source of all the goddesses of fortune.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC &#256;di 4.91</B></A>: Or "sarva-lakshm&#299;" indicates that She fully represents the six opulences of Krishna. Therefore She is the supreme energy of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC &#256;di 4.92</B></A>: The word "sarva-k&#257;nti" indicates that all beauty and luster rest in Her body. All the lakshm&#299;s derive their beauty from Her.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC &#256;di 4.93</B></A>: "K&#257;nti" may also mean "all the desires of Lord Krishna." All the desires of Lord Krishna rest in &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC &#256;di 4.94</B></A>: &#346;r&#299;mat&#299; R&#257;dhik&#257; fulfills all the desires of Lord Krishna. This is the meaning of "sarva-k&#257;nti."</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC &#256;di 4.95</B></A>: Lord Krishna enchants the world, but &#346;r&#299; R&#257;dh&#257; enchants even Him. Therefore She is the supreme goddess of all.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC &#256;di 4.96</B></A>: &#346;r&#299; R&#257;dh&#257; is the full power, and Lord Krishna is the possessor of full power. The two are not different, as evidenced by the revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC &#256;di 4.97</B></A>: They are indeed the same, just as musk and its scent are inseparable, or as fire and its heat are nondifferent.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC &#256;di 4.98</B></A>: Thus R&#257;dh&#257; and Lord Krishna are one, yet They have taken two forms to enjoy the mellows of pastimes.</P><P CLASS=r><A CLASS=i HREF="99-100.htm"><B>CC &#256;di 4.99-100</B></A>: To promulgate prema-bhakti [devotional service in love of Godhead], Krishna appeared as &#346;r&#299; Krishna Caitanya with the mood and complexion of &#346;r&#299; R&#257;dh&#257;. Thus I have explained the meaning of the fifth verse.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC &#256;di 4.101</B></A>: To explain the sixth verse, I shall first give a hint of its meaning.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC &#256;di 4.102</B></A>: The Lord came to propagate sa&#324;k&#299;rtana. That is an external purpose, as I have already indicated.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC &#256;di 4.103</B></A>: There is a principal cause for Lord Krishna's appearance. It grows from His own engagements as the foremost enjoyer of loving exchanges.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC &#256;di 4.104</B></A>: That most confidential cause is threefold. Svar&#363;pa D&#257;modara has revealed it.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC &#256;di 4.105</B></A>: Svar&#363;pa Gos&#257;ñi is the most intimate associate of the Lord. He therefore knows all these topics well.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC &#256;di 4.106</B></A>: The heart of Lord Caitanya is the image of &#346;r&#299; R&#257;dhik&#257;'s emotions. Thus feelings of pleasure and pain arise constantly therein.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC &#256;di 4.107</B></A>: In the final portion of His pastimes, Lord Caitanya was obsessed with the madness of separation from Lord Krishna. He acted in erroneous ways and talked deliriously.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC &#256;di 4.108</B></A>: Just as R&#257;dhik&#257; went mad at the sight of Uddhava, so Lord Caitanya was obsessed day and night with the madness of separation.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC &#256;di 4.109</B></A>: At night He talked incoherently in grief with His arms around Svar&#363;pa D&#257;modara's neck. He spoke out His heart in ecstatic inspiration.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC &#256;di 4.110</B></A>: Whenever a particular sentiment arose in His heart, Svar&#363;pa D&#257;modara satisfied Him by singing songs or reciting verses of the same nature.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC &#256;di 4.111</B></A>: To analyze these pastimes is not necessary now. Later I shall describe them in detail.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC &#256;di 4.112</B></A>: Formerly in Vraja Lord Krishna displayed three ages, namely childhood, boyhood and adolescence. His adolescence is especially significant.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC &#256;di 4.113</B></A>: Parental affection made His childhood fruitful. His boyhood was successful with His friends.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC &#256;di 4.114</B></A>: In youth He tasted the essence of rasa, fulfilling His desires in pastimes like the r&#257;sa dance with &#346;r&#299;mat&#299; R&#257;dhik&#257; and the other gop&#299;s.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC &#256;di 4.115</B></A>: In His youth Lord Krishna made all three of His ages, and the entire universe, successful by His pastimes of amorous love like the r&#257;sa dance.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC &#256;di 4.116</B></A>: "Lord Madhus&#363;dana enjoyed His youth with pastimes on autumn nights in the midst of the jewellike milkmaids. Thus He dispelled all the misfortunes of the world."</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC &#256;di 4.117</B></A>: "Lord Krishna made &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; close Her eyes in shame before Her friends by His words relating Their amorous activities on the previous night. Then He showed the highest limit of cleverness in drawing pictures of dolphins in various playful sports on Her breasts. In this way Lord Hari made His youth successful by performing pastimes in the bushes with &#346;r&#299; R&#257;dh&#257; and Her friends."</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC &#256;di 4.118</B></A>: "O Paurnam&#257;s&#299;, if Lord Hari had not descended in Mathur&#257; with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, this entire creation &#8212; and especially Cupid, the demigod of love &#8212; would have been useless."</P><P CLASS=r><A CLASS=i HREF="119-120.htm"><B>CC &#256;di 4.119-120</B></A>: Even though Lord Krishna, the abode of all mellows, had previously in this way chewed the essence of the mellows of love, still He was unable to fulfill three desires, although He made efforts to taste them.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC &#256;di 4.121</B></A>: I shall explain His first desire. Krishna says, "I am the primary cause of all rasas.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC &#256;di 4.122</B></A>: "I am the full spiritual truth and am made of full joy, but the love of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; drives Me mad.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC &#256;di 4.123</B></A>: "I do not know the strength of R&#257;dh&#257;'s love, with which She always overwhelms Me.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC &#256;di 4.124</B></A>: "The love of R&#257;dhik&#257; is My teacher, and I am Her dancing pupil. Her prema makes Me dance various novel dances."</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC &#256;di 4.125</B></A>: "O my beloved friend Vrind&#257;, where are you coming from?""I am coming from the feet of &#346;r&#299; Hari.""Where is He?""In the forest on the bank of R&#257;dh&#257;-kunda.""What is He doing there?""He is learning dancing.""Who is His master?""Your image, R&#257;dh&#257;, revealing itself in every tree and creeper in every direction, is roaming like a skillful dancer, making Him dance behind."</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC &#256;di 4.126</B></A>: "Whatever pleasure I get from tasting My love for &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, She tastes ten million times more than Me by Her love.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC &#256;di 4.127</B></A>: "Just as I am the abode of all mutually contradictory characteristics, so R&#257;dh&#257;'s love is always full of similar contradictions.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC &#256;di 4.128</B></A>: "R&#257;dh&#257;'s love is all-pervading, leaving no room for expansion. But still it is expanding constantly.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC &#256;di 4.129</B></A>: "There is certainly nothing greater than Her love. But Her love is devoid of pride. That is the sign of its greatness.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC &#256;di 4.130</B></A>: "Nothing is purer than Her love. But its behavior is always perverse and crooked."</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC &#256;di 4.131</B></A>: "All glories to R&#257;dh&#257;'s love for Krishna, the enemy of the demon Mura! Although it is all-pervading, it tends to increase at every moment. Although it is important, it is devoid of pride. And although it is pure, it is always beset with duplicity."</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC &#256;di 4.132</B></A>: "&#346;r&#299; R&#257;dhik&#257; is the highest abode of that love, and I am its only object.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC &#256;di 4.133</B></A>: "I taste the bliss to which the object of love is entitled. But the pleasure of R&#257;dh&#257;, the abode of that love, is ten million times greater.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC &#256;di 4.134</B></A>: "My mind races to taste the pleasure experienced by the abode, but I cannot taste it, even by My best efforts. How may I taste it?</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC &#256;di 4.135</B></A>: "If sometime I can be the abode of that love, only then may I taste its joy."</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC &#256;di 4.136</B></A>: Thinking in this way, Lord Krishna was curious to taste that love. His eager desire for that love increasingly blazed in His heart.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC &#256;di 4.137</B></A>: That is one desire. Now please hear of another. Seeing His own beauty, Lord Krishna began to consider.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC &#256;di 4.138</B></A>: "My sweetness is wonderful, infinite and full. No one in the three worlds can find its limit.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC &#256;di 4.139</B></A>: "Only R&#257;dhik&#257;, by the strength of Her love, tastes all the nectar of My sweetness.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC &#256;di 4.140</B></A>: "Although R&#257;dh&#257;'s love is pure like a mirror, its purity increases at every moment.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC &#256;di 4.141</B></A>: "My sweetness also has no room for expansion, yet it shines before that mirror in newer and newer beauty.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC &#256;di 4.142</B></A>: "There is constant competition between My sweetness and the mirror of R&#257;dh&#257;'s love. They both go on increasing, but neither knows defeat.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC &#256;di 4.143</B></A>: "My sweetness is always newer and newer. Devotees taste it according to their own respective love.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC &#256;di 4.144</B></A>: "If I see My sweetness in a mirror, I am tempted to taste it, but nevertheless I cannot.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC &#256;di 4.145</B></A>: "If I deliberate on a way to taste it, I find that I hanker for the position of R&#257;dhik&#257;."</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC &#256;di 4.146</B></A>: "Who manifests an abundance of sweetness greater than Mine, which has never been experienced before and which causes wonder to all? Alas, I Myself, My mind bewildered upon seeing this beauty, impetuously desire to enjoy it like &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;."</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC &#256;di 4.147</B></A>: The beauty of Krishna has one natural strength: it thrills the hearts of all men and women, beginning with Lord Krishna Himself.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC &#256;di 4.148</B></A>: All minds are attracted by hearing His sweet voice and flute, or by seeing His beauty. Even Lord Krishna Himself makes efforts to taste that sweetness.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC &#256;di 4.149</B></A>: The thirst of one who always drinks the nectar of that sweetness is never satisfied. Rather, that thirst increases constantly.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC &#256;di 4.150</B></A>: Such a person, being unsatisfied, begins to blaspheme Lord Brahm&#257;, saying that he does not know the art of creating well and is simply inexperienced.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC &#256;di 4.151</B></A>: He has not given millions of eyes to see the beauty of Krishna. He has given only two eyes, and even those eyes blink. How then shall I see the lovely face of Krishna?</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC &#256;di 4.152</B></A>: [The gop&#299;s said:] "O Krishna, when You go to the forest during the day and we do not see Your sweet face, which is surrounded by beautiful curling hair, half a second becomes as long as an entire age for us. And we consider the creator, who has put eyelids on the eyes we use for seeing You, to be simply a fool."</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC &#256;di 4.153</B></A>: "The gop&#299;s saw their beloved Krishna at Kurukshetra after a long separation. They secured and embraced Him in their hearts through their eyes, and they attained a joy so intense that not even perfect yog&#299;s can attain it. The gop&#299;s cursed the creator for creating eyelids that interfered with their vision."</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC &#256;di 4.154</B></A>: There is no consummation for the eyes other than the sight of Krishna. Whoever sees Him is most fortunate indeed.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC &#256;di 4.155</B></A>: [The gop&#299;s said:] "O friends, those eyes that see the beautiful faces of the sons of Mah&#257;r&#257;ja Nanda are certainly fortunate. As these two sons enter the forest, surrounded by Their friends, driving the cows before Them, They hold Their flutes to Their mouths and glance lovingly upon the residents of Vrind&#257;vana. For those who have eyes, we think there is no greater object of vision."</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC &#256;di 4.156</B></A>: [The women of Mathur&#257; said:] "What austerities must the gop&#299;s have performed? With their eyes they always drink the nectar of the form of Lord Krishna, which is the essence of loveliness and is not to be equaled or surpassed. That loveliness is the only abode of beauty, fame and opulence. It is self-perfect, ever fresh and extremely rare."</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC &#256;di 4.157</B></A>: The sweetness of Lord Krishna is unprecedented, and its strength is also unprecedented. Simply by one's hearing of such beauty, the mind becomes unsteady.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC &#256;di 4.158</B></A>: Lord Krishna's own beauty attracts Lord Krishna Himself. But because He cannot fully enjoy it, His mind remains full of sorrow.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC &#256;di 4.159</B></A>: This is a description of His second desire. Now please listen as I describe the third.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC &#256;di 4.160</B></A>: This conclusion of rasa is extremely deep. Only Svar&#363;pa D&#257;modara knows much about it.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC &#256;di 4.161</B></A>: Anyone else who claims to know it must have heard it from him, for he was the most intimate companion of Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC &#256;di 4.162</B></A>: The love of the gop&#299;s is called r&#363;dha-bh&#257;va. It is pure and spotless. It is not at any time lust.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC &#256;di 4.163</B></A>: "The pure love of the gop&#299;s has become celebrated by the name 'lust.' The dear devotees of the Lord, headed by &#346;r&#299; Uddhava, desire to taste that love."</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC &#256;di 4.164</B></A>: Lust and love have different characteristics, just as iron and gold have different natures.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC &#256;di 4.165</B></A>: The desire to gratify one's own senses is k&#257;ma [lust], but the desire to please the senses of Lord Krishna is prema [love].</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC &#256;di 4.166</B></A>: The object of lust is only the enjoyment of one's own senses. But love caters to the enjoyment of Lord Krishna, and thus it is very powerful.</P><P CLASS=r><A CLASS=i HREF="167-169.htm"><B>CC &#256;di 4.167-169</B></A>: Social customs, scriptural injunctions, bodily demands, fruitive action, shyness, patience, bodily pleasures, self-gratification and the path of varn&#257;&#347;rama-dharma, which is difficult to give up &#8212; the gop&#299;s have forsaken all these, along with their families, and suffered their relatives' punishment and scolding, all for the sake of serving Lord Krishna. They render loving service to Him for the sake of His enjoyment.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC &#256;di 4.170</B></A>: That is called firm attachment to Lord Krishna. It is spotlessly pure, like a clean cloth that has no stain.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC &#256;di 4.171</B></A>: Therefore lust and love are quite different. Lust is like dense darkness, but love is like the bright sun.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC &#256;di 4.172</B></A>: Thus there is not the slightest taint of lust in the gop&#299;s' love. Their relationship with Krishna is only for the sake of His enjoyment.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC &#256;di 4.173</B></A>: "O dearly beloved! Your lotus feet are so soft that we place them gently on our breasts, fearing that Your feet will be hurt. Our life rests only in You. Our minds, therefore, are filled with anxiety that Your tender feet might be wounded by pebbles as You roam about on the forest path."</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC &#256;di 4.174</B></A>: The gop&#299;s do not care for their own pleasures or pains. All their physical and mental activities are directed toward offering enjoyment to Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC &#256;di 4.175</B></A>: They renounced everything for Krishna. They have pure attachment to giving Krishna pleasure.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC &#256;di 4.176</B></A>: "O My beloved gop&#299;s, you have renounced social customs, scriptural injunctions and your relatives for My sake. I disappeared behind you only to increase your concentration upon Me. Since I disappeared for your benefit, you should not be displeased with Me."</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC &#256;di 4.177</B></A>: Lord Krishna has a promise from before to reciprocate with His devotees according to the way they worship Him.</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC &#256;di 4.178</B></A>: "In whatever way My devotees surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Prith&#257;."</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC &#256;di 4.179</B></A>: That promise has been broken by the worship of the gop&#299;s, as Lord Krishna Himself admits.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC &#256;di 4.180</B></A>: "O gop&#299;s, I am not able to repay My debt for your spotless service, even within a lifetime of Brahm&#257;. Your connection with Me is beyond reproach. You have worshiped Me, cutting off all domestic ties, which are difficult to break. Therefore please let your own glorious deeds be your compensation."</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC &#256;di 4.181</B></A>: Now, whatever affection we see the gop&#299;s show for their own bodies, know it for certain to be only for the sake of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC &#256;di 4.182</B></A>: [The gop&#299;s think:] "I have offered this body to Lord Krishna. He is its owner, and it brings Him enjoyment.</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC &#256;di 4.183</B></A>: "Krishna finds joy in seeing and touching this body." It is for this reason that they cleanse and decorate their bodies.</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC &#256;di 4.184</B></A>: "O Arjuna, there are no greater receptacles of deep love for Me than the gop&#299;s, who cleanse and decorate their bodies because they consider them Mine."</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC &#256;di 4.185</B></A>: There is another wonderful feature of the emotion of the gop&#299;s. Its power is beyond the comprehension of the intelligence.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC &#256;di 4.186</B></A>: When the gop&#299;s see Lord Krishna, they derive unbounded bliss, although they have no desire for such pleasure.</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC &#256;di 4.187</B></A>: The gop&#299;s taste a pleasure ten million times greater than the pleasure Lord Krishna derives from seeing them.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC &#256;di 4.188</B></A>: The gop&#299;s have no inclination for their own enjoyment, and yet their joy increases. That is indeed a contradiction.</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC &#256;di 4.189</B></A>: For this contradiction I see only one solution: the joy of the gop&#299;s lies in the joy of their beloved Krishna.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC &#256;di 4.190</B></A>: When Lord Krishna sees the gop&#299;s, His joy increases, and His unparalleled sweetness increases also.</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC &#256;di 4.191</B></A>: [The gop&#299;s think:] "Krishna has obtained so much pleasure by seeing me." That thought increases the fullness and beauty of their faces and bodies.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC &#256;di 4.192</B></A>: The beauty of Lord Krishna increases at the sight of the beauty of the gop&#299;s. And the more the gop&#299;s see Lord Krishna's beauty, the more their beauty increases.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC &#256;di 4.193</B></A>: In this way a competition takes place between them in which no one acknowledges defeat.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC &#256;di 4.194</B></A>: Krishna, however, derives pleasure from the beauty and good qualities of the gop&#299;s. And when the gop&#299;s see His pleasure, the joy of the gop&#299;s increases.</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC &#256;di 4.195</B></A>: Therefore we find that the joy of the gop&#299;s nourishes the joy of Lord Krishna. For that reason the fault of lust is not present in their love.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC &#256;di 4.196</B></A>: "I worship Lord Ke&#347;ava. Coming back from the forest of Vraja, He is worshiped by the gop&#299;s, who mount the roofs of their palaces and meet Him on the path with a hundred manners of dancing glances and gentle smiles. The corners of His eyes wander, like large black bees, around the gop&#299;s' breasts."</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC &#256;di 4.197</B></A>: There is another natural symptom of the gop&#299;s' love that shows it to be without a trace of lust.</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC &#256;di 4.198</B></A>: The love of the gop&#299;s nourishes the sweetness of Lord Krishna. That sweetness in turn increases their love, for they are greatly satisfied.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC &#256;di 4.199</B></A>: The happiness of the abode of love is in the happiness of the object of that love. This is not a relationship of desire for personal gratification.</P><P CLASS=r><A CLASS=i HREF="200-201.htm"><B>CC &#256;di 4.200-201</B></A>: Whenever there is unselfish love, that is its style. The reservoir of love derives pleasure when the lovable object is pleased. When the pleasure of love interferes with the service of Lord Krishna, the devotee becomes angry toward such ecstasy.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC &#256;di 4.202</B></A>: "&#346;r&#299; D&#257;ruka did not relish his ecstatic feelings of love, for they caused his limbs to become stunned and thus obstructed his service of fanning Lord Krishna."</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC &#256;di 4.203</B></A>: "The lotus-eyed R&#257;dh&#257;r&#257;n&#299; powerfully condemned the ecstatic love that caused a flow of tears that hindered Her sight of Govinda."</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC &#256;di 4.204</B></A>: Furthermore, pure devotees never forsake the loving service of Lord Krishna to aspire for their own personal pleasure through the five kinds of liberation.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC &#256;di 4.205</B></A>: "Just as the celestial waters of the Ganges flow unobstructed into the ocean, so when My devotees simply hear of Me, their minds come to Me, who reside in the hearts of all.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC &#256;di 4.206</B></A>: "These are the characteristics of transcendental loving service to Purushottama, the Supreme Personality of Godhead: it is causeless, and it cannot be obstructed in any way.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC &#256;di 4.207</B></A>: "My devotees do not accept s&#257;lokya, s&#257;rshti, s&#257;r&#363;pya, s&#257;m&#299;pya or oneness with Me &#8212; even if I offer these liberations &#8212; in preference to serving Me."</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC &#256;di 4.208</B></A>: "My devotees, having fulfilled their desires by serving Me, do not accept the four kinds of salvation that are easily earned by such service. Why then should they accept any pleasures that are lost in the course of time?"</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC &#256;di 4.209</B></A>: The natural love of the gop&#299;s is devoid of any trace of lust. It is faultless, bright and pure, like molten gold.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC &#256;di 4.210</B></A>: The gop&#299;s are the helpers, teachers, friends, wives, dear disciples, confidantes and serving maids of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC &#256;di 4.211</B></A>: "O P&#257;rtha, I speak to you the truth. The gop&#299;s are My helpers, teachers, disciples, servants, friends and consorts. I do not know what they are not to Me."</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC &#256;di 4.212</B></A>: The gop&#299;s know Krishna's desires, and they know how to render perfect loving service for His enjoyment. They perform their service expertly for the satisfaction of their beloved.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC &#256;di 4.213</B></A>: "O P&#257;rtha, the gop&#299;s know My greatness, My loving service, respect for Me, and My mentality. Others cannot really know these."</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC &#256;di 4.214</B></A>: Among the gop&#299;s, &#346;r&#299;mat&#299; R&#257;dhik&#257; is the foremost. She surpasses all in beauty, in good qualities, in good fortune and, above all, in love.</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC &#256;di 4.215</B></A>: "Just as R&#257;dh&#257; is dear to Lord Krisna, so Her bathing place [R&#257;dh&#257;-kunda] is dear to Him. She alone is His most beloved of all the gop&#299;s."</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC &#256;di 4.216</B></A>: "O P&#257;rtha, in all the three planetary systems, this earth is especially fortunate, for on earth is the town of Vrind&#257;vana. And there the gop&#299;s are especially glorious because among them is My &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;."</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC &#256;di 4.217</B></A>: All the other gop&#299;s help increase the joy of Krishna's pastimes with R&#257;dh&#257;r&#257;n&#299;. The gop&#299;s act as the instruments of Their mutual enjoyment.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC &#256;di 4.218</B></A>: R&#257;dh&#257; is the beloved consort of Krishna, and She is the wealth of His life. Without Her, the gop&#299;s cannot give Him pleasure.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC &#256;di 4.219</B></A>: "Lord Krishna, the enemy of Kamsa, left aside the other gop&#299;s during the r&#257;sa dance and took &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; to His heart, for She is the helper of the Lord in realizing the essence of His desires."</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC &#256;di 4.220</B></A>: Lord Caitanya appeared with the sentiment of R&#257;dh&#257;. He preached the dharma of this age &#8212; the chanting of the holy name and pure love of God.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC &#256;di 4.221</B></A>: In the mood of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, He also fulfilled His own desires. This is the principal reason for His appearance.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC &#256;di 4.222</B></A>: Lord &#346;r&#299; Krishna Caitanya is Krishna [Vrajendra-kum&#257;ra], the embodiment of rasas. He is amorous love personified.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC &#256;di 4.223</B></A>: He made His appearance to taste that conjugal mellow and incidentally to broadcast all the rasas.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC &#256;di 4.224</B></A>: "My dear friends, just see how &#346;r&#299; Krishna is enjoying the season of spring! With the gop&#299;s embracing each of His limbs, He is like amorous love personified. With His transcendental pastimes, He enlivens all the gop&#299;s and the entire creation. With His soft bluish-black arms and legs, which resemble blue lotus flowers, He has created a festival for Cupid."</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC &#256;di 4.225</B></A>: Lord &#346;r&#299; Krishna Caitanya is the abode of rasa. He Himself tasted the sweetness of rasa in endless ways.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC &#256;di 4.226</B></A>: Thus He initiated the dharma for the Age of Kali. The devotees of Lord Caitanya know all these truths.</P><P CLASS=r><A CLASS=i HREF="227-228.htm"><B>CC &#256;di 4.227-228</B></A>: Advaita &#256;c&#257;rya, Lord Nity&#257;nanda, &#346;r&#299;v&#257;sa Pandita, Gad&#257;dhara Pandita, Svar&#363;pa D&#257;modara, Mur&#257;ri Gupta, Harid&#257;sa Th&#257;kura and all the other devotees of &#346;r&#299; Krishna Caitanya &#8212; bowing down with devotion, I hold their lotus feet on my head.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC &#256;di 4.229</B></A>: I have given a hint of the sixth verse. Now please hear as I reveal the meaning of that original verse.</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC &#256;di 4.230</B></A>: "Desiring to understand the glory of R&#257;dh&#257;r&#257;n&#299;'s love, the wonderful qualities in Him that She alone relishes through Her love, and the happiness She feels when She realizes the sweetness of His love, the Supreme Lord Hari, richly endowed with Her emotions, appeared from the womb of &#346;r&#299;mat&#299; &#346;ac&#299;-dev&#299;, as the moon appeared from the ocean."</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC &#256;di 4.231</B></A>: All these conclusions are unfit to disclose in public. But if they are not disclosed, no one will understand them.</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC &#256;di 4.232</B></A>: Therefore I shall mention them, revealing only their essence, so that loving devotees will understand them but fools will not.</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC &#256;di 4.233</B></A>: Anyone who has captured Lord Caitanya Mah&#257;prabhu and Lord Nity&#257;nanda Prabhu in his heart will become blissful by hearing all these transcendental conclusions.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC &#256;di 4.234</B></A>: All these conclusions are like the newly grown twigs of a mango tree; they are always pleasing to the devotees, who in this way resemble cuckoo birds.</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC &#256;di 4.235</B></A>: The camellike nondevotees cannot enter into these topics. Therefore there is special jubilation in my heart.</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC &#256;di 4.236</B></A>: For fear of them I do not wish to speak, but if they do not understand, then what can be happier in all the three worlds?</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC &#256;di 4.237</B></A>: Therefore after offering obeisances to the devotees, for their satisfaction I shall speak without hesitating.</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC &#256;di 4.238</B></A>: Once Lord Krishna considered within His heart, "Everyone says that I am complete bliss, full of all rasas.</P><P CLASS=r><A CLASS=i HREF="239.htm"><B>CC &#256;di 4.239</B></A>: "All the world derives pleasure from Me. Is there anyone who can give Me pleasure?</P><P CLASS=r><A CLASS=i HREF="240.htm"><B>CC &#256;di 4.240</B></A>: "One who has a hundred times more qualities than Me could give pleasure to My mind.</P><P CLASS=r><A CLASS=i HREF="241.htm"><B>CC &#256;di 4.241</B></A>: "One more qualified than Me is impossible to find in the world. But in R&#257;dh&#257; alone I feel the presence of one who can give Me pleasure.</P><P CLASS=r><A CLASS=i HREF="242-243.htm"><B>CC &#256;di 4.242-243</B></A>: "Although My beauty defeats the beauty of ten million Cupids, although it is unequaled and unsurpassed, and although it gives pleasure to the three worlds, seeing R&#257;dh&#257;r&#257;n&#299; gives pleasure to My eyes.</P><P CLASS=r><A CLASS=i HREF="244.htm"><B>CC &#256;di 4.244</B></A>: "The vibration of My transcendental flute attracts the three worlds, but My ears are enchanted by the sweet words of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="245.htm"><B>CC &#256;di 4.245</B></A>: "Although My body lends fragrance to the entire creation, the scent of R&#257;dh&#257;r&#257;n&#299;'s limbs captivates My mind and heart.</P><P CLASS=r><A CLASS=i HREF="246.htm"><B>CC &#256;di 4.246</B></A>: "Although the entire creation is full of different tastes because of Me, I am charmed by the nectarean taste of the lips of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="247.htm"><B>CC &#256;di 4.247</B></A>: "And although My touch is cooler than ten million moons, I am refreshed by the touch of &#346;r&#299;mat&#299; R&#257;dhik&#257;.</P><P CLASS=r><A CLASS=i HREF="248.htm"><B>CC &#256;di 4.248</B></A>: "Thus although I am the source of happiness for the entire world, the beauty and attributes of &#346;r&#299; R&#257;dhik&#257; are My life and soul.</P><P CLASS=r><A CLASS=i HREF="249.htm"><B>CC &#256;di 4.249</B></A>: "In this way My affectionate feelings for &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; may be understood, but on analysis I find them contradictory.</P><P CLASS=r><A CLASS=i HREF="250.htm"><B>CC &#256;di 4.250</B></A>: "My eyes are fully satisfied when I look upon &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, but by looking upon Me, She becomes even more advanced in satisfaction.</P><P CLASS=r><A CLASS=i HREF="251.htm"><B>CC &#256;di 4.251</B></A>: "The flutelike murmur of the bamboos rubbing against one another steals R&#257;dh&#257;r&#257;n&#299;'s consciousness, for She thinks it to be the sound of My flute. And She embraces a tam&#257;la tree, mistaking it for Me.</P><P CLASS=r><A CLASS=i HREF="252.htm"><B>CC &#256;di 4.252</B></A>: "'I have gotten the embrace of &#346;r&#299; Krishna,' She thinks, 'so now My life is fulfilled.' Thus She remains immersed in pleasing Krishna, taking the tree in Her arms.</P><P CLASS=r><A CLASS=i HREF="253.htm"><B>CC &#256;di 4.253</B></A>: "When a favorable breeze carries to Her the fragrance of My body, She is blinded by love and tries to fly into that breeze.</P><P CLASS=r><A CLASS=i HREF="254.htm"><B>CC &#256;di 4.254</B></A>: "When She tastes the betel chewed by Me, She merges in an ocean of joy and forgets everything else.</P><P CLASS=r><A CLASS=i HREF="255.htm"><B>CC &#256;di 4.255</B></A>: "Even with hundreds of mouths I could not express the transcendental pleasure She derives from My association.</P><P CLASS=r><A CLASS=i HREF="256.htm"><B>CC &#256;di 4.256</B></A>: "Seeing the luster of Her complexion after Our pastimes together, I forget My own identity in happiness.</P><P CLASS=r><A CLASS=i HREF="257.htm"><B>CC &#256;di 4.257</B></A>: "The sage Bharata has said that the mellows of lover and beloved are equal. But he does not know the mellows of My Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="258.htm"><B>CC &#256;di 4.258</B></A>: "The happiness I feel when meeting R&#257;dh&#257;r&#257;n&#299; is a hundred times greater than the happiness I get from meeting others.</P><P CLASS=r><A CLASS=i HREF="259.htm"><B>CC &#256;di 4.259</B></A>: "'My dear auspicious R&#257;dh&#257;r&#257;n&#299;, Your body is the source of all beauty. Your red lips are softer than the sense of immortal sweetness, Your face bears the aroma of a lotus flower, Your sweet words defeat the vibrations of the cuckoo, and Your limbs are cooler than the pulp of sandalwood. All My transcendental senses are overwhelmed in ecstatic pleasure by tasting You, who are completely decorated by beautiful qualities.'</P><P CLASS=r><A CLASS=i HREF="260.htm"><B>CC &#256;di 4.260</B></A>: "'Her eyes are enchanted by the beauty of Lord Krishna, the enemy of Kamsa. Her body thrills in pleasure at His touch. Her ears are always attracted to His sweet voice, Her nostrils are enchanted by His fragrance, and Her tongue hankers for the nectar of His soft lips. She hangs down her lotuslike face, exercising self-control only by pretense, but She cannot help showing the external signs of Her spontaneous love for Lord Krishna.'</P><P CLASS=r><A CLASS=i HREF="261.htm"><B>CC &#256;di 4.261</B></A>: "Considering this, I can understand that some unknown mellow in Me controls the entire existence of My captivator, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="262.htm"><B>CC &#256;di 4.262</B></A>: "I am always eager to taste the joy that R&#257;dh&#257;r&#257;n&#299; derives from Me.</P><P CLASS=r><A CLASS=i HREF="263.htm"><B>CC &#256;di 4.263</B></A>: "In spite of various efforts, I have not been able to taste it. But My desire to relish that pleasure increases as I smell its sweetness.</P><P CLASS=r><A CLASS=i HREF="264.htm"><B>CC &#256;di 4.264</B></A>: "Formerly I appeared in the world to taste mellows, and I tasted the mellows of pure love in various ways.</P><P CLASS=r><A CLASS=i HREF="265.htm"><B>CC &#256;di 4.265</B></A>: "I taught devotional service that springs from the devotees' spontaneous love by demonstrating it with My pastimes.</P><P CLASS=r><A CLASS=i HREF="266.htm"><B>CC &#256;di 4.266</B></A>: "But these three desires of Mine were not satisfied, for one cannot enjoy them in a contrary position.</P><P CLASS=r><A CLASS=i HREF="267.htm"><B>CC &#256;di 4.267</B></A>: "Unless I accept the luster of the ecstatic love of &#346;r&#299; R&#257;dhik&#257;, these three desires cannot be fulfilled.</P><P CLASS=r><A CLASS=i HREF="268.htm"><B>CC &#256;di 4.268</B></A>: "Therefore, assuming R&#257;dh&#257;r&#257;n&#299;'s sentiments and bodily complexion, I shall descend to fulfill these three desires."</P><P CLASS=r><A CLASS=i HREF="269.htm"><B>CC &#256;di 4.269</B></A>: In this way Lord Krishna came to a decision. Simultaneously, the time came for the incarnation of the age.</P><P CLASS=r><A CLASS=i HREF="270.htm"><B>CC &#256;di 4.270</B></A>: At that time &#346;r&#299; Advaita was earnestly worshiping Him. Advaita attracted Him with His loud calls.</P><P CLASS=r><A CLASS=i HREF="271-272.htm"><B>CC &#256;di 4.271-272</B></A>: First Lord Krishna made His parents and elders appear. Then Krishna Himself, with the sentiments and complexion of R&#257;dhik&#257;, appeared in Navadv&#299;pa, like the full moon, from the womb of mother &#346;ac&#299;, which is like an ocean of pure milk.</P><P CLASS=r><A CLASS=i HREF="273.htm"><B>CC &#256;di 4.273</B></A>: Meditating on the lotus feet of &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, I have thus explained the sixth verse.</P><P CLASS=r><A CLASS=i HREF="274.htm"><B>CC &#256;di 4.274</B></A>: I can support the explanation of these two verses [verses 5 and 6 of the First Chapter] with a verse by &#346;r&#299; R&#363;pa Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="275.htm"><B>CC &#256;di 4.275</B></A>: "Lord Krishna desired to taste the limitless nectarean mellows of the love possessed by one of His multitude of loving damsels [&#346;r&#299; R&#257;dh&#257;], and so He has assumed the form of Lord Caitanya. He has tasted that love while hiding His own dark complexion with Her effulgent yellow color. May that Lord Caitanya confer upon us His grace."</P><P CLASS=r><A CLASS=i HREF="276.htm"><B>CC &#256;di 4.276</B></A>: Thus the auspicious invocation, the essential nature of the truth of Lord Caitanya, and the need for His appearance have been set forth in six verses.</P><P CLASS=r><A CLASS=i HREF="277.htm"><B>CC &#256;di 4.277</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>