<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 4"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Confidential Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 4 Summary</P><P>In this chapter of the epic Caitanya-carit&#257;mrita, Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; has stressed that Lord Caitanya appeared for three principal purposes of His own. The first purpose was to relish the position of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, who is the prime reciprocator of transcendental love of &#346;r&#299; Krishna. Lord Krishna is the reservoir of transcendental loving transactions with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. The subject of those loving transactions is the Lord Himself, and R&#257;dh&#257;r&#257;n&#299; is the object. Thus the subject, the Lord, wanted to relish the loving mellow in the position of the object, R&#257;dh&#257;r&#257;n&#299;.</P><P>The second reason for His appearance was to understand the transcendental mellow of Himself. Lord Krishna is all sweetness. R&#257;dh&#257;r&#257;n&#299;'s attraction for Krishna is sublime, and to experience that attraction and understand the transcendental sweetness of Himself, He accepted the mentality of R&#257;dh&#257;r&#257;n&#299;.</P><P>The third reason that Lord Caitanya appeared was to enjoy the bliss tasted by R&#257;dh&#257;r&#257;n&#299;. The Lord thought that undoubtedly R&#257;dh&#257;r&#257;n&#299; enjoyed His company and He enjoyed the company of R&#257;dh&#257;r&#257;n&#299;, but the exchange of transcendental mellow between the spiritual couple was more pleasing to &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; than to &#346;r&#299; Krishna. R&#257;dh&#257;r&#257;n&#299; felt more transcendental pleasure in the company of Krishna than He could understand without taking Her position, but for &#346;r&#299; Krishna to enjoy in the position of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was impossible because that position was completely foreign to Him. Krishna is the transcendental male, and R&#257;dh&#257;r&#257;n&#299; is the transcendental female. Therefore, to know the transcendental pleasure of loving Krishna, Lord Krishna Himself appeared as Lord Caitanya, accepting the emotions and bodily luster of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P>Lord Caitanya appeared in order to fulfill these confidential desires, and also to preach the special significance of chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare and to answer the call of Advaita Prabhu. These were secondary reasons.</P><P>&#346;r&#299; Svar&#363;pa D&#257;modara Gosv&#257;m&#299; was the principal figure among Lord Caitanya's confidential devotees. The records of his diary have revealed these confidential purposes of the Lord. These revelations have been confirmed by the statements of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; in his various prayers and poems.</P><P>This chapter also specifically describes the difference between lust and love. The transactions of Krishna and R&#257;dh&#257; are completely different from material lust. Therefore the author has very clearly distinguished between them.</P><P CLASS=l><A CLASS=i HREF="../3/114.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>