<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 35 Verses 8-11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 35 Verses 8-11"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 35: <A CLASS=v HREF="index.htm">The Gop&#299;s Sing of Krishna as He Wanders in the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.35.8-11</P><P CLASS=c>anucaraih samanuvarnita-v&#299;rya</P><P CLASS=c>&#257;di-p&#363;rusha iv&#257;cala-bh&#363;tih</P><P CLASS=c>vana-caro giri-tateshu carant&#299;r</P><P CLASS=c>venun&#257;hvayati g&#257;h sa yad&#257; hi</P><P CLASS=c>vana-lat&#257;s tarava &#257;tmani vishnum</P><P CLASS=c>vyañjayantya iva pushpa-phal&#257;dhy&#257;h</P><P CLASS=c>pranata-bh&#257;ra-vitap&#257; madhu-dh&#257;r&#257;h</P><P CLASS=c>prema-hrishta-tanavo vavrishuh sma</P><P CLASS=c>dar&#347;an&#299;ya-tilako vana-m&#257;l&#257;-</P><P CLASS=c>divya-gandha-tulas&#299;-madhu-mattaih</P><P CLASS=c>ali-kulair alaghu g&#299;t&#257;m abh&#299;shtam</P><P CLASS=c>&#257;driyan yarhi sandhita-venuh</P><P CLASS=c>sarasi s&#257;rasa-hamsa-viha&#324;g&#257;&#347;</P><P CLASS=c>c&#257;ru-g&#299;t&#257;-hrita-cetasa etya</P><P CLASS=c>harim up&#257;sata te yata-citt&#257;</P><P CLASS=c>hanta m&#299;lita-dri&#347;o dhrita-maun&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anucaraih">anucaraih</A> &#8212; by His companions; <A CLASS=v HREF="http://vedabase.net/s/samanuvarnita">samanuvarnita</A> &#8212; being elaborately described; <A CLASS=v HREF="http://vedabase.net/v/viryah">v&#299;ryah</A> &#8212; whose prowess; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/p/purusah">p&#363;rushah</A> &#8212; the original Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/a/acala">acala</A> &#8212; unchanging; <A CLASS=v HREF="http://vedabase.net/b/bhutih">bh&#363;tih</A> &#8212; whose opulences; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/c/carah">carah</A> &#8212; moving about; <A CLASS=v HREF="http://vedabase.net/g/giri">giri</A> &#8212; of the mountains; <A CLASS=v HREF="http://vedabase.net/t/tatesu">tatesu</A> &#8212; on the sides; <A CLASS=v HREF="http://vedabase.net/c/carantih">carant&#299;h</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> grazing; <A CLASS=v HREF="http://vedabase.net/v/venuna">venun&#257;</A> &#8212; with His flute; <A CLASS=v HREF="http://vedabase.net/a/ahvayati">&#257;hvayati</A> &#8212; calls; <A CLASS=v HREF="http://vedabase.net/g/gah">g&#257;h</A> &#8212; the cows; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A>-<A CLASS=v HREF="http://vedabase.net/l/latah">lat&#257;h</A> &#8212; the forest creepers; <A CLASS=v HREF="http://vedabase.net/t/taravah">taravah</A> &#8212; and the trees; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; within themselves; <A CLASS=v HREF="http://vedabase.net/v/visnum">vishnum</A> &#8212; the Supreme Lord, <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/v/vyanjayantyah">vyañjayantyah</A> &#8212; revealing; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/p/puspa">pushpa</A> &#8212; with flowers; <A CLASS=v HREF="http://vedabase.net/p/phala">phala</A> &#8212; and fruits; <A CLASS=v HREF="http://vedabase.net/a/adhyah">&#257;dhy&#257;h</A> &#8212; richly endowed; <A CLASS=v HREF="http://vedabase.net/p/pranata">pranata</A> &#8212; bowed down; <A CLASS=v HREF="http://vedabase.net/b/bhara">bh&#257;ra</A> &#8212; because of the weight; <A CLASS=v HREF="http://vedabase.net/v/vitapah">vitap&#257;h</A> &#8212; whose branches; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A> &#8212; of sweet sap; <A CLASS=v HREF="http://vedabase.net/d/dharah">dh&#257;r&#257;h</A> &#8212; torrents; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; out of ecstatic love; <A CLASS=v HREF="http://vedabase.net/h/hrsta">hrishta</A> &#8212; hairs standing on end; <A CLASS=v HREF="http://vedabase.net/t/tanavah">tanavah</A> &#8212; on whose bodies (trunks); <A CLASS=v HREF="http://vedabase.net/v/vavrsuh">vavrishuh</A> <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; they have rained down; <A CLASS=v HREF="http://vedabase.net/d/darsaniya">dar&#347;an&#299;ya</A> &#8212; of persons who <A HREF="http://vedabase.net/a/are">are</A> attractive <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/t/tilakah">tilakah</A> &#8212; the most excellent; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A>-<A CLASS=v HREF="http://vedabase.net/m/mala">m&#257;l&#257;</A> &#8212; upon His garland <A HREF="http://vedabase.net/m/made">made</A> of forest flowers; <A CLASS=v HREF="http://vedabase.net/d/divya">divya</A> &#8212; divine; <A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A> &#8212; whose fragrance; <A CLASS=v HREF="http://vedabase.net/t/tulasi">tulas&#299;</A> &#8212; of the <A HREF="http://vedabase.net/t/tulasi">tulas&#299;</A> flowers; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A> &#8212; by the honeylike sweetness; <A CLASS=v HREF="http://vedabase.net/m/mattaih">mattaih</A> &#8212; intoxicated; <A CLASS=v HREF="http://vedabase.net/a/ali">ali</A> &#8212; of bees; <A CLASS=v HREF="http://vedabase.net/k/kulaih">kulaih</A> &#8212; by the swarms; <A CLASS=v HREF="http://vedabase.net/a/alaghu">alaghu</A> &#8212; strong; <A CLASS=v HREF="http://vedabase.net/g/gitam">g&#299;tam</A> &#8212; the singing; <A CLASS=v HREF="http://vedabase.net/a/abhistam">abh&#299;shtam</A> &#8212; desirable; <A CLASS=v HREF="http://vedabase.net/a/adriyan">&#257;driyan</A> &#8212; thankfully acknowledging; <A CLASS=v HREF="http://vedabase.net/y/yarhi">yarhi</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/s/sandhita">sandhita</A> &#8212; placed; <A CLASS=v HREF="http://vedabase.net/v/venuh">venuh</A> &#8212; His flute; <A CLASS=v HREF="http://vedabase.net/s/sarasi">sarasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the lake; <A CLASS=v HREF="http://vedabase.net/s/sarasa">s&#257;rasa</A> &#8212; the cranes; <A CLASS=v HREF="http://vedabase.net/h/hamsa">hamsa</A> &#8212; swans; <A CLASS=v HREF="http://vedabase.net/v/vihangah">viha&#324;g&#257;h</A> &#8212; and other birds; <A CLASS=v HREF="http://vedabase.net/c/caru">c&#257;ru</A> &#8212; charming; <A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;ta</A> &#8212; by the song (of His flute); <A CLASS=v HREF="http://vedabase.net/h/hrta">hrita</A> &#8212; taken away; <A CLASS=v HREF="http://vedabase.net/c/cetasah">cetasah</A> &#8212; whose minds; <A CLASS=v HREF="http://vedabase.net/e/etya">etya</A> &#8212; coming forward; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/u/upasata">up&#257;sata</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/y/yata">yata</A> &#8212; under control; <A CLASS=v HREF="http://vedabase.net/c/cittah">citt&#257;h</A> &#8212; whose minds; <A CLASS=v HREF="http://vedabase.net/h/hanta">hanta</A> &#8212; ah; <A CLASS=v HREF="http://vedabase.net/m/milita">m&#299;lita</A> &#8212; closed; <A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; their eyes; <A CLASS=v HREF="http://vedabase.net/d/dhrta">dhrita</A> &#8212; maintaining; <A CLASS=v HREF="http://vedabase.net/m/maunah">maun&#257;h</A> &#8212; silence.</P><P CLASS=t>TRANSLATION</P><P>Krishna moves about the forest in the company of His friends, who vividly chant the glories of His magnificent deeds. He thus appears just like the Supreme Personality of Godhead exhibiting His inexhaustible opulences. When the cows wander onto the mountainsides and Krishna calls out to them with the sound of His flute, the trees and creepers in the forest respond by becoming so luxuriant with fruits and flowers that they seem to be manifesting Lord Vishnu within their hearts. As their branches bend low with the weight, the filaments on their trunks and vines stand erect out of the ecstasy of love of God, and both the trees and the creepers pour down a rain of sweet sap.</P><P>Maddened by the divine, honeylike aroma of the tulas&#299; flowers on the garland Krishna wears, swarms of bees sing loudly for Him, and that most beautiful of all persons thankfully acknowledges and acclaims their song by taking His flute to His lips and playing it. The charming flute song then steals away the minds of the cranes, swans and other lake-dwelling birds. Indeed they approach Krishna, close their eyes and, maintaining strict silence, worship Him by fixing their consciousness upon Him in deep meditation.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has made several illuminating comments on these verses. He gives the analogy that just as when householder Vaishnavas hear a sa&#324;k&#299;rtana party approaching they become ecstatic and offer obeisances, so the trees and creepers in Vrind&#257;vana became ecstatic when they heard Krishna's flute and bowed low with their branches and vines. The word dar&#347;an&#299;ya-tilaka in Text 10 indicates not only that the Lord is "the most excellent (to see)," but also that He decorated Himself with attractive reddish tilaka taken from the mineral rich earth of Vrind&#257;vana forest.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; also points out that tulas&#299;, although exalted in many ways, is not normally considered an especially fragrant plant. However, early in the morning tulas&#299; emits a transcendental fragrance that ordinary people cannot perceive but that transcendental personalities fully appreciate. The bees who are privileged to swarm about the flower garlands worn by the Supreme Personality of Godhead certainly appreciate this fragrance, and &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; quotes from the Bh&#257;gavatam (<A CLASS=v HREF="../../3/15/19.htm">3.15.19</A>) to the effect that the most fragrant plants in Vaikuntha also appreciate the special qualifications of Tulas&#299;-dev&#299;.</P><P>The word sandhita-venuh in Text 10 indicates that Lord Krishna placed His flute firmly upon His lips. And the melody emanating from that flute is certainly the most enchanting of sounds, as the gop&#299;s describe in this chapter.</P><P CLASS=l><A CLASS=i HREF="6-7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12-13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>