<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 35 Verses 18-19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 35 Verses 18-19"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 35: <A CLASS=v HREF="index.htm">The Gop&#299;s Sing of Krishna as He Wanders in the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.35.18-19</P><P CLASS=c>mani-dharah kvacid &#257;ganayan g&#257;</P><P CLASS=c>m&#257;lay&#257; dayita-gandha-tulasy&#257;h</P><P CLASS=c>pranayino 'nucarasya kad&#257;mse</P><P CLASS=c>prakshipan bhujam ag&#257;yata yatra</P><P CLASS=c>kvanita-venu-rava-vañcita-citt&#257;h</P><P CLASS=c>krishnam anvasata krishna-grihinyah</P><P CLASS=c>guna-gan&#257;rnam anugatya harinyo</P><P CLASS=c>gopik&#257; iva vimukta-grih&#257;&#347;&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mani">mani</A> &#8212; (<A HREF="http://vedabase.net/a/a">a</A> string of) gems; <A CLASS=v HREF="http://vedabase.net/d/dharah">dharah</A> &#8212; holding; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; somewhere; <A CLASS=v HREF="http://vedabase.net/a/aganayan">&#257;ganayan</A> &#8212; counting; <A CLASS=v HREF="http://vedabase.net/g/gah">g&#257;h</A> &#8212; the cows; <A CLASS=v HREF="http://vedabase.net/m/malaya">m&#257;lay&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> flower garland; <A CLASS=v HREF="http://vedabase.net/d/dayita">dayita</A> &#8212; of His beloved; <A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A> &#8212; having the fragrance; <A CLASS=v HREF="http://vedabase.net/t/tulasyah">tulasy&#257;h</A> &#8212; the <A HREF="http://vedabase.net/t/tulasi">tulas&#299;</A> flowers upon which; <A CLASS=v HREF="http://vedabase.net/p/pranayinah">pranayinah</A> &#8212; loving; <A CLASS=v HREF="http://vedabase.net/a/anucarasya">anucarasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> companion; <A CLASS=v HREF="http://vedabase.net/k/kada">kad&#257;</A> &#8212; at some time; <A CLASS=v HREF="http://vedabase.net/a/amse">amse</A> &#8212; on the shoulder; <A CLASS=v HREF="http://vedabase.net/p/praksipan">prakshipan</A> &#8212; throwing; <A CLASS=v HREF="http://vedabase.net/b/bhujam">bhujam</A> &#8212; His arm; <A CLASS=v HREF="http://vedabase.net/a/agayata">ag&#257;yata</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> sang; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/k/kvanita">kvanita</A> &#8212; vibrated; <A CLASS=v HREF="http://vedabase.net/v/venu">venu</A> &#8212; of His flute; <A CLASS=v HREF="http://vedabase.net/r/rava">rava</A> &#8212; by the sound; <A CLASS=v HREF="http://vedabase.net/v/vancita">vañcita</A> &#8212; stolen; <A CLASS=v HREF="http://vedabase.net/c/cittah">citt&#257;h</A> &#8212; their hearts; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/anvasata">anvasata</A> &#8212; they <A HREF="http://vedabase.net/s/sat">sat</A> down beside; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; of the black deer; <A CLASS=v HREF="http://vedabase.net/g/grhinyah">grihinyah</A> &#8212; the wives; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; of all transcendental qualities; <A CLASS=v HREF="http://vedabase.net/a/arnam">arnam</A> &#8212; the ocean; <A CLASS=v HREF="http://vedabase.net/a/anugatya">anugatya</A> &#8212; approaching; <A CLASS=v HREF="http://vedabase.net/h/harinyah">harinyah</A> &#8212; the does; <A CLASS=v HREF="http://vedabase.net/g/gopikah">gopik&#257;h</A> &#8212; the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; just like; <A CLASS=v HREF="http://vedabase.net/v/vimukta">vimukta</A> &#8212; having given up; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A> &#8212; for home and family; <A CLASS=v HREF="http://vedabase.net/a/asah">&#257;&#347;&#257;h</A> &#8212; their hopes.</P><P CLASS=t>TRANSLATION</P><P>Now Krishna is standing somewhere counting His cows on a string of gems. He wears a garland of tulas&#299; flowers that bear the fragrance of His beloved, and He has thrown His arm over the shoulder of an affectionate cowherd boyfriend. As Krishna plays His flute and sings, the music attracts the black deer's wives, who approach that ocean of transcendental qualities and sit down beside Him. Just like us cowherd girls, they have given up all hope for happiness in family life.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; explains that in the afternoon &#346;r&#299; Krishna dressed Himself in new clothing and then went out to call the cows home. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; gives the following information about the transcendental cows of Vrind&#257;vana: "For each of the four colors of cows &#8212; white, red, black and yellow &#8212; there are twenty-five subdivisions, making a total of one hundred colors. And such qualities as being colored like sandalwood-pulp tilaka [speckled] or having a head shaped like a mrida&#324;ga drum create eight further groups. To count these 108 groups of cows, distinguished by color and form, Krishna is using a string of 108 jewel-beads....</P><P>"Thus when Krishna calls out 'Hey Dhaval&#299; [the name of a white cow],' a whole group of white cows come forward, and when He calls 'Hams&#299;, Candan&#299;, Ga&#324;g&#257;, Mukt&#257; 'and so on, the twenty-four other groups of white cows come. The reddish cows are called Arun&#299;, Ku&#324;kuma, Sarasvat&#299;, etc., the blackish ones &#346;y&#257;mal&#257;, Dh&#363;mal&#257;, Yamun&#257;, etc., and the yellowish ones P&#299;t&#257;, Pi&#324;gal&#257;, Harit&#257;lik&#257;, etc. Those in the group with tilaka marks on their foreheads are called Citrit&#257;, Citra-tilak&#257;, D&#299;rgha-tilak&#257; and Tiryak-tilak&#257;, and there are groups known as Mrida&#324;ga-mukh&#299; [mrida&#324;ga-head], Simha-mukh&#299; [lion-head] and so on.</P><P>"Thus being called by name, the cows are coming forward, and Krishna, thinking that when it is time to bring them back from the forest none should be forgotten, is counting them on His jewel-beads."</P><P CLASS=l><A CLASS=i HREF="16-17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20-21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>