<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 22 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 22 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Surrenders His Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.22.11</P><P CLASS=c>ath&#257;ham apy &#257;tma-ripos tav&#257;ntikam</P><P CLASS=c>daivena n&#299;tah prasabham ty&#257;jita-&#347;r&#299;h</P><P CLASS=c>idam krit&#257;nt&#257;ntika-varti j&#299;vitam</P><P CLASS=c>yay&#257;dhruvam stabdha-matir na budhyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/r/ripoh">ripoh</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> the traditional enemy of the family; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of Your good self; <A CLASS=v HREF="http://vedabase.net/a/antikam">antikam</A> &#8212; the shelter; <A CLASS=v HREF="http://vedabase.net/d/daivena">daivena</A> &#8212; by providence; <A CLASS=v HREF="http://vedabase.net/n/nitah">n&#299;tah</A> &#8212; brought <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/p/prasabham">prasabham</A> &#8212; by force; <A CLASS=v HREF="http://vedabase.net/t/tyajita">ty&#257;jita</A> &#8212; bereft of; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; all opulence; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this philosophy of life; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/a/anta">anta</A>-<A CLASS=v HREF="http://vedabase.net/a/antika">antika</A>-<A CLASS=v HREF="http://vedabase.net/v/varti">varti</A> &#8212; always given the facility for death; <A CLASS=v HREF="http://vedabase.net/j/jivitam">j&#299;vitam</A> &#8212; the duration of life; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by such material opulence; <A CLASS=v HREF="http://vedabase.net/a/adhruvam">adhruvam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> temporary; <A CLASS=v HREF="http://vedabase.net/s/stabdha">stabdha</A>-<A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; such <A HREF="http://vedabase.net/a/an">an</A> unintelligent person; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/b/budhyate">budhyate</A> &#8212; cannot understand.</P><P CLASS=t>TRANSLATION</P><P>Only by providence have I been forcibly brought under Your lotus feet and deprived of all my opulence. Because of the illusion created by temporary opulence, people in general, who live under material conditions, facing accidental death at every moment, do not understand that this life is temporary. Only by providence have I been saved from that condition.</P><P CLASS=t>PURPORT</P><P>Bali Mah&#257;r&#257;ja appreciated the actions of the Supreme Personality of Godhead, although all the members of the demoniac families except Prahl&#257;da Mah&#257;r&#257;ja and Bali Mah&#257;r&#257;ja considered Vishnu their eternal traditional enemy. As described by Bali Mah&#257;r&#257;ja, Lord Vishnu was actually not the enemy of the family but the best friend of the family. The principle of this friendship has already been stated. Yasy&#257;ham anugrihn&#257;mi harishye tad-dhanam &#347;anaih: the Lord bestows special favor upon His devotee by taking away all his material opulences. Bali Mah&#257;r&#257;ja appreciated this behavior by the Lord. Therefore he said, daivena n&#299;tah prasabham ty&#257;jita-&#347;r&#299;h: "It is to bring me to the right platform of eternal life that You have put me into these circumstances."</P><P>Actually, everyone should fear the so-called society, friendship and love for which he works so hard all day and night. As indicated by Bali Mah&#257;r&#257;ja by the words jan&#257;d bh&#299;tah, every devotee in Krishna consciousness should always be afraid of the common man engaged in pursuing material prosperity. Such a person is described as pramatta, a madman chasing the will-o'-the-wisp. Such men do not know that after a hard struggle for life one must change his body, with no certainty of what kind of body he will receive next. Those who are completely established in Krishna conscious philosophy and who therefore understand the aim of life will never take to the activities of the materialistic dog race. But if a sincere devotee somehow does fall down, the Lord corrects him and saves him from gliding down to the darkest region of hellish life.</P><P>ad&#257;nta-gobhir vi&#347;at&#257;m tamisram</P><P CLASS=n>punah puna&#347; carvita-carvan&#257;n&#257;m</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/30.htm">7.5.30</A>)</P><P>The materialistic way of life is nothing but the repeated chewing of that which has already been chewed. Although there is no profit in such a life, people are enamored of it because of uncontrolled senses. N&#363;nam pramattah kurute vikarma [<A CLASS=v HREF="../../5/5/4.htm">SB 5.5.4</A>]. Because of uncontrolled senses, people fully engage in sinful activities by which they get a body full of suffering. Bali Mah&#257;r&#257;ja appreciated how the Lord had saved him from such a bewildered life of ignorance. He therefore said that his intelligence had been stunned. Stabdha-matir na budhyate. He could not understand how the Supreme Personality of Godhead favors His devotees by forcibly stopping their materialistic activities.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>