<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 22 Verses 29-30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 22 Verses 29-30"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Surrenders His Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.22.29-30</P><P CLASS=c>ksh&#299;na-riktha&#347; cyutah sth&#257;n&#257;t</P><P CLASS=c>kshipto baddha&#347; ca &#347;atrubhih</P><P CLASS=c>jñ&#257;tibhi&#347; ca parityakto</P><P CLASS=c>y&#257;tan&#257;m anuy&#257;pitah</P><P CLASS=c>gurun&#257; bhartsitah &#347;apto</P><P CLASS=c>jahau satyam na suvratah</P><P CLASS=c>chalair ukto may&#257; dharmo</P><P CLASS=c>n&#257;yam tyajati satya-v&#257;k</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ksina">ksh&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/r/rikthah">rikthah</A> &#8212; although bereft of all riches; <A CLASS=v HREF="http://vedabase.net/c/cyutah">cyutah</A> &#8212; fallen; <A CLASS=v HREF="http://vedabase.net/s/sthanat">sth&#257;n&#257;t</A> &#8212; from his superior position; <A CLASS=v HREF="http://vedabase.net/k/ksiptah">kshiptah</A> &#8212; forcefully thrown away; <A CLASS=v HREF="http://vedabase.net/b/baddhah">baddhah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and forcefully bound; <A CLASS=v HREF="http://vedabase.net/s/satrubhih">&#347;atrubhih</A> &#8212; by his enemies; <A CLASS=v HREF="http://vedabase.net/j/jnatibhih">jñ&#257;tibhih</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and by his family members or relatives; <A CLASS=v HREF="http://vedabase.net/p/parityaktah">parityaktah</A> &#8212; deserted; <A CLASS=v HREF="http://vedabase.net/y/yatanam">y&#257;tan&#257;m</A> &#8212; all kinds of suffering; <A CLASS=v HREF="http://vedabase.net/a/anuyapitah">anuy&#257;pitah</A> &#8212; unusually severely suffered; <A CLASS=v HREF="http://vedabase.net/g/guruna">gurun&#257;</A> &#8212; by his spiritual master; <A CLASS=v HREF="http://vedabase.net/b/bhartsitah">bhartsitah</A> &#8212; rebuked; <A CLASS=v HREF="http://vedabase.net/s/saptah">&#347;aptah</A> &#8212; and cursed; <A CLASS=v HREF="http://vedabase.net/j/jahau">jahau</A> &#8212; gave up; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; truthfulness; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/v/vratah">vratah</A> &#8212; being fixed <A HREF="http://vedabase.net/i/in">in</A> his vow; <A CLASS=v HREF="http://vedabase.net/c/chalaih">chalaih</A> &#8212; pretentiously; <A CLASS=v HREF="http://vedabase.net/u/uktah">uktah</A> &#8212; spoken; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; the religious principles; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this <A HREF="http://vedabase.net/b/bali">Bali</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/t/tyajati">tyajati</A> &#8212; does give up; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; being true <A HREF="http://vedabase.net/t/to">to</A> his word.</P><P CLASS=t>TRANSLATION</P><P>Although bereft of his riches, fallen from his original position, defeated and arrested by his enemies, rebuked and deserted by his relatives and friends, although suffering the pain of being bound and although rebuked and cursed by his spiritual master, Bali Mah&#257;r&#257;ja, being fixed in his vow, did not give up his truthfulness. It was certainly with pretension that I spoke about religious principles, but he did not give up religious principles, for he is true to his word.</P><P CLASS=t>PURPORT</P><P>Bali Mah&#257;r&#257;ja passed the severe test put before him by the Supreme Personality of Godhead. This is further proof of the Lord's mercy toward His devotee. The Supreme Personality of Godhead sometimes puts a devotee to severe tests that are almost unbearable. One could hardly even live under the conditions forced upon Bali Mah&#257;r&#257;ja. That Bali Mah&#257;r&#257;ja endured all these severe tests and austerities is the mercy of the Supreme Lord. The Lord certainly appreciates the devotee's forbearance, and it is recorded for the future glorification of the devotee. This was not an ordinary test. As described in this verse, hardly anyone could survive such a test, but for the future glorification of Bali Mah&#257;r&#257;ja, one of the mah&#257;janas, the Supreme Personality of Godhead not only tested him but also gave him the strength to tolerate such adversity. The Lord is so kind to His devotee that when severely testing him the Lord gives him the necessary strength to be tolerant and continue to remain a glorious devotee.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>