<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 22 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 22 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Surrenders His Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.22.9</P><P CLASS=c>kim &#257;tman&#257;nena jah&#257;ti yo 'ntatah</P><P CLASS=c>kim riktha-h&#257;raih svajan&#257;khya-dasyubhih</P><P CLASS=c>kim j&#257;yay&#257; samsriti-hetu-bh&#363;tay&#257;</P><P CLASS=c>martyasya gehaih kim ih&#257;yusho vyayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is the use; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/anena">anena</A> &#8212; of this body; <A CLASS=v HREF="http://vedabase.net/j/jahati">jah&#257;ti</A> &#8212; gives up; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which (body); <A CLASS=v HREF="http://vedabase.net/a/antatah">antatah</A> &#8212; at the end of life; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is the use; <A CLASS=v HREF="http://vedabase.net/r/riktha">riktha</A>-<A CLASS=v HREF="http://vedabase.net/h/haraih">h&#257;raih</A> &#8212; the plunderers of wealth; <A CLASS=v HREF="http://vedabase.net/s/svajana">svajana</A>-<A CLASS=v HREF="http://vedabase.net/a/akhya">&#257;khya</A>-<A CLASS=v HREF="http://vedabase.net/d/dasyubhih">dasyubhih</A> &#8212; they who <A HREF="http://vedabase.net/a/are">are</A> actually plunderers but who pass by the <A HREF="http://vedabase.net/n/name">name</A> of relatives; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is the use; <A CLASS=v HREF="http://vedabase.net/j/jayaya">j&#257;yay&#257;</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> wife; <A CLASS=v HREF="http://vedabase.net/s/samsrti">samsriti</A>-<A CLASS=v HREF="http://vedabase.net/h/hetu">hetu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutaya">bh&#363;tay&#257;</A> &#8212; who is the source of increasing material conditions; <A CLASS=v HREF="http://vedabase.net/m/martyasya">martyasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> person sure <A HREF="http://vedabase.net/t/to">to</A> die; <A CLASS=v HREF="http://vedabase.net/g/gehaih">gehaih</A> &#8212; of houses, family and community; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is the use; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which house; <A CLASS=v HREF="http://vedabase.net/a/ayusah">&#257;yushah</A> &#8212; of the duration of life; <A CLASS=v HREF="http://vedabase.net/v/vyayah">vyayah</A> &#8212; simply wasting.</P><P CLASS=t>TRANSLATION</P><P>What is the use of the material body, which automatically leaves its owner at the end of life? And what is the use of all one's family members, who are actually plunderers taking away money that is useful for the service of the Lord in spiritual opulence? What is the use of a wife? She is only the source of increasing material conditions. And what is the use of family, home, country and community? Attachment for them merely wastes the valuable energy of one's lifetime.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead, Krishna, advises, sama-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: "Give up all other varieties of religion and just surrender unto Me." The common man does not appreciate such a statement by the Supreme Personality of Godhead because he thinks that during his lifetime his family, society, country, body and relatives are everything. Why should one give up any one of them and take shelter of the Supreme Personality of Godhead? But from the behavior of great personalities like Prahl&#257;da Mah&#257;r&#257;ja and Bali Mah&#257;r&#257;ja we understand that surrendering to the Lord is the right action for an intelligent person. Prahl&#257;da Mah&#257;r&#257;ja took shelter of Vishnu against the will of his father. Similarly, Bali Mah&#257;r&#257;ja took shelter of V&#257;manadeva against the will of his spiritual master, &#346;ukr&#257;c&#257;rya, and all the leading demons. People may be surprised that devotees like Prahl&#257;da Mah&#257;r&#257;ja and Bali Mah&#257;r&#257;ja could seek shelter of the side of the enemy, giving up the natural affinity for family, hearth and home. In this connection, Bali Mah&#257;r&#257;ja explains that the body, which is the center of all material activities, is also a foreign element. Even though we want to keep the body fit and helpful to our activities, the body cannot continue eternally. Although I am the soul, which is eternal, after using the body for some time I have to accept another body (tath&#257; deh&#257;ntara-pr&#257;ptih), according to the laws of nature, unless I render some service with the body for advancement in devotional service. One should not use the body for any other purpose. One must know that if he uses the body for any other purpose he is simply wasting time, for as soon as the time is ripe, the soul will automatically leave the body.</P><P>We are very interested in society, friendship and love, but what are they? Those in the garb of friends and relatives merely plunder the hard-earned money of the bewildered soul. Everyone is affectionate toward his wife and is attached to her, but what is this wife? The wife is called str&#299;, which means, "one who expands the material condition." If a person lives without a wife, his material conditions are less extensive. As soon as one marries and is connected with a wife, his material necessities increase.</P><P>pumsah striy&#257; mithun&#299;-bh&#257;vam etam</P><P CLASS=n>tayor mitho hridaya-granthim &#257;huh</P><P CLASS=n>ato griha-kshetra-sut&#257;pta-vittair</P><P CLASS=n>janasya moho 'yam aham mameti</P><P>"The attraction between male and female is the basic principle of material existence. On the basis of this misconception, which ties together the hearts of the male and female, one becomes attracted to his body, home, property, children, relatives and wealth. In this way one increases life's illusions and thinks in terms of 'I and mine.' " (Bh&#257;g. <A CLASS=v HREF="../../../sb/5/5/8.htm">5.5.8</A>) Human life is meant for self-realization, not for increasing unwanted things. Actually, a wife increases unwanted things. One's lifetime, one's home and everything one has, if not properly used in the service of the Lord, are all sources of material conditions of perpetual suffering under the threefold miseries (adhy&#257;tmika, adhibhautika and adhidaivika). Unfortunately, there is no institution in human society for education on this subject. People are kept in darkness about the goal of life, and thus there is a continuous struggle for existence. We speak of "survival of the fittest," but no one survives, for no one is free under material conditions.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>