<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 22"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Surrenders His Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.22 Summary</P><P>The summary of this Twenty-second Chapter is as follows. The Supreme Personality of Godhead was pleased by the behavior of Bali Mah&#257;r&#257;ja. Thus the Lord placed him on the planet Sutala, and there, after bestowing benedictions upon him, the Lord agreed to become his doorman.</P><P>Bali Mah&#257;r&#257;ja was extremely truthful. Being unable to keep his promise, he was very much afraid, for he knew that one who has deviated from truthfulness is insignificant in the eyes of society. An exalted person can suffer the consequences of hellish life, but he is very much afraid of being defamed for deviation from the truth. Bali Mah&#257;r&#257;ja agreed with great pleasure to accept the punishment awarded him by the Supreme Personality of Godhead. In Bali Mah&#257;r&#257;ja's dynasty there were many asuras who because of their enmity toward Vishnu had achieved a destination more exalted than that of many mystic yog&#299;s. Bali Mah&#257;r&#257;ja specifically remembered the determination of Prahl&#257;da Mah&#257;r&#257;ja in devotional service. Considering all these points, he decided to give his head in charity as the place for Vishnu's third step. Bali Mah&#257;r&#257;ja also considered how great personalities give up their family relationships and material possessions to satisfy the Supreme Personality of Godhead. Indeed, they sometimes even sacrifice their lives for the satisfaction of the Lord, just to become His personal servants. Accordingly, by following in the footsteps of previous &#257;c&#257;ryas and devotees, Bali Mah&#257;r&#257;ja perceived himself successful.</P><P>While Bali Mah&#257;r&#257;ja, having been arrested by the ropes of Varuna, was offering prayers to the Lord, his grandfather Prahl&#257;da Mah&#257;r&#257;ja appeared there and described how the Supreme Personality of Godhead had delivered Bali Mah&#257;r&#257;ja by taking his possessions in a tricky way. While Prahl&#257;da Mah&#257;r&#257;ja was present, Lord Brahm&#257; and Bali's wife, Vindhy&#257;vali, described the supremacy of the Supreme Lord. Since Bali Mah&#257;r&#257;ja had given everything to the Lord, they prayed for his release. The Lord then described how a nondevotee's possession of wealth is a danger whereas a devotee's opulence is a benediction from the Lord. Then, being pleased with Bali Mah&#257;r&#257;ja, the Supreme Lord offered His disc to protect Bali Mah&#257;r&#257;ja and promised to remain with him.</P><P CLASS=l><A CLASS=i HREF="../21/34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>