<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.1</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>sanak&#257;dy&#257; n&#257;rada&#347; ca</P><P CLASS=c>ribhur hamso 'runir yatih</P><P CLASS=c>naite grih&#257;n brahma-sut&#257;</P><P CLASS=c>hy &#257;vasann &#363;rdhva-retasah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/s/sanaka">sanaka</A>-<A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dy&#257;h</A> &#8212; those headed by <A HREF="http://vedabase.net/s/sanaka">Sanaka</A>; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/r/rbhuh">ribhuh</A> &#8212; Ribhu; <A CLASS=v HREF="http://vedabase.net/h/hamsah">hamsah</A> &#8212; <A HREF="http://vedabase.net/h/hamsa">Hamsa</A>; <A CLASS=v HREF="http://vedabase.net/a/arunih">arunih</A> &#8212; <A HREF="http://vedabase.net/a/aruni">Aruni</A>; <A CLASS=v HREF="http://vedabase.net/y/yatih">yatih</A> &#8212; <A HREF="http://vedabase.net/y/yati">Yati</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/g/grhan">grih&#257;n</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sut&#257;h</A> &#8212; sons of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/avasan">&#257;vasan</A> &#8212; did live; <A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A>-<A CLASS=v HREF="http://vedabase.net/r/retasah">retasah</A> &#8212; unadulterated celibates.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya said: The four great Kum&#257;ra sages headed by Sanaka, as well as N&#257;rada, Ribhu, Hamsa, Aruni and Yati, all sons of Brahm&#257; did not live at home, but became &#363;rdhva-ret&#257;, or naishthika-brahmac&#257;r&#299;s, unadulterated celibates.</P><P CLASS=t>PURPORT</P><P>The system of brahmacarya has been current since the birth of Brahm&#257;. A section of the population, especially male, did not marry at all. Instead of allowing their semen to be driven downwards, they used to lift the semen up to the brain. They are called &#363;rdhva-retasah, those who lift up. Semen is so important that if, by the yogic process, one can lift the semen up to the brain, he can perform wonderful work &#8212; one's memory is enabled to act very swiftly, and the duration of life is increased. Yog&#299;s can thus perform all kinds of austerity with steadiness and be elevated to the highest perfectional stage, even to the spiritual world. Vivid examples of brahmac&#257;r&#299;s who accepted this principle of life are the four sages Sanaka, Sanandana, San&#257;tana and Sanat-kum&#257;ra, as well as N&#257;rada and others.</P><P>Another significant phrase here is naite grih&#257;n hy &#257;vasan, "they did not live at home." Griha means "home" as well as "wife." In fact, "home" means wife; "home" does not mean a room or a house. One who lives with a wife lives at home, otherwise a sanny&#257;s&#299; or brahmac&#257;ri, even though he may live in a room or in a house, does not live at home. That they did not live at home means that they did not accept a wife, and so there was no question of their discharging semen. Semen is meant to be discharged when one has a home, a wife and the intention to beget children, otherwise there is no injunction for discharging semen. These principles were followed from the beginning of creation, and such brahmac&#257;r&#299;s never created progeny. This narration has dealt with the descendants of Lord Brahm&#257; from Manu's daughter Pras&#363;ti. pras&#363;ti's daughter was D&#257;ksh&#257;yan&#299;, or Sat&#299;, in relation to whom the story of the Daksha yajña was narrated. Maitreya is now explaining about the progeny of the sons of Brahm&#257;. Out of the many sons of Brahm&#257;, the brahmac&#257;r&#299; sons headed by Sanaka and N&#257;rada did not marry at all, and therefore there is no question of narrating the history of their descendants.</P><P CLASS=l><A CLASS=i HREF="../7/61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>