<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.10</P><P CLASS=c>tath&#257; cik&#299;rsham&#257;nam tam</P><P CLASS=c>sapatny&#257;s tanayam dhruvam</P><P CLASS=c>surucih &#347;rinvato r&#257;jñah</P><P CLASS=c>sershyam &#257;h&#257;tigarvit&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/c/cikirsamanam">cik&#299;rsham&#257;nam</A> &#8212; the child <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>, who was trying <A HREF="http://vedabase.net/t/to">to</A> get up; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto him; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/p/patnyah">patny&#257;h</A> &#8212; of her co-wife (Sun&#299;ti); <A CLASS=v HREF="http://vedabase.net/t/tanayam">tanayam</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/d/dhruvam">dhruvam</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>; <A CLASS=v HREF="http://vedabase.net/s/surucih">surucih</A> &#8212; Queen Suruci; <A CLASS=v HREF="http://vedabase.net/s/srnvatah">&#347;rinvatah</A> &#8212; while hearing; <A CLASS=v HREF="http://vedabase.net/r/rajnah">r&#257;jñah</A> &#8212; of the King; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/i/irsyam">&#299;rshyam</A> &#8212; with envy; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/a/atigarvita">atigarvit&#257;</A> &#8212; being too proud.</P><P CLASS=t>TRANSLATION</P><P>While the child, Dhruva Mah&#257;r&#257;ja, was trying to get on the lap of his father, Suruci, his stepmother, became very envious of the child, and with great pride she began to speak so as to be heard by the King himself.</P><P CLASS=t>PURPORT</P><P>The King, of course, was equally affectionate toward both his sons, Uttama and Dhruva, so he had a natural inclination to take Dhruva, as well as Uttama, on his lap. But because of his favoritism towards his queen Suruci, he could not welcome Dhruva Mah&#257;r&#257;ja, despite his feelings. King Utt&#257;nap&#257;da's feeling was understood by Suruci, and therefore with great pride she began to speak about the King's affection for her. This is the nature of woman. If a woman understands that her husband regards her as a favorite and is especially affectionate to her, she takes undue advantage. These symptoms are visible even in such an elevated society as the family of Sv&#257;yambhuva Manu. Therefore it is concluded that the feminine nature of woman is present everywhere.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>