<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.2</P><P CLASS=c>mrish&#257;dharmasya bh&#257;ry&#257;s&#299;d</P><P CLASS=c>dambham m&#257;y&#257;m ca &#347;atru-han</P><P CLASS=c>as&#363;ta mithunam tat tu</P><P CLASS=c>nirritir jagrihe 'prajah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mrsa">mrish&#257;</A> &#8212; <A HREF="http://vedabase.net/m/mrsa">Mrish&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/adharmasya">adharmasya</A> &#8212; of Irreligion; <A CLASS=v HREF="http://vedabase.net/b/bharya">bh&#257;ry&#257;</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; was; <A CLASS=v HREF="http://vedabase.net/d/dambham">dambham</A> &#8212; Bluffing; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; Cheating; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/satru">&#347;atru</A>-<A CLASS=v HREF="http://vedabase.net/h/han">han</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> slayer of enemies; <A CLASS=v HREF="http://vedabase.net/a/asuta">as&#363;ta</A> &#8212; produced; <A CLASS=v HREF="http://vedabase.net/m/mithunam">mithunam</A> &#8212; combination; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/n/nirrtih">nirritih</A> &#8212; Nirriti; <A CLASS=v HREF="http://vedabase.net/j/jagrhe">jagrihe</A> &#8212; took; <A CLASS=v HREF="http://vedabase.net/a/aprajah">aprajah</A> &#8212; being childless.</P><P CLASS=t>TRANSLATION</P><P>Another son of Lord Brahm&#257; was Irreligion, whose wife's name was Falsity. From their combination were born two demons named Dambha, or Bluffing, and M&#257;y&#257;, or Cheating. These two demons were taken by a demon named Nirriti, who had no children.</P><P CLASS=t>PURPORT</P><P>It is understood herein that Adharma, Irreligion, was also a son of Brahm&#257;, and he married his sister Mrish&#257;. This is the beginning of sex life between brother and sister. This unnatural combination of sex life can be possible in human society only where there is Adharma, or Irreligion. It is understood that in the beginning of creation Brahm&#257; created not only saintly sons like Sanaka, San&#257;tana and N&#257;rada but also demonic offspring like Nirriti, Adharma, Dambha and Falsity. Everything was created by Brahm&#257; in the beginning. Regarding N&#257;rada, it is understood that because his previous life was very pious and his association very good, he was born as N&#257;rada. Others were also born in their own capacities, according to their backgrounds. The law of karma continues birth after birth, and when there is a new creation, the same karma comes back with the living entities. They are born in different capacities according to karma even though their father is originally Brahm&#257;, who is the exalted qualitative incarnation of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>