<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.20</P><P CLASS=c>yasy&#257;&#324;ghri-padmam paricarya vi&#347;va-</P><P CLASS=c>vibh&#257;van&#257;y&#257;tta-gun&#257;bhipatteh</P><P CLASS=c>ajo 'dhyatishthat khalu p&#257;rameshthyam</P><P CLASS=c>padam jit&#257;tma-&#347;vasan&#257;bhivandyam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; leg; <A CLASS=v HREF="http://vedabase.net/p/padmam">padmam</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/p/paricarya">paricarya</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A> &#8212; universe; <A CLASS=v HREF="http://vedabase.net/v/vibhavanaya">vibh&#257;van&#257;ya</A> &#8212; for creating; <A CLASS=v HREF="http://vedabase.net/a/atta">&#257;tta</A> &#8212; received; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/abhipatteh">abhipatteh</A> &#8212; for acquiring the required qualifications; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; the unborn (Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/a/adhyatisthat">adhyatishthat</A> &#8212; became situated; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; undoubtedly; <A CLASS=v HREF="http://vedabase.net/p/paramesthyam">p&#257;rameshthyam</A> &#8212; the supreme position within the universe; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; position; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; one who has conquered his mind; <A CLASS=v HREF="http://vedabase.net/s/svasana">&#347;vasana</A> &#8212; by controlling the life air; <A CLASS=v HREF="http://vedabase.net/a/abhivandyam">abhivandyam</A> &#8212; worshipable.</P><P CLASS=t>TRANSLATION</P><P>Sun&#299;ti continued: The Supreme Personality of Godhead is so great that simply by worshiping His lotus feet, your great-grandfather, Lord Brahm&#257;, acquired the necessary qualifications to create this universe. Although he is unborn and is the chief of all living creatures, he is situated in that exalted post because of the mercy of the Supreme Personality of Godhead, whom even great yog&#299;s worship by controlling the mind and regulating the life air [pr&#257;na].</P><P CLASS=t>PURPORT</P><P>Sun&#299;ti cited the example of Lord Brahm&#257;, who was Dhruva Mah&#257;r&#257;ja's great-grandfather. Although Lord Brahm&#257; is also a living being, by his penance and austerity he acquired the exalted position of creator of this universe by the mercy of the Supreme Lord. To become successful in any attempt, one not only has to undergo severe penances and austerities, but also must be dependent on the mercy of the Supreme Personality of Godhead. This indication had been given to Dhruva Mah&#257;r&#257;ja by his stepmother and was now confirmed by his own mother, Sun&#299;ti.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>