<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.23</P><P CLASS=c>n&#257;nyam tatah padma-pal&#257;&#347;a-locan&#257;d</P><P CLASS=c>duhkha-cchidam te mrigay&#257;mi kañcana</P><P CLASS=c>yo mrigyate hasta-grih&#299;ta-padmay&#257;</P><P CLASS=c>&#347;riyetarair a&#324;ga vimrigyam&#257;nay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/anyam">anyam</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A> others; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/p/palasa">pal&#257;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/l/locanat">locan&#257;t</A> &#8212; from the lotus-eyed Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A>-<A CLASS=v HREF="http://vedabase.net/c/chidam">chidam</A> &#8212; one who can mitigate others' difficulties; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/m/mrgayami">mrigay&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> searching after; <A CLASS=v HREF="http://vedabase.net/k/kancana">kañcana</A> &#8212; anyone else; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/m/mrgyate">mrigyate</A> &#8212; searches; <A CLASS=v HREF="http://vedabase.net/h/hasta">hasta</A>-<A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/p/padmaya">padmay&#257;</A> &#8212; taking <A HREF="http://vedabase.net/a/a">a</A> lotus flower <A HREF="http://vedabase.net/i/in">in</A> the hand; <A CLASS=v HREF="http://vedabase.net/s/sriya">&#347;riy&#257;</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/i/itaraih">itaraih</A> &#8212; by others; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; my dear boy; <A CLASS=v HREF="http://vedabase.net/v/vimrgyamanaya">vimrigyam&#257;nay&#257;</A> &#8212; one who is worshiped.</P><P CLASS=t>TRANSLATION</P><P>My dear Dhruva, as far as I am concerned, I do not find anyone who can mitigate your distress but the Supreme Personality of Godhead, whose eyes are like lotus petals. Many demigods such as Lord Brahm&#257; seek the pleasure of the goddess of fortune, but the goddess of fortune herself, with a lotus flower in her hand, is always ready to render service to the Supreme Lord.</P><P CLASS=t>PURPORT</P><P>Sun&#299;ti pointed out herewith that the benediction received from the Supreme Personality of Godhead and that received from the demigods are not on an equal level. Foolish persons say that no matter whom one worships one will get the same result, but actually that is not a fact. In Bhagavad-g&#299;t&#257; it is also said that benedictions received from the demigods are all temporary and are meant for the less intelligent. In other words, because the demigods are all materialistically conditioned souls, although they are situated in very exalted positions, their benedictions cannot be permanent. permanent benediction is spiritual benediction, since a spirit soul is eternal. It is also said in Bhagavad-g&#299;t&#257; that only persons who have lost their intelligence go to worship the demigods. Therefore Sun&#299;ti told her son that he should not seek the mercy of the demigods, but should directly approach the Supreme Personality of Godhead to mitigate his misery.</P><P>Material opulences are controlled by the Supreme Personality of Godhead through His different potencies and specifically the goddess of fortune. Therefore, those who are after material opulences seek the pleasure or mercy of the goddess of fortune. Even the highly placed demigods worship the goddess of fortune, but the goddess of fortune, Mah&#257;-Lakshm&#299; herself, is always seeking the pleasure of the Supreme Personality of Godhead. Anyone, therefore, who takes to the worship of the Supreme Lord automatically receives the blessings of the goddess of fortune. At this stage of his life, Dhruva Mah&#257;r&#257;ja was seeking material opulences, and his mother advised rightly that even for material opulences it is better to worship not the demigods but the Supreme Lord.</P><P>Although a pure devotee does not seek benedictions from the Supreme Lord for material advancement, it is stated in Bhagavad-g&#299;t&#257; that pious persons go to the Lord even for material benedictions. A person who goes to the Supreme Personality of Godhead for material gain is gradually purified in association with the Supreme Lord. Thus he becomes free from all material desires and is elevated to the platform of spiritual life. Unless one is raised to the spiritual platform, it is not possible for him to completely transcend all material contamination.</P><P>Sun&#299;ti, the mother of Dhruva, was a farseeing woman, and therefore she advised her son to worship the Supreme Lord and no one else. The Lord is described herein as lotus eyed (padma-pal&#257;&#347;a-locan&#257;t). When a person is fatigued, if he sees a lotus flower all his fatigue can be immediately reduced to nil. Similarly, when an aggrieved person sees the lotus face of the Supreme Personality of Godhead, immediately all his grief is reduced. A lotus flower is also an insignia in the hand of Lord Vishnu as well as in the hand of the goddess of fortune. The worshipers of the goddess of fortune and Lord Vishnu together are certainly very opulent in all respects, even in material life. The Lord is sometimes described as &#347;iva-viriñci-nutam, which means that Lord &#346;iva and Lord Brahm&#257; also offer their respectful obeisances unto the lotus feet of the Supreme Personality of Godhead, N&#257;r&#257;yana.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>