<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.24</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>evam sañjalpitam m&#257;tur</P><P CLASS=c>&#257;karny&#257;rth&#257;gamam vacah</P><P CLASS=c>sanniyamy&#257;tman&#257;tm&#257;nam</P><P CLASS=c>ni&#347;cakr&#257;ma pituh pur&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sanjalpitam">sañjalpitam</A> &#8212; spoken together; <A CLASS=v HREF="http://vedabase.net/m/matuh">m&#257;tuh</A> &#8212; from the mother; <A CLASS=v HREF="http://vedabase.net/a/akarnya">&#257;karnya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/a/agamam">&#257;gamam</A> &#8212; purposeful; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/s/sanniyamya">sanniyamya</A> &#8212; controlling; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by the mind; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; own self; <A CLASS=v HREF="http://vedabase.net/n/niscakrama">ni&#347;cakr&#257;ma</A> &#8212; got out; <A CLASS=v HREF="http://vedabase.net/p/pituh">pituh</A> &#8212; of the father; <A CLASS=v HREF="http://vedabase.net/p/purat">pur&#257;t</A> &#8212; from the house.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued: The instruction of Dhruva Mah&#257;r&#257;ja's mother, Sun&#299;ti, was actually meant for fulfilling his desired objective. Therefore, after deliberate consideration and with intelligence and fixed determination, he left his father's house.</P><P CLASS=t>PURPORT</P><P>Both the mother and the son were lamenting Dhruva Mah&#257;r&#257;ja's having been insulted by his stepmother and his father's not having taken any step on this issue. But mere lamentation is useless &#8212; one should find out the means to mitigate one's lamentation. Thus both mother and son decided to take shelter of the lotus feet of the Lord because that is the only solution to all material problems. It is indicated in this connection that Dhruva Mah&#257;r&#257;ja left his father's capital city to go to a secluded place to search out the Supreme Personality of Godhead. It is the instruction of Prahl&#257;da Mah&#257;r&#257;ja also that if one is seeking peace of mind he should free himself from all contamination of family life and take shelter of the Supreme Godhead by going to the forest. To the Gaud&#299;ya Vaishnava this forest is the forest of Vrind&#257;, or Vrind&#257;vana. If one takes shelter of Vrind&#257;vana under Vrind&#257;vane&#347;var&#299;, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, certainly all the problems of his life are solved very easily.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>