<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.25</P><P CLASS=c>n&#257;radas tad up&#257;karnya</P><P CLASS=c>jñ&#257;tv&#257; tasya cik&#299;rshitam</P><P CLASS=c>sprishtv&#257; m&#363;rdhany agha-ghnena</P><P CLASS=c>p&#257;nin&#257; pr&#257;ha vismitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/u/upakarnya">up&#257;karnya</A> &#8212; overhearing; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; and knowing; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his (<A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>'s); <A CLASS=v HREF="http://vedabase.net/c/cikirsitam">cik&#299;rshitam</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/s/sprstva">sprishtv&#257;</A> &#8212; by touching; <A CLASS=v HREF="http://vedabase.net/m/murdhani">m&#363;rdhani</A> &#8212; on the head; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A>-<A CLASS=v HREF="http://vedabase.net/g/ghnena">ghnena</A> &#8212; which can drive away all sinful activities; <A CLASS=v HREF="http://vedabase.net/p/panina">p&#257;nin&#257;</A> &#8212; by the hand; <A CLASS=v HREF="http://vedabase.net/p/praha">pr&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/v/vismitah">vismitah</A> &#8212; being surprised.</P><P CLASS=t>TRANSLATION</P><P>The great sage N&#257;rada overheard this news, and understanding all the activities of Dhruva Mah&#257;r&#257;ja, he was struck with wonder. He approached Dhruva, and touching the boy's head with his all-virtuous hand, he spoke as follows.</P><P CLASS=t>PURPORT</P><P>When Dhruva Mah&#257;r&#257;ja was talking with his mother, Sun&#299;ti, of all the incidents that had taken place in the palace, N&#257;rada was not present. Thus the question may be raised how N&#257;rada overheard all these topics. The answer is that N&#257;rada is trik&#257;la-jña; he is so powerful that he can understand the past, future and present of everyone's heart, just like the Supersoul, the Supreme Personality of Godhead. Therefore, after understanding the strong determination of Dhruva Mah&#257;r&#257;ja, N&#257;rada came to help him. It may be explained in this way: The Supreme Personality of Godhead is present in everyone's heart, and as soon as He understands that a living entity is serious about entering devotional service, He sends His representative. In this way N&#257;rada was sent to Dhruva Mah&#257;r&#257;ja. This is explained in the Caitanya-carit&#257;mrita. Guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja: by the grace of the spiritual master and Krishna, one can enter into devotional service. Because of Dhruva Mah&#257;r&#257;ja's determination, Krishna, the Supersoul, immediately sent His representative, N&#257;rada, to initiate him.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>