<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.35</P><P CLASS=c>dhruva uv&#257;ca</P><P CLASS=c>so 'yam &#347;amo bhagavat&#257;</P><P CLASS=c>sukha-duhkha-hat&#257;tman&#257;m</P><P CLASS=c>dar&#347;itah kripay&#257; pums&#257;m</P><P CLASS=c>durdar&#347;o 'smad-vidhais tu yah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhruvah">dhruvah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> said; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/samah">&#347;amah</A> &#8212; equilibrium of mind; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by Your Lordship; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; happiness and miseries; <A CLASS=v HREF="http://vedabase.net/h/hata">hata</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> affected; <A CLASS=v HREF="http://vedabase.net/d/darsitah">dar&#347;itah</A> &#8212; shown; <A CLASS=v HREF="http://vedabase.net/k/krpaya">kripay&#257;</A> &#8212; by mercy; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of the people; <A CLASS=v HREF="http://vedabase.net/d/durdarsah">durdar&#347;ah</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> perceive; <A CLASS=v HREF="http://vedabase.net/a/asmat">asmat</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhaih">vidhaih</A> &#8212; by persons like us; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; whatever you have said.</P><P CLASS=t>TRANSLATION</P><P>Dhruva Mah&#257;r&#257;ja said: My dear Lord N&#257;radaj&#299;, for a person whose heart is disturbed by the material conditions of happiness and distress, whatever you have so kindly explained for attainment of peace of mind is certainly a very good instruction. But as far as I am concerned, I am covered by ignorance, and this kind of philosophy does not touch my heart.</P><P CLASS=t>PURPORT</P><P>There are various classes of men. One class is called ak&#257;m&#299;s, referring to those who have no material desire. Desire must exist, either material or spiritual. Material desire arises when one wants to satisfy one's personal senses. One who is ready to sacrifice anything to satisfy the Supreme Personality of Godhead can be said to have spiritual desire. Dhruva did not accept the instruction given by the great saint N&#257;rada because he thought himself unfit for such instruction, which prohibited all material desires. It is not a fact, however, that those who have material desires are prohibited from worshiping the Supreme Personality of Godhead. This is the essential instruction from the life of Dhruva. He frankly admitted that his heart was full of material desires. He was very much affected by the cruel words of his stepmother, whereas those who are spiritually advanced do not care about anyone's condemnation or adoration.</P><P>In Bhagavad-g&#299;t&#257; it is said that persons who are actually advanced in spiritual life do not care for the dual behavior of this material world. But Dhruva Mah&#257;r&#257;ja frankly admitted that he was not beyond the affliction of material distress and happiness. He was confident that the instruction given by N&#257;rada was valuable, yet he could not accept it. The question raised here is whether or not a person afflicted by material desires is fit to worship the Supreme Personality of Godhead. The answer is that everyone is fit to worship Him. Even if one has many material desires to fulfill, he should take to Krishna consciousness and worship the Supreme Lord Krishna, who is so merciful that He fulfills everyone's desires. Through this narration it will become very clear that no one is barred from worshiping the Supreme Personality of Godhead, even if one has many material desires.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>