<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.36</P><P CLASS=c>ath&#257;pi me 'vin&#299;tasya</P><P CLASS=c>ksh&#257;ttram ghoram upeyushah</P><P CLASS=c>surucy&#257; durvaco-b&#257;nair</P><P CLASS=c>na bhinne &#347;rayate hridi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/a/avinitasya">avin&#299;tasya</A> &#8212; not very submissive; <A CLASS=v HREF="http://vedabase.net/k/ksattram">ksh&#257;ttram</A> &#8212; the spirit of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/k/ksatriya">kshatriya</A>; <A CLASS=v HREF="http://vedabase.net/g/ghoram">ghoram</A> &#8212; intolerant; <A CLASS=v HREF="http://vedabase.net/u/upeyusah">upeyushah</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/s/surucyah">surucy&#257;h</A> &#8212; of Queen Suruci; <A CLASS=v HREF="http://vedabase.net/d/durvacah">durvacah</A> &#8212; harsh words; <A CLASS=v HREF="http://vedabase.net/b/banaih">b&#257;naih</A> &#8212; by the arrows; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bhinne">bhinne</A> &#8212; being pierced; <A CLASS=v HREF="http://vedabase.net/s/srayate">&#347;rayate</A> &#8212; remain <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; the heart.</P><P CLASS=t>TRANSLATION</P><P>My dear lord, I am very impudent for not accepting your instructions, but this is not my fault. It is due to my having been born in a kshatriya family. My stepmother, Suruci, has pierced my heart with her harsh words. Therefore your valuable instruction does not stand in my heart.</P><P CLASS=t>PURPORT</P><P>It is said that the heart or mind is just like an earthen pot; once broken, it cannot be repaired by any means. Dhruva Mah&#257;r&#257;ja gave this example to N&#257;rada Muni. He said that his heart, having been pierced by the arrows of his stepmother's harsh words, felt so broken that nothing seemed valuable but his desire to counteract her insult. His stepmother had said that because he was born from the womb of Sun&#299;ti, a neglected queen of Mah&#257;r&#257;ja Utt&#257;nap&#257;da, Dhruva Mah&#257;r&#257;ja was not fit to sit either on the throne or on his father's lap. In other words, according to his stepmother, he could not be declared king. Dhruva Mah&#257;r&#257;ja's determination, therefore, was to become king of a planet exalted even beyond that possessed by Lord Brahm&#257;, the greatest of all the demigods.</P><P>Dhruva Mah&#257;r&#257;ja indirectly informed the great sage N&#257;rada that there are four kinds of human spirit &#8212; the brahminical spirit, the kshatriya spirit, the vai&#347;ya spirit and the &#347;&#363;dra spirit. The spirit of one caste is not applicable to the members of another. The philosophical spirit enunciated by N&#257;rada Muni might have been suitable for a br&#257;hmana spirit, but it was not suitable for a kshatriya. Dhruva frankly admitted that he was lacking in brahminical humility and was therefore unable to accept the philosophy of N&#257;rada Muni.</P><P>The statements of Dhruva Mah&#257;r&#257;ja indicate that unless a child is trained according to his tendency, there is no possibility of his developing his particular spirit. It was the duty of the spiritual master or teacher to observe the psychological movement of a particular boy and thus train him in a particular occupational duty. Dhruva Mah&#257;r&#257;ja, having already been trained in the kshatriya spirit, would not accept the brahminical philosophy. In America we have practical experience of this incompatibility of the brahminical and kshatriya temperaments. The American boys, who have simply been trained as &#347;&#363;dras, are not at all fit to fight in battle. Therefore, when they are called to join the military, they refuse because they do not have kshatriya spirit. This is a cause of great dissatisfaction in society.</P><P>That the boys do not have the kshatriya spirit does not mean that they are trained in brahminical qualities; they are trained as &#347;&#363;dras, and thus in frustration they are becoming hippies. However, as soon as they enter the Krishna consciousness movement being started in America, they are trained to meet the brahminical qualifications, even though they have fallen to the lowest conditions as &#347;&#363;dras. In other words, since the Krishna consciousness movement is open for everyone, people in general can attain the brahminical qualifications. This is the greatest need at the present moment, for now there are actually no br&#257;hmanas or kshatriyas but only some vai&#347;yas and, for the most part, &#347;&#363;dras. The classification of society into br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras is very scientific. In the human social body, the br&#257;hmanas are considered the head, the kshatriyas are the arms, the vai&#347;yas are the belly, and the &#347;&#363;dras are the legs. At the present moment the body has legs and a belly, but there are no arms or head, and therefore society is topsy-turvy. It is necessary to reestablish the brahminical qualifications in order to raise the fallen human society to the highest standard of spiritual consciousness.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>