<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.37</P><P CLASS=c>padam tri-bhuvanotkrishtam</P><P CLASS=c>jig&#299;shoh s&#257;dhu vartma me</P><P CLASS=c>br&#363;hy asmat-pitribhir brahmann</P><P CLASS=c>anyair apy anadhishthitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; position; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A> &#8212; the three worlds; <A CLASS=v HREF="http://vedabase.net/u/utkrstam">utkrishtam</A> &#8212; the best; <A CLASS=v HREF="http://vedabase.net/j/jigisoh">jig&#299;shoh</A> &#8212; desirous; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; honest; <A CLASS=v HREF="http://vedabase.net/v/vartma">vartma</A> &#8212; way; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/b/bruhi">br&#363;hi</A> &#8212; please tell; <A CLASS=v HREF="http://vedabase.net/a/asmat">asmat</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/p/pitrbhih">pitribhih</A> &#8212; by the forefathers, the father and grandfather; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/a/anyaih">anyaih</A> &#8212; by others; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/anadhisthitam">anadhishthitam</A> &#8212; not acquired.</P><P CLASS=t>TRANSLATION</P><P>O learned br&#257;hmana, I want to occupy a position more exalted than any yet achieved within the three worlds by anyone, even by my fathers and grandfathers. If you will oblige, kindly advise me of an honest path to follow by which I can achieve the goal of my life.</P><P CLASS=t>PURPORT</P><P>When Dhruva Mah&#257;r&#257;ja refused to accept the brahminical instruction of N&#257;rada Muni, naturally the next question would be what sort of instruction he wanted. So even before N&#257;rada Muni asked, Dhruva Mah&#257;r&#257;ja expressed his heartfelt desire. His father, of course, was the emperor of the entire world, and his grandfather, Lord Brahm&#257;, was the creator of the universe. Dhruva Mah&#257;r&#257;ja expressed his desire to possess a kingdom better than those of his father and grandfather. He frankly stated that he wanted a kingdom which had no competitor within the three worlds, namely the higher, middle and lower planetary systems. The greatest personality within this universe is Lord Brahm&#257;, and Dhruva Mah&#257;r&#257;ja wanted a position even greater than his. He wanted to take advantage of N&#257;rada Muni's presence because he knew very well that if N&#257;rada Muni, the greatest devotee of Lord Krishna, could bless him or show him the path, then certainly he would be able to occupy a more exalted position than any person within the three worlds. Thus he wanted help from N&#257;radaj&#299; to achieve that position. Dhruva Mah&#257;r&#257;ja wanted a position greater than that of Brahm&#257;. This was practically an impossible proposition, but by pleasing the Supreme Personality of Godhead a devotee can achieve even the impossible.</P><P>One particular point mentioned here is that Dhruva Mah&#257;r&#257;ja wanted to occupy an exalted position not by hook or by crook, but by honest means. This indicates that if Krishna offered him such a position, then he would accept it. That is the nature of a devotee. He may desire material gain, but he accepts it only if Krishna offers it. Dhruva Mah&#257;r&#257;ja was sorry to refuse the instruction of N&#257;rada Muni; therefore he requested him to be merciful to him by showing a path by which he could fulfill his mind's desires.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>