<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.40</P><P CLASS=c>n&#257;rada uv&#257;ca</P><P CLASS=c>janany&#257;bhihitah panth&#257;h</P><P CLASS=c>sa vai nih&#347;reyasasya te</P><P CLASS=c>bhagav&#257;n v&#257;sudevas tam</P><P CLASS=c>bhaja tam pravan&#257;tman&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> said; <A CLASS=v HREF="http://vedabase.net/j/jananya">janany&#257;</A> &#8212; by your mother; <A CLASS=v HREF="http://vedabase.net/a/abhihitah">abhihitah</A> &#8212; stated; <A CLASS=v HREF="http://vedabase.net/p/panthah">panth&#257;h</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/nihsreyasasya">nih&#347;reyasasya</A> &#8212; the ultimate goal of life; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; for you; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudevah">v&#257;sudevah</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/b/bhaja">bhaja</A> &#8212; render your service; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; by Him; <A CLASS=v HREF="http://vedabase.net/p/pravana">pravana</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; fully absorbing your mind.</P><P CLASS=t>TRANSLATION</P><P>The great sage N&#257;rada told Dhruva Mah&#257;r&#257;ja: The instruction given by your mother, Sun&#299;ti, to follow the path of devotional service to the Supreme Personality of Godhead, is just suitable for you. You should therefore completely absorb yourself in the devotional service of the Lord.</P><P CLASS=t>PURPORT</P><P>Dhruva Mah&#257;r&#257;ja's demand was to achieve an abode even greater than Lord Brahm&#257;'s. Within this universe, Lord Brahm&#257; is supposed to be in the most exalted position, for he is the chief of all demigods, but Dhruva Mah&#257;r&#257;ja wanted a realm beyond his. Therefore his desire was not to be fulfilled by worshiping any demigod. As described in Bhagavad-g&#299;t&#257;, the benedictions offered by the demigods are all temporary. Therefore N&#257;rada Muni asked Dhruva Mah&#257;r&#257;ja to follow the path recommended by his mother &#8212; to worship Krishna, V&#257;sudeva. When Krishna offers anything, it is beyond the expectation of the devotee. Both Sun&#299;ti and N&#257;rada Muni knew that the demand of Dhruva Mah&#257;r&#257;ja was impossible for any demigod to fulfill, and therefore both of them recommended following the process of devotional service to Lord Krishna.</P><P>N&#257;rada Muni is referred to here as bhagav&#257;n because he can bless any person just as the Supreme Personality of Godhead can. He was very pleased with Dhruva Mah&#257;r&#257;ja, and he could have at once personally given whatever he wanted, but that is not the duty of the spiritual master. His duty is to engage the disciple in proper devotional service as prescribed in the &#347;&#257;stras. Krishna was similarly present before Arjuna, and even though He could have given him all facilities for victory over the opposing party without a fight, He did not do so; instead He asked Arjuna to fight. In the same way, N&#257;rada Muni asked Dhruva Mah&#257;r&#257;ja to undergo devotional discipline in order to achieve the desired result.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>