<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.41</P><P CLASS=c>dharm&#257;rtha-k&#257;ma-moksh&#257;khyam</P><P CLASS=c>ya icchec chreya &#257;tmanah</P><P CLASS=c>ekam hy eva hares tatra</P><P CLASS=c>k&#257;ranam p&#257;da-sevanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/m/moksa">moksha</A> &#8212; the four principles religiosity, economic development, sense gratification and liberation; <A CLASS=v HREF="http://vedabase.net/a/akhyam">&#257;khyam</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/i/icchet">icchet</A> &#8212; may desire; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A> &#8212; the goal of life; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the self; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only the one; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/k/karanam">k&#257;ranam</A> &#8212; the cause; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/s/sevanam">sevanam</A> &#8212; worshiping the lotus feet.</P><P CLASS=t>TRANSLATION</P><P>Any person who desires the fruits of the four principles religiosity, economic development, sense gratification and, at the end, liberation, should engage himself in the devotional service of the Supreme Personality of Godhead, for worship of His lotus feet yields the fulfillment of all of these.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; it is said that only with the sanction of the Supreme Personality of Godhead can the demigods offer benedictions. Therefore, whenever any sacrifice is offered to a demigod, the Supreme Lord in the form of n&#257;r&#257;yana-&#347;il&#257;, or &#347;&#257;lagr&#257;ma-&#347;il&#257;, is put forward to observe the sacrifice. Actually, the demigods cannot give any benediction without the sanction of the Supreme Lord. N&#257;rada Muni, therefore, advised that even for religiosity, economic development, sense gratification or liberation, one should approach the Supreme Personality of Godhead, offer prayers and ask for the fulfillment of one's desire at the lotus feet of the Lord. That is real intelligence. An intelligent person never goes to demigods to pray for anything. He goes directly to the Supreme Personality of Godhead, who is the cause of all benediction.</P><P>As Lord &#346;r&#299; Krishna has said in Bhagavad-g&#299;t&#257;, performance of ritualistic ceremonies is not actually religion. The real path of religion is to surrender at the lotus feet of the Lord. For one who is actually surrendered to the lotus feet of the Lord, there is no question of any separate endeavor for economic development. A devotee engaged in service to the Lord is not disappointed in the satisfaction of his senses. If he wants to satisfy his senses, Krishna fulfills that desire. As far as liberation is concerned, any devotee fully engaged in the service of the Lord is already liberated; therefore there is no separate necessity for his liberation.</P><P>N&#257;rada Muni therefore advised Dhruva Mah&#257;r&#257;ja to take shelter of V&#257;sudeva, Lord Krishna, and engage himself in the way that his mother had advised, for that would help him fulfill his desire. In this verse N&#257;rada Muni has especially stressed the devotional service of the Lord as the only way. In other words, even if one is full of material desires, he can continue his devotional service to the Lord, and all his desires will be fulfilled.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>