<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.43</P><P CLASS=c>sn&#257;tv&#257;nusavanam tasmin</P><P CLASS=c>k&#257;lindy&#257;h salile &#347;ive</P><P CLASS=c>kritvocit&#257;ni nivasann</P><P CLASS=c>&#257;tmanah kalpit&#257;sanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/snatva">sn&#257;tv&#257;</A> &#8212; after taking bath; <A CLASS=v HREF="http://vedabase.net/a/anusavanam">anusavanam</A> &#8212; three times; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/k/kalindyah">k&#257;lindy&#257;h</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the River <A HREF="http://vedabase.net/k/kalindi">K&#257;lind&#299;</A> (the <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A>); <A CLASS=v HREF="http://vedabase.net/s/salile">salile</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/s/sive">&#347;ive</A> &#8212; which is very auspicious; <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> &#8212; performing; <A CLASS=v HREF="http://vedabase.net/u/ucitani">ucit&#257;ni</A> &#8212; suitable; <A CLASS=v HREF="http://vedabase.net/n/nivasan">nivasan</A> &#8212; sitting; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the self; <A CLASS=v HREF="http://vedabase.net/k/kalpita">kalpita</A>-<A CLASS=v HREF="http://vedabase.net/a/asanah">&#257;sanah</A> &#8212; having prepared <A HREF="http://vedabase.net/a/a">a</A> sitting place.</P><P CLASS=t>TRANSLATION</P><P>N&#257;rada Muni instructed: My dear boy, in the waters of the Yamun&#257; River, which is known as K&#257;lind&#299;, you should take three baths daily because the water is very auspicious, sacred and clear. After bathing, you should perform the necessary regulative principles for asht&#257;&#324;ga-yoga and then sit down on your &#257;sana [sitting place] in a calm and quiet position.</P><P CLASS=t>PURPORT</P><P>It appears from this statement that Dhruva Mah&#257;r&#257;ja had already been instructed how to practice the eightfold yoga system, which is known as asht&#257;&#324;ga-yoga. This system is explained in our Bhagavad-g&#299;t&#257; As It Is, in the chapter entitled, "Dhy&#257;na-yoga." It is understood that in asht&#257;&#324;ga-yoga one practices settling the mind and then concentrating it on the form of Lord Vishnu, as will be described in the following verses. It is clearly stated here that asht&#257;&#324;ga-yoga is not a bodily gymnastic exercise, but a practice to concentrate the mind on the form of Vishnu. Before sitting on his &#257;sana, which is also described in Bhagavad-g&#299;t&#257;, one has to cleanse himself very nicely in clear or sacred water thrice daily. The water of the Yamun&#257; is naturally very clear and pure, and thus if anyone bathes there three times, undoubtedly he will be very greatly purified externally. N&#257;rada Muni, therefore, instructed Dhruva Mah&#257;r&#257;ja to go to the bank of the Yamun&#257; and thus become externally purified. This is part of the gradual process of practicing mystic yoga.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>