<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.44</P><P CLASS=c>pr&#257;n&#257;y&#257;mena tri-vrit&#257;</P><P CLASS=c>pr&#257;nendriya-mano-malam</P><P CLASS=c>&#347;anair vyudasy&#257;bhidhy&#257;yen</P><P CLASS=c>manas&#257; gurun&#257; gurum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pranayamena">pr&#257;n&#257;y&#257;mena</A> &#8212; by breathing exercises; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vrta">vrit&#257;</A> &#8212; by the three recommended ways; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; the life air and the senses; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/m/malam">malam</A> &#8212; impurity; <A CLASS=v HREF="http://vedabase.net/s/sanaih">&#347;anaih</A> &#8212; gradually; <A CLASS=v HREF="http://vedabase.net/v/vyudasya">vyudasya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/a/abhidhyayet">abhidhy&#257;yet</A> &#8212; meditate upon; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; by the mind; <A CLASS=v HREF="http://vedabase.net/g/guruna">gurun&#257;</A> &#8212; undisturbed; <A CLASS=v HREF="http://vedabase.net/g/gurum">gurum</A> &#8212; the supreme spiritual master, <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>After sitting on your seat, practice the three kinds of breathing exercises, and thus gradually control the life air, the mind and the senses. Completely free yourself from all material contamination, and with great patience begin to meditate on the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>In this verse the entire yoga system is described in summary, and special stress is given to the breathing exercises for stopping the disturbing mind. The mind, by nature, is always oscillating, for it is very fickle, but the breathing exercise is meant to control it. This process of controlling the mind might have been very possible in those days millions of years ago when Dhruva Mah&#257;r&#257;ja took to it, but at the present moment the mind has to be fixed directly on the lotus feet of the Lord by the chanting process. By chanting the Hare Krishna mantra one immediately concentrates on the sound vibration and thinks of the lotus feet of the Lord, and very quickly one is elevated to the position of sam&#257;dhi, or trance. If one goes on chanting the holy names of the Lord, which are not different from the Supreme Personality of Godhead, naturally his mind becomes absorbed in thought of the Lord.</P><P>It is here recommended to Dhruva Mah&#257;r&#257;ja that he meditate on the supreme guru, or supreme spiritual master. The supreme spiritual master is Krishna, who is therefore known as caitya-guru. This refers to the Supersoul, who is sitting in everyone's heart. He helps from within as stated in Bhagavad-g&#299;t&#257;, and He sends the spiritual master, who helps from without. The spiritual master is the external manifestation of the caitya-guru, or the spiritual master sitting in everyone's heart.</P><P>The process by which we give up our thoughts of material things is called praty&#257;h&#257;ra, which entails being freed from all material thoughts and engagements. The word abhidhy&#257;yet, which is used in this verse, indicates that unless one's mind is fixed, one cannot meditate. The conclusion, therefore, is that meditation means thinking of the Lord within. Whether one comes to that stage by the asht&#257;&#324;ga-yoga system or by the method recommended in the &#347;&#257;stras especially for this present age &#8212; to constantly chant the holy name of the Lord &#8212; the goal is to meditate on the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>