<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 54"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.54</P><P CLASS=c>om namo bhagavate v&#257;sudev&#257;ya</P><P CLASS=c>mantren&#257;nena devasya</P><P CLASS=c>kury&#257;d dravyamay&#299;m budhah</P><P CLASS=c>sapary&#257;m vividhair dravyair</P><P CLASS=c>de&#347;a-k&#257;la-vibh&#257;gavit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudevaya">v&#257;sudev&#257;ya</A> &#8212; unto the Supreme Lord, <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/m/mantrena">mantrena</A> &#8212; by this hymn, or <A HREF="http://vedabase.net/m/mantra">mantra</A>; <A CLASS=v HREF="http://vedabase.net/a/anena">anena</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/devasya">devasya</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/k/kuryat">kury&#257;t</A> &#8212; one should <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/d/dravyamayim">dravyamay&#299;m</A> &#8212; physical; <A CLASS=v HREF="http://vedabase.net/b/budhah">budhah</A> &#8212; one who is learned; <A CLASS=v HREF="http://vedabase.net/s/saparyam">sapary&#257;m</A> &#8212; worship by the prescribed method; <A CLASS=v HREF="http://vedabase.net/v/vividhaih">vividhaih</A> &#8212; with varieties; <A CLASS=v HREF="http://vedabase.net/d/dravyaih">dravyaih</A> &#8212; paraphernalia; <A CLASS=v HREF="http://vedabase.net/d/desa">de&#347;a</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> country; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/v/vibhaga">vibh&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; one who knows the divisions.</P><P CLASS=t>TRANSLATION</P><P>Om namo bhagavate v&#257;sudev&#257;ya. This is the twelve-syllable mantra for worshiping Lord Krishna. One should install the physical forms of the Lord, and with the chanting of the mantra one should offer flowers and fruits and other varieties of foodstuffs exactly according to the rules and regulations prescribed by authorities. But this should be done in consideration of place, time, and attendant conveniences and inconveniences.</P><P CLASS=t>PURPORT</P><P>Om namo bhagavate v&#257;sudev&#257;ya is known as the dv&#257;da&#347;&#257;kshara-mantra. This mantra is chanted by Vaishnava devotees, and it begins with pranava, or omk&#257;ra. There is an injunction that those who are not br&#257;hmanas cannot pronounce the pranava mantra. But Dhruva Mah&#257;r&#257;ja was born a kshatriya. He at once admitted before N&#257;rada Muni that as a kshatriya he was unable to accept N&#257;rada's instruction of renunciation and mental equilibrium, which are the concern of a br&#257;hmana. Still, although not a br&#257;hmana but a kshatriya, Dhruva was allowed, on the authority of N&#257;rada, to pronounce the pranava omk&#257;ra. This is very significant. Especially in India, the caste br&#257;hmanas object greatly when persons from other castes, who are not born in br&#257;hmana families, recite this pranava mantra. But here is tacit proof that if a person accepts the Vaishnava mantra or Vaishnava way of worshiping the Deity, he is allowed to chant the pranava mantra. In Bhagavad-g&#299;t&#257; the Lord personally accepts that anyone, even one of a low species, can be elevated to the highest position and go back home, back to Godhead, simply if he worships properly.</P><P>The prescribed rules, as stated here by N&#257;rada Muni, are that one should accept the mantra through a bona fide spiritual master and hear the mantra in the right ear. Not only should one chant or murmur the mantra, but in front of him he must have the Deity, or physical form of the Lord. Of course, when the Lord appears it is no longer a physical form. For example, when an iron rod is made red-hot in a fire, it is no longer iron; it is fire. Similarly, when we make a form of the Lord &#8212; whether of wood or stone or metal or jewels or paint, or even a form within the mind &#8212; it is a bona fide, spiritual, transcendental form of the Lord. Not only must one receive the mantra from the bona fide spiritual master like N&#257;rada Muni or his representative in the disciplic succession, but one must chant the mantra. And not only must one chant, but he should also offer whatever foodstuff is available in his part of the world, according to time and convenience.</P><P>The method of worship &#8212; chanting the mantra and preparing the forms of the Lord &#8212; is not stereotyped, nor is it exactly the same everywhere. lt is specifically mentioned in this verse that one should take consideration of the time, place and available conveniences. Our Krishna consciousness movement is going on throughout the entire world, and we also install Deities in different centers. Sometimes our Indian friends, puffed up with concocted notions, criticize, "This has not been done. That has not been done." But they forget this instruction of N&#257;rada Muni to one of the greatest Vaishnavas, Dhruva Mah&#257;r&#257;ja. One has to consider the particular time, country and conveniences. What is convenient in India may not be convenient in the Western countries. Those who are not actually in the line of &#257;c&#257;ryas, or who personally have no knowledge of how to act in the role of &#257;c&#257;rya, unnecessarily criticize the activities of the ISKCON movement in countries outside of India. The fact is that such critics cannot do anything personally to spread Krishna consciousness. If someone does go and preach, taking all risks and allowing all considerations for time and place, it might be that there are changes in the manner of worship, but that is not at all faulty according to &#347;&#257;stra. &#346;r&#299;mad V&#299;rar&#257;ghava &#256;c&#257;rya, an &#257;c&#257;rya in the disciplic succession of the R&#257;m&#257;nuja-samprad&#257;ya, has remarked in his commentary that cand&#257;las, or conditioned souls who are born in lower than &#347;&#363;dra families, can also be initiated according to circumstances. The formalities may be slightly changed here and there to make them Vaishnavas.</P><P>Lord Caitanya Mah&#257;prabhu recommends that His name should be heard in every nook and corner of the world. How is this possible unless one preaches everywhere? The cult of Lord Caitanya Mah&#257;prabhu is bh&#257;gavata-dharma, and He especially recommends krishna-kath&#257;, or the cult of Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. He recommends that every Indian, considering this task to be para-upak&#257;ra, or welfare activity, take the Lord's message to other residents of the world. "Other residents of the world" does not refer only to those who are exactly like the Indian br&#257;hmanas and kshatriyas, or like the caste br&#257;hmanas, who claim to be br&#257;hmanas because they were born in the families of br&#257;hmanas. The principle that only Indians and Hindus should be brought into the Vaishnava cult is a mistaken idea. There should be propaganda to bring everyone to the Vaishnava cult. The Krishna consciousness movement is meant for this purpose. There is no bar to propagating the Krishna consciousness movement even among people who are born in cand&#257;la, mleccha or yavana families. Even in India, this point has been enunciated by &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; in his book Hari-bhakti-vil&#257;sa, which is smriti and is the authorized Vedic guide for Vaishnavas in their daily behavior. San&#257;tana Gosv&#257;m&#299; says that as bell metal can turn to gold when mixed with mercury in a chemical process, so, by the bona fide d&#299;ksh&#257;, or initiation method, anyone can become a Vaishnava. One should take initiation from a bona fide spiritual master coming in the disciplic succession, who is authorized by his predecessor spiritual master. I his is called d&#299;ksh&#257;-vidh&#257;na. Lord Krishna states in Bhagavad-g&#299;t&#257;, vyap&#257;&#347;ritya: one should accept a spiritual master. By this process the entire world can be converted to Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="53.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="55.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>