<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 57"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.57</P><P CLASS=c>svecch&#257;vat&#257;ra-caritair</P><P CLASS=c>acintya-nija-m&#257;yay&#257;</P><P CLASS=c>karishyaty uttama&#347;lokas</P><P CLASS=c>tad dhy&#257;yed dhridaya&#324;-gamam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/i/iccha">icch&#257;</A> &#8212; by His own supreme will; <A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; incarnation; <A CLASS=v HREF="http://vedabase.net/c/caritaih">caritaih</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/a/acintya">acintya</A> &#8212; inconceivable; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by His own potency; <A CLASS=v HREF="http://vedabase.net/k/karisyati">karishyati</A> &#8212; performs; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/s/slokah">&#347;lokah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/dhyayet">dhy&#257;yet</A> &#8212; one should meditate; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A>-<A CLASS=v HREF="http://vedabase.net/g/gamam">gamam</A> &#8212; very attractive.</P><P CLASS=t>TRANSLATION</P><P>My dear Dhruva, besides worshiping the Deity and chanting the mantra three times a day, you should meditate upon the transcendental activities of the Supreme Personality of Godhead in His different incarnations, as exhibited by His supreme will and personal potencies.</P><P CLASS=t>PURPORT</P><P>Devotional service comprises nine prescribed practices &#8212; hearing, chanting, remembering, worshiping, serving, offering everything to the Deity, etc. Here Dhruva Mah&#257;r&#257;ja is advised not only to meditate on the form of the Lord, but to think of His transcendental pastimes in His different incarnations. M&#257;y&#257;v&#257;d&#299; philosophers take the incarnation of the Lord to be in the same category as the ordinary living entity. This is a great mistake. The incarnation of the Supreme Personality of Godhead is not forced to act by the material laws of nature. The word svecch&#257; is used here to indicate that He appears out of His supreme will. The conditioned soul is forced to accept a particular type of body according to his karma given by the laws of material nature under the direction of the Supreme Lord. But when the Lord appears, He is not forced by the dictation of material nature; He appears as He likes by His own internal potency. That is the difference. The conditioned soul accepts a particular type of body, such as the body of a hog, by his work and by the superior authority of material nature. But when Lord Krishna appears in the incarnation of a boar, He is not the same kind of hog as an ordinary animal. Krishna appears as Var&#257;ha-avat&#257;ra in an expansive feature which cannot be compared to an ordinary hog's. His appearance and disappearance are inconceivable to us. In the Bhagavad-g&#299;t&#257; it is clearly said that He appears by His own internal potency for the protection of the devotees and the annihilation of the nondevotees. A devotee should always consider that Krishna does not appear as an ordinary human being or ordinary beast; His appearance as Var&#257;ha-m&#363;rti or a horse or tortoise is an exhibition of His internal potency. In the Brahma-samhit&#257; it is said, &#257;nanda-cinmaya-rasa-pratibh&#257;vit&#257;bhih: one should not mistake the appearance of the Lord as a human being or a beast to be the same as the birth of an ordinary conditioned soul, who is forced to appear by the laws of nature, whether as an animal, as a human being or as a demigod. This kind of thinking is offensive. Lord Caitanya Mah&#257;prabhu has condemned the M&#257;y&#257;v&#257;d&#299;s as offensive to the Supreme Personality of Godhead because of their thinking that the Lord and the conditioned living entities are one and the same.</P><P>N&#257;rada advises Dhruva to meditate on the pastimes of the Lord, which is as good as the meditation of concentrating one's mind on the form of the Lord. As meditation on any form of the Lord is valuable, so is chanting of different names of the Lord, such as Hari, Govinda and N&#257;r&#257;yana. But in this age we are especially advised to chant the Hare Krishna mantra as enunciated in the &#347;&#257;stra: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="58.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>