<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 58</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 58"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.58</P><P CLASS=c>paricary&#257; bhagavato</P><P CLASS=c>y&#257;vatyah p&#363;rva-sevit&#257;h</P><P CLASS=c>t&#257; mantra-hridayenaiva</P><P CLASS=c>prayuñjy&#257;n mantra-m&#363;rtaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/paricaryah">paricary&#257;h</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yavatyah">y&#257;vatyah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> they <A HREF="http://vedabase.net/a/are">are</A> prescribed (<A HREF="http://vedabase.net/a/as">as</A> above mentioned); <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A>-<A CLASS=v HREF="http://vedabase.net/s/sevitah">sevit&#257;h</A> &#8212; recommended or done by previous &#257;c&#257;ryas; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A> &#8212; hymns; <A CLASS=v HREF="http://vedabase.net/h/hrdayena">hridayena</A> &#8212; within the heart; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/prayunjyat">prayuñjy&#257;t</A> &#8212; one should worship; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A>-<A CLASS=v HREF="http://vedabase.net/m/murtaye">m&#363;rtaye</A> &#8212; who is nondifferent from the <A HREF="http://vedabase.net/m/mantra">mantra</A>.</P><P CLASS=t>TRANSLATION</P><P>One should follow in the footsteps of previous devotees regarding how to worship the Supreme Lord with the prescribed paraphernalia, or one should offer worship within the heart by reciting the mantra to the Personality of Godhead, who is nondifferent from the mantra.</P><P CLASS=t>PURPORT</P><P>It is recommended here that even if one cannot arrange to worship the forms of the Lord with all recommended paraphernalia, one can simply think about the form of the Lord and mentally offer everything recommended in the &#347;&#257;stras, including flowers, candana pulp, conchshell, umbrella, fan and c&#257;mara. One can meditate upon offering and chant the twelve-syllable mantra, om namo bhagavate v&#257;sudev&#257;ya. Since the mantra and the Supreme Personality of Godhead are nondifferent, one can worship the form of the Lord with the mantra in the absence of physical paraphernalia. The story of the br&#257;hmana who worshiped the Lord within his mind, as related in Bhakti-ras&#257;mrita-sindhu, or The Nectar of Devotion, should be consulted in this connection. If paraphernalia is not present physically, one can think of the items and offer them to the Deity by chanting the mantra. Such are the liberal and potent facilities in the process of devotional service.</P><P CLASS=l><A CLASS=i HREF="57.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="59-60.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>