<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.6</P><P CLASS=c>ath&#257;tah k&#299;rtaye vam&#347;am</P><P CLASS=c>punya-k&#299;rteh kur&#363;dvaha</P><P CLASS=c>sv&#257;yambhuvasy&#257;pi manor</P><P CLASS=c>harer am&#347;&#257;m&#347;a-janmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; hereafter; <A CLASS=v HREF="http://vedabase.net/k/kirtaye">k&#299;rtaye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall describe; <A CLASS=v HREF="http://vedabase.net/v/vamsam">vam&#347;am</A> &#8212; dynasty; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A>-<A CLASS=v HREF="http://vedabase.net/k/kirteh">k&#299;rteh</A> &#8212; celebrated for virtuous activities; <A CLASS=v HREF="http://vedabase.net/k/kuru">kuru</A>-<A CLASS=v HREF="http://vedabase.net/u/udvaha">udvaha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of the Kurus; <A CLASS=v HREF="http://vedabase.net/s/svayambhuvasya">sv&#257;yambhuvasya</A> &#8212; of <A HREF="http://vedabase.net/s/svayambhuva">Sv&#257;yambhuva</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/m/manoh">manoh</A> &#8212; of the <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A> &#8212; plenary expansion; <A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A> &#8212; part of; <A CLASS=v HREF="http://vedabase.net/j/janmanah">janmanah</A> &#8212; born of.</P><P CLASS=t>TRANSLATION</P><P>Maitreya continued: O best of the Kuru dynasty, I shall now describe before you the descendants of Sv&#257;yambhuva Manu, who was born of a part of a plenary expansion of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257; is a powerful expansion of the Supreme Personality of Godhead. Although Brahm&#257; is j&#299;va-tattva, he is empowered by the Lord, and therefore he is considered a plenary expansion of the Supreme Godhead. Sometimes it happens that when there is no suitable living being to be empowered to act as Brahm&#257;, the Supreme Lord Himself appears as Brahm&#257;. Brahm&#257; is the plenary expansion of the Supreme Personality of Godhead, and Sv&#257;yambhuva Manu was the direct son of Brahm&#257;. The great sage Maitreya is now going to explain about the descendants of this Manu, all of whom are widely celebrated for their pious activities. Before speaking of these pious descendants, Maitreya has already described the descendants of impious activities, representing anger, envy, unpalatable speech, quarrel, fear and death. Purposely, therefore, he is next relating the history of the life of Dhruva Mah&#257;r&#257;ja, the most pious king within this universe.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>