<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 65</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 65"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.65</P><P CLASS=c>r&#257;jov&#257;ca</P><P CLASS=c>suto me b&#257;lako brahman</P><P CLASS=c>strainen&#257;karun&#257;tman&#257;</P><P CLASS=c>nirv&#257;sitah pañca-varshah</P><P CLASS=c>saha m&#257;tr&#257; mah&#257;n kavih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the King replied; <A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/b/balakah">b&#257;lakah</A> &#8212; tender boy; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; my dear <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/s/strainena">strainena</A> &#8212; one who is too addicted <A HREF="http://vedabase.net/t/to">to</A> his wife; <A CLASS=v HREF="http://vedabase.net/a/akaruna">akarun&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; one who is very hard of heart and without mercy; <A CLASS=v HREF="http://vedabase.net/n/nirvasitah">nirv&#257;sitah</A> &#8212; is banished; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/v/varsah">varshah</A> &#8212; although the boy is five years old; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tr&#257;</A> &#8212; mother; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; great personality; <A CLASS=v HREF="http://vedabase.net/k/kavih">kavih</A> &#8212; devotee.</P><P CLASS=t>TRANSLATION</P><P>The King replied: O best of the br&#257;hmanas, I am very much addicted to my wife, and I am so fallen that I have abandoned all merciful behavior, even to my son, who is only five years old. I have banished him and his mother, even though he is a great soul and a great devotee.</P><P CLASS=t>PURPORT</P><P>In this verse there are some specific words which are to be understood very carefully. The King said that since he was very much addicted to his wife, he had lost all his mercy. That is the result of becoming too affectionate toward women. The King had two wives; the first wife was Sun&#299;ti, and the second was Suruci. He was too attached to the second wife, however, so he could not behave well with Dhruva Mah&#257;r&#257;ja. That was the cause of Dhruva's leaving home to perform austerities. Although as a father the King was affectionate toward his son, he minimized his affection for Dhruva Mah&#257;r&#257;ja because he was too much addicted to the second wife. Now he was repenting that both Dhruva Mah&#257;r&#257;ja and his mother, Sun&#299;ti, were practically banished. Dhruva Mah&#257;r&#257;ja went to the forest, and since his mother was being neglected by the King, she was therefore almost banished also. The King repented having banished his boy, for Dhruva was only five years old and a father should not banish his wife and children or neglect their maintenance. Repentant over his neglect of both Sun&#299;ti and her son, he was morose, and his face appeared withered. According to Manu-smriti, one should never desert his wife and children. In a case where the wife and children are disobedient and do not follow the principles of home life, they are sometimes given up. But in the case of Dhruva Mah&#257;r&#257;ja this was not applicable because Dhruva was very mannerly and obedient. Moreover, he was a great devotee. Such a person is never to be neglected, yet the King was obliged to banish him. Now he was very sorry.</P><P CLASS=l><A CLASS=i HREF="64.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="66.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>