<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 68</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 68"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.68</P><P CLASS=c>n&#257;rada uv&#257;ca</P><P CLASS=c>m&#257; m&#257; &#347;ucah sva-tanayam</P><P CLASS=c>deva-guptam vi&#347;&#257;mpate</P><P CLASS=c>tat-prabh&#257;vam avijñ&#257;ya</P><P CLASS=c>pr&#257;vri&#324;kte yad-ya&#347;o jagat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> said; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/s/sucah">&#347;ucah</A> &#8212; be aggrieved; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/t/tanayam">tanayam</A> &#8212; of your own son; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/g/guptam">guptam</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> is well protected by the Lord; <A CLASS=v HREF="http://vedabase.net/v/visam">vi&#347;&#257;m</A>-<A CLASS=v HREF="http://vedabase.net/p/pate">pate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master of human society; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/p/prabhavam">prabh&#257;vam</A> &#8212; influence; <A CLASS=v HREF="http://vedabase.net/a/avijnaya">avijñ&#257;ya</A> &#8212; without knowing; <A CLASS=v HREF="http://vedabase.net/p/pravrnkte">pr&#257;vri&#324;kte</A> &#8212; widespread; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; reputation; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; all over the world.</P><P CLASS=t>TRANSLATION</P><P>The great sage N&#257;rada replied: My dear King, please do not he aggrieved about your son. He is well protected by the Supreme Personality of Godhead. Although you have no actual information of his influence, his reputation is already spread all over the world.</P><P CLASS=t>PURPORT</P><P>Sometimes when we hear that great sages and devotees go to the forest and engage themselves in devotional service or meditation, we become surprised: how can one live in the forest and not be taken care of by anyone? But the answer, given by a great authority, N&#257;rada Muni, is that such persons are well protected by the Supreme Personality of Godhead. &#346;aran&#257;gati, or surrender, means acceptance or firm belief that wherever the surrendered soul lives he is always protected by the Supreme Personality of Godhead; he is never alone or unprotected. Dhruva Mah&#257;r&#257;ja's affectionate father thought his young boy, only five years old, to be in a very precarious position in the jungle, but N&#257;rada Muni assured him, "You do not have sufficient information about the influence of your son." Anyone who engages in devotional service, anywhere within this universe, is never unprotected.</P><P CLASS=l><A CLASS=i HREF="67.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="69.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>