<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 69</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 69"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.69</P><P CLASS=c>sudushkaram karma kritv&#257;</P><P CLASS=c>loka-p&#257;lair api prabhuh</P><P CLASS=c>aishyaty acirato r&#257;jan</P><P CLASS=c>ya&#347;o vipulayams tava</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/duskaram">dushkaram</A> &#8212; impossible <A HREF="http://vedabase.net/t/to">to</A> perform; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; work; <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> &#8212; after performing; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/palaih">p&#257;laih</A> &#8212; by great personalities; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; quite competent; <A CLASS=v HREF="http://vedabase.net/a/aisyati">aishyati</A> &#8212; will come back; <A CLASS=v HREF="http://vedabase.net/a/aciratah">aciratah</A> &#8212; without delay; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; my dear King; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; reputation; <A CLASS=v HREF="http://vedabase.net/v/vipulayan">vipulayan</A> &#8212; causing <A HREF="http://vedabase.net/t/to">to</A> become great; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your.</P><P CLASS=t>TRANSLATION</P><P>My dear King, your son is very competent. He will perform activities which would he impossible even for great kings and sages. Very soon he will complete his task and come back home. You should know that he will also spread your reputation all over the world.</P><P CLASS=t>PURPORT</P><P>Here in this verse N&#257;rada Muni has described Dhruva Mah&#257;r&#257;ja as prabhu. This word is applicable to the Supreme Personality of Godhead. Sometimes the spiritual master is addressed as Prabhup&#257;da. Prabhu means "the Supreme Personality of Godhead," and p&#257;da means "post." According to Vaishnava philosophy, the spiritual master occupies the post of the Supreme Personality of Godhead, or in other words he is the bona fide representative of the Supreme Lord. Dhruva Mah&#257;r&#257;ja is also described here as prabhu because he is an &#257;c&#257;rya of the Vaishnava school. Another meaning of prabhu is "master of the senses," just like the word sv&#257;m&#299;. Another significant word is sudushkaram, "very difficult to perform." What was the task that Dhruva Mah&#257;r&#257;ja undertook? The most difficult task in life is to satisfy the Supreme Personality of Godhead, and Dhruva Mah&#257;r&#257;ja would be able to do that. We must remember that Dhruva Mah&#257;r&#257;ja was not fickle; he was determined to execute his service and then come back. Every devotee, therefore, should be determined that in this life he will be able to satisfy the Supreme Personality of Godhead and by that process go back home, back to Godhead. That is the perfection of the highest mission of life.</P><P CLASS=l><A CLASS=i HREF="68.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="70.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>