<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 72</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 72"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.72</P><P CLASS=c>tri-r&#257;tr&#257;nte tri-r&#257;tr&#257;nte</P><P CLASS=c>kapittha-badar&#257;&#347;anah</P><P CLASS=c>&#257;tma-vritty-anus&#257;rena</P><P CLASS=c>m&#257;sam ninye 'rcayan harim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tri">tri</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/r/ratra">r&#257;tra</A>-<A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the end of night; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/r/ratra">r&#257;tra</A>-<A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the end of night; <A CLASS=v HREF="http://vedabase.net/k/kapittha">kapittha</A>-<A CLASS=v HREF="http://vedabase.net/b/badara">badara</A> &#8212; fruits and berries; <A CLASS=v HREF="http://vedabase.net/a/asanah">a&#347;anah</A> &#8212; eating; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vrtti">vritti</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> preserve the body; <A CLASS=v HREF="http://vedabase.net/a/anusarena">anus&#257;rena</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> was necessary, minimum; <A CLASS=v HREF="http://vedabase.net/m/masam">m&#257;sam</A> &#8212; one month; <A CLASS=v HREF="http://vedabase.net/n/ninye">ninye</A> &#8212; passed away; <A CLASS=v HREF="http://vedabase.net/a/arcayan">arcayan</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>For the first month Dhruva Mah&#257;r&#257;ja ate only fruits and berries on every third day, only to keep his body and soul together, and in this way he progressed in his worship of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Kapittha is a flower which is known in Indian vernacular as kayeta. We do not find an English equivalent for the name of this flower, but its fruit is generally not accepted by human beings; it is eaten by monkeys in the forest. Dhruva Mah&#257;r&#257;ja, however, accepted such fruits, not for luxurious feasting but just to keep his body and soul together. The body needs food, but a devotee should not accept foodstuff to satisfy the tongue in sense gratification. It is recommended in Bhagavad-g&#299;t&#257; that one should accept as much food as necessary to keep the body fit, but one should not eat for luxury. Dhruva Mah&#257;r&#257;ja is an &#257;c&#257;rya, and by undergoing severe austerities and penances he teaches us how one should execute devotional service. We must carefully know the process of Dhruva Mah&#257;r&#257;ja's service; how severely he passed his days will be shown in later verses. We should always remember that to become a bona fide devotee of the Lord is not an easy task, but in this age, by the mercy of Lord Caitanya, it has been made very easy. But if we do not follow even the liberal instructions of Lord Caitanya, how can we expect to discharge our regular duties in devotional service? lt is not possible in this age to follow Dhruva Mah&#257;r&#257;ja in his austerity, but the principles must be followed; we should not disregard the regulative principles given by our spiritual master, for they make it easier for the conditioned soul. As far as our ISKCON movement is concerned, we simply ask that one observe the four prohibitive rules, chant sixteen rounds and, instead of indulging in luxurious eating for the tongue, simply accept pras&#257;da offered to the Lord. This does not mean that with our fasting the Lord should also fast. The Lord should be given foodstuff which is as nice as possible. But we should not make it a point to satisfy our own tongues. As far as possible we should accept simple foodstuff, just to keep the body and soul together to execute devotional service.</P><P>It is our duty to remember always that in comparison to Dhruva Mah&#257;r&#257;ja we are insignificant. We cannot do anything like what Dhruva Mah&#257;r&#257;ja did for self-realization because we are absolutely incompetent to execute such service. But by Lord Caitanya's mercy we have been given all concessions possible for this age, so at least we should always remember that neglect of our prescribed duties in devotional service will not make us successful in the mission we have undertaken. It is our duty to follow in the footsteps of Dhruva Mah&#257;r&#257;ja, for he was very determined. We should also be determined to finish our duties in executing devotional service in this life; we should not wait for another life to finish our job.</P><P CLASS=l><A CLASS=i HREF="71.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="73.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>