<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 79</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 79"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.79</P><P CLASS=c>yadaika-p&#257;dena sa p&#257;rthiv&#257;rbhakas</P><P CLASS=c>tasthau tad-a&#324;gushtha-nip&#299;dit&#257; mah&#299;</P><P CLASS=c>nan&#257;ma tatr&#257;rdham ibhendra-dhishthit&#257;</P><P CLASS=c>tar&#299;va savyetaratah pade pade</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; with one; <A CLASS=v HREF="http://vedabase.net/p/padena">p&#257;dena</A> &#8212; leg; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/p/parthiva">p&#257;rthiva</A> &#8212; the King's; <A CLASS=v HREF="http://vedabase.net/a/arbhakah">arbhakah</A> &#8212; child; <A CLASS=v HREF="http://vedabase.net/t/tasthau">tasthau</A> &#8212; remained standing; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/angustha">a&#324;gushtha</A> &#8212; his big toe; <A CLASS=v HREF="http://vedabase.net/n/nipidita">nip&#299;dit&#257;</A> &#8212; being pressed; <A CLASS=v HREF="http://vedabase.net/m/mahi">mah&#299;</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/n/nanama">nan&#257;ma</A> &#8212; bent down; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/ardham">ardham</A> &#8212; half; <A CLASS=v HREF="http://vedabase.net/i/ibha">ibha</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; the king of elephants; <A CLASS=v HREF="http://vedabase.net/d/dhisthita">dhishthit&#257;</A> &#8212; being situated; <A CLASS=v HREF="http://vedabase.net/t/tari">tar&#299;</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> boat; <A CLASS=v HREF="http://vedabase.net/s/savya">savya</A>-<A CLASS=v HREF="http://vedabase.net/i/itaratah">itaratah</A> &#8212; right and left; <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> every step.</P><P CLASS=t>TRANSLATION</P><P>As Dhruva Mah&#257;r&#257;ja, the King's son, kept himself steadily standing on one leg, the pressure of his big toe pushed down half the earth, just as an elephant being carried on a boat rocks the boat left and right with his every step.</P><P CLASS=t>PURPORT</P><P>The most significant expression in this verse is p&#257;rthiv&#257;rbhakah, son of the King. When Dhruva Mah&#257;r&#257;ja was at home, although he was a king's son, he was prevented from getting on the lap of his father. But when he became advanced in self-realization, or devotional service, by the pressure of his toe he could push down the whole earth. That is the difference between ordinary consciousness and Krishna consciousness. In ordinary consciousness a king's son may be refused something even by his father, but when the same person becomes fully Krishna conscious within his heart, he can push down the earth with the pressure of his toe.</P><P>One cannot argue, "How is it that Dhruva Mah&#257;r&#257;ja, who was prevented from getting up on the lap of his father, could press down the whole earth?" This argument is not very much appreciated by the learned, for it is an example of nagna-m&#257;trik&#257; logic. By this logic one would think that because his mother in her childhood was naked, she should remain naked even when she is grown up. The stepmother of Dhruva Mah&#257;r&#257;ja might have been thinking in a similar way: since she had refused to allow him to get up on the lap of his father, how could Dhruva perform such wonderful activities as pressing down the whole earth? She must have been very surprised when she learned that Dhruva Mah&#257;r&#257;ja, by concentrating constantly on the Supreme Personality of Godhead within his heart, could press down the entire earth, like an elephant who presses down the boat on which it is loaded.</P><P CLASS=l><A CLASS=i HREF="78.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="80.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>