<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.8</P><P CLASS=c>j&#257;ye utt&#257;nap&#257;dasya</P><P CLASS=c>sun&#299;tih surucis tayoh</P><P CLASS=c>surucih preyas&#299; patyur</P><P CLASS=c>netar&#257; yat-suto dhruvah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jaye">j&#257;ye</A> &#8212; of the two wives; <A CLASS=v HREF="http://vedabase.net/u/uttanapadasya">utt&#257;nap&#257;dasya</A> &#8212; of King Utt&#257;nap&#257;da; <A CLASS=v HREF="http://vedabase.net/s/sunitih">sun&#299;tih</A> &#8212; Sun&#299;ti; <A CLASS=v HREF="http://vedabase.net/s/surucih">surucih</A> &#8212; Suruci; <A CLASS=v HREF="http://vedabase.net/t/tayoh">tayoh</A> &#8212; of both of them; <A CLASS=v HREF="http://vedabase.net/s/surucih">surucih</A> &#8212; Suruci; <A CLASS=v HREF="http://vedabase.net/p/preyasi">preyas&#299;</A> &#8212; very dear; <A CLASS=v HREF="http://vedabase.net/p/patyuh">patyuh</A> &#8212; of the husband; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/i/itara">itar&#257;</A> &#8212; not the other; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/d/dhruvah">dhruvah</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>.</P><P CLASS=t>TRANSLATION</P><P>King Utt&#257;nap&#257;da had two queens, named Sun&#299;ti and Suruci. Suruci was much more dear to the King; Sun&#299;ti, who had a son named Dhruva, was not his favorite.</P><P CLASS=t>PURPORT</P><P>The great sage Maitreya wanted to describe the pious activities of the kings. Priyavrata was the first son of Sv&#257;yambhuva Manu, and Utt&#257;nap&#257;da was the second, but the great sage Maitreya immediately began to speak of Dhruva Mah&#257;r&#257;ja, the son of Utt&#257;nap&#257;da, because Maitreya was very eager to describe pious activities. The incidents in the life of Dhruva Mah&#257;r&#257;ja are very attractive for devotees. From his pious actions, one can learn how one can detach himself from material possessions and how one can enhance one's devotional service by severe austerities and penances. By hearing the activities of pious Dhruva, one can enhance one's faith in God and can directly connect with the Supreme Personality of Godhead, and thus one can very soon be elevated to the transcendental platform of devotional service. The example of Dhruva Mah&#257;r&#257;ja's austerities can immediately generate a feeling of devotional service in the hearts of the hearers.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>