<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 81</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 81"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.81</P><P CLASS=c>dev&#257; &#363;cuh</P><P CLASS=c>naivam vid&#257;mo bhagavan pr&#257;na-rodham</P><P CLASS=c>car&#257;carasy&#257;khila-sattva-dh&#257;mnah</P><P CLASS=c>vidhehi tan no vrijin&#257;d vimoksham</P><P CLASS=c>pr&#257;pt&#257; vayam tv&#257;m &#347;aranam &#347;aranyam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; all the demigods said; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vidamah">vid&#257;mah</A> &#8212; we can understand; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/r/rodham">rodham</A> &#8212; how we feel our breathing choked; <A CLASS=v HREF="http://vedabase.net/c/cara">cara</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/a/acarasya">acarasya</A> &#8212; not moving; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; universal; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A> &#8212; existence; <A CLASS=v HREF="http://vedabase.net/d/dhamnah">dh&#257;mnah</A> &#8212; the reservoir of; <A CLASS=v HREF="http://vedabase.net/v/vidhehi">vidhehi</A> &#8212; kindly <A HREF="http://vedabase.net/d/do">do</A> the needful; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/v/vrjinat">vrijin&#257;t</A> &#8212; from the danger; <A CLASS=v HREF="http://vedabase.net/v/vimoksam">vimoksham</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/p/praptah">pr&#257;pt&#257;h</A> &#8212; approaching; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; all of us; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/s/saranyam">&#347;aranyam</A> &#8212; worthy <A HREF="http://vedabase.net/t/to">to</A> be taken shelter of.</P><P CLASS=t>TRANSLATION</P><P>The demigods said: Dear Lord, You are the refuge of all moving and nonmoving living entities. We feel all living entities to be suffocating, their breathing processes choked up. We have never experienced such a thing. Since You are the ultimate shelter of all surrendered souls, we have therefore approached You; kindly save us from this danger.</P><P CLASS=t>PURPORT</P><P>Dhruva Mah&#257;r&#257;ja's influence, attained by executing devotional service unto the Lord, was felt even by the demigods, who had never before experienced such a situation. Because of Dhruva Mah&#257;r&#257;ja's controlling his breathing, the entire universal breathing process was choked. lt is by the will of the Supreme Personality of Godhead that material entities cannot breathe whereas spiritual entities are able to breathe; material entities are products of the Lord's external energy, whereas spiritual entities are products of the Lord's internal energy. The demigods approached the Supreme Personality of Godhead, who is the controller of both kinds of entities, in order to know why their breathing was choked. The Supreme Lord is the ultimate goal for the solution to all problems within this material world. In the spiritual world there are no problems, but the material world is always problematic. Since the Supreme Personality of Godhead is the master of both the material and spiritual worlds, it is better to approach Him in all problematic situations. Those who are devotees, therefore, have no problems in this material world. Vi&#347;vam p&#363;rna-sukh&#257;yate (Caitanya-candr&#257;mrita): devotees are free from all problems because they are fully surrendered unto the Supreme Personality of Godhead. For a devotee, everything in the world is very pleasing because he knows how to use everything in the transcendental loving service of the Lord.</P><P CLASS=l><A CLASS=i HREF="80.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="82.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>