<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 8 Verse 82</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 8 Verse 82"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.8.82</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>m&#257; bhaishta b&#257;lam tapaso duratyay&#257;n</P><P CLASS=c>nivartayishye pratiy&#257;ta sva-dh&#257;ma</P><P CLASS=c>yato hi vah pr&#257;na-nirodha &#257;s&#299;d</P><P CLASS=c>autt&#257;nap&#257;dir mayi sa&#324;gat&#257;tm&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead replied; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/b/bhaista">bhaishta</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not be afraid; <A CLASS=v HREF="http://vedabase.net/b/balam">b&#257;lam</A> &#8212; the boy <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>; <A CLASS=v HREF="http://vedabase.net/t/tapasah">tapasah</A> &#8212; by his severe austerity; <A CLASS=v HREF="http://vedabase.net/d/duratyayat">duratyay&#257;t</A> &#8212; strongly determined; <A CLASS=v HREF="http://vedabase.net/n/nivartayisye">nivartayishye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall ask him <A HREF="http://vedabase.net/t/to">to</A> stop this; <A CLASS=v HREF="http://vedabase.net/p/pratiyata">pratiy&#257;ta</A> &#8212; you can return; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; your own respective homes; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from whom; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/n/nirodhah">nirodhah</A> &#8212; choking the life air; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; happened; <A CLASS=v HREF="http://vedabase.net/a/auttanapadih">autt&#257;nap&#257;dih</A> &#8212; on account of the son of King Utt&#257;nap&#257;da; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sangata">sa&#324;gata</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; fully absorbed <A HREF="http://vedabase.net/i/in">in</A> thought of <A HREF="http://vedabase.net/m/me">Me</A>.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead replied: My dear demigods, do not be perturbed by this. It is due to the severe austerity and full determination of the son of King Utt&#257;nap&#257;da, who is now fully absorbed in thought of Me. He has obstructed the universal breathing process. You can safely return to your respective homes. I shall stop this boy in his severe acts of austerities, and you will be saved from this situation.</P><P CLASS=t>PURPORT</P><P>Here one word, sa&#324;gat&#257;tm&#257;, is misinterpreted by the M&#257;y&#257;v&#257;d&#299; philosophers, who say that the self of Dhruva Mah&#257;r&#257;ja became one with the Supreme Self, the Personality of Godhead. The M&#257;y&#257;v&#257;d&#299; philosophers want to prove by this word that the Supersoul and the individual soul become united in this way and that after such unification the individual soul has no separate existence. But here it is clearly said by the Supreme Lord that Dhruva Mah&#257;r&#257;ja was so absorbed in meditation on the thought of the Supreme Personality of Godhead that He Himself, the universal consciousness, was attracted to Dhruva. In order to please the demigods, He wanted to go Himself to Dhruva Mah&#257;r&#257;ja to stop him from this severe austerity. The M&#257;y&#257;v&#257;d&#299; philosophers' conclusion that the Supersoul and the individual soul become united is not supported by this statement. Rather, the Supersoul, the Personality of Godhead, wanted to stop Dhruva Mah&#257;r&#257;ja from this severe austerity.</P><P>By pleasing the Supreme Personality of Godhead, one pleases everyone, just as by watering the root of a tree one satisfies every branch, twig and leaf of the tree. lf one can attract the Supreme Personality of Godhead, one naturally attracts the whole universe because Krishna is the supreme cause of the universe. All the demigods were afraid of being totally vanquished by suffocation, but the Personality of Godhead assured them that Dhruva Mah&#257;r&#257;ja was a great devotee of the Lord and was not about to annihilate everyone in the universe. A devotee is never envious of other living entities.</P><P>Thus end the Bhaktivedanta purports of the Fourth Canto, Eighth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Dhruva Mah&#257;r&#257;ja Leaves Home for the Forest."</P><P CLASS=l><A CLASS=i HREF="81.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../9/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>