<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 34"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 34: Nanda Mah&#257;r&#257;ja Saved and &#346;a&#324;khac&#363;da Slain</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.34 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.34.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: One day the cowherd men, eager to take a trip to worship Lord &#346;iva, traveled by bullock carts to the Ambik&#257; forest.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.34.2</B></A>: O King, after arriving there, they bathed in the Sarasvat&#299; and then devotedly worshiped with various paraphernalia the powerful Lord Pa&#347;upati and his consort, goddess Ambik&#257;.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.34.3</B></A>: The cowherd men gave the br&#257;hmanas gifts of cows, gold, clothing and cooked grains mixed with honey. Then the cowherds prayed, "May the lord be pleased with us."</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.34.4</B></A>: Nanda, Sunanda and the other greatly fortunate cowherds spent that night on the bank of the Sarasvat&#299;, strictly observing their vows. They fasted, taking only water.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.34.5</B></A>: During the night a huge and extremely hungry snake appeared in that thicket. Slithering on his belly up to the sleeping Nanda Mah&#257;r&#257;ja, the snake began swallowing him.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.34.6</B></A>: In the clutches of the snake, Nanda Mah&#257;r&#257;ja cried out, "Krishna, Krishna, my dear boy! This huge serpent is swallowing me! Please save me, who am surrendered to You!"</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.34.7</B></A>: When the cowherd men heard the cries of Nanda, they immediately rose up and saw that he was being swallowed. Distraught, they beat the serpent with blazing torches.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.34.8</B></A>: But even though the firebrands were burning him, the serpent would not release Nanda Mah&#257;r&#257;ja. Then the Supreme Lord Krishna, master of His devotees, came to the spot and touched the snake with His foot.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.34.9</B></A>: The snake had all his sinful reactions destroyed by the touch of the Supreme Lord's divine foot, and thus he gave up his serpent body and appeared in the form of a worshipable Vidy&#257;dhara.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.34.10</B></A>: The Supreme Lord Hrish&#299;ke&#347;a then questioned this personality, who was standing before Him with his head bowed, his brilliantly effulgent body bedecked with golden necklaces.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.34.11</B></A>: [Lord Krishna said:] My dear sir, you appear so wonderful, glowing with such great beauty. Who are you? And who forced you to assume this terrible body of a snake?</P><P CLASS=r><A CLASS=i HREF="12-13.htm"><B>SB 10.34.12-13</B></A>: The serpent replied: I am the well-known Vidy&#257;dhara named Sudar&#347;ana. I was very opulent and beautiful, and I used to wander freely in all directions in my airplane. Once I saw some homely sages of the lineage of A&#324;gir&#257; Muni. Proud of my beauty, I ridiculed them, and because of my sin they made me assume this lowly form.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.34.14</B></A>: It was actually for my benefit that those merciful sages cursed me, since now I have been touched by the foot of the supreme spiritual master of all the worlds and have thus been relieved of all inauspiciousness.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.34.15</B></A>: My Lord, You destroy all fear for those who, fearing this material world, take shelter of You. By the touch of Your feet I am now freed from the curse of the sages. O destroyer of distress, please let me return to my planet.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.34.16</B></A>: O master of mystic power, O great personality, O Lord of the devotees, I surrender to You. Please command me as You will, O supreme God, Lord of all lords of the universe.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.34.17</B></A>: O infallible one, I was immediately freed from the br&#257;hmanas' punishment simply by seeing You. Anyone who chants Your name purifies all who hear his chanting, as well as himself. How much more beneficial, then, is the touch of Your lotus feet?</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.34.18</B></A>: Thus receiving the permission of Lord Krishna, the demigod Sudar&#347;ana circumambulated Him, bowed down to offer Him homage and then returned to his heavenly planet. Nanda Mah&#257;r&#257;ja was thus delivered from peril.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.34.19</B></A>: The inhabitants of Vraja were astonished to see the mighty power of &#346;r&#299; Krishna. Dear King, they then completed their worship of Lord &#346;iva and returned to Vraja, along the way respectfully describing Krishna's powerful acts.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.34.20</B></A>: Once Lord Govinda and Lord R&#257;ma, the performers of wonderful feats, were playing in the forest at night with the young girls of Vraja.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.34.21</B></A>: Krishna and Balar&#257;ma wore flower garlands and spotless garments, and Their limbs were beautifully decorated and anointed. The women sang Their glories in a charming way, bound to Them by affection.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.34.22</B></A>: The two Lords praised the nightfall, signaled by the rising of the moon and the appearance of stars, a lotus-scented breeze and bees intoxicated by the fragrance of jasmine flowers.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.34.23</B></A>: Krishna and Balar&#257;ma sang, producing the entire range of musical sounds simultaneously. Their singing brought happiness to the ears and minds of all living beings.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.34.24</B></A>: The gop&#299;s became stunned when they heard that song. Forgetting themselves, O King, they did not notice that their fine garments were becoming loose and their hair and garlands disheveled.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.34.25</B></A>: While Lord Krishna and Lord Balar&#257;ma thus played according to Their own sweet will and sang to the point of apparent intoxication, a servant of Kuvera named &#346;a&#324;khac&#363;da came upon the scene.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.34.26</B></A>: O King, even as the two Lords looked on, &#346;a&#324;khac&#363;da brazenly began driving the women off toward the north. The women, who had accepted Krishna and Balar&#257;ma as their Lords, began to cry out to Them.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.34.27</B></A>: Hearing Their devotees crying out "Krishna! R&#257;ma!" and seeing that they were just like cows being stolen by a thief, Krishna and Balar&#257;ma began to run after the demon.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.34.28</B></A>: The Lords called out in reply, "Do not fear! "Then They picked up logs of the &#347;ala tree and quickly pursued that lowest of Guhyakas, who swiftly ran away.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.34.29</B></A>: When &#346;a&#324;khac&#363;da saw the two of Them coming toward him like the personified forces of Time and Death, he was filled with anxiety. Confused, he abandoned the women and fled for his life.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.34.30</B></A>: Lord Govinda chased the demon wherever he ran, eager to take his crest jewel. Meanwhile Lord Balar&#257;ma stayed with the women to protect them.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.34.31</B></A>: The mighty Lord overtook &#346;a&#324;khac&#363;da from a great distance as if from nearby, my dear King, and then with His fist the Lord removed the wicked demon's head, together with his crest jewel.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.34.32</B></A>: Having thus killed the demon &#346;a&#324;khac&#363;da and taken away his shining jewel, Lord Krishna gave it to His elder brother with great satisfaction as the gop&#299;s watched.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>