<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 34"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 34: <A CLASS=v HREF="index.htm">Nanda Mah&#257;r&#257;ja Saved and &#346;a&#324;khac&#363;da Slain</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.34 Summary</P><P>This chapter describes how Lord &#346;r&#299; Krishna saved His father Nanda from the clutches of a serpent and delivered a Vidy&#257;dhara named Sudar&#347;ana from the curse of the &#256;&#324;girasa sages.</P><P>One day Nanda Mah&#257;r&#257;ja and the other cowherd men placed their family members on their bullock carts and went to the Ambik&#257;vana forest to worship Lord &#346;iva. After bathing in the Sarasvat&#299; River and worshiping Lord Sad&#257;&#347;iva, a form of Lord Vishnu, they decided to spend the night in the forest. As they slept, a hungry serpent came and began to swallow Nanda Mah&#257;r&#257;ja. Terrified, Nanda cried out in distress, "O Krishna! O my son, please save this surrendered soul!" The cowherd men immediately awoke and began beating the serpent with wooden torches, but the serpent would not release Nanda. Then Lord Krishna came and touched the serpent with His lotus foot. The serpent was immediately freed from his reptilian body and appeared in his original form as a demigod. He told them about his previous identity and described how he had been cursed by a group of sages. Then he offered his homage at the lotus feet of &#346;r&#299; Krishna and, on the Lord's order, returned to his own abode.</P><P>Later, during the Dola-p&#363;rnim&#257; festival, &#346;r&#299; Krishna and Baladeva enjoyed pastimes in the forest with the young women of Vraja. The girlfriends of Baladeva and those of Krishna joined together and sang about Their transcendental qualities. When the two Lords became absorbed in singing to the point of apparent intoxication, a servant of Kuvera's named &#346;a&#324;khac&#363;da boldly came forward and began abducting the gop&#299;s. The young girls called out, "Krishna, please save us!" and He and R&#257;ma began to chase after &#346;a&#324;khac&#363;da. "Don't be afraid!" Krishna called out to the gop&#299;s. In fear of the Lords, &#346;a&#324;khac&#363;da left the gop&#299;s aside and ran for his life. Krishna chased after him, swiftly approached him and with a blow of His fist removed &#346;a&#324;khac&#363;da's jewel, together with his head. Then Krishna brought the jewel back and presented it to Lord Baladeva.</P><P CLASS=l><A CLASS=i HREF="../33/39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>