<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 18 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 18 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Battle Between Lord Boar and the Demon Hirany&#257;ksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.18.2</P><P CLASS=c>dadar&#347;a tatr&#257;bhijitam dhar&#257;-dharam</P><P CLASS=c>pronn&#299;yam&#257;n&#257;vanim agra-damshtray&#257;</P><P CLASS=c>mushnantam akshn&#257; sva-ruco 'runa-&#347;riy&#257;</P><P CLASS=c>jah&#257;sa c&#257;ho vana-gocaro mrigah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dadarsa">dadar&#347;a</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> saw; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/a/abhijitam">abhijitam</A> &#8212; the victorious; <A CLASS=v HREF="http://vedabase.net/d/dhara">dhar&#257;</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/d/dharam">dharam</A> &#8212; bearing; <A CLASS=v HREF="http://vedabase.net/p/pronniyamana">pronn&#299;yam&#257;na</A> &#8212; being raised upward; <A CLASS=v HREF="http://vedabase.net/a/avanim">avanim</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/a/agra">agra</A>-<A CLASS=v HREF="http://vedabase.net/d/damstraya">damshtray&#257;</A> &#8212; by the tip of His tusk; <A CLASS=v HREF="http://vedabase.net/m/musnantam">mushnantam</A> &#8212; who was diminishing; <A CLASS=v HREF="http://vedabase.net/a/aksna">akshn&#257;</A> &#8212; with His eyes; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rucah">rucah</A> &#8212; <A HREF="http://vedabase.net/h/hiranyaksa">Hirany&#257;ksha</A>'s own splendor; <A CLASS=v HREF="http://vedabase.net/a/aruna">aruna</A> &#8212; reddish; <A CLASS=v HREF="http://vedabase.net/s/sriya">&#347;riy&#257;</A> &#8212; radiant; <A CLASS=v HREF="http://vedabase.net/j/jahasa">jah&#257;sa</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> laughed; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; oh; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A>-<A CLASS=v HREF="http://vedabase.net/g/gocarah">gocarah</A> &#8212; amphibious; <A CLASS=v HREF="http://vedabase.net/m/mrgah">mrigah</A> &#8212; beast.</P><P CLASS=t>TRANSLATION</P><P>He saw there the all-powerful Personality of Godhead in His boar incarnation, bearing the earth upward on the ends of His tusks and robbing him of his splendor with His reddish eyes. The demon laughed: Oh, an amphibious beast!</P><P CLASS=t>PURPORT</P><P>In a previous chapter we have discussed the incarnation of the Supreme Personality of Godhead as Var&#257;ha, the boar. While Var&#257;ha, with His tusks, engaged in uplifting the submerged earth from the depths of the waters, this great demon Hirany&#257;ksha met Him and challenged Him, calling Him a beast. Demons cannot understand the incarnations of the Lord; they think that His incarnations as a fish or boar or tortoise are big beasts only. They misunderstand the body of the Supreme Personality of Godhead, even in His human form, and they deride His descent. In the Caitanya-samprad&#257;ya there is sometimes a demoniac misconception about the descent of Nity&#257;nanda Prabhu. Nity&#257;nanda Prabhu's body is spiritual, but demoniac persons consider the body of the Supreme Personality to be material, just like ours. Avaj&#257;nanti m&#257;m m&#363;dh&#257;h: persons who have no intelligence deride the transcendental form of the Lord as material.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>