<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 18 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 18 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Battle Between Lord Boar and the Demon Hirany&#257;ksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.18.4</P><P CLASS=c>tvam nah sapatnair abhav&#257;ya kim bhrito</P><P CLASS=c>yo m&#257;yay&#257; hanty asur&#257;n paroksha-jit</P><P CLASS=c>tv&#257;m yogam&#257;y&#257;-balam alpa-paurusham</P><P CLASS=c>samsth&#257;pya m&#363;dha pramrije suhric-chucah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/s/sapatnaih">sapatnaih</A> &#8212; by our enemies; <A CLASS=v HREF="http://vedabase.net/a/abhavaya">abhav&#257;ya</A> &#8212; for killing; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; is <A HREF="http://vedabase.net/i/it">it</A> that; <A CLASS=v HREF="http://vedabase.net/b/bhrtah">bhritah</A> &#8212; maintained; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> who; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by deception; <A CLASS=v HREF="http://vedabase.net/h/hanti">hanti</A> &#8212; kills; <A CLASS=v HREF="http://vedabase.net/a/asuran">asur&#257;n</A> &#8212; the demons; <A CLASS=v HREF="http://vedabase.net/p/paroksa">paroksha</A>-<A CLASS=v HREF="http://vedabase.net/j/jit">jit</A> &#8212; who conquered by remaining invisible; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/y/yogamaya">yogam&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/balam">balam</A> &#8212; whose strength is bewildering power; <A CLASS=v HREF="http://vedabase.net/a/alpa">alpa</A>-<A CLASS=v HREF="http://vedabase.net/p/paurusam">paurusham</A> &#8212; whose power is meager; <A CLASS=v HREF="http://vedabase.net/s/samsthapya">samsth&#257;pya</A> &#8212; after killing; <A CLASS=v HREF="http://vedabase.net/m/mudha">m&#363;dha</A> &#8212; fool; <A CLASS=v HREF="http://vedabase.net/p/pramrje">pramrije</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall wipe out; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A>-<A CLASS=v HREF="http://vedabase.net/s/sucah">&#347;ucah</A> &#8212; the grief of my kinsmen.</P><P CLASS=t>TRANSLATION</P><P>You rascal, You have been nourished by our enemies to kill us, and You have killed some demons by remaining invisible. O fool, Your power is only mystic, so today I shall enliven my kinsmen by killing You.</P><P CLASS=t>PURPORT</P><P>The demon used the word abhav&#257;ya, which means "for killing." &#346;r&#299;dhara Sv&#257;m&#299; comments that this "killing" means liberating, or, in other words, killing the process of continued birth and death. The Lord kills the process of birth and death and keeps Himself invisible. The activities of the Lord's internal potency are inconceivable, but by a slight exhibition of this potency, the Lord, by His grace, can deliver one from nescience. &#346;ucah means "miseries"; the miseries of material existence can be extinguished by the Lord by His potential energy of internal yogam&#257;y&#257;. In the Upanishads (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8">6.8</A>) it is stated, par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate. The Lord is invisible to the eyes of the common man, but His energies act in various ways. When demons are in adversity, they think that God is hiding Himself and is working by His mystic potency. They think that if they can find God they can kill Him just by seeing Him. Hirany&#257;ksha thought that way, and he challenged the Lord: "You have done tremendous harm to our community, taking the part of the demigods, and You have killed our kinsmen in so many ways, always keeping Yourself hidden. Now I see You face to face, and I am not going to let You go. I shall kill You and save my kinsmen from Your mystic misdeeds."</P><P>Not only are demons always anxious to kill God with words and philosophy, but they think that if one is materially powerful he can kill God with materially fatal weapons. Demons like Kamsa, R&#257;vana and Hiranyaka&#347;ipu thought themselves powerful enough to kill even God. Demons cannot understand that God, by His multifarious potencies, can work so wonderfully that He can be present everywhere and still remain in His eternal abode, Goloka Vrind&#257;vana.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>