<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 18 Verse 98</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 18 Verse 98"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Rescuing the Lord from the Sea</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 18.98</P><P CLASS=c>mitrera mitra saha-v&#257;s&#299;, cakrav&#257;ke lute &#257;si',</P><P CLASS=c>krishnera r&#257;jye aiche vyavah&#257;ra</P><P CLASS=c>aparicita &#347;atrura mitra, r&#257;khe utpala, &#8212; e bada citra,</P><P CLASS=c>ei bada 'virodha-ala&#324;k&#257;ra'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mitrera">mitrera</A> &#8212; of the sun-god; <A CLASS=v HREF="http://vedabase.net/m/mitra">mitra</A> &#8212; the friend; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A>-<A CLASS=v HREF="http://vedabase.net/v/vasi">v&#257;s&#299;</A> &#8212; living together with the <A HREF="http://vedabase.net/c/cakravaka">cakrav&#257;ka</A> birds; <A CLASS=v HREF="http://vedabase.net/c/cakravake">cakrav&#257;ke</A> &#8212; the <A HREF="http://vedabase.net/c/cakravaka">cakrav&#257;ka</A> birds; <A CLASS=v HREF="http://vedabase.net/l/lute">lute</A> &#8212; plunder; <A CLASS=v HREF="http://vedabase.net/a/asi">&#257;si</A>' &#8212; coming; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> <A CLASS=v HREF="http://vedabase.net/r/rajye">r&#257;jye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the kingdom of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/v/vyavahara">vyavah&#257;ra</A> &#8212; behavior; <A CLASS=v HREF="http://vedabase.net/a/aparicita">aparicita</A> &#8212; unacquainted; <A CLASS=v HREF="http://vedabase.net/s/satrura">&#347;atrura</A> <A CLASS=v HREF="http://vedabase.net/m/mitra">mitra</A> &#8212; the friend of the enemy; <A CLASS=v HREF="http://vedabase.net/r/rakhe">r&#257;khe</A> &#8212; protects; <A CLASS=v HREF="http://vedabase.net/u/utpala">utpala</A> &#8212; the red lotus flower; <A CLASS=v HREF="http://vedabase.net/e/e">e</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bada">bada</A> <A CLASS=v HREF="http://vedabase.net/c/citra">citra</A> &#8212; very wonderful; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bada">bada</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/v/virodha">virodha</A>-<A CLASS=v HREF="http://vedabase.net/a/alankara">ala&#324;k&#257;ra</A> &#8212; metaphor of contradiction.</P><P CLASS=t>TRANSLATION</P><P>"The blue lotuses are friends of the sun-god, and though they all live together, the blue lotuses plunder the cakrav&#257;kas. The red lotuses, however, blossom at night and are therefore strangers or enemies to the cakrav&#257;kas. Yet in Krishna's pastimes the red lotuses, which are the hands of the gop&#299;s, protect their cakrav&#257;ka breasts. This is a metaphor of contradiction."</P><P CLASS=t>PURPORT</P><P>Because the blue lotus flower blossoms with the rising of the sun, the sun is the friend of the blue lotus. The cakrav&#257;ka birds also appear when the sun rises, and therefore the cakrav&#257;kas and blue lotuses meet. Although the blue lotus is a friend of the sun, in Krishna's pastimes it nevertheless plunders their mutual friend the cakrav&#257;ka. Normally, cakrav&#257;kas move about whereas lotuses stand still, but herein Krishna's hands, which are compared to blue lotuses, attack the breasts of the gop&#299;s, which are compared to cakrav&#257;kas. This is called a reverse analogy. At night the red lotus blossoms, whereas in sunlight it closes. Therefore the red lotus is an enemy of the sun and is unknown to the sun's friend the cakrav&#257;ka. The gop&#299;s' breasts, however, are compared to cakrav&#257;kas and their hands to red lotuses protecting them. This is a wonderful instance of reverse analogy.</P><P CLASS=l><A CLASS=i HREF="97.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="99.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>