<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 18"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Rescuing the Lord from the Sea</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 18 Summary</P><P>A summary of the Eighteenth Chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. On an autumn evening when the moon was full, &#346;r&#299; Caitanya Mah&#257;prabhu walked along the seashore near the &#256;itot&#257; temple. Mistaking the sea for the Yamun&#257; River, He jumped into it, hoping to see the water pastimes Krishna enjoyed with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and the other gop&#299;s. As He floated in the sea, however, He was washed away to the Kon&#257;rka temple, where a fisherman, thinking that the Lord's body was a big fish, caught Him in his net and brought Him ashore. &#346;r&#299; Caitanya Mah&#257;prabhu was unconscious, and His body had become unusually transformed. As soon as the fisherman touched the Lord's body, he became mad in ecstatic love of Krishna. His own madness frightened him, however, because he thought that he was being haunted by a ghost. As he was about to seek a ghost charmer, he met Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and the other devotees on the beach, who had been looking everywhere for the Lord. After some inquiries, Svar&#363;pa D&#257;modara could understand that the fisherman had caught Lord &#346;r&#299; Caitanya Mah&#257;prabhu in his net. Since the fisherman was afraid of being haunted by a ghost, Svar&#363;pa D&#257;modara gave him a slap and chanted Hare Krishna, which immediately pacified him. Thereafter, when the devotees chanted the Hare Krishna mah&#257;-mantra loudly, &#346;r&#299; Caitanya Mah&#257;prabhu came to His external consciousness. Then they brought Him back to His own residence.</P><P CLASS=l><A CLASS=i HREF="../17/73.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>