<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 16 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 16 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Praise of King Prithu by the Professional Reciters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.16.1</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>iti bruv&#257;nam nripatim</P><P CLASS=c>g&#257;yak&#257; muni-codit&#257;h</P><P CLASS=c>tushtuvus tushta-manasas</P><P CLASS=c>tad-v&#257;g-amrita-sevay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bruvanam">bruv&#257;nam</A> &#8212; speaking; <A CLASS=v HREF="http://vedabase.net/n/nrpatim">nripatim</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/g/gayakah">g&#257;yak&#257;h</A> &#8212; the reciters; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A> &#8212; by the sages; <A CLASS=v HREF="http://vedabase.net/c/coditah">codit&#257;h</A> &#8212; having been instructed; <A CLASS=v HREF="http://vedabase.net/t/tustuvuh">tushtuvuh</A> &#8212; praised, satisfied; <A CLASS=v HREF="http://vedabase.net/t/tusta">tushta</A> &#8212; being pleased; <A CLASS=v HREF="http://vedabase.net/m/manasah">manasah</A> &#8212; their minds; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A> &#8212; nectarean; <A CLASS=v HREF="http://vedabase.net/s/sevaya">sevay&#257;</A> &#8212; by hearing.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued: While King Prithu thus spoke, the humility of his nectarean speeches pleased the reciters very much. Then again they continued to praise the King highly with exalted prayers, as they had been instructed by the great sages.</P><P CLASS=t>PURPORT</P><P>Here the word muni-codit&#257;h indicates instructions received from great sages and saintly persons. Although Mah&#257;r&#257;ja Prithu was simply enthroned on the royal seat and was not at that time exhibiting his godly powers, the reciters like the s&#363;ta, the m&#257;gadha and the vand&#299; understood that King Prithu was an incarnation of God. They could understand this by the instructions given by the great sages and learned br&#257;hmanas. We have to understand the incarnations of God by the instructions of authorized persons. We cannot manufacture a God by our own concoctions. As stated by Narottama d&#257;sa Th&#257;kura, s&#257;dhu-&#347;&#257;stra-guru: one has to test all spiritual matters according to the instructions of saintly persons, scriptures and the spiritual master. The spiritual master is one who follows the instructions of his predecessors, namely the s&#257;dhus, or saintly persons. A bona fide spiritual master does not mention anything not mentioned in the authorized scriptures. Ordinary people have to follow the instructions of s&#257;dhu, &#347;&#257;stra and guru. Those statements made in the &#347;&#257;stras and those made by the bona fide s&#257;dhu or guru cannot differ from one another.</P><P>Reciters like the s&#363;ta and the m&#257;gadha were confidentially aware that King Prithu was an incarnation of the Personality of Godhead. Although the King denied such praise because he was not at that time exhibiting his godly qualities, the reciters did not stop praising him. Rather, they were very pleased with the King, who, although actually an incarnation of God, was so humble and delightful in his dealings with devotees. In this connection we may note that previously (4.15.21) it was mentioned that King Prithu was smiling and was in a pleasant mood while speaking to the reciters. Thus we have to learn from the Lord or His incarnation how to become gentle and humble. The King's behavior was very pleasing to the reciters, and consequently the reciters continued their praise and even foretold the King's future activities, as they had been instructed by the s&#257;dhus and sages.</P><P CLASS=l><A CLASS=i HREF="../15/26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>