<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 16 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 16 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Praise of King Prithu by the Professional Reciters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.16.17</P><P CLASS=c>m&#257;tri-bhaktih para-str&#299;shu</P><P CLASS=c>patny&#257;m ardha iv&#257;tmanah</P><P CLASS=c>praj&#257;su pitrivat snigdhah</P><P CLASS=c>ki&#324;karo brahma-v&#257;din&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/matr">m&#257;tri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> respectful <A HREF="http://vedabase.net/a/as">as</A> one is <A HREF="http://vedabase.net/t/to">to</A> his mother; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/s/strisu">str&#299;shu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> other women; <A CLASS=v HREF="http://vedabase.net/p/patnyam">patny&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> his own wife; <A CLASS=v HREF="http://vedabase.net/a/ardhah">ardhah</A> &#8212; half; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of his body; <A CLASS=v HREF="http://vedabase.net/p/prajasu">praj&#257;su</A> &#8212; unto the citizens; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> father; <A CLASS=v HREF="http://vedabase.net/s/snigdhah">snigdhah</A> &#8212; affectionate; <A CLASS=v HREF="http://vedabase.net/k/kinkarah">ki&#324;karah</A> &#8212; servant; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vadinam">v&#257;din&#257;m</A> &#8212; of the devotees who preach the glories of the Lord.</P><P CLASS=t>TRANSLATION</P><P>The King will respect all women as if they were his own mother, and he will treat his own wife as the other half of his body. He will be just like an affectionate father to his citizens, and he will treat himself as the most obedient servant of the devotees, who always preach the glories of the Lord.</P><P CLASS=t>PURPORT</P><P>A learned man treats all women except his wife as his mother, looks on others' property as garbage in the street, and treats others as he would treat his own self. These are the symptoms of a learned person as described by C&#257;nakya Pandita. This should be the standard for education. Education does not mean having academic degrees only. One should execute what he has learned in his personal life. These learned characteristics were verily manifest in the life of King Prithu. Although he was the king, he treated himself as a servant of the Lord's devotees. According to Vedic etiquette, if a devotee came to a king's palace, the king would immediately offer his own seat to him. The word brahma-v&#257;din&#257;m is very significant. Brahma-v&#257;d&#299; refers to the devotees of the Lord. Brahman, Param&#257;tm&#257; and Bhagav&#257;n are different terms for the Supreme Brahman, and the Supreme Brahman is Lord Krishna. This is accepted in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/12.htm">10.12</A>) by Arjuna (param brahma param dh&#257;ma). Thus the word brahma-v&#257;din&#257;m refers to the devotees of the Lord. The state should always serve the devotees of the Lord, and the ideal state should conduct itself according to the instructions of the devotee. Because King Prithu followed this principle, he is highly praised.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>