<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 16 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 16 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Praise of King Prithu by the Professional Reciters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.16.2</P><P CLASS=c>n&#257;lam vayam te mahim&#257;nuvarnane</P><P CLASS=c>yo deva-varyo 'vatat&#257;ra m&#257;yay&#257;</P><P CLASS=c>ven&#257;&#324;ga-j&#257;tasya ca paurush&#257;ni te</P><P CLASS=c>v&#257;cas-pat&#299;n&#257;m api babhramur dhiyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; not able; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/m/mahima">mahima</A> &#8212; glories; <A CLASS=v HREF="http://vedabase.net/a/anuvarnane">anuvarnane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> describing; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; you who; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/varyah">varyah</A> &#8212; foremost; <A CLASS=v HREF="http://vedabase.net/a/avatatara">avatat&#257;ra</A> &#8212; descended; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by His internal potencies or causeless mercy; <A CLASS=v HREF="http://vedabase.net/v/vena">vena</A>-<A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; from the body of King <A HREF="http://vedabase.net/v/vena">Vena</A>; <A CLASS=v HREF="http://vedabase.net/j/jatasya">j&#257;tasya</A> &#8212; who have appeared; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/paurusani">paurush&#257;ni</A> &#8212; glorious activities; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/v/vacah">v&#257;cah</A>-<A CLASS=v HREF="http://vedabase.net/p/patinam">pat&#299;n&#257;m</A> &#8212; of great orators; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/b/babhramuh">babhramuh</A> &#8212; became bewildered; <A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah</A> &#8212; the minds.</P><P CLASS=t>TRANSLATION</P><P>The reciters continued: Dear King, you are a direct incarnation of the Supreme Personality of Godhead, Lord Vishnu, and by His causeless mercy you have descended on this earth. Therefore it is not possible for us to actually glorify your exalted activities. Although you have appeared through the body of King Vena, even great orators and speakers like Lord Brahm&#257; and other demigods cannot exactly describe the glorious activities of Your Lordship.</P><P CLASS=t>PURPORT</P><P>In this verse the word m&#257;yay&#257; means "by your causeless mercy." The M&#257;y&#257;v&#257;d&#299; philosophers explain the word m&#257;y&#257; as meaning "illusion" or "falseness." However, there is another meaning of m&#257;y&#257; &#8212; that is, "causeless mercy." There are two kinds of m&#257;y&#257; &#8212; yogam&#257;y&#257; and mah&#257;m&#257;y&#257;. Mah&#257;m&#257;y&#257; is an expansion of yogam&#257;y&#257;, and both these m&#257;y&#257;s are different expressions of the Lord's internal potencies. As stated in Bhagavad-g&#299;t&#257;, the Lord appears through His internal potencies (&#257;tma-m&#257;yay&#257;). We should therefore reject the M&#257;y&#257;v&#257;da explanation that the Lord appears in a body given by the external potency, the material energy. The Lord and His incarnation are fully independent and can appear anywhere and everywhere by virtue of the internal potency. Although born out of the so-called dead body of King Vena, King Prithu was still an incarnation of the Supreme Personality of Godhead by the Lord's internal potency. The Lord can appear in any family. Sometimes He appears as a fish incarnation (matsya-avat&#257;ra) or a boar incarnation (var&#257;ha-avat&#257;ra). Thus the Lord is completely free and independent to appear anywhere and everywhere by His internal potency. It is stated that Ananta, an incarnation of the Lord who has unlimited mouths, cannot reach the end of His glorification of the Lord, although Ananta has been describing the Lord since time immemorial. So what to speak of demigods like Lord Brahm&#257;, Lord &#346;iva and others? It is said that the Lord is &#347;iva-viriñci-nutam &#8212; always worshiped by demigods like Lord &#346;iva and Lord Brahm&#257;. If the demigods cannot find adequate language to express the glories of the Lord, then what to speak of others? Consequently reciters like the s&#363;ta and m&#257;gadha felt inadequate to speak about King Prithu.</P><P>By glorifying the Lord with exalted verses, one becomes purified. Although we are unable to offer prayers to the Lord in an adequate fashion, our duty is to make the attempt in order to purify ourselves. It is not that we should stop our glorification because demigods like Lord Brahm&#257; and Lord &#346;iva cannot adequately glorify the Lord. Rather, as stated by Prahl&#257;da Mah&#257;r&#257;ja, everyone should glorify the Lord according to his own ability. If we are serious and sincere devotees, the Lord will give us the intelligence to offer prayers properly.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>