<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 16 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 16 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Praise of King Prithu by the Professional Reciters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.16.20</P><P CLASS=c>ayam bhuvo mandalam oday&#257;drer</P><P CLASS=c>goptaika-v&#299;ro naradeva-n&#257;thah</P><P CLASS=c>&#257;sth&#257;ya jaitram ratham &#257;tta-c&#257;pah</P><P CLASS=c>paryasyate dakshinato yath&#257;rkah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this King; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; of the world; <A CLASS=v HREF="http://vedabase.net/m/mandalam">mandalam</A> &#8212; the globe; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/u/udaya">udaya</A>-<A CLASS=v HREF="http://vedabase.net/a/adreh">adreh</A> &#8212; from the mountain where the first appearance of the sun is visible; <A CLASS=v HREF="http://vedabase.net/g/gopta">gopt&#257;</A> &#8212; will protect; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; uniquely; <A CLASS=v HREF="http://vedabase.net/v/virah">v&#299;rah</A> &#8212; powerful, heroic; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; of all kings, gods <A HREF="http://vedabase.net/i/in">in</A> human society; <A CLASS=v HREF="http://vedabase.net/n/nathah">n&#257;thah</A> &#8212; the master; <A CLASS=v HREF="http://vedabase.net/a/asthaya">&#257;sth&#257;ya</A> &#8212; being situated on; <A CLASS=v HREF="http://vedabase.net/j/jaitram">jaitram</A> &#8212; victorious; <A CLASS=v HREF="http://vedabase.net/r/ratham">ratham</A> &#8212; his chariot; <A CLASS=v HREF="http://vedabase.net/a/atta">&#257;tta</A>-<A CLASS=v HREF="http://vedabase.net/c/capah">c&#257;pah</A> &#8212; holding the bow; <A CLASS=v HREF="http://vedabase.net/p/paryasyate">paryasyate</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> will circumambulate; <A CLASS=v HREF="http://vedabase.net/d/daksinatah">dakshinatah</A> &#8212; from the southern side; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/arkah">arkah</A> &#8212; the sun.</P><P CLASS=t>TRANSLATION</P><P>This King, being uniquely powerful and heroic, will have no competitor. He will travel around the globe on his victorious chariot, holding his invincible bow in his hand and appearing exactly like the sun, which rotates in its own orbit from the south.</P><P CLASS=t>PURPORT</P><P>In this verse the word yath&#257;rkah indicates that the sun is not fixed but is rotating in its orbit, which is set by the Supreme Personality of Godhead. This is confirmed in the Brahma-samhit&#257; and also in other parts of &#346;r&#299;mad-Bh&#257;gavatam. In the Fifth Canto of &#346;r&#299;mad-Bh&#257;gavatam it is stated that the sun rotates in its own orbit at the rate of sixteen thousand miles per second. Similarly, Brahma-samhit&#257; states, yasy&#257;jñay&#257; bhramati sambhrita-k&#257;la-cakrah: the sun rotates in its own orbit according to the order of the Supreme Personality of Godhead. The conclusion is that the sun is not fixed in one place. As far as Prithu Mah&#257;r&#257;ja is concerned, it is indicated that his ruling power would extend all over the world. The Himalaya Mountains, from which the sunrise is first seen, are called uday&#257;cala or uday&#257;dri. It is herein indicated that Prithu Mah&#257;r&#257;ja's reign over the world would cover even the Himalaya Mountains and extend to the borders of all oceans and seas. In other words, his reign would cover the entire planet.</P><P>Another significant word in this verse is naradeva. As described in previous verses, the qualified king &#8212; be he King Prithu or any other king who rules over the state as an ideal king &#8212; should be understood to be God in human form. According to Vedic culture, the king is honored as the Supreme Personality of Godhead because he represents N&#257;r&#257;yana, who also gives protection to the citizens. He is therefore n&#257;tha, or the proprietor. Even San&#257;tana Gosv&#257;m&#299; gave respect to the Nawab Hussain Shah as naradeva, although the Nawab was Muhammadan. A king or governmental head must therefore be so competent to rule over the state that the citizens will worship him as God in human form. That is the perfectional stage for the head of any government or state.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>