<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 16 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 16 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Praise of King Prithu by the Professional Reciters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.16.27</P><P CLASS=c>di&#347;o vijity&#257;pratiruddha-cakrah</P><P CLASS=c>sva-tejasotp&#257;tita-loka-&#347;alyah</P><P CLASS=c>sur&#257;surendrair upag&#299;yam&#257;na-</P><P CLASS=c>mah&#257;nubh&#257;vo bhavit&#257; patir bhuvah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah</A> &#8212; all directions; <A CLASS=v HREF="http://vedabase.net/v/vijitya">vijitya</A> &#8212; conquering; <A CLASS=v HREF="http://vedabase.net/a/apratiruddha">apratiruddha</A> &#8212; without check; <A CLASS=v HREF="http://vedabase.net/c/cakrah">cakrah</A> &#8212; his influence or power; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by his own prowess; <A CLASS=v HREF="http://vedabase.net/u/utpatita">utp&#257;tita</A> &#8212; uprooted; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/s/salyah">&#347;alyah</A> &#8212; the miseries of the citizens; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A> &#8212; of demigods; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A> &#8212; of demons; <A CLASS=v HREF="http://vedabase.net/i/indraih">indraih</A> &#8212; by the chiefs; <A CLASS=v HREF="http://vedabase.net/u/upagiyamana">upag&#299;yam&#257;na</A> &#8212; being glorified; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavah">anubh&#257;vah</A> &#8212; the great soul; <A CLASS=v HREF="http://vedabase.net/b/bhavita">bhavit&#257;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> will become; <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the lord; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; of the world.</P><P CLASS=t>TRANSLATION</P><P>No one will be able to disobey the orders of Prithu Mah&#257;r&#257;ja. After conquering the world, he will completely eradicate the threefold miseries of the citizens. Then he will be recognized all over the world. At that time both the suras and the asuras will undoubtedly glorify his magnanimous activities.</P><P CLASS=t>PURPORT</P><P>At the time of Mah&#257;r&#257;ja Prithu, the world was ruled by one emperor, although there were many subordinate states. Just as there are many united states in various parts of the world, in olden days the entire world was ruled through many states, but there was a supreme emperor who ruled over all subsidiary states. As soon as there were some discrepancies in the maintenance of the varn&#257;&#347;rama system, the emperor would immediately take charge of the small states.</P><P>The word utp&#257;tita-loka-&#347;alyah indicates that Mah&#257;r&#257;ja Prithu completely uprooted all the miseries of his citizens. The word &#347;alya means "piercing thorns." There are many kinds of miserable thorns that pierce the citizens of a state, but all competent rulers, even up to the reign of Mah&#257;r&#257;ja Yudhishthira, uprooted all the miserable conditions of the citizens. It is stated that during the reign of Mah&#257;r&#257;ja Yudhishthira there did not even exist severe cold or scorching heat, nor did the citizens suffer from any kind of mental anxiety. This is the standard of good government. Such a peaceful and prosperous government, devoid of anxiety, was established by Prithu Mah&#257;r&#257;ja. Thus the inhabitants of both saintly and demoniac planets were all engaged in glorifying the activities of Mah&#257;r&#257;ja Prithu. Persons or nations anxious to spread their influence all over the world should consider this point. If one is able to eradicate completely the threefold miseries of the citizens, he should aspire to rule the world. One should not aspire to rule for any political or diplomatic consideration.</P><P>Thus end the Bhaktivedanta purports of the Fourth Canto, Sixteenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Praise of King Prithu by the Professional Reciters."</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../17/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>