<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 16 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 16 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Praise of King Prithu by the Professional Reciters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.16.3</P><P CLASS=c>ath&#257;py ud&#257;ra-&#347;ravasah prithor hareh</P><P CLASS=c>kal&#257;vat&#257;rasya kath&#257;mrit&#257;drit&#257;h</P><P CLASS=c>yathopade&#347;am munibhih pracodit&#257;h</P><P CLASS=c>&#347;l&#257;ghy&#257;ni karm&#257;ni vayam vitanmahi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; nevertheless; <A CLASS=v HREF="http://vedabase.net/u/udara">ud&#257;ra</A> &#8212; liberal; <A CLASS=v HREF="http://vedabase.net/s/sravasah">&#347;ravasah</A> &#8212; whose fame; <A CLASS=v HREF="http://vedabase.net/p/prthoh">prithoh</A> &#8212; of King <A HREF="http://vedabase.net/p/prthu">Prithu</A>; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/k/kala">kal&#257;</A> &#8212; part of <A HREF="http://vedabase.net/a/a">a</A> plenary expansion; <A CLASS=v HREF="http://vedabase.net/a/avatarasya">avat&#257;rasya</A> &#8212; incarnation; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A> &#8212; nectarean; <A CLASS=v HREF="http://vedabase.net/a/adrtah">&#257;drit&#257;h</A> &#8212; attentive <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/u/upadesam">upade&#347;am</A> &#8212; instruction; <A CLASS=v HREF="http://vedabase.net/m/munibhih">munibhih</A> &#8212; by the great sages; <A CLASS=v HREF="http://vedabase.net/p/pracoditah">pracodit&#257;h</A> &#8212; being encouraged; <A CLASS=v HREF="http://vedabase.net/s/slaghyani">&#347;l&#257;ghy&#257;ni</A> &#8212; laudable; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/v/vitanmahi">vitanmahi</A> &#8212; shall try <A HREF="http://vedabase.net/t/to">to</A> spread.</P><P CLASS=t>TRANSLATION</P><P>Although we are unable to glorify you adequately, we nonetheless have a transcendental taste for glorifying your activities. We shall try to glorify you according to the instructions received from authoritative sages and scholars. Whatever we speak, however, is always inadequate and very insignificant. Dear King, because you are a direct incarnation of the Supreme Personality of Godhead, all your activities are liberal and ever laudable.</P><P CLASS=t>PURPORT</P><P>However expert one may be, he can never describe the glories of the Lord adequately. Nonetheless, those engaged in glorifying the activities of the Lord should try to do so as far as possible. Such an attempt will please the Supreme Personality of Godhead. Lord Caitanya has advised all His followers to go everywhere and preach the message of Lord Krishna. Since this message is essentially Bhagavad-g&#299;t&#257;, the preacher's duty is to study Bhagavad-g&#299;t&#257; as it is understood by disciplic succession and explained by great sages and learned devotees. One should speak to the general populace in accordance with one's predecessors &#8212; s&#257;dhu, guru and &#347;&#257;stras. This simple process is the easiest method by which one can glorify the Lord. Devotional service, however, is the real method, for by devotional service one can satisfy the Supreme Personality of Godhead with just a few words. Without devotional service, volumes of books cannot satisfy the Lord. Even though preachers of the Krishna consciousness movement may be unable to describe the glories of the Lord, they can nonetheless go everywhere and request people to chant Hare Krishna.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>