<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Krishna Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.10</P><P CLASS=c>&#347;r&#299;-nanda uv&#257;ca</P><P CLASS=c>alakshito 'smin rahasi</P><P CLASS=c>m&#257;makair api go-vraje</P><P CLASS=c>kuru dvij&#257;ti-samsk&#257;ram</P><P CLASS=c>svasti-v&#257;cana-p&#363;rvakam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/nandah">nandah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/n/nanda">Nanda</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> said (<A HREF="http://vedabase.net/t/to">to</A> Gargamuni); <A CLASS=v HREF="http://vedabase.net/a/alaksitah">alakshitah</A> &#8212; without <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>'s knowledge; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this cow shed; <A CLASS=v HREF="http://vedabase.net/r/rahasi">rahasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> very solitary place; <A CLASS=v HREF="http://vedabase.net/m/mamakaih">m&#257;makaih</A> &#8212; even by my relatives; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> still <A HREF="http://vedabase.net/m/more">more</A> secluded place; <A CLASS=v HREF="http://vedabase.net/g/go">go</A>-<A CLASS=v HREF="http://vedabase.net/v/vraje">vraje</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the cow shed; <A CLASS=v HREF="http://vedabase.net/k/kuru">kuru</A> &#8212; just execute; <A CLASS=v HREF="http://vedabase.net/d/dvijati">dvij&#257;ti</A>-<A CLASS=v HREF="http://vedabase.net/s/samskaram">samsk&#257;ram</A> &#8212; the purificatory process of second birth (samsk&#257;r&#257;d bhaved <A HREF="http://vedabase.net/d/dvijah">dvijah</A>); <A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A>-<A CLASS=v HREF="http://vedabase.net/v/vacana">v&#257;cana</A>-<A CLASS=v HREF="http://vedabase.net/p/purvakam">p&#363;rvakam</A> &#8212; by chanting the Vedic hymns <A HREF="http://vedabase.net/t/to">to</A> perform the purificatory process.</P><P CLASS=t>TRANSLATION</P><P>Nanda Mah&#257;r&#257;ja said: My dear great sage, if you think that your performing this process of purification will make Kamsa suspicious, then secretly chant the Vedic hymns and perform the purifying process of second birth here in the cow shed of my house, without the knowledge of anyone else, even my relatives, for this process of purification is essential.</P><P CLASS=t>PURPORT</P><P>Nanda Mah&#257;r&#257;ja did not like the idea of avoiding the purificatory process. Despite the many obstacles, he wanted to take advantage of Gargamuni's presence and do what was needed. The purificatory process is essential specifically for br&#257;hmanas, kshatriyas and vai&#347;yas. Therefore, since Nanda Mah&#257;r&#257;ja presented himself as a vai&#347;ya, this process of purification was essential. Formerly, such institutional activities were compulsory. C&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah (<A CLASS=v HREF="../../../bg/4/13.htm">Bg. 4.13</A>). Without these activities of purification, the society would be considered a society of animals. To take advantage of Gargamuni's presence, Nanda Mah&#257;r&#257;ja wanted to perform the n&#257;ma-karana ceremonies, even secretly, without any gorgeous arrangements. Therefore, the opportunity for purification should be regarded as the essential duty of human society. In Kali-yuga, however, people have forgotten the essence. Mand&#257;h sumanda-matayo manda-bh&#257;gy&#257; hy upadrut&#257;h (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/1/10.htm">1.1.10</A>). In this age, people are all bad and unfortunate, and they do not accept Vedic instructions to make their life successful. Nanda Mah&#257;r&#257;ja, however, did not want to neglect anything. To keep intact a happy society advanced in spiritual knowledge, he took full advantage of Gargamuni's presence to do what was necessary. How degraded society has become within five thousand years. Mand&#257;h sumanda-matayo manda-bh&#257;gy&#257;h. The human life is obtained after many, many millions of births, and it is intended for purification. Previously, a father was eager to give all kinds of help to elevate his children, but at present, because of being misguided, people are prepared even to kill to avoid the responsibility of raising children.</P><P CLASS=l><A CLASS=i HREF="8-9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>