<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Krishna Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.13</P><P CLASS=c>&#257;san varn&#257;s trayo hy asya</P><P CLASS=c>grihnato 'nuyugam tan&#363;h</P><P CLASS=c>&#347;uklo raktas tath&#257; p&#299;ta</P><P CLASS=c>id&#257;n&#299;m krishnat&#257;m gatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asan">&#257;san</A> &#8212; were assumed; <A CLASS=v HREF="http://vedabase.net/v/varnah">varn&#257;h</A> <A CLASS=v HREF="http://vedabase.net/t/trayah">trayah</A> &#8212; three colors; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of your son <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/g/grhnatah">grihnatah</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/a/anuyugam">anuyugam</A> <A CLASS=v HREF="http://vedabase.net/t/tanuh">tan&#363;h</A> &#8212; transcendental bodies according <A HREF="http://vedabase.net/t/to">to</A> the different yugas; <A CLASS=v HREF="http://vedabase.net/s/suklah">&#347;uklah</A> &#8212; sometimes white; <A CLASS=v HREF="http://vedabase.net/r/raktah">raktah</A> &#8212; sometimes red; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/pitah">p&#299;tah</A> &#8212; sometimes yellow; <A CLASS=v HREF="http://vedabase.net/i/idanim">id&#257;n&#299;m</A> <A CLASS=v HREF="http://vedabase.net/k/krsnatam">krishnat&#257;m</A> <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; at the present moment <A HREF="http://vedabase.net/h/he">He</A> has assumed <A HREF="http://vedabase.net/a/a">a</A> blackish color.</P><P CLASS=t>TRANSLATION</P><P>Your son Krishna appears as an incarnation in every millennium. In the past, He assumed three different colors &#8212; white, red and yellow &#8212; and now He has appeared in a blackish color. [In another Dv&#257;para-yuga, He appeared (as Lord R&#257;macandra) in the color of &#347;uka, a parrot. All such incarnations have now assembled in Krishna.]</P><P CLASS=t>PURPORT</P><P>Partially explaining the position of Lord Krishna and partially covering the facts, Gargamuni indicated, "Your son is a great personality, and He can change the color of His body in different ages." The word grihnatah indicates that Krishna is free to make His choice. In other words, He is the Supreme Personality of Godhead and may therefore do whatever He desires. In Vedic literature the different colors assumed by the Personality of Godhead in different millenniums are stated, and therefore when Gargamuni said, "Your son has assumed these colors," he indirectly said, "He is the Supreme Personality of Godhead." Because of Kamsa's atrocities, Gargamuni tried to avoid disclosing this fact, but he indirectly informed Nanda Mah&#257;r&#257;ja that Krishna, his son, was the Supreme Personality of Godhead.</P><P>It may be noted that &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, in his book Krama-sandarbha, has enunciated the purport of this verse. In every millennium, Krishna appears in a different form, either as white, red or yellow, but this time He personally appeared in His original, blackish form and, as predicted by Gargamuni, exhibited the power of N&#257;r&#257;yana. Because in this form the Supreme Personality of Godhead exhibits Himself fully, His name is &#346;r&#299; Krishna, the all-attractive.</P><P>Factually, Krishna is the source of all avat&#257;ras, and therefore all the different features of the different avat&#257;ras are present in Krishna. When Krishna incarnates, all the features of other incarnations are already present within Him. Other incarnations are partial representations of Krishna, who is the full-fledged incarnation of the Supreme Being. It is to be understood that the Supreme Being, whether appearing as &#347;ukla, rakta or p&#299;ta (white, red or yellow), is the same person. When He appears in different incarnations, He appears in different colors, just like the sunshine, which contains seven colors. Sometimes the colors of sunshine are represented separately; otherwise the sunshine is observed mainly as bright light. The different avat&#257;ras, such as the manvantara-avat&#257;ras, l&#299;l&#257;-avat&#257;ras and da&#347;a-avat&#257;ras, are all included in the krishna-avat&#257;ra. When Krishna appears, all the avat&#257;ras appear with Him. As described in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/3/26.htm">1.3.26</A>):</P><P>avat&#257;r&#257; hy asa&#324;khyey&#257;</P><P CLASS=n>hareh sattva-nidher dvij&#257;h</P><P CLASS=n>yath&#257;vid&#257;sinah kuly&#257;h</P><P CLASS=n>sarasah syuh sahasra&#347;ah</P><P>The avat&#257;ras incessantly appear, like incessantly flowing water. No one can count how many waves there are in flowing water, and similarly there is no limitation of the avat&#257;ras. And Krishna is the full representation of all avat&#257;ras because He is the source of all avat&#257;ras. Krishna is am&#347;&#299;, whereas others are am&#347;a, part of Krishna. All living entities, including us, are am&#347;as (mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah [<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>]). These am&#347;as are of different magnitude. Human beings (who are minute am&#347;as) and the demigods, vishnu-tattva and all other living beings are all part of the Supreme. Nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/2/13">2.2.13</A>). Krishna is the full representation of all living entities, and when Krishna is present, all avat&#257;ras are included in Him.</P><P>The Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam describes the incarnations for each yuga in chronological order. The Bh&#257;gavatam says, krite &#347;ukla&#347; catur-b&#257;huh, tret&#257;y&#257;m rakta-varno'sau, dv&#257;pare bhagav&#257;n &#347;y&#257;mah and krishna-varnam tvish&#257;krishnam [<A CLASS=v HREF="../../11/5/32.htm">SB 11.5.32</A>]. We actually see that in Kali-yuga, Bhagav&#257;n has appeared in p&#299;ta-varna, or a yellow color, as Gaurasundara, although the Bh&#257;gavatam speaks of krishna-varnam. To adjust all these statements, one should understand that although in some yugas some of the colors are prominent, in every yuga, whenever Krishna appears, all the colors are present. Krishna-varnam tvish&#257;krishnam: although Caitanya Mah&#257;prabhu appears without krishna, or a blackish color, He is understood to be Krishna Himself. Id&#257;n&#299;m krishnat&#257;m gatah. The same original Krishna who appears in different varnas has now appeared. The word &#257;san indicates that He is always present. Whenever the Supreme Personality of Godhead appears in His full feature, He is understood to be krishna-varnam, although He appears in different colors. Prahl&#257;da Mah&#257;r&#257;ja states that Caitanya Mah&#257;prabhu is channa; that is, although He is Krishna, He is covered by a yellow color. Thus the Gaud&#299;ya Vaishnavas accept the conclusion that although Caitanya Mah&#257;prabhu appeared in p&#299;ta color, He is Krishna.</P><P>krishna-varnam tvish&#257;krishnam</P><P CLASS=n>s&#257;&#324;gop&#257;&#324;g&#257;stra-p&#257;rshadam</P><P CLASS=n>yajñaih sa&#324;k&#299;rtana-pr&#257;yair</P><P CLASS=n>yajanti hi sumedhasah</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/11/5/32.htm">11.5.32</A>)</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>