<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Krishna Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.21</P><P CLASS=c>k&#257;lena vrajat&#257;lpena</P><P CLASS=c>gokule r&#257;ma-ke&#347;avau</P><P CLASS=c>j&#257;nubhy&#257;m saha p&#257;nibhy&#257;m</P><P CLASS=c>ri&#324;gam&#257;nau vijahratuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; of time; <A CLASS=v HREF="http://vedabase.net/v/vrajata">vrajat&#257;</A> &#8212; passing; <A CLASS=v HREF="http://vedabase.net/a/alpena">alpena</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> very small duration; <A CLASS=v HREF="http://vedabase.net/g/gokule">gokule</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/g/gokula">Gokula</A>, <A HREF="http://vedabase.net/v/vraja">Vraja</A>-<A HREF="http://vedabase.net/d/dhama">dh&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/r/rama">r&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/kesavau">ke&#347;avau</A> &#8212; both <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A> and <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/j/janubhyam">j&#257;nubhy&#257;m</A> &#8212; by the strength of Their knees; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> <A CLASS=v HREF="http://vedabase.net/p/panibhyam">p&#257;nibhy&#257;m</A> &#8212; resting on Their hands; <A CLASS=v HREF="http://vedabase.net/r/ringamanau">ri&#324;gam&#257;nau</A> &#8212; crawling; <A CLASS=v HREF="http://vedabase.net/v/vijahratuh">vijahratuh</A> &#8212; enjoyed childhood play.</P><P CLASS=t>TRANSLATION</P><P>After a short time passed, both brothers, R&#257;ma and Krishna, began to crawl on the ground of Vraja with the strength of Their hands and knees and thus enjoy Their childhood play.</P><P CLASS=t>PURPORT</P><P>One br&#257;hmana devotee says:</P><P>&#347;rutim apare smritim itare bh&#257;ratam anye bhajantu bhava-bh&#299;t&#257;h</P><P CLASS=n>aham iha nandam vande yasy&#257;linde param brahma</P><P>"Let others, fearing material existence, worship the Vedas, the Vedic supplementary pur&#257;nas and the Mah&#257;bh&#257;rata, but I shall worship Nanda Mah&#257;r&#257;ja, in whose courtyard the Supreme Brahman is crawling." For a highly exalted devotee, kaivalya, merging into the existence of the Supreme, appears no better than hell (narak&#257;yate). But here one can simply think of the crawling of Krishna and Balar&#257;ma in the courtyard of Nanda Mah&#257;r&#257;ja and always merge in transcendental happiness. As long as one is absorbed in thoughts of krishna-l&#299;l&#257;, especially Krishna's childhood pastimes, as Par&#299;kshit Mah&#257;r&#257;ja desired to be, one is always merged in actual kaivalya. Therefore Vy&#257;sadeva compiled &#346;r&#299;mad-Bh&#257;gavatam. Lokasy&#257;j&#257;nato vidv&#257;m&#347; cakre s&#257;tvata-samhit&#257;m (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/7/6.htm">1.7.6</A>). Vy&#257;sadeva compiled &#346;r&#299;mad-Bh&#257;gavatam, under the instruction of N&#257;rada, so that anyone can take advantage of this literature, think of Krishna's pastimes and always be liberated.</P><P>&#347;rutim apare smritim itare bh&#257;ratam anye bhajantu bhava-bh&#299;t&#257;h</P><P CLASS=n>aham iha nandam vande yasy&#257;linde param brahma</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>