<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Krishna Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.31</P><P CLASS=c>evam dh&#257;rshty&#257;ny u&#347;ati kurute mehan&#257;d&#299;ni v&#257;stau</P><P CLASS=c>steyop&#257;yair viracita-kritih suprat&#299;ko yath&#257;ste</P><P CLASS=c>ittham str&#299;bhih sa-bhaya-nayana-&#347;r&#299;-mukh&#257;lokin&#299;bhir</P><P CLASS=c>vy&#257;khy&#257;t&#257;rth&#257; prahasita-mukh&#299; na hy up&#257;labdhum aicchat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/d/dharstyani">dh&#257;rshty&#257;ni</A> &#8212; naughty activities; <A CLASS=v HREF="http://vedabase.net/u/usati">u&#347;ati</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> neat and clean place; <A CLASS=v HREF="http://vedabase.net/k/kurute">kurute</A> &#8212; sometimes does; <A CLASS=v HREF="http://vedabase.net/m/mehana">mehana</A>-<A CLASS=v HREF="http://vedabase.net/a/adini">&#257;d&#299;ni</A> &#8212; passing stool and urine; <A CLASS=v HREF="http://vedabase.net/v/vastau">v&#257;stau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> our houses; <A CLASS=v HREF="http://vedabase.net/s/steya">steya</A>-<A CLASS=v HREF="http://vedabase.net/u/upayaih">up&#257;yaih</A> &#8212; and by inventing different devices <A HREF="http://vedabase.net/t/to">to</A> steal butter and milk; <A CLASS=v HREF="http://vedabase.net/v/viracita">viracita</A>-<A CLASS=v HREF="http://vedabase.net/k/krtih">kritih</A> &#8212; is very expert; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/p/pratikah">prat&#299;kah</A> &#8212; is now sitting down here like <A HREF="http://vedabase.net/a/a">a</A> very good, well-behaved child; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; while staying here; <A CLASS=v HREF="http://vedabase.net/i/ittham">ittham</A> &#8212; all these topics of conversation; <A CLASS=v HREF="http://vedabase.net/s/stribhih">str&#299;bhih</A> &#8212; by the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A>-<A CLASS=v HREF="http://vedabase.net/n/nayana">nayana</A> &#8212; just now sitting there with fearful eyes; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/mukha">mukha</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> beautiful face; <A CLASS=v HREF="http://vedabase.net/a/alokinibhih">&#257;lokin&#299;bhih</A> &#8212; by the gop&#299;s, who were enjoying the pleasure of seeing; <A CLASS=v HREF="http://vedabase.net/v/vyakhyata">vy&#257;khy&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">arth&#257;</A> &#8212; and while complaining against Him before mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/prahasita">prahasita</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhi">mukh&#299;</A> &#8212; they were smiling and enjoying; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/u/upalabdhum">up&#257;labdhum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> chastise and threaten (rather, she enjoyed how <A HREF="http://vedabase.net/k/krsna">Krishna</A> was sitting there <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> very good boy); <A CLASS=v HREF="http://vedabase.net/a/aicchat">aicchat</A> &#8212; she desired.</P><P CLASS=t>TRANSLATION</P><P>"When Krishna is caught in His naughty activities, the master of the house will say to Him, 'Oh, You are a thief,' and artificially express anger at Krishna. Krishna will then reply, 'I am not a thief. You are a thief.' Sometimes, being angry, Krishna passes urine and stool in a neat, clean place in our houses. But now, our dear friend Ya&#347;od&#257;, this expert thief is sitting before you like a very good boy." Sometimes all the gop&#299;s would look at Krishna sitting there, His eyes fearful so that His mother would not chastise Him, and when they saw Krishna's beautiful face, instead of chastising Him they would simply look upon His face and enjoy transcendental bliss. Mother Ya&#347;od&#257; would mildly smile at all this fun, and she would not want to chastise her blessed transcendental child.</P><P CLASS=t>PURPORT</P><P>Krishna's business in the neighborhood was not only to steal but sometimes to pass stool and urine in a neat, clean house. When caught by the master of the house, Krishna would chastise him, saying, "You are a thief." Aside from being a thief in His childhood affairs, Krishna acted as an expert thief when He was young by attracting young girls and enjoying them in the r&#257;sa dance. This is Krishna's business. He is also violent, as the killer of many demons. Although mundane people like nonviolence and other such brilliant qualities, God, the Absolute Truth, being always the same, is good in any activities, even so-called immoral activities like stealing, killing and violence. Krishna is always pure, and He is always the Supreme Absolute Truth. Krishna may do anything supposedly abominable in material life, yet still He is attractive. Therefore His name is Krishna, meaning "all-attractive." This is the platform on which transcendental loving affairs and service are exchanged. Because of the features of Krishna's face, the mothers were so attracted that they could not chastise Him. Instead of chastising Him, they smiled and enjoyed hearing of Krishna's activities. Thus the gop&#299;s remained satisfied, and Krishna enjoyed their happiness. Therefore another name of Krishna is Gop&#299;-jana-vallabha because He invented such activities to please the gop&#299;s.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>