<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Krishna Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.35</P><P CLASS=c>n&#257;ham bhakshitav&#257;n amba</P><P CLASS=c>sarve mithy&#257;bhi&#347;amsinah</P><P CLASS=c>yadi satya-giras tarhi</P><P CLASS=c>samaksham pa&#347;ya me mukham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaksitavan">bhakshitav&#257;n</A> &#8212; have eaten dirt; <A CLASS=v HREF="http://vedabase.net/a/amba">amba</A> &#8212; My dear mother; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/m/mithya">mithya</A>-<A CLASS=v HREF="http://vedabase.net/a/abhisamsinah">abhi&#347;amsinah</A> &#8212; all liars, simply complaining against <A HREF="http://vedabase.net/m/me">Me</A> <A HREF="http://vedabase.net/s/so">so</A> that you may chastise <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if <A HREF="http://vedabase.net/i/it">it</A> is actually <A HREF="http://vedabase.net/a/a">a</A> fact; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/g/girah">girah</A> &#8212; that they have spoken the truth; <A CLASS=v HREF="http://vedabase.net/t/tarhi">tarhi</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/s/samaksam">samaksham</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/p/pasya">pa&#347;ya</A> &#8212; see; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/m/mukham">mukham</A> &#8212; mouth.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;r&#299; Krishna replied: My dear mother, I have never eaten dirt. All My friends complaining against Me are liars. If you think they are being truthful, you can directly look into My mouth and examine it.</P><P CLASS=t>PURPORT</P><P>Krishna presented Himself as an innocent child to increase the transcendental ecstasy of maternal affection. As described in the &#347;&#257;stra, t&#257;dana-bhay&#257;n mithyoktir v&#257;tsalya-rasa-poshik&#257;. This means that sometimes a small child speaks lies. For example, he may have stolen something or eaten something and yet deny that he has done so. We ordinarily see this in the material world, but in relation to Krishna it is different; such activities are meant to endow the devotee with transcendental ecstasy. The Supreme Personality of Godhead was playing as a liar and accusing all the other devotees of being liars. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/12/11.htm">10.12.11</A>), krita-punya-puñj&#257;h: a devotee may attain such an ecstatic position after many, many births of devotional service. Persons who have amassed the results of a vast amount of pious activities can attain the stage of associating with Krishna and playing with Him like ordinary playmates. One should not consider these transactions of transcendental service to be untruthful accusations. One should never accuse such devotees of being ordinary boys speaking lies, for they attained this stage of associating with Krishna by great austerities (tapas&#257; brahmacaryena &#347;amena ca damena ca [<A CLASS=v HREF="../../6/1/13.htm">SB 6.1.13</A>]).</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>