<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Krishna Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.4</P><P CLASS=c>mahad-vicalanam nrin&#257;m</P><P CLASS=c>grihin&#257;m d&#299;na-cetas&#257;m</P><P CLASS=c>nih&#347;reyas&#257;ya bhagavan</P><P CLASS=c>kalpate n&#257;nyath&#257; kvacit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/v/vicalanam">vicalanam</A> &#8212; the movement of great personalities; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the houses of ordinary persons; <A CLASS=v HREF="http://vedabase.net/g/grhinam">grihin&#257;m</A> &#8212; especially householders; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/c/cetasam">cetas&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> very simple-minded, being engaged <A HREF="http://vedabase.net/i/in">in</A> family maintenance and nothing <A HREF="http://vedabase.net/m/more">more</A>; <A CLASS=v HREF="http://vedabase.net/n/nihsreyasaya">nih&#347;reyas&#257;ya</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great personality has <A HREF="http://vedabase.net/n/no">no</A> reason <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/g/go">go</A> <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/g/grhastha">grihastha</A> but <A HREF="http://vedabase.net/t/to">to</A> benefit him; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> most powerful devotee; <A CLASS=v HREF="http://vedabase.net/k/kalpate">kalpate</A> &#8212; is <A HREF="http://vedabase.net/t/to">to</A> be taken that way; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; not for any other purpose; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; at any time.</P><P CLASS=t>TRANSLATION</P><P>O my lord, O great devotee, persons like you move from one place to another not for their own interests but for the sake of poor-hearted grihasthas [householders]. Otherwise they have no interest in going from one place to another.</P><P CLASS=t>PURPORT</P><P>As factually stated by Nanda Mah&#257;r&#257;ja, Gargamuni, being a devotee, had no needs. Similarly, when Krishna comes He has no needs, for He is p&#363;rna, &#257;tm&#257;r&#257;ma. Nonetheless, He descends to this material world to protect the devotees and vanquish miscreants (paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>]). This is the mission of the Supreme Personality of Godhead, and devotees also have the same mission. One who executes this mission of para-upak&#257;ra, performing welfare activities for people in general, is recognized by Krishna, the Supreme Personality of Godhead, as being very, very dear to Him (na ca tasm&#257;n manushyeshu ka&#347;cin me priya-krittamah [<A CLASS=v HREF="../../../bg/18/69.htm">Bg. 18.69</A>]). Similarly, Caitanya Mah&#257;prabhu has advised this para-upak&#257;ra, and He has especially advised the inhabitants of India:</P><P>bh&#257;rata-bh&#363;mite haila manushya-janma y&#257;ra</P><P CLASS=n>janma s&#257;rthaka kari' kara para-upak&#257;ra</P><P>"One who has taken his birth as a human being in the land of India [Bh&#257;rata-varsha] should make his life successful and work for the benefit of all other people." (Cc. <A CLASS=v HREF="../../../cc/adi/9/41.htm">&#256;di 9.41</A>) On the whole, the duty of a pure Vaishnava devotee is to act for the welfare of others.</P><P>Nanda Mah&#257;r&#257;ja could understand that Gargamuni had come for this purpose and that his own duty now was to act according to Gargamuni's advice. Thus he said, "Please tell me what is my duty." This should be the attitude of everyone, especially the householder. The varn&#257;&#347;rama society is organized into eight divisions: br&#257;hmana, kshatriya, vai&#347;ya, &#347;&#363;dra, brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa. Nanda Mah&#257;r&#257;ja represented himself as grihin&#257;m, a householder. A brahmac&#257;r&#299; factually has no needs, but grih&#299;, householders, are engaged in sense gratification. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/44.htm">2.44</A>), bhogai&#347;varya-prasakt&#257;n&#257;m tay&#257;pahrita-cetas&#257;m. Everyone has come to this material world for sense gratification, and the position of those who are too attached to sense gratification and who therefore accept the grihastha-&#257;&#347;rama is very precarious. Since everyone in this material world is searching for sense gratification, grihasthas are required to be trained as mahat, great mah&#257;tm&#257;s. Therefore Nanda Mah&#257;r&#257;ja specifically used the word mahad-vicalanam. Gargamuni had no interest to serve by going to Nanda Mah&#257;r&#257;ja, but Nanda Mah&#257;r&#257;ja, as a grihastha, was always perfectly ready to receive instructions from a mah&#257;tm&#257; to gain the real benefit in life. Thus he was ready to execute Gargamuni's order.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>