<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Krishna Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.41</P><P CLASS=c>atho yath&#257;van na vitarka-gocaram</P><P CLASS=c>ceto-manah-karma-vacobhir añjas&#257;</P><P CLASS=c>yad-&#257;&#347;rayam yena yatah prat&#299;yate</P><P CLASS=c>sudurvibh&#257;vyam pranat&#257;smi tat-padam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; therefore she decided <A HREF="http://vedabase.net/t/to">to</A> surrender unto the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> perfectly <A HREF="http://vedabase.net/a/as">as</A> one can perceive; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vitarka">vitarka</A>-<A CLASS=v HREF="http://vedabase.net/g/gocaram">gocaram</A> &#8212; beyond all arguments, reason and sense perception; <A CLASS=v HREF="http://vedabase.net/c/cetah">cetah</A> &#8212; by consciousness; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; by mind; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; by activities; <A CLASS=v HREF="http://vedabase.net/v/vacobhih">vacobhih</A> &#8212; or by words; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; taking all of them together, we cannot understand them; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayam">&#257;&#347;rayam</A> &#8212; under whose control; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from whom; <A CLASS=v HREF="http://vedabase.net/p/pratiyate">prat&#299;yate</A> &#8212; can be conceived only that from Him everything emanates; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/durvibhavyam">durvibh&#257;vyam</A> &#8212; beyond our sense perception or consciousness; <A CLASS=v HREF="http://vedabase.net/p/pranata">pranat&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; let <A HREF="http://vedabase.net/m/me">me</A> surrender; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; at His lotus feet.</P><P CLASS=t>TRANSLATION</P><P>Therefore let me surrender unto the Supreme Personality of Godhead and offer my obeisances unto Him, who is beyond the conception of human speculation, the mind, activities, words and arguments, who is the original cause of this cosmic manifestation, by whom the entire cosmos is maintained, and by whom we can conceive of its existence. Let me simply offer my obeisances, for He is beyond my contemplation, speculation and meditation. He is beyond all of my material activities.</P><P CLASS=t>PURPORT</P><P>One simply has to realize the greatness of the Supreme Personality of Godhead. One should not try to understand Him by any material means, subtle or gross. Mother Ya&#347;od&#257;, being a simple woman, could not find out the real cause of the vision; therefore, out of maternal affection, she simply offered obeisances unto the Supreme Lord to protect her child. She could do nothing but offer obeisances to the Lord. It is said, acinty&#257;h khalu ye bh&#257;v&#257; na t&#257;ms tarkena yojayet (Mah&#257;bh&#257;rata, Bh&#299;shma parva <A CLASS=v HREF="http://vedabase.net/todo/parva5/22">5.22</A>). One should not try to understand the supreme cause by argument or reasoning. When we are beset by some problem for which we can find no reason, there is no alternative than to surrender to the Supreme Lord and offer Him our respectful obeisances. Then our position will be secure. This was the means adopted in this instance also by mother Ya&#347;od&#257;. Whatever happens, the original cause is the Supreme Personality of Godhead (sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]). When the immediate cause cannot be ascertained, let us simply offer our obeisances at the lotus feet of the Lord. Mother Ya&#347;od&#257; concluded that the wonderful things she saw within the mouth of her child were due to Him, although she could not clearly ascertain the cause. Therefore when a devotee cannot ascertain the cause of suffering, he concludes:</P><P>tat te 'nukamp&#257;m susam&#299;ksham&#257;no</P><P CLASS=n>bhuñj&#257;na ev&#257;tma-kritam vip&#257;kam</P><P CLASS=n>hrid-v&#257;g-vapurbhir vidadhan namas te</P><P CLASS=n>j&#299;veta yo mukti-pade sa d&#257;ya-bh&#257;k</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/8.htm">10.14.8</A>)</P><P>The devotee accepts that it is due to his own past misdeeds that the Supreme Personality of Godhead has caused him some small amount of suffering. Thus he offers obeisances to the Lord again and again. Such a devotee is called mukti-pade sa d&#257;ya-bh&#257;k; that is, he is guaranteed his liberation from this material world. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/14.htm">2.14</A>):</P><P>m&#257;tr&#257;-spar&#347;&#257;s tu kaunteya</P><P CLASS=n>&#347;&#299;toshna-sukha-duhkha-d&#257;h</P><P CLASS=n>&#257;gam&#257;p&#257;yino nity&#257;s</P><P CLASS=n>t&#257;ms titikshasva bh&#257;rata</P><P>We should know that material suffering due to the material body will come and go. Therefore we must tolerate the suffering and proceed with discharging our duty as ordained by our spiritual master.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>