<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Krishna Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.43</P><P CLASS=c>ittham vidita-tattv&#257;y&#257;m</P><P CLASS=c>gopik&#257;y&#257;m sa &#299;&#347;varah</P><P CLASS=c>vaishnav&#299;m vyatanon m&#257;y&#257;m</P><P CLASS=c>putra-snehamay&#299;m vibhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ittham">ittham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/v/vidita">vidita</A>-<A CLASS=v HREF="http://vedabase.net/t/tattvayam">tattv&#257;y&#257;m</A> &#8212; when she understood the truth of everything philosophically; <A CLASS=v HREF="http://vedabase.net/g/gopikayam">gopik&#257;y&#257;m</A> &#8212; unto mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/v/vaisnavim">vaishnav&#299;m</A> &#8212; vishnum&#257;y&#257;, or <A HREF="http://vedabase.net/y/yogamaya">yogam&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/vyatanot">vyatanot</A> &#8212; expanded; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/y/yogamaya">yogam&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A>-<A CLASS=v HREF="http://vedabase.net/m/mayim">may&#299;m</A> &#8212; very much attached because of maternal affection for her son; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; the Supreme Lord.</P><P CLASS=t>TRANSLATION</P><P>Mother Ya&#347;od&#257;, by the grace of the Lord, could understand the real truth. But then again, the supreme master, by the influence of the internal potency, yogam&#257;y&#257;, inspired her to become absorbed in intense maternal affection for her son.</P><P CLASS=t>PURPORT</P><P>Although mother Ya&#347;od&#257; understood the whole philosophy of life, at the next moment she was overwhelmed by affection for her son by the influence of yogam&#257;y&#257;. Unless she took care of her son Krishna, she thought, how could He be protected? She could not think otherwise, and thus she forgot all her philosophical speculations. This forgetfulness is described by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura as being inspired by the influence of yogam&#257;y&#257; (mohana-s&#257;dharmy&#257;n m&#257;y&#257;m). Materialistic persons are captivated by mah&#257;m&#257;y&#257;, whereas devotees, by the arrangement of the spiritual energy, are captivated by yogam&#257;y&#257;.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>