<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Krishna Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.45</P><P CLASS=c>trayy&#257; copanishadbhi&#347; ca</P><P CLASS=c>s&#257;&#324;khya-yogai&#347; ca s&#257;tvataih</P><P CLASS=c>upag&#299;yam&#257;na-m&#257;h&#257;tmyam</P><P CLASS=c>harim s&#257;manyat&#257;tmajam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/trayya">trayy&#257;</A> &#8212; by studying the three Vedas (<A HREF="http://vedabase.net/s/sama">S&#257;ma</A>, Yajur and <A HREF="http://vedabase.net/a/atharva">Atharva</A>); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/u/upanisadbhih">upanishadbhih</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and by studying the Vedic knowledge of the Upanishads; <A CLASS=v HREF="http://vedabase.net/s/sankhya">s&#257;&#324;khya</A>-<A CLASS=v HREF="http://vedabase.net/y/yogaih">yogaih</A> &#8212; by reading the literature of <A HREF="http://vedabase.net/s/sankhya">s&#257;&#324;khya</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/satvataih">s&#257;tvataih</A> &#8212; by the great sages and devotees, or by reading <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A>-<A HREF="http://vedabase.net/t/tantra">tantra</A>, Pañcar&#257;tras; <A CLASS=v HREF="http://vedabase.net/u/upagiyamana">upag&#299;yam&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/m/mahatmyam">m&#257;h&#257;tmyam</A> &#8212; whose glories <A HREF="http://vedabase.net/a/are">are</A> worshiped (by all these Vedic literatures); <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/a/amanyata">amanyata</A> &#8212; considered (ordinary); <A CLASS=v HREF="http://vedabase.net/a/atmajam">&#257;tmajam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> her own son.</P><P CLASS=t>TRANSLATION</P><P>The glories of the Supreme Personality of Godhead are studied through the three Vedas, the Upanishads, the literature of S&#257;&#324;khya-yoga, and other Vaishnava literature, yet mother Ya&#347;od&#257; considered that Supreme Person her ordinary child.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>) by the Supreme Personality of Godhead, Krishna, the purpose of studying the Vedas is to understand Him (vedai&#347; ca sarvair aham eva vedyah). &#346;r&#299; Caitanya Mah&#257;prabhu explained to San&#257;tana Gosv&#257;m&#299; that there are three purposes in the Vedas. One is to understand our relationship with Krishna (sambandha), another is to act according to that relationship (abhidheya), and the third is to reach the ultimate goal (prayojana). The word prayojana means "necessities," and the ultimate necessity is explained by &#346;r&#299; Caitanya Mah&#257;prabhu. prem&#257; pum-artho mah&#257;n: the greatest necessity for a human being is the achievement of love for the Supreme Personality of Godhead. Here we see that mother Ya&#347;od&#257; is on the highest stage of necessity, for she is completely absorbed in love for Krishna.</P><P>In the beginning, the Vedic purpose is pursued in three ways (tray&#299;) &#8212; by karma-k&#257;nda, jñ&#257;na-k&#257;nda and up&#257;san&#257;-k&#257;nda. When one reaches the complete, perfect stage of up&#257;san&#257;-k&#257;nda, one comes to worship N&#257;r&#257;yana, or Lord Vishnu. When P&#257;rvat&#299; asked Lord Mah&#257;deva, Lord &#346;iva, what is the best method of up&#257;san&#257;, or worship, Lord &#346;iva answered, &#257;r&#257;dhan&#257;n&#257;m sarvesh&#257;m vishnor &#257;r&#257;dhanam param. Vishn&#363;p&#257;san&#257;, or vishnv-&#257;r&#257;dhana, worship of Lord Vishnu, is the highest stage of perfection, as realized by Devak&#299;. But here mother Ya&#347;od&#257; performs no up&#257;san&#257;, for she has developed transcendental ecstatic love for Krishna. Therefore her position is better than that of Devak&#299;. In order to show this, &#346;r&#299;la Vy&#257;sadeva enunciates this verse, trayy&#257; copanishadbhih etc.</P><P>When a human being enters into the study of the Vedas to obtain vidy&#257;, knowledge, he begins to take part in human civilization. Then he advances further to study the Upanishads and gain brahma jñ&#257;na, impersonal realization of the Absolute Truth, and then he advances still further, to s&#257;&#324;khya-yoga, in order to understand the supreme controller, who is indicated in Bhagavad-g&#299;t&#257; (param brahma param dh&#257;ma pavitram paramam bhav&#257;n/purusham &#347;&#257;&#347;vatam [<A CLASS=v HREF="../../../bg/10/12.htm">Bg. 10.12</A>]). When one understands that purusha, the supreme controller, to be Param&#257;tm&#257;, one is engaged in the method of yoga (dhy&#257;n&#257;vasthita-tad-gatena manas&#257; pa&#347;yanti yam yoginah [<A CLASS=v HREF="../../12/13/1.htm">SB 12.13.1</A>]). But mother Ya&#347;od&#257; has surpassed all these stages. She has come to the platform of loving Krishna as her beloved child, and therefore she is accepted to be on the highest stage of spiritual realization. The Absolute Truth is realized in three features (brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate), but she is in such ecstasy that she does not care to understand what is Brahman, what is Param&#257;tm&#257; or what is Bhagav&#257;n. Bhagav&#257;n has personally descended to become her beloved child. Therefore there is no comparison to mother Ya&#347;od&#257;'s good fortune, as declared by &#346;r&#299; Caitanya Mah&#257;prabhu (ramy&#257; k&#257;cid up&#257;san&#257; vrajavadh&#363;-vargena y&#257; kalpit&#257;). The Absolute Truth, the Supreme Personality of Godhead, may be realized in different stages. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/11.htm">4.11</A>):</P><P>ye yath&#257; m&#257;m prapadyante</P><P CLASS=n>t&#257;ms tathaiva bhaj&#257;my aham</P><P CLASS=n>mama vartm&#257;nuvartante</P><P CLASS=n>manushy&#257;h p&#257;rtha sarva&#347;ah</P><P>"As men surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Prith&#257;." One may be a karm&#299;, a jñ&#257;n&#299;, a yog&#299; and then a bhakta or prema-bhakta. But the ultimate stage of realization is prema-bhakti, as actually demonstrated by mother Ya&#347;od&#257;.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>