<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Krishna Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.46</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>nandah kim akarod brahman</P><P CLASS=c>&#347;reya evam mahodayam</P><P CLASS=c>ya&#347;od&#257; ca mah&#257;-bh&#257;g&#257;</P><P CLASS=c>papau yasy&#257;h stanam harih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A> further inquired (from <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;); <A CLASS=v HREF="http://vedabase.net/n/nandah">nandah</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/n/nanda">Nanda</A>; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/akarot">akarot</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> learned <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A> &#8212; auspicious activities, like performing penances and austerities; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> exhibited by him; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/u/udayam">udayam</A> &#8212; from which they achieved the greatest perfection; <A CLASS=v HREF="http://vedabase.net/y/yasoda">ya&#347;od&#257;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaga">bh&#257;g&#257;</A> &#8212; most fortunate; <A CLASS=v HREF="http://vedabase.net/p/papau">papau</A> &#8212; drank; <A CLASS=v HREF="http://vedabase.net/y/yasyah">yasy&#257;h</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/s/stanam">stanam</A> &#8212; the breast milk; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Having heard of the great fortune of mother Ya&#347;od&#257;, Par&#299;kshit Mah&#257;r&#257;ja inquired from &#346;ukadeva Gosv&#257;m&#299;: O learned br&#257;hmana, mother Ya&#347;od&#257;'s breast milk was sucked by the Supreme Personality of Godhead. What past auspicious activities did she and Nanda Mah&#257;r&#257;ja perform to achieve such perfection in ecstatic love?</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/16.htm">7.16</A>), catur-vidh&#257; bhajante m&#257;m jan&#257;h sukritino 'rjuna. Without sukriti, or pious activities, no one can come to the shelter of the Supreme Personality of Godhead. The Lord is approached by four kinds of pious men (&#257;rto jijñ&#257;sur arth&#257;rth&#299; jñ&#257;n&#299; ca), but here we see that Nanda Mah&#257;r&#257;ja and Ya&#347;od&#257; surpassed all of them. Therefore Par&#299;kshit Mah&#257;r&#257;ja naturally inquired, "What kind of pious activities did they perform in their past lives by which they achieved such a stage of perfection?" Of course, Nanda Mah&#257;r&#257;ja and Ya&#347;od&#257; are accepted as the father and mother of Krishna, yet mother Ya&#347;od&#257; was more fortunate than Nanda Mah&#257;r&#257;ja, Krishna's father, because Nanda Mah&#257;r&#257;ja was sometimes separated from Krishna whereas Ya&#347;od&#257;, Krishna's mother, was not separated from Krishna at any moment. From Krishna's babyhood to His childhood and from His childhood to His youth, mother Ya&#347;od&#257; was always in association with Krishna. Even when Krishna was grown up, He would go to Vrind&#257;vana and sit on the lap of mother Ya&#347;od&#257;. Therefore there is no comparison to the fortune of mother Ya&#347;od&#257;, and Par&#299;kshit Mah&#257;r&#257;ja naturally inquired, ya&#347;od&#257; ca mah&#257;-bh&#257;g&#257;.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>