<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Krishna Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.48</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>drono vas&#363;n&#257;m pravaro</P><P CLASS=c>dharay&#257; bh&#257;ryay&#257; saha</P><P CLASS=c>karishyam&#257;na &#257;de&#347;&#257;n</P><P CLASS=c>brahmanas tam uv&#257;ca ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/d/dronah">dronah</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/d/drona">Drona</A>; <A CLASS=v HREF="http://vedabase.net/v/vasunam">vas&#363;n&#257;m</A> &#8212; of the eight Vasus (<A HREF="http://vedabase.net/a/a">a</A> type of demigod); <A CLASS=v HREF="http://vedabase.net/p/pravarah">pravarah</A> &#8212; who was the best; <A CLASS=v HREF="http://vedabase.net/d/dharaya">dharay&#257;</A> &#8212; with <A HREF="http://vedabase.net/d/dhara">Dhar&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bharyaya">bh&#257;ryay&#257;</A> &#8212; His wife; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/k/karisyamanah">karishyam&#257;nah</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> execute; <A CLASS=v HREF="http://vedabase.net/a/adesan">&#257;de&#347;&#257;n</A> &#8212; the orders; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahmanah</A> &#8212; of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto him; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the past.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: To follow the orders of Lord Brahm&#257;, Drona, the best of the Vasus, along with his wife, Dhar&#257;, spoke to Lord Brahm&#257; in this way.</P><P CLASS=t>PURPORT</P><P>As stated in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/37.htm">5.37</A>):</P><P>&#257;nanda-cinmaya-rasa-pratibh&#257;vit&#257;bhis</P><P CLASS=n>t&#257;bhir ya eva nija-r&#363;patay&#257; kal&#257;bhih</P><P CLASS=n>goloka eva nivasaty akhil&#257;tma-bh&#363;to</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>When Krishna descends anywhere, He is accompanied by His own associates. These associates are not ordinary living beings. Krishna's pastimes are eternal, and when He descends, He comes with His associates. Therefore Nanda and mother Ya&#347;od&#257; are the eternal father and mother of Krishna. This means that whenever Krishna descends, Nanda and Ya&#347;od&#257;, as well as Vasudeva and Devak&#299;, also descend as the Lord's father and mother. Their personalities are expansions of Krishna's personal body; they are not ordinary living beings. Mah&#257;r&#257;ja Par&#299;kshit knew this, but he was curious to know from &#346;ukadeva Gosv&#257;m&#299; whether it is possible for an ordinary human being to come to this stage by s&#257;dhana-siddhi. There are two kinds of perfection &#8212; nitya-siddhi and s&#257;dhana-siddhi. A nitya-siddha is one who is eternally Krishna's associate, an expansion of Krishna's personal body, whereas a s&#257;dhana-siddha is an ordinary human being who, by executing pious activities and following regulative principles of devotional service, also comes to that stage. Thus the purpose of Mah&#257;r&#257;ja Par&#299;kshit's inquiry was to determine whether an ordinary human being can attain the position of mother Ya&#347;od&#257; and Nanda Mah&#257;r&#257;ja. &#346;ukadeva Gosv&#257;m&#299; answered this question as follows.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>