<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Krishna Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.6</P><P CLASS=c>tvam hi brahma-vid&#257;m &#347;reshthah</P><P CLASS=c>samsk&#257;r&#257;n kartum arhasi</P><P CLASS=c>b&#257;layor anayor nrin&#257;m</P><P CLASS=c>janman&#257; br&#257;hmano guruh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; Your Holiness; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vidam">vid&#257;m</A> &#8212; of all br&#257;hmanas, or persons who understand what is <A HREF="http://vedabase.net/b/brahman">Brahman</A> (<A HREF="http://vedabase.net/b/brahma">brahma</A> j&#257;n&#257;t&#299;ti <A HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A>); <A CLASS=v HREF="http://vedabase.net/s/sresthah">&#347;reshthah</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> the best; <A CLASS=v HREF="http://vedabase.net/s/samskaran">samsk&#257;r&#257;n</A> &#8212; ceremonies performed for reformation (because by these reformatory activities one takes one's second birth: samsk&#257;r&#257;d bhaved <A HREF="http://vedabase.net/d/dvijah">dvijah</A>); <A CLASS=v HREF="http://vedabase.net/k/kartum">kartum</A> <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; because you have kindly come here, kindly execute; <A CLASS=v HREF="http://vedabase.net/b/balayoh">b&#257;layoh</A> &#8212; of these two sons (<A HREF="http://vedabase.net/k/krsna">Krishna</A> and <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>); <A CLASS=v HREF="http://vedabase.net/a/anayoh">anayoh</A> &#8212; of both of Them; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; not only of Them, but of all human society; <A CLASS=v HREF="http://vedabase.net/j/janmana">janman&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> soon <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/h/he">he</A> takes birth; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A> &#8212; immediately the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> becomes; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; the guide.*</P><P CLASS=t>TRANSLATION</P><P>My lord, you are the best of the br&#257;hmanas, especially because you are fully aware of the jyotih-&#347;&#257;stra, the astrological science. Therefore you are naturally the spiritual master of every human being. This being so, since you have kindly come to my house, kindly execute the reformatory activities for my two sons.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead, Krishna, says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>), c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah: the four varnas &#8212; br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra &#8212; must be present in society. The br&#257;hmanas are required for the guidance of the whole society. If there is no such institution as varn&#257;&#347;rama-dharma and if human society has no such guide as the br&#257;hmana, human society will be hellish. In Kali-yuga, especially at the present moment, there is no such thing as a real br&#257;hmana, and therefore society is in a chaotic condition. Formerly there were qualified br&#257;hmanas, but at present, although there are certainly persons who think themselves br&#257;hmanas, they actually have no ability to guide society. The Krishna consciousness movement is therefore very much eager to reintroduce the varn&#257;&#347;rama system into human society so that those who are bewildered or less intelligent will be able to take guidance from qualified br&#257;hmanas.</P><P>Br&#257;hmana means Vaishnava. After one becomes a br&#257;hmana, the next stage of development in human society is to become a Vaishnava. People in general must be guided to the destination or goal of life, and therefore they must understand Vishnu, the Supreme Personality of Godhead. The whole system of Vedic knowledge is based on this principle, but people have lost the clue (na te viduh sv&#257;rtha-gatim hi vishnum [<A CLASS=v HREF="../../7/5/31.htm">SB 7.5.31</A>]), and they are simply pursuing sense gratification, with the risk of gliding down to a lower grade of life (mrityu-sams&#257;ra-vartmani). It doesn't matter whether one is born a br&#257;hmana or not. No one is born a br&#257;hmana; everyone is born a &#347;&#363;dra. But by the guidance of a br&#257;hmana and by samsk&#257;ra, one can become dvija, twice-born, and then gradually become a br&#257;hmana. Br&#257;hmanism is not a system meant to create a monopoly for a particular class of men. Everyone should be educated so as to become a br&#257;hmana. At least there must be an opportunity to allow everyone to attain the destination of life. Regardless of whether one is born in a br&#257;hmana family, a kshatriya family or a &#347;&#363;dra family, one may be guided by a proper br&#257;hmana and be promoted to the highest platform of being a Vaishnava. Thus the Krishna consciousness movement affords an opportunity to develop the right destiny for human society. Nanda Mah&#257;r&#257;ja took advantage of the opportunity of Gargamuni's presence by requesting him to perform the necessary reformatory activities for his sons to guide Them toward the destination of life.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>