<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: Lord Krishna Shows the Universal Form Within His Mouth</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.8 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.8.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: O Mah&#257;r&#257;ja Par&#299;kshit, the priest of the Yadu dynasty, namely Gargamuni, who was highly elevated in austerity and penance, was then inspired by Vasudeva to go see Nanda Mah&#257;r&#257;ja at his home.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.8.2</B></A>: When Nanda Mah&#257;r&#257;ja saw Gargamuni present at his home, Nanda was so pleased that he stood up to receive him with folded hands. Although seeing Gargamuni with his eyes, Nanda Mah&#257;r&#257;ja could appreciate that Gargamuni was adhokshaja; that is, he was not an ordinary person seen by material senses.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.8.3</B></A>: When Gargamuni had been properly received as a guest and was very comfortably seated, Nanda Mah&#257;r&#257;ja submitted with gentle and submissive words: Dear sir, because you are a devotee, you are full in everything. Yet my duty is to serve you. Kindly order me. What can I do for you?</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.8.4</B></A>: O my lord, O great devotee, persons like you move from one place to another not for their own interests but for the sake of poor-hearted grihasthas [householders]. Otherwise they have no interest in going from one place to another.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.8.5</B></A>: O great saintly person, you have compiled the astrological knowledge by which one can understand past and present unseen things. By the strength of this knowledge, any human being can understand what he has done in his past life and how it affects his present life. This is known to you.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.8.6</B></A>: My lord, you are the best of the br&#257;hmanas, especially because you are fully aware of the jyotih-&#347;&#257;stra, the astrological science. Therefore you are naturally the spiritual master of every human being. This being so, since you have kindly come to my house, kindly execute the reformatory activities for my two sons.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.8.7</B></A>: Gargamuni said: My dear Nanda Mah&#257;r&#257;ja, I am the priestly guide of the Yadu dynasty. This is known everywhere. Therefore, if I perform the purificatory process for your sons, Kamsa will consider Them the sons of Devak&#299;.</P><P CLASS=r><A CLASS=i HREF="8-9.htm"><B>SB 10.8.8-9</B></A>: Kamsa is both a great diplomat and a very sinful man. Therefore, having heard from Yogam&#257;y&#257;, the daughter of Devak&#299;, that the child who will kill him has already been born somewhere else, having heard that the eighth pregnancy of Devak&#299; could not bring forth a female child, and having understood your friendship with Vasudeva, Kamsa, upon hearing that the purificatory process has been performed by me, the priest of the Yadu dynasty, may certainly consider all these points and suspect that Krishna is the son of Devak&#299; and Vasudeva. Then he might take steps to kill Krishna. That would be a catastrophe.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.8.10</B></A>: Nanda Mah&#257;r&#257;ja said: My dear great sage, if you think that your performing this process of purification will make Kamsa suspicious, then secretly chant the Vedic hymns and perform the purifying process of second birth here in the cow shed of my house, without the knowledge of anyone else, even my relatives, for this process of purification is essential.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.8.11</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: Having thus been especially requested by Nanda Mah&#257;r&#257;ja to do that which he already desired to do, Gargamuni performed the name-giving ceremony for Krishna and Balar&#257;ma in a solitary place.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.8.12</B></A>: Gargamuni said: This child, the son of Rohin&#299;, will give all happiness to His relatives and friends by His transcendental qualities. Therefore He will be known as R&#257;ma. And because He will manifest extraordinary bodily strength, He will also be known as Bala. Moreover, because He unites two families &#8212; Vasudeva's family and the family of Nanda Mah&#257;r&#257;ja &#8212; He will be known as Sa&#324;karshana.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.8.13</B></A>: Your son Krishna appears as an incarnation in every millennium. In the past, He assumed three different colors &#8212; white, red and yellow &#8212; and now He has appeared in a blackish color. [In another Dv&#257;para-yuga, He appeared (as Lord R&#257;macandra) in the color of &#347;uka, a parrot. All such incarnations have now assembled in Krishna.]</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.8.14</B></A>: For many reasons, this beautiful son of yours sometimes appeared previously as the son of Vasudeva. Therefore, those who are learned sometimes call this child V&#257;sudeva.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.8.15</B></A>: For this son of yours there are many forms and names according to His transcendental qualities and activities. These are known to me, but people in general do not understand them.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.8.16</B></A>: To increase the transcendental bliss of the cowherd men of Gokula, this child will always act auspiciously for you. And by His grace only, you will surpass all difficulties.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.8.17</B></A>: O Nanda Mah&#257;r&#257;ja, as recorded in history, when there was an irregular, incapable government, Indra having been dethroned, and people were being harassed and disturbed by thieves, this child appeared in order to protect the people and enable them to flourish, and He curbed the rogues and thieves.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.8.18</B></A>: Demons [asuras] cannot harm the demigods, who always have Lord Vishnu on their side. Similarly, any person or group attached to Krishna is extremely fortunate. Because such persons are very much affectionate toward Krishna, they cannot be defeated by demons like the associates of Kamsa [or by the internal enemies, the senses].</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.8.19</B></A>: In conclusion, therefore, O Nanda Mah&#257;r&#257;ja, this child of yours is as good as N&#257;r&#257;yana. In His transcendental qualities, opulence, name, fame and influence, He is exactly like N&#257;r&#257;yana. You should all raise this child very carefully and cautiously.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.8.20</B></A>: &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; continued: After Gargamuni, having instructed Nanda Mah&#257;r&#257;ja about Krishna, departed for his own home, Nanda Mah&#257;r&#257;ja was very pleased and considered himself full of all good fortune.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.8.21</B></A>: After a short time passed, both brothers, R&#257;ma and Krishna, began to crawl on the ground of Vraja with the strength of Their hands and knees and thus enjoy Their childhood play.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.8.22</B></A>: When Krishna and Balar&#257;ma, with the strength of Their legs, crawled in the muddy places created in Vraja by cow dung and cow urine, Their crawling resembled the crawling of serpents, and the sound of Their ankle bells was very charming. Very much pleased by the sound of other people's ankle bells, They used to follow these people as if going to Their mothers, but when They saw that these were other people, They became afraid and returned to Their real mothers, Ya&#347;od&#257; and Rohin&#299;.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.8.23</B></A>: Dressed with muddy earth mixed with cow dung and cow urine, the babies looked very beautiful, and when They went to Their mothers, both Ya&#347;od&#257; and Rohin&#299; picked Them up with great affection, embraced Them and allowed Them to suck the milk flowing from their breasts. While sucking the breast, the babies smiled, and Their small teeth were visible. Their mothers, upon seeing those beautiful teeth, enjoyed great transcendental bliss.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.8.24</B></A>: Within the house of Nanda Mah&#257;r&#257;ja, the cowherd ladies would enjoy seeing the pastimes of the babies R&#257;ma and Krishna. The babies would catch the ends of the calves' tails, and the calves would drag Them here and there. When the ladies saw these pastimes, they certainly stopped their household activities and laughed and enjoyed the incidents.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.8.25</B></A>: When mother Ya&#347;od&#257; and Rohin&#299; were unable to protect the babies from calamities threatened by horned cows, by fire, by animals with claws and teeth such as monkeys, dogs and cats, and by thorns, swords and other weapons on the ground, they were always in anxiety, and their household engagements were disturbed. At that time, they were fully equipoised in the transcendental ecstasy known as the distress of material affection, for this was aroused within their minds.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.8.26</B></A>: O King Par&#299;kshit, within a very short time both R&#257;ma and Krishna began to walk very easily in Gokula on Their legs, by Their own strength, without the need to crawl.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.8.27</B></A>: Thereafter, Lord Krishna, along with Balar&#257;ma, began to play with the other children of the cowherd men, thus awakening the transcendental bliss of the cowherd women.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.8.28</B></A>: Observing the very attractive childish restlessness of Krishna, all the gop&#299;s in the neighborhood, to hear about Krishna's activities again and again, would approach mother Ya&#347;od&#257; and speak to her as follows.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.8.29</B></A>: "Our dear friend Ya&#347;od&#257;, your son sometimes comes to our houses before the milking of the cows and releases the calves, and when the master of the house becomes angry, your son merely smiles. Sometimes He devises some process by which He steals palatable curd, butter and milk, which He then eats and drinks. When the monkeys assemble, He divides it with them, and when the monkeys have their bellies so full that they won't take more, He breaks the pots. Sometimes, if He gets no opportunity to steal butter or milk from a house, He will be angry at the householders, and for His revenge He will agitate the small children by pinching them. Then, when the children begin crying, Krishna will go away.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.8.30</B></A>: "When the milk and curd are kept high on a swing hanging from the ceiling and Krishna and Balar&#257;ma cannot reach it, They arrange to reach it by piling up various planks and turning upside down the mortar for grinding spices. Being quite aware of the contents of a pot, They pick holes in it. While the elderly gop&#299;s go about their household affairs, Krishna and Balar&#257;ma sometimes go into a dark room, brightening the place with the valuable jewels and ornaments on Their bodies and taking advantage of this light by stealing.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.8.31</B></A>: "When Krishna is caught in His naughty activities, the master of the house will say to Him, 'Oh, You are a thief,' and artificially express anger at Krishna. Krishna will then reply, 'I am not a thief. You are a thief.' Sometimes, being angry, Krishna passes urine and stool in a neat, clean place in our houses. But now, our dear friend Ya&#347;od&#257;, this expert thief is sitting before you like a very good boy." Sometimes all the gop&#299;s would look at Krishna sitting there, His eyes fearful so that His mother would not chastise Him, and when they saw Krishna's beautiful face, instead of chastising Him they would simply look upon His face and enjoy transcendental bliss. Mother Ya&#347;od&#257; would mildly smile at all this fun, and she would not want to chastise her blessed transcendental child.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.8.32</B></A>: One day while Krishna was playing with His small playmates, including Balar&#257;ma and other sons of the gopas, all His friends came together and lodged a complaint to mother Ya&#347;od&#257;. "Mother," they submitted, "Krishna has eaten earth."</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.8.33</B></A>: Upon hearing this from Krishna's playmates, mother Ya&#347;od&#257;, who was always full of anxiety over Krishna's welfare, picked Krishna up with her hands to look into His mouth and chastise Him. Her eyes fearful, she spoke to her son as follows.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.8.34</B></A>: Dear Krishna, why are You so restless that You have eaten dirt in a solitary place? This complaint has been lodged against You by all Your playmates, including Your elder brother, Balar&#257;ma. How is this?</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.8.35</B></A>: Lord &#346;r&#299; Krishna replied: My dear mother, I have never eaten dirt. All My friends complaining against Me are liars. If you think they are being truthful, you can directly look into My mouth and examine it.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.8.36</B></A>: Mother Ya&#347;od&#257; challenged Krishna, "If You have not eaten earth, then open Your mouth wide." When challenged by His mother in this way, Krishna, the son of Nanda Mah&#257;r&#257;ja and Ya&#347;od&#257;, to exhibit pastimes like a human child, opened His mouth. Although the Supreme Personality of Godhead, Krishna, who is full of all opulences, did not disturb His mother's parental affection, His opulence was automatically displayed, for Krishna's opulence is never lost at any stage, but is manifest at the proper time.</P><P CLASS=r><A CLASS=i HREF="37-39.htm"><B>SB 10.8.37-39</B></A>: When Krishna opened His mouth wide by the order of mother Ya&#347;od&#257;, she saw within His mouth all moving and nonmoving entities, outer space, and all directions, along with mountains, islands, oceans, the surface of the earth, the blowing wind, fire, the moon and the stars. She saw the planetary systems, water, light, air, sky, and creation by transformation of aha&#324;k&#257;ra. She also saw the senses, the mind, sense perception, and the three qualities goodness, passion and ignorance. She saw the time allotted for the living entities, she saw natural instinct and the reactions of karma, and she saw desires and different varieties of bodies, moving and nonmoving. Seeing all these aspects of the cosmic manifestation, along with herself and Vrind&#257;vana-dh&#257;ma, she became doubtful and fearful of her son's nature.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.8.40</B></A>: [Mother Ya&#347;od&#257; began to argue within herself:] Is this a dream, or is it an illusory creation by the external energy? Has this been manifested by my own intelligence, or is it some mystic power of my child?</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 10.8.41</B></A>: Therefore let me surrender unto the Supreme Personality of Godhead and offer my obeisances unto Him, who is beyond the conception of human speculation, the mind, activities, words and arguments, who is the original cause of this cosmic manifestation, by whom the entire cosmos is maintained, and by whom we can conceive of its existence. Let me simply offer my obeisances, for He is beyond my contemplation, speculation and meditation. He is beyond all of my material activities.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 10.8.42</B></A>: It is by the influence of the Supreme Lord's m&#257;y&#257; that I am wrongly thinking that Nanda Mah&#257;r&#257;ja is my husband, that Krishna is my son, and that because I am the queen of Nanda Mah&#257;r&#257;ja, all the wealth of cows and calves are my possessions and all the cowherd men and their wives are my subjects. Actually, I also am eternally subordinate to the Supreme Lord. He is my ultimate shelter.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 10.8.43</B></A>: Mother Ya&#347;od&#257;, by the grace of the Lord, could understand the real truth. But then again, the supreme master, by the influence of the internal potency, yogam&#257;y&#257;, inspired her to become absorbed in intense maternal affection for her son.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 10.8.44</B></A>: Immediately forgetting yogam&#257;y&#257;'s illusion that Krishna had shown the universal form within His mouth, mother Ya&#347;od&#257; took her son on her lap as before, feeling increased affection in her heart for her transcendental child.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 10.8.45</B></A>: The glories of the Supreme Personality of Godhead are studied through the three Vedas, the Upanishads, the literature of S&#257;&#324;khya-yoga, and other Vaishnava literature, yet mother Ya&#347;od&#257; considered that Supreme Person her ordinary child.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 10.8.46</B></A>: Having heard of the great fortune of mother Ya&#347;od&#257;, Par&#299;kshit Mah&#257;r&#257;ja inquired from &#346;ukadeva Gosv&#257;m&#299;: O learned br&#257;hmana, mother Ya&#347;od&#257;'s breast milk was sucked by the Supreme Personality of Godhead. What past auspicious activities did she and Nanda Mah&#257;r&#257;ja perform to achieve such perfection in ecstatic love?</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 10.8.47</B></A>: Although Krishna was so pleased with Vasudeva and Devak&#299; that He descended as their son, they could not enjoy Krishna's magnanimous childhood pastimes, which are so great that simply chanting about them vanquishes the contamination of the material world. Nanda Mah&#257;r&#257;ja and Ya&#347;od&#257;, however, enjoyed these pastimes fully, and therefore their position is always better than that of Vasudeva and Devak&#299;.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 10.8.48</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: To follow the orders of Lord Brahm&#257;, Drona, the best of the Vasus, along with his wife, Dhar&#257;, spoke to Lord Brahm&#257; in this way.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 10.8.49</B></A>: Drona and Dhar&#257; said: Please permit us to be born on the planet earth so that after our appearance, the Supreme Lord, the Personality of Godhead, the supreme controller and master of all planets, will also appear and spread devotional service, the ultimate goal of life, so that those born in this material world may very easily be delivered from the miserable condition of materialistic life by accepting this devotional service.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 10.8.50</B></A>: When Brahm&#257; said, "Yes, let it be so," the most fortune Drona, who was equal to Bhagav&#257;n, appeared in Vrajapura, Vrind&#257;vana, as the most famous Nanda Mah&#257;r&#257;ja, and his wife, Dhar&#257;, appeared as mother Ya&#347;od&#257;.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 10.8.51</B></A>: Thereafter, O Mah&#257;r&#257;ja Par&#299;kshit, best of the Bh&#257;ratas, when the Supreme Personality of Godhead became the son of Nanda Mah&#257;r&#257;ja and Ya&#347;od&#257;, they maintained continuous, unswerving devotional love in parental affection. And in their association, all the other inhabitants of Vrind&#257;vana, the gopas and gop&#299;s, developed the culture of krishna-bhakti.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>SB 10.8.52</B></A>: Thus the Supreme Personality, Krishna, along with Balar&#257;ma, lived in Vrajabh&#363;mi, Vrind&#257;vana, just to substantiate the benediction of Brahm&#257;. By exhibiting different pastimes in His childhood, He increased the transcendental pleasure of Nanda and the other inhabitants of Vrind&#257;vana.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>