<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Krishna Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8 Summary</P><P>The summary of the Eighth Chapter is as follows. This chapter describes the ceremony of giving a name to Krishna. It also describes His crawling, His playing with the cows, and His eating earth and again showing the universal form to His mother.</P><P>One day, Vasudeva sent for Gargamuni, the family priest of the yadu-vam&#347;a, and thus Gargamuni went to the house of Nanda Mah&#257;r&#257;ja, who received him very well and requested him to give names to Krishna and Balar&#257;ma. Gargamuni, of course, reminded Nanda Mah&#257;r&#257;ja that Kamsa was looking for the son of Devak&#299; and said that if he performed the ceremony very gorgeously, the ceremony would come to the notice of Kamsa, who would then suspect that Krishna was the son of Devak&#299;. Nanda Mah&#257;r&#257;ja therefore requested Gargamuni to perform this ceremony without anyone's knowledge, and Gargamuni did so. Because Balar&#257;ma, the son of Rohin&#299;, increases the transcendental bliss of others, His name is R&#257;ma, and because of His extraordinary strength, He is called Baladeva. He attracts the Yadus to follow His instructions, and therefore His name is Sa&#324;karshana. Krishna, the son of Ya&#347;od&#257;, previously appeared in many other colors, such as white, red and yellow, and He had now assumed the color black. Because He was sometimes the son of Vasudeva, His name is V&#257;sudeva. According to His various activities and qualities, He has many other names. After thus informing Nanda Mah&#257;r&#257;ja and completing the name-giving ceremony, Gargamuni advised Nanda Mah&#257;r&#257;ja to protect his son very carefully and then departed.</P><P>&#346;ukadeva Gosv&#257;m&#299; next described how the two children crawled, walked on Their small legs, played with the cows and calves, stole butter and other milk products and broke the butter pots. In this way, he described many naughty activities of Krishna and Balar&#257;ma. The most wonderful of these occurred when Krishna's playmates complained to mother Ya&#347;od&#257; that Krishna was eating earth. Mother Ya&#347;od&#257; wanted to open Krishna's mouth to see the evidence so that she could chastise Him. Sometimes she assumed the position of a chastising mother, and at the next moment she was overwhelmed with maternal love. After describing all this to Mah&#257;r&#257;ja Par&#299;kshit, &#346;ukadeva Gosv&#257;m&#299;, at Mah&#257;r&#257;ja Par&#299;kshit's request, praised the fortune of mother Ya&#347;od&#257; and Nanda. Nanda and Ya&#347;od&#257; were formerly Drona and Dhar&#257;, and by the order of Brahm&#257; they came to this earth and had the Supreme Personality of Godhead as their son.</P><P CLASS=l><A CLASS=i HREF="../7/37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>