<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 107</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 107"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The External Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 3.107</P><P CLASS=c>tabe &#257;tm&#257; veci' kare rinera &#347;odhana</P><P CLASS=c>eta bh&#257;vi' &#257;c&#257;rya karena &#257;r&#257;dhana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/v/veci">veci</A>' &#8212; selling; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/r/rnera">rinera</A> &#8212; of the debt; <A CLASS=v HREF="http://vedabase.net/s/sodhana">&#347;odhana</A> &#8212; payment; <A CLASS=v HREF="http://vedabase.net/e/eta">eta</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bhavi">bh&#257;vi</A>' &#8212; thinking; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A> &#8212; <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/a/aradhana">&#257;r&#257;dhana</A> &#8212; worshiping.</P><P CLASS=t>TRANSLATION</P><P>"Thus the Lord liquidates the debt by offering Himself to the devotee." Considering in this way, the &#256;c&#257;rya began worshiping the Lord.</P><P CLASS=t>PURPORT</P><P>Through devotional service one can easily please Lord Krishna with a leaf of the tulas&#299; plant and a little water. As the Lord says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/26.htm">9.26</A>), a leaf, a flower, a fruit or some water (patram pushpam phalam toyam), when offered with devotion, very much pleases Him. He universally accepts the services of His devotees. Even the poorest of devotees in any part of the world can secure a small flower, fruit or leaf and a little water, and if these offerings, and especially tulas&#299; leaves and Ganges water, are offered to Krishna with devotion, He is very satisfied. It is said that Krishna is so much pleased by such devotional service that He offers Himself to His devotee in exchange for it. &#346;r&#299;la Advaita &#256;c&#257;rya knew this fact, and therefore He decided to call for the Personality of Godhead Krishna to descend by worshiping the Lord with tulas&#299; leaves and the water of the Ganges.</P><P CLASS=l><A CLASS=i HREF="105-106.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="108.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>