<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 111</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 111"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The External Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 3.111</P><P CLASS=c>tvam bhakti-yoga-paribh&#257;vita-hrit-saroja</P><P CLASS=c>&#257;sse &#347;rutekshita-patho nanu n&#257;tha pums&#257;m</P><P CLASS=c>yad yad dhiy&#257; ta urug&#257;ya vibh&#257;vayanti</P><P CLASS=c>tat tad vapuh pranayase sad-anugrah&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/p/paribhavita">paribh&#257;vita</A> &#8212; saturated; <A CLASS=v HREF="http://vedabase.net/h/hrt">hrit</A> &#8212; of the heart; <A CLASS=v HREF="http://vedabase.net/s/saroje">saroje</A> &#8212; on the lotus; <A CLASS=v HREF="http://vedabase.net/a/asse">&#257;sse</A> &#8212; dwell; <A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A> &#8212; heard; <A CLASS=v HREF="http://vedabase.net/i/iksita">&#299;kshita</A> &#8212; seen; <A CLASS=v HREF="http://vedabase.net/p/pathah">pathah</A> &#8212; whose path; <A CLASS=v HREF="http://vedabase.net/n/nanu">nanu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; by the devotees; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; by the mind; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A>-<A CLASS=v HREF="http://vedabase.net/g/gaya">g&#257;ya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord, who <A HREF="http://vedabase.net/a/are">are</A> glorified <A HREF="http://vedabase.net/i/in">in</A> excellent ways; <A CLASS=v HREF="http://vedabase.net/v/vibhavayanti">vibh&#257;vayanti</A> &#8212; contemplate upon; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/p/pranayase">pranayase</A> &#8212; You manifest; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Your devotees; <A CLASS=v HREF="http://vedabase.net/a/anugrahaya">anugrah&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> show favor.</P><P CLASS=t>TRANSLATION</P><P>"O my Lord, You always dwell in the vision and hearing of Your pure devotees. You also live in their lotuslike hearts, which are purified by devotional service. O my Lord, who are glorified by exalted prayers, You show special favor to Your devotees by manifesting Yourself in the eternal forms in which they welcome You."</P><P CLASS=t>PURPORT</P><P>This text from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/3/9/11.htm">3.9.11</A>) is a prayer by Lord Brahm&#257; to the Supreme Personality of Godhead Krishna for His blessings in the work of creation. Knowledge of the Supreme Personality of Godhead can be understood from the descriptions of the Vedic scriptures. For example, the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/29.htm">5.29</A>) describes that in the abode of Lord Krishna, which is made of cint&#257;mani (touchstone), the Lord, acting as a cowherd boy, is served by hundreds and thousands of goddesses of fortune. M&#257;y&#257;v&#257;d&#299;s think that the devotees have imagined the form of Krishna, but the authentic Vedic scriptures have actually described Krishna and His various transcendental forms.</P><P>The word &#347;ruta in &#347;rutekshita-pathah refers to the Vedas, and &#299;kshita indicates that the way to understand the Supreme Personality of Godhead is by proper study of the Vedic scriptures. One cannot imagine something about God or His form. Such imagination is not accepted by those who are serious about enlightenment. Here Brahm&#257; says that one can know Krishna through the path of properly understanding the Vedic texts. If by studying the form, name, qualities, pastimes and paraphernalia of the Supreme Godhead one is attracted to the Lord, he can execute devotional service, and the form of the Lord will be impressed in his heart and remain transcendentally situated there. Unless a devotee actually develops transcendental love for the Lord, it is not possible for him to think always of the Lord within his heart. Such constant thought of the Lord is the sublime perfection of the yogic process, as the Bhagavad-g&#299;t&#257; confirms in the Sixth Chapter (47), stating that anyone absorbed in such thought is the best of all yog&#299;s. Such transcendental absorption is known as sam&#257;dhi. A pure devotee who is always thinking of the Supreme Personality of Godhead is the person qualified to see the Lord.</P><P>One cannot speak of Urug&#257;ya (the Lord, who is glorified by sublime prayers) unless one is transcendentally elevated. The Lord has innumerable forms, as the Brahma-samhit&#257; confirms (advaitam acyutam an&#257;dim ananta-r&#363;pam [<A CLASS=v HREF="../../../bs/5/33.htm">Bs 5.33</A>]). The Lord expands Himself in innumerable sv&#257;m&#347;a forms. When a devotee, hearing about these innumerable forms, becomes attached to one and always thinks of Him, the Lord appears to him in that form. Lord Krishna is especially pleasing to such devotees, in whose hearts He is always present because of their highly elevated transcendental love.</P><P CLASS=l><A CLASS=i HREF="110.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="112.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>