<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 12"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The External Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 3.12</P><P CLASS=c>d&#257;sa-sakh&#257;-pit&#257;-m&#257;t&#257;-k&#257;nt&#257;-gana lañ&#257;</P><P CLASS=c>vraje kr&#299;d&#257; kare krishna prem&#257;vishta hañ&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; servants; <A CLASS=v HREF="http://vedabase.net/s/sakha">sakh&#257;</A> &#8212; friends; <A CLASS=v HREF="http://vedabase.net/p/pita">pit&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">m&#257;t&#257;</A> &#8212; father and mother; <A CLASS=v HREF="http://vedabase.net/k/kanta">k&#257;nt&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; lovers; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/v/vraje">vraje</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/k/krida">kr&#299;d&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; plays; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/a/avista">&#257;vishta</A> &#8212; absorbed <A HREF="http://vedabase.net/i/in">in</A> love; <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; being.</P><P CLASS=t>TRANSLATION</P><P>Absorbed in such transcendental love, Lord &#346;r&#299; Krishna enjoys in Vraja with His devoted servants, friends, parents and conjugal lovers.</P><P CLASS=t>PURPORT</P><P>The descent of &#346;r&#299; Krishna, the Absolute Personality of Godhead, is very purposeful. In the Bhagavad-g&#299;t&#257; it is said that one who knows the truth about &#346;r&#299; Krishna's descent and His various activities is at once liberated and does not have to fall again to this existence of birth and death after he leaves his present material body. In other words, one who factually understands Krishna makes his life perfect. Imperfect life is realized in material existence, in five different relationships we share with everyone within the material world: neutrality, servitorship, friendship, filial love and amorous love between husband and wife or lover and beloved. These five enjoyable relationships within the material world are perverted reflections of relationships with the Absolute Personality of Godhead in the transcendental nature. That Absolute Personality, &#346;r&#299; Krishna, descends to revive the five eternally existing relationships. Thus He manifests His transcendental pastimes in Vraja so that people may be attracted into that sphere of activities and leave aside their imitation relationships with the mundane. Then, after fully exhibiting all such activities, the Lord disappears.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>