<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 20"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The External Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 3.20</P><P CLASS=c>&#257;pani karimu bhakta-bh&#257;va a&#324;g&#299;k&#257;re</P><P CLASS=c>&#257;pani &#257;cari' bhakti &#347;ikh&#257;imu sab&#257;re</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/apani">&#257;pani</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/k/karimu">karimu</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; the position of <A HREF="http://vedabase.net/a/a">a</A> devotee; <A CLASS=v HREF="http://vedabase.net/a/angikare">a&#324;g&#299;k&#257;re</A> &#8212; acceptance; <A CLASS=v HREF="http://vedabase.net/a/apani">&#257;pani</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/a/acari">&#257;cari</A>' &#8212; practicing; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/s/sikhaimu">&#347;ikh&#257;imu</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall teach; <A CLASS=v HREF="http://vedabase.net/s/sabare">sab&#257;re</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> all.</P><P CLASS=t>TRANSLATION</P><P>"I shall accept the role of a devotee, and I shall teach devotional service by practicing it Myself.</P><P CLASS=t>PURPORT</P><P>When one associates with a pure devotee, he becomes so elevated that he does not aspire even for s&#257;rshti, s&#257;r&#363;pya, s&#257;m&#299;pya or s&#257;lokya, because he feels that such liberation is a kind of sense gratification. Pure devotees do not ask anything from the Lord for their personal benefit. Even if offered personal benefits, pure devotees do not accept them, because their only desire is to satisfy the Supreme Personality of Godhead by transcendental loving service. No one but the Lord Himself can teach this highest form of devotional service. Therefore, when the Lord took the place of the incarnation of Kali-yuga to spread the glories of chanting Hare Krishna &#8212; the system of worship recommended in this age &#8212; He also distributed the process of devotional service performed on the platform of transcendental spontaneous love. To teach the highest principles of spiritual life, the Lord Himself appeared as a devotee in the form of Lord Caitanya.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>