<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 34"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The External Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 3.34</P><P CLASS=c>&#347;esha-l&#299;l&#257;ya dhare n&#257;ma '&#347;r&#299;-krishna-caitanya'</P><P CLASS=c>&#347;r&#299;-krishna j&#257;n&#257;ye saba vi&#347;va kaila dhanya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sesa">&#347;esha</A>-<A CLASS=v HREF="http://vedabase.net/l/lilaya">l&#299;l&#257;ya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His final pastimes; <A CLASS=v HREF="http://vedabase.net/d/dhare">dhare</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> held; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A>; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; about Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/j/janaye">j&#257;n&#257;ye</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> taught; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A> &#8212; the world; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/d/dhanya">dhanya</A> &#8212; fortunate.</P><P CLASS=t>TRANSLATION</P><P>In His later pastimes He is known as Lord &#346;r&#299; Krishna Caitanya. He blesses the whole world by teaching about the name and fame of Lord &#346;r&#299; Krishna.</P><P CLASS=t>PURPORT</P><P>Lord Caitanya remained a householder only until His twenty-fourth year had passed. Then He entered the renounced order and remained manifest in this material world until His forty-eighth year. Therefore His &#347;esha-l&#299;l&#257;, or the final portion of His activities, lasted twenty-four years.</P><P>Some so-called Vaishnavas say that the renounced order of life was not accepted in the Vaishnava samprad&#257;ya, or disciplic succession, until Lord Caitanya. This is not a very intelligent proposition. &#346;r&#299; Caitanya Mah&#257;prabhu took the sanny&#257;sa order from &#346;r&#299;p&#257;da Ke&#347;ava Bh&#257;rat&#299;, who belonged to the &#346;a&#324;kara sect, which approves of only ten names for sanny&#257;s&#299;s. Long before the advent of &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya, however, the sanny&#257;sa order existed in the Vaishnava line of Vishnu Sv&#257;m&#299;. In the Vishnu Sv&#257;m&#299; Vaishnava samprad&#257;ya, there are ten different kinds of sanny&#257;sa names and 108 different names for sanny&#257;s&#299;s who accept the tri-danda, the triple staff of sanny&#257;sa. This is approved by the Vedic rules. Therefore Vaishnava sanny&#257;sa was existent even before the appearance of &#346;a&#324;kar&#257;c&#257;rya, although those who know nothing about Vaishnava sanny&#257;sa unnecessarily declare that there is no sanny&#257;sa in the Vaishnava samprad&#257;ya.</P><P>During the time of Lord Caitanya, the influence of &#346;a&#324;kar&#257;c&#257;rya in society was very strong. People thought that one could accept sanny&#257;sa only in the disciplic succession of &#346;a&#324;kar&#257;c&#257;rya. Lord Caitanya could have performed His missionary activities as a householder, but He found householder life an obstruction to His mission. Therefore He decided to accept the renounced order, sanny&#257;sa. Since His acceptance of sanny&#257;sa was also designed to attract public attention, Lord Caitanya, not wishing to disturb the social convention, took the renounced order of life from a sanny&#257;s&#299; in the disciplic succession of &#346;a&#324;kar&#257;c&#257;rya, although sanny&#257;sa was also sanctioned in the Vaishnava samprad&#257;ya.</P><P>In the &#346;a&#324;kara-samprad&#257;ya there are ten different names awarded to sanny&#257;s&#299;s: (1) T&#299;rtha, (2) &#256;&#347;rama, (3) Vana, (4) Aranya, (5) Giri, (6) Parvata, (7) S&#257;gara, (8) Sarasvat&#299;, (9) Bh&#257;rat&#299; and (10) Pur&#299;. Before one enters sanny&#257;sa, he has one of the various names for a brahmac&#257;r&#299;, the assistant to a sanny&#257;s&#299;. Sanny&#257;s&#299;s with the titles T&#299;rtha and &#256;&#347;rama generally stay at Dv&#257;rak&#257;, and their brahmac&#257;r&#299; name is Svar&#363;pa. Those known by the names Vana and Aranya stay at Purushottama, or Jagann&#257;tha Pur&#299;, and their brahmac&#257;r&#299; name is Prak&#257;&#347;a. Those with the names Giri, Parvata and S&#257;gara generally stay at Badarik&#257;&#347;rama, and their brahmac&#257;r&#299; name is &#256;nanda. Those with the titles Sarasvat&#299;, Bh&#257;rat&#299; and Pur&#299; usually live at &#346;r&#324;ger&#299; in South India, and their brahmac&#257;r&#299; name is Caitanya.</P><P>&#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya established four monasteries in India, in the four directions (north, south, east and west), and he entrusted them to four sanny&#257;s&#299;s who were his disciples. Now there are hundreds of branch monasteries under these four principal monasteries, and although there is an official symmetry among them, there are many differences in their dealings. The four different sects of these monasteries are known as &#256;nandav&#257;ra, Bhogav&#257;ra, K&#299;tav&#257;ra and Bh&#363;miv&#257;ra, and in course of time they have developed different ideas and different slogans.</P><P>According to the regulation of the disciplic succession, one who wishes to enter the renounced order in &#346;a&#324;kara's sect must first be trained as a brahmac&#257;r&#299; under a bona fide sanny&#257;s&#299;, The brahmac&#257;r&#299;'s name is ascertained according to the group to which the sanny&#257;s&#299; belongs. Lord Caitanya accepted sanny&#257;sa from Ke&#347;ava Bh&#257;rat&#299;. When He first approached Ke&#347;ava Bh&#257;rat&#299;, He was accepted as a brahmac&#257;r&#299; with the name &#346;r&#299; Krishna Caitanya Brahmac&#257;r&#299;. After He took sanny&#257;sa, He preferred to keep the name Krishna Caitanya.</P><P>The great authorities in the disciplic succession had not offered to explain why Lord Caitanya refused to take the name Bh&#257;rat&#299; after He took sanny&#257;sa from a Bh&#257;rat&#299;, until &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Mah&#257;r&#257;ja volunteered the explanation that because a sanny&#257;s&#299; in the &#346;a&#324;kara-samprad&#257;ya thinks that he has become the Supreme, Lord Caitanya, wanting to avoid such a misconception, kept the name &#346;r&#299; Krishna Caitanya, placing Himself as an eternal servitor. A brahmac&#257;r&#299; is supposed to serve the spiritual master; therefore He did not negate that relationship of servitude to His spiritual master. Accepting such a position is favorable for the relationship between the disciple and the spiritual master.</P><P>The authentic biographies also mention that Lord Caitanya accepted the danda (rod) and begging pot, symbolic of the sanny&#257;sa order, at the time He took sanny&#257;sa.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>