<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 71</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 71"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The External Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 3.71</P><P CLASS=c>'a&#324;ga'-&#347;abde am&#347;a kahe, seho satya haya</P><P CLASS=c>m&#257;y&#257;-k&#257;rya nahe &#8212; saba cid-&#257;nanda-maya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/s/sabde">&#347;abde</A> &#8212; by the word <A HREF="http://vedabase.net/a/anga">a&#324;ga</A>; <A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A> &#8212; plenary portion; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; one means; <A CLASS=v HREF="http://vedabase.net/s/seho">seho</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A> &#8212; the truth; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; of the material energy; <A CLASS=v HREF="http://vedabase.net/k/karya">k&#257;rya</A> &#8212; the work; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; is not; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/c/cit">cit</A>-<A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">maya</A> &#8212; full of knowledge and bliss.</P><P CLASS=t>TRANSLATION</P><P>The word "a&#324;ga" indeed refers to plenary portions. Such manifestations should never be considered products of material nature, for they are all transcendental, full of knowledge and full of bliss.</P><P CLASS=t>PURPORT</P><P>In the material world, if a fragment is taken from an original object, the original object is reduced by the removal of that fragment. But the Supreme Personality of Godhead is not at all affected by the actions of m&#257;y&#257;. The &#298;&#347;opanishad says:</P><P>om p&#363;rnam adah p&#363;rnam idam</P><P CLASS=n>p&#363;rn&#257;t p&#363;rnam udacyate</P><P CLASS=n>p&#363;rnasya p&#363;rnam &#257;d&#257;ya</P><P CLASS=n>p&#363;rnam ev&#257;va&#347;ishyate</P><P>"The Personality of Godhead is perfect and complete, and because He is completely perfect, all emanations from Him, such as this phenomenal world, are perfectly equipped as complete wholes. Whatever is produced of the complete whole is also complete in itself. Because He is the complete whole, even though so many complete units emanate from Him, He remains the complete balance." (&#346;r&#299; &#298;&#347;opanishad, Invocation)</P><P>In the realm of the Absolute, one plus one equals one, and one minus one equals one. Therefore one should not conceive of a fragment of the Supreme Lord in the material sense. In the spiritual world there is no influence of the material energy or material calculations of fragments. In the Fifteenth Chapter of the Bhagavad-g&#299;t&#257;, the Lord says that the living entities are His parts and parcels. There are innumerable living entities throughout the material and spiritual universes, but still Lord Krishna is full in Himself. To think that God has lost His personality because His many parts and parcels are distributed all over the universe is an illusion. That is a material calculation. Such calculations are possible only under the influence of the material energy, m&#257;y&#257;. In the spiritual world the material energy is conspicuous only by its absence.</P><P>In the category of vishnu-tattva there is no loss of power from one expansion to the next, any more than there is a loss of illumination as one candle kindles another. Thousands of candles may be kindled by an original candle, and all will have the same candle power. In this way it is to be understood that although all the vishnu-tattvas, from Krishna and Lord Caitanya to R&#257;ma, Nrisimha, Var&#257;ha and so on, appear with different features in different ages, all are equally invested with supreme potency.</P><P>Demigods such as Lord Brahm&#257; and Lord &#346;iva come in contact with the material energy, and their power and potency are therefore of different gradations. All the incarnations of Vishnu, however, are equal in potency, for the influence of m&#257;y&#257; cannot even approach Them.</P><P CLASS=l><A CLASS=i HREF="70.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="72.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>