<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 79</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 79"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The External Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 3.79</P><P CLASS=c>koti a&#347;vamedha eka krishna n&#257;ma sama</P><P CLASS=c>yei kahe, se p&#257;shand&#299;, dande t&#257;re yama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/koti">koti</A> &#8212; ten million; <A CLASS=v HREF="http://vedabase.net/a/asvamedha">a&#347;vamedha</A> &#8212; horse sacrifices; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; equal <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; says; <A CLASS=v HREF="http://vedabase.net/s/se">se</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/p/pasandi">p&#257;shand&#299;</A> &#8212; atheist; <A CLASS=v HREF="http://vedabase.net/d/dande">dande</A> &#8212; punishes; <A CLASS=v HREF="http://vedabase.net/t/tare">t&#257;re</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/y/yama">yama</A> &#8212; Yamar&#257;ja.</P><P CLASS=t>TRANSLATION</P><P>One who says that ten million a&#347;vamedha sacrifices are equal to the chanting of the holy name of Lord Krishna is undoubtedly an atheist. He is sure to be punished by Yamar&#257;ja.</P><P CLASS=t>PURPORT</P><P>In the list of the ten kinds of offenses in chanting the holy name of the Supreme Personality of Godhead, Hare Krishna, the eighth offense is dharma-vrata-ty&#257;ga-hut&#257;di-sarva-&#347;ubha-kriy&#257;-s&#257;myam api pram&#257;dah. One should never consider the chanting of the holy name of Godhead equal to pious activities like giving charity to br&#257;hmanas or saintly persons, opening charitable educational institutions, distributing free food and so on. The results of pious activities do not equal the results of chanting the holy name of Krishna.</P><P>The Vedic scriptures say:</P><P>go-koti-d&#257;nam grahane khagasya</P><P CLASS=n>pray&#257;ga-ga&#324;godaka-kalpa-v&#257;sah</P><P CLASS=n>yajñ&#257;yutam meru-suvarna-d&#257;nam</P><P CLASS=n>govinda-k&#299;rter na samam &#347;at&#257;m&#347;aih</P><P>"Even if one distributes ten million cows in charity during an eclipse of the sun, lives at the confluence of the Ganges and Yamun&#257; for millions of years, or gives a mountain of gold in sacrifice to the br&#257;hmanas, he does not earn one hundredth part of the merit derived from chanting Hare Krishna." In other words, one who accepts the chanting of Hare Krishna to be some kind of pious activity is completely misled. Of course, it is pious; but the real fact is that Krishna and His name, being transcendental, are far above all mundane pious activity. Pious activity is on the material platform, but chanting of the holy name of Krishna is completely on the spiritual plane. Therefore, although p&#257;sand&#299;s do not understand this, pious activity can never compare to the chanting of the holy name.</P><P CLASS=l><A CLASS=i HREF="78.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="80.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>