<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 81</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 3 Verse 81"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The External Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 3.81</P><P CLASS=c>antah krishnam bahir gauram</P><P CLASS=c>dar&#347;it&#257;&#324;g&#257;di-vaibhavam</P><P CLASS=c>kalau sa&#324;k&#299;rtan&#257;dyaih sma</P><P CLASS=c>krishna-caitanyam &#257;&#347;rit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; internally; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; externally; <A CLASS=v HREF="http://vedabase.net/g/gauram">gauram</A> &#8212; fair-colored; <A CLASS=v HREF="http://vedabase.net/d/darsita">dar&#347;ita</A> &#8212; displayed; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; limbs; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; beginning with; <A CLASS=v HREF="http://vedabase.net/v/vaibhavam">vaibhavam</A> &#8212; expansions; <A CLASS=v HREF="http://vedabase.net/k/kalau">kalau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/a/age">Age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A>-<A CLASS=v HREF="http://vedabase.net/a/adyaih">&#257;dyaih</A> &#8212; by congregational chanting, etc.; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanyam">caitanyam</A> &#8212; unto Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/a/asritah">&#257;&#347;rit&#257;h</A> &#8212; sheltered.</P><P CLASS=t>TRANSLATION</P><P>"I take shelter of Lord &#346;r&#299; Krishna Caitanya Mah&#257;prabhu, who is outwardly of a fair complexion but is inwardly Krishna Himself. In this Age of Kali He displays His expansions [His a&#324;gas and up&#257;&#324;gas] by performing congregational chanting of the holy name of the Lord."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has placed the verse from &#346;r&#299;mad-Bh&#257;gavatam quoted in text 52 (krishna-varnam tvish&#257;krishnam [<A CLASS=v HREF="../../../sb/11/5/32.htm">SB 11.5.32</A>]) as the auspicious introduction to his Bh&#257;gavata-sandarbha, or Shat-sandarbha. He has composed this text (81), which is, in effect, an explanation of the Bh&#257;gavatam verse, as the second verse of the same work. The verse from &#346;r&#299;mad-Bh&#257;gavatam was enunciated by Karabh&#257;jana, one of the nine great sages, and it is elaborately explained by the Sarva-samv&#257;din&#299;, J&#299;va Gosv&#257;m&#299;'s commentary on his own Shat-sandarbha.</P><P>Antah krishna refers to one who is always thinking of Krishna. This attitude is a predominant feature of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Even though many devotees always think of Krishna, none can surpass the gop&#299;s, among whom R&#257;dh&#257;r&#257;n&#299; is the leader in thinking of Krishna. R&#257;dh&#257;r&#257;n&#299;'s Krishna consciousness surpasses that of all other devotees. Lord Caitanya accepted the position of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; to understand Krishna; therefore He was always thinking of Krishna in the same way as R&#257;dh&#257;r&#257;n&#299;. By thinking of Lord Krishna, He always overlapped Krishna.</P><P>&#346;r&#299; Krishna Caitanya, who was outwardly very fair, with a complexion like molten gold, simultaneously manifested His eternal associates, opulences, expansions and incarnations. He preached the process of chanting Hare Krishna, and those who are under His lotus feet are glorious.</P><P CLASS=l><A CLASS=i HREF="80.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="82.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>