<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 3"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: The External Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC &#256;di 3 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC &#256;di 3.1</B></A>: I offer my respectful obeisances to &#346;r&#299; Caitanya Mah&#257;prabhu. By the potency of the shelter of His lotus feet, even a fool can collect the valuable jewels of conclusive truth from the mines of the revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC &#256;di 3.2</B></A>: All glories to Lord Caitanya! All glories to Lord Nity&#257;nanda! All glories to Advaitacandra! And all glories to all the devotees of Lord Caitanya!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC &#256;di 3.3</B></A>: I have given the purport of the third verse. Now, O devotees, please listen to the meaning of the fourth with full attention.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC &#256;di 3.4</B></A>: "May the Supreme Lord who is known as the son of &#346;r&#299;mat&#299; &#346;ac&#299;-dev&#299; be transcendentally situated in the innermost core of your heart. Resplendent with the radiance of molten gold, He has descended in the Age of Kali by His causeless mercy to bestow what no incarnation has ever offered before: the most elevated mellow of devotional service, the mellow of conjugal love."</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC &#256;di 3.5</B></A>: Lord Krishna, the son of the King of Vraja, is the Supreme Lord. He eternally enjoys transcendental pastimes in His eternal abode, Goloka, which includes Vrajadh&#257;ma.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC &#256;di 3.6</B></A>: Once in a day of Brahm&#257;, He descends to this world to manifest His transcendental pastimes.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC &#256;di 3.7</B></A>: We know that there are four ages [yugas], namely Satya, Tret&#257;, Dv&#257;para and Kali. These four together constitute one divya-yuga.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC &#256;di 3.8</B></A>: Seventy-one divya-yugas constitute one manv-antara. There are fourteen manv-antaras in one day of Brahm&#257;.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC &#256;di 3.9</B></A>: The present Manu, who is the seventh, is called Vaivasvata [the son of Vivasv&#257;n]. Twenty-seven divya-yugas [27 x 4,320,000 solar years] of his age have now passed.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC &#256;di 3.10</B></A>: At the end of the Dv&#257;para-yuga of the twenty-eighth divya-yuga, Lord Krishna appears on earth with the full paraphernalia of His eternal Vraja-dh&#257;ma.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC &#256;di 3.11</B></A>: Servitude [d&#257;sya], friendship [sakhya], parental affection [v&#257;tsalya] and conjugal love [&#347;ri&#324;g&#257;ra] are the four transcendental mellows [rasas]. By the devotees who cherish these four mellows, Lord Krishna is subdued.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC &#256;di 3.12</B></A>: Absorbed in such transcendental love, Lord &#346;r&#299; Krishna enjoys in Vraja with His devoted servants, friends, parents and conjugal lovers.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC &#256;di 3.13</B></A>: Lord Krishna enjoys His transcendental pastimes as long as He wishes, and then He disappears. After disappearing, however, He thinks thus:</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC &#256;di 3.14</B></A>: "For a long time I have not bestowed unalloyed loving service to Me upon the inhabitants of the world. Without such loving attachment, the existence of the material world is useless.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC &#256;di 3.15</B></A>: "Everywhere in the world people worship Me according to scriptural injunctions. But simply by following such regulative principles one cannot attain the loving sentiments of the devotees in Vrajabh&#363;mi.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC &#256;di 3.16</B></A>: "Knowing My opulences, the whole world looks upon Me with awe and veneration. But devotion made feeble by such reverence does not attract Me.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC &#256;di 3.17</B></A>: "By performing such regulated devotional service in awe and veneration, one may go to Vaikuntha and attain the four kinds of liberation.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC &#256;di 3.18</B></A>: "These liberations are s&#257;rshti [achieving opulences equal to those of the Lord], s&#257;r&#363;pya [having a form the same as the Lord's], s&#257;m&#299;pya [living as a personal associate of the Lord] and s&#257;lokya [living on a Vaikuntha planet]. Devotees never accept s&#257;yujya, however, since that is oneness with Brahman.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC &#256;di 3.19</B></A>: "I shall personally inaugurate the religion of the age &#8212; n&#257;ma-sa&#324;k&#299;rtana, the congregational chanting of the holy name. I shall make the world dance in ecstasy, realizing the four mellows of loving devotional service.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC &#256;di 3.20</B></A>: "I shall accept the role of a devotee, and I shall teach devotional service by practicing it Myself.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC &#256;di 3.21</B></A>: "Unless one practices devotional service himself, he cannot teach it to others. This conclusion is indeed confirmed throughout the G&#299;t&#257; and Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC &#256;di 3.22</B></A>: "'Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I descend Myself.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC &#256;di 3.23</B></A>: "'To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear, millennium after millennium.'</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC &#256;di 3.24</B></A>: "'If I did not show the proper principles of religion, all these worlds would fall into ruin. I would be the cause of unwanted population and would spoil all these living beings.'</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC &#256;di 3.25</B></A>: "'Whatever actions a great man performs, common people follow. And whatever standards he sets by exemplary acts, all the world pursues.'</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC &#256;di 3.26</B></A>: "My plenary portions can establish the principles of religion for each age. No one but Me, however, can bestow the kind of loving service performed by the residents of Vraja.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC &#256;di 3.27</B></A>: "'There may be many all-auspicious incarnations of the Personality of Godhead, but who other than Lord &#346;r&#299; Krishna can bestow love of God upon the surrendered souls?'</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC &#256;di 3.28</B></A>: "Therefore in the company of My devotees I shall appear on earth and perform various colorful pastimes."</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC &#256;di 3.29</B></A>: Thinking thus, the Personality of Godhead, &#346;r&#299; Krishna Himself, descended at Nadia early in the Age of Kali.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC &#256;di 3.30</B></A>: Thus the lionlike Lord Caitanya has appeared in Navadv&#299;pa. He has the shoulders of a lion, the powers of a lion, and the loud voice of a lion.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC &#256;di 3.31</B></A>: May that lion be seated in the core of the heart of every living being. Thus with His resounding roar may He drive away one's elephantine vices.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC &#256;di 3.32</B></A>: In His early pastimes He is known as Vi&#347;vambhara because He floods the world with the nectar of devotion and thus saves the living beings.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC &#256;di 3.33</B></A>: The verbal root "dubhriñ" [which is the root of the word "vi&#347;vambhara"] indicates nourishing and maintaining. He [Lord Caitanya] nourishes and maintains the three worlds by distributing love of God.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC &#256;di 3.34</B></A>: In His later pastimes He is known as Lord &#346;r&#299; Krishna Caitanya. He blesses the whole world by teaching about the name and fame of Lord &#346;r&#299; Krishna.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC &#256;di 3.35</B></A>: Knowing Him [Lord Caitanya] to be the incarnation for Kali-yuga, Garga Muni, during the naming ceremony of Krishna, predicted His appearance.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC &#256;di 3.36</B></A>: "This boy [Krishna] has three other colors &#8212; white, red and yellow &#8212; as He appears in different ages. Now He has appeared in a transcendental blackish color."</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC &#256;di 3.37</B></A>: White, red and yellow &#8212; these are the three bodily lusters that the Lord, the husband of the goddess of fortune, assumes in the ages of Satya, Tret&#257; and Kali respectively.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC &#256;di 3.38</B></A>: Now, in the Dv&#257;para-yuga, the Lord had descended in a blackish hue. This is the essence of the statements in the Pur&#257;nas and other Vedic literatures with reference to the context.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC &#256;di 3.39</B></A>: "In the Dv&#257;para-yuga the Personality of Godhead appears in a blackish hue. He is dressed in yellow, He holds His own weapons, and He is decorated with the Kaustubha jewel and marks of &#346;r&#299;vatsa. This is how His symptoms are described."</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC &#256;di 3.40</B></A>: The religious practice for the Age of Kali is to broadcast the glories of the holy name. Only for this purpose has the Lord, in a yellow color, descended as Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC &#256;di 3.41</B></A>: The luster of His expansive body resembles molten gold. The deep sound of His voice conquers the thundering of newly assembled clouds.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC &#256;di 3.42</B></A>: One who measures four cubits in height and in breadth by his own hand is celebrated as a great personality.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC &#256;di 3.43</B></A>: Such a person is called nyagrodha-parimandala. &#346;r&#299; Caitanya Mah&#257;prabhu, who personifies all good qualities, has the body of a nyagrodha-parimandala.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC &#256;di 3.44</B></A>: His arms are long enough to reach His knees, His eyes are just like lotus flowers, His nose is like a sesame flower, and His face is as beautiful as the moon.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC &#256;di 3.45</B></A>: He is peaceful, self-controlled and fully devoted to the transcendental service of Lord &#346;r&#299; Krishna. He is affectionate toward His devotees, He is gentle, and He is equally disposed toward all living beings.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC &#256;di 3.46</B></A>: He is decorated with sandalwood bangles and armlets and anointed with the pulp of sandalwood. He especially wears these decorations to dance in &#347;r&#299;-krishna-sa&#324;k&#299;rtana.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC &#256;di 3.47</B></A>: Recording all these qualities of Lord Caitanya, the sage Vai&#347;amp&#257;yana included His name in the Vishnu-sahasra-n&#257;ma.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC &#256;di 3.48</B></A>: The pastimes of Lord Caitanya have two divisions &#8212; the early pastimes [&#257;di-l&#299;l&#257;] and the later pastimes [&#347;esha-l&#299;l&#257;]. He has four names in each of these two l&#299;l&#257;s.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC &#256;di 3.49</B></A>: "In His early pastimes He appears as a householder with a golden complexion. His limbs are beautiful, and His body, smeared with the pulp of sandalwood, seems like molten gold. In His later pastimes He accepts the sanny&#257;sa order, and He is equipoised and peaceful. He is the highest abode of peace and devotion, for He silences the impersonalist nondevotees."</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC &#256;di 3.50</B></A>: In &#346;r&#299;mad-Bh&#257;gavatam it is repeatedly and clearly said that the essence of religion in the Age of Kali is the chanting of the holy name of Krishna.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC &#256;di 3.51</B></A>: "O King, in this way people in Dv&#257;para-yuga worshiped the Lord of the universe. In Kali-yuga they also worship the Supreme Personality of Godhead by the regulations of the revealed scriptures. Kindly now hear of that from me.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC &#256;di 3.52</B></A>: "In the Age of Kali, intelligent persons perform congregational chanting to worship the incarnation of Godhead who constantly sings the name of Krishna. Although His complexion is not blackish, He is Krishna Himself. He is accompanied by His associates, servants, weapons and confidential companions."</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC &#256;di 3.53</B></A>: My dear brothers, please hear all these glories of Lord Caitanya. This verse clearly summarizes His activities and characteristics.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC &#256;di 3.54</B></A>: The two syllables "krish-na" are always in His mouth; or, He constantly describes Krishna with great pleasure.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC &#256;di 3.55</B></A>: These are two meanings of the word "krishna-varna." Indeed, nothing else but Krishna issues from His mouth.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC &#256;di 3.56</B></A>: If someone tries to describe Him as being of blackish complexion, the next adjective [tvish&#257; akrishnam] immediately restricts him.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC &#256;di 3.57</B></A>: His complexion is certainly not blackish. Indeed, His not being blackish indicates that His complexion is yellow.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC &#256;di 3.58</B></A>: "By performing the sacrifice of congregational chanting of the holy name, learned scholars in the Age of Kali worship Lord Krishna, who is now nonblackish because of the great upsurge of the feelings of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. He is the only worshipable Deity for the paramahamsas, who have attained the highest stage of the fourth order [sanny&#257;sa]. May that Supreme Personality of Godhead, Lord Caitanya, show us His great causeless mercy."</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC &#256;di 3.59</B></A>: One can vividly see His glowing complexion of molten gold, which dispels the darkness of ignorance.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC &#256;di 3.60</B></A>: The sinful life of the living beings results from ignorance. To destroy that ignorance, He has brought various weapons, such as His plenary associates, His devotees and the holy name.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC &#256;di 3.61</B></A>: The greatest ignorance consists of activities, whether religious or irreligious, that are opposed to devotional service. They are to be known as sins [kalmasha].</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC &#256;di 3.62</B></A>: Raising His arms, chanting the holy name and looking upon all with deep love, He drives away all sins and floods everyone with love of Godhead.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC &#256;di 3.63</B></A>: "May the Supreme Personality of Godhead in the form of Lord &#346;r&#299; Caitanya bestow His causeless mercy upon us. His smiling glance at once drives away all the bereavements of the world, and His very words enliven the auspicious creepers of devotion by expanding their leaves. Taking shelter of His lotus feet invokes transcendental love of God at once."</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC &#256;di 3.64</B></A>: Anyone who looks upon His beautiful body or beautiful face becomes freed from all sins and obtains the wealth of love of Godhead.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC &#256;di 3.65</B></A>: In other incarnations the Lord descended with armies and weapons, but in this incarnation His soldiers are His plenary parts and associates.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC &#256;di 3.66</B></A>: "Lord &#346;r&#299; Caitanya Mah&#257;prabhu is always the most worshipable Deity of the demigods, including Lord &#346;iva and Lord Brahm&#257;, who came in the garb of ordinary men, bearing love for Him. He instructs His own pure devotional service to His own devotees. Will He again be the object of my vision?"</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC &#256;di 3.67</B></A>: His plenary parts and associates perform the work of weapons as their own specific duties. Please hear from me another meaning of the word "a&#324;ga."</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC &#256;di 3.68</B></A>: According to the evidence of the revealed scriptures, a bodily limb [a&#324;ga] is also called a part [am&#347;a], and a part of a limb is called a partial part [up&#257;&#324;ga].</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC &#256;di 3.69</B></A>: "O Lord of lords, You are the seer of all creation. You are indeed everyone's dearest life. Are You not, therefore, my father, N&#257;r&#257;yana? 'N&#257;r&#257;yana' refers to one whose abode is in the water born from Nara [Garbhodaka&#347;&#257;y&#299; Vishnu], and that N&#257;r&#257;yana is Your plenary portion. All Your plenary portions are transcendental. They are absolute and are not creations of m&#257;y&#257;."</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC &#256;di 3.70</B></A>: The manifestation of the N&#257;r&#257;yana who predominates in everyone's heart, as well as the N&#257;r&#257;yana who lives in the waters [K&#257;rana, Garbha and Ksh&#299;ra], is Your plenary portion. You are therefore the original N&#257;r&#257;yana.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC &#256;di 3.71</B></A>: The word "a&#324;ga" indeed refers to plenary portions. Such manifestations should never be considered products of material nature, for they are all transcendental, full of knowledge and full of bliss.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC &#256;di 3.72</B></A>: &#346;r&#299; Advaita Prabhu and &#346;r&#299; Nity&#257;nanda Prabhu are both plenary portions of Lord Caitanya. Thus They are the limbs [a&#324;gas] of His body. The parts of these two limbs are called the up&#257;&#324;gas.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC &#256;di 3.73</B></A>: Thus the Lord is equipped with sharp weapons in the form of His parts and plenary portions. All these weapons are competent enough to crush the faithless atheists.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC &#256;di 3.74</B></A>: &#346;r&#299; Nity&#257;nanda Gos&#257;ñi is directly Haladhara [Lord Balar&#257;ma], and Advaita &#256;c&#257;rya is the Personality of Godhead Himself.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC &#256;di 3.75</B></A>: These two captains, with Their soldiers such as &#346;r&#299;v&#257;sa Th&#257;kura, travel everywhere, chanting the holy name of the Lord.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC &#256;di 3.76</B></A>: Lord Nity&#257;nanda's very features indicate that He is the subduer of the unbelievers. All sins and unbelievers flee from the loud shouts of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC &#256;di 3.77</B></A>: Lord &#346;r&#299; Krishna Caitanya is the initiator of sa&#324;k&#299;rtana [congregational chanting of the holy name of the Lord]. One who worships Him through sa&#324;k&#299;rtana is fortunate indeed.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC &#256;di 3.78</B></A>: Such a person is truly intelligent, whereas others, who have but a poor fund of knowledge, must endure the cycle of repeated birth and death. Of all sacrificial performances, the chanting of the Lord's holy name is the most sublime.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC &#256;di 3.79</B></A>: One who says that ten million a&#347;vamedha sacrifices are equal to the chanting of the holy name of Lord Krishna is undoubtedly an atheist. He is sure to be punished by Yamar&#257;ja.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC &#256;di 3.80</B></A>: In the auspicious introduction to the Bh&#257;gavata-sandarbha, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has given the following verse as an explanation.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC &#256;di 3.81</B></A>: "I take shelter of Lord &#346;r&#299; Krishna Caitanya Mah&#257;prabhu, who is outwardly of a fair complexion but is inwardly Krishna Himself. In this Age of Kali He displays His expansions [His a&#324;gas and up&#257;&#324;gas] by performing congregational chanting of the holy name of the Lord."</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC &#256;di 3.82</B></A>: In the Upapur&#257;nas we hear &#346;r&#299; Krishna showing His mercy to Vy&#257;sadeva by speaking to him as follows.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC &#256;di 3.83</B></A>: "O learned br&#257;hmana, sometimes I accept the renounced order of life to induce the fallen people of the Age of Kali to accept devotional service to the Lord."</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC &#256;di 3.84</B></A>: &#346;r&#299;mad-Bh&#257;gavatam, the Mah&#257;bh&#257;rata, the Pur&#257;nas and other Vedic literatures all give evidence to prove that Lord &#346;r&#299; Krishna Caitanya Mah&#257;prabhu is the incarnation of Krishna.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC &#256;di 3.85</B></A>: One can also directly see Lord Caitanya's manifest influence in His uncommon deeds and uncommon Krishna conscious realization.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC &#256;di 3.86</B></A>: But faithless unbelievers do not see what is clearly evident, just as owls do not see the rays of the sun.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC &#256;di 3.87</B></A>: "O my Lord, those influenced by demoniac principles cannot realize You, although You are clearly the Supreme by dint of Your exalted activities, forms, character and uncommon power, which are confirmed by all the revealed scriptures in the quality of goodness and the celebrated transcendentalists in the divine nature."</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC &#256;di 3.88</B></A>: Lord &#346;r&#299; Krishna tries to hide Himself in various ways, but nevertheless His pure devotees know Him as He is.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC &#256;di 3.89</B></A>: "O my Lord, everything within material nature is limited by time, space and thought. Your characteristics, however, being unequaled and unsurpassed, are always transcendental to such limitations. You sometimes cover such characteristics by Your own energy, but nevertheless Your unalloyed devotees are always able to see You under all circumstances."</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC &#256;di 3.90</B></A>: Those whose nature is demoniac cannot know Krishna at any time, but He cannot hide Himself from His pure devotees.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC &#256;di 3.91</B></A>: "There are two classes of men in the created world. One consists of the demoniac and the other of the godly. The devotees of Lord Vishnu are the godly, whereas those who are just the opposite are called demons."</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC &#256;di 3.92</B></A>: Advaita &#256;c&#257;rya Gosv&#257;m&#299; is an incarnation of the Lord as a devotee. His loud calling was the cause for Krishna's incarnation.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC &#256;di 3.93</B></A>: Whenever &#346;r&#299; Krishna desires to manifest His incarnation on earth, first He creates the incarnations of His respectable predecessors.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC &#256;di 3.94</B></A>: Thus respectable personalities such as His father, mother and spiritual master all take birth on earth first.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC &#256;di 3.95</B></A>: M&#257;dhavendra Pur&#299;, &#298;&#347;vara Pur&#299;, &#346;r&#299;mat&#299; &#346;ac&#299;m&#257;t&#257; and &#346;r&#299;la Jagann&#257;tha Mi&#347;ra all appeared with &#346;r&#299; Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC &#256;di 3.96</B></A>: Advaita &#256;c&#257;rya having appeared, He found the world devoid of devotional service to &#346;r&#299; Krishna because people were engrossed in material affairs.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC &#256;di 3.97</B></A>: Everyone was engaged in material enjoyment, whether sinfully or virtuously. No one was interested in the transcendental service of the Lord, which can give total relief from the repetition of birth and death.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC &#256;di 3.98</B></A>: Seeing the activities of the world, the &#256;c&#257;rya felt compassion and began to ponder how He could act for the people's benefit.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC &#256;di 3.99</B></A>: [Advaita &#256;c&#257;rya thought:] "If &#346;r&#299; Krishna were to appear as an incarnation, He Himself could preach devotion by His personal example.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC &#256;di 3.100</B></A>: "In this Age of Kali there is no religion other than the chanting of the holy name of the Lord, but how in this age will the Lord appear as an incarnation?</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC &#256;di 3.101</B></A>: "I shall worship Krishna in a purified state of mind. I shall constantly petition Him in humbleness.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC &#256;di 3.102</B></A>: "My name, 'Advaita,' will be fitting if I am able to induce Krishna to inaugurate the movement of the chanting of the holy name."</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC &#256;di 3.103</B></A>: While He was thinking about how to propitiate Krishna by worship, the following verse came to His mind.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC &#256;di 3.104</B></A>: "&#346;r&#299; Krishna, who is very affectionate toward His devotees, sells Himself to a devotee who offers Him merely a tulas&#299; leaf and a palmful of water."</P><P CLASS=r><A CLASS=i HREF="105-106.htm"><B>CC &#256;di 3.105-106</B></A>: Advaita &#256;c&#257;rya considered the meaning of the verse in this way: "Not finding any way to repay the debt He owes to one who offers Him a tulas&#299; leaf and water, Lord Krishna thinks, 'There is no wealth in My possession that is equal to a tulas&#299; leaf and water.'</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC &#256;di 3.107</B></A>: "Thus the Lord liquidates the debt by offering Himself to the devotee." Considering in this way, the &#256;c&#257;rya began worshiping the Lord.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC &#256;di 3.108</B></A>: Thinking of the lotus feet of &#346;r&#299; Krishna, He constantly offered tulas&#299; buds in water from the Ganges.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC &#256;di 3.109</B></A>: He appealed to &#346;r&#299; Krishna with loud calls and thus made it possible for Krishna to appear.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC &#256;di 3.110</B></A>: Therefore the principal reason for &#346;r&#299; Caitanya's descent is this appeal by Advaita &#256;c&#257;rya. The Lord, the protector of religion, appears by the desire of His devotee.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC &#256;di 3.111</B></A>: "O my Lord, You always dwell in the vision and hearing of Your pure devotees. You also live in their lotuslike hearts, which are purified by devotional service. O my Lord, who are glorified by exalted prayers, You show special favor to Your devotees by manifesting Yourself in the eternal forms in which they welcome You."</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC &#256;di 3.112</B></A>: The essence of the meaning of this verse is that Lord Krishna appears in all His innumerable eternal forms because of the desires of His pure devotees.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC &#256;di 3.113</B></A>: Thus I have surely determined the meaning of the fourth verse. Lord Gaur&#257;&#324;ga [Lord Caitanya] appeared as an incarnation to preach unalloyed love of God.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC &#256;di 3.114</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>