<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 3"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The External Reasons for the Appearance of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 3 Summary</P><P>In this chapter the author has fully discussed the external reasons for the descent of &#346;r&#299; Caitanya Mah&#257;prabhu. The Supreme Personality of Godhead, Lord &#346;r&#299; Krishna, after displaying His pastimes as Lord Krishna, thought it wise to make His advent in the form of a devotee to explain personally the transcendental mellows of reciprocal service and love exchanged between Himself and His servants, friends, parents and fianc&#299;es. According to the Vedic literature, the foremost occupational duty for humanity in this Age of Kali is n&#257;ma-sa&#324;k&#299;rtana, or congregational chanting of the holy name of the Lord. The incarnation for this age especially preaches this process, but only Krishna Himself can explain the confidential loving service performed in the four principal varieties of loving affairs between the Supreme Lord and His devotees. Lord Krishna therefore personally appeared, with His plenary portions, as Lord Caitanya. As stated in this chapter, it was for this purpose that Lord Krishna appeared personally in Navadv&#299;pa in the form of &#346;r&#299; Krishna Caitanya Mah&#257;prabhu.</P><P>Krishnad&#257;sa Kavir&#257;ja has herein presented much authentic evidence from &#346;r&#299;mad-Bh&#257;gavatam and other scriptures to substantiate the identity of Lord Caitanya with &#346;r&#299; Krishna Himself. He has described bodily symptoms in Lord Caitanya that are visible only in the person of the Supreme Lord, and he has proved that Lord Caitanya appeared with His personal associates &#8212; &#346;r&#299; Nity&#257;nanda, Advaita, Gad&#257;dhara, &#346;r&#299;v&#257;sa and other devotees &#8212; to preach the special significance of chanting Hare Krishna. The appearance of Lord Caitanya is both significant and confidential. He can be appreciated only by pure devotees and only through the process of devotional service. The Lord tried to conceal His identity as the Supreme Personality of Godhead by representing Himself as a devotee, but His pure devotees could recognize Him by His special features. The Vedas and Pur&#257;nas foretell the appearance of Lord Caitanya, but still He is sometimes called, significantly, the concealed descent of the Supreme Personality of Godhead.</P><P>Advaita &#256;c&#257;rya was a contemporary of Lord Caitanya's father. He felt sorry for the condition of the world because even after Lord Krishna's appearance, no one had interest in devotional service to Krishna. This forgetfulness was so overwhelming that Advaita Prabhu was convinced that no one but Lord Krishna Himself could enlighten people about devotional service to the Supreme Lord. Therefore Advaita requested Lord Krishna to appear as Lord Caitanya. Offering tulas&#299; leaves and Ganges water, He cried for the Lord's appearance. The Lord, being satisfied by His pure devotees, descends to satisfy them. As such, being pleased by Advaita &#256;c&#257;rya, Lord Caitanya appeared.</P><P CLASS=l><A CLASS=i HREF="../2/121.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>