<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 101</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 101"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">How All the Residents of V&#257;r&#257;nas&#299; Became Vaishnavas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 25.101</P><P CLASS=c>&#257;tm&#257;v&#257;syam idam vi&#347;vam</P><P CLASS=c>yat kiñcij jagaty&#257;m jagat</P><P CLASS=c>tena tyaktena bhuñj&#299;th&#257;</P><P CLASS=c>m&#257; gridhah kasya svid dhanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/avasyam">&#257;v&#257;syam</A> &#8212; the expansion of the energy of the Supreme Soul, the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; universe; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/k/kincit">kiñcit</A> &#8212; something; <A CLASS=v HREF="http://vedabase.net/j/jagatyam">jagaty&#257;m</A> &#8212; within the universe; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; all that is animate or inanimate; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by Him; <A CLASS=v HREF="http://vedabase.net/t/tyaktena">tyaktena</A> &#8212; by things allotted <A HREF="http://vedabase.net/t/to">to</A> every person; <A CLASS=v HREF="http://vedabase.net/b/bhunjithah">bhuñj&#299;th&#257;h</A> &#8212; you should accept for your maintenance; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/g/grdhah">gridhah</A> &#8212; encroach; <A CLASS=v HREF="http://vedabase.net/k/kasya">kasya</A> <A CLASS=v HREF="http://vedabase.net/s/svit">svit</A> &#8212; someone else's; <A CLASS=v HREF="http://vedabase.net/d/dhanam">dhanam</A> &#8212; property.</P><P CLASS=t>TRANSLATION</P><P>"'Everything animate or inanimate that is within the universe is controlled and owned by the Lord. One should therefore accept only those things for himself that are set aside as his quota, and one should not accept other things, knowing well to whom they belong.'</P><P CLASS=t>PURPORT</P><P>This is a quotation from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/8/1/10.htm">8.1.10</A>). Communists and socialists are trying to propagate the philosophy that everything belongs to the mass of people or to the state. Such an idea is not perfect. When this idea is expanded, we can see that everything belongs to God. That will be the perfection of the communistic idea. The purpose of &#346;r&#299;mad-Bh&#257;gavatam is here very nicely explained. Every one of us must be satisfied with those things the Supreme Personality of Godhead has allotted us. We should not encroach upon the possessions of others. This simple idea can be expanded in our daily lives. Everyone should have a piece of land given by the government, and everyone should possess a few cows. Both of these should be utilized for one's daily bread. Above that, if something is manufactured in a factory, it should be considered the property of the Supreme Personality of Godhead because the ingredients belong to the Supreme Lord. Actually, there is no need to manufacture such things artificially, but if it is done, one should consider that the goods produced belong to the Supreme Lord. Spiritual communism recognizes the supreme proprietorship of the Supreme Lord. As Lord Krishna explains in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>):</P><P>bhokt&#257;ram yajña-tapas&#257;m sarva-loka-mahe&#347;varam</P><P CLASS=n>suhridam sarva-bh&#363;t&#257;n&#257;m jñ&#257;tv&#257; m&#257;m &#347;&#257;ntim ricchati</P><P>"A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries."</P><P>It is further explained in &#346;r&#299;mad-Bh&#257;gavatam that no one should claim anything as his property. Whatever property one claims to be his actually belongs to Krishna. One should be satisfied with whatever has been allotted by the Supreme Lord and should not encroach upon the property of others. This will lead to peace in the whole world.</P><P CLASS=l><A CLASS=i HREF="100.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="102.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>