<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 120</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 120"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">How All the Residents of V&#257;r&#257;nas&#299; Became Vaishnavas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 25.120</P><P CLASS=c>'abhidheya' s&#257;dhana-bhaktira &#347;unaha vic&#257;ra</P><P CLASS=c>sarva-jana-de&#347;a-k&#257;la-da&#347;&#257;te vy&#257;pti y&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/abhidheya">abhidheya</A> &#8212; the means <A HREF="http://vedabase.net/t/to">to</A> obtain <A HREF="http://vedabase.net/a/an">an</A> end; <A CLASS=v HREF="http://vedabase.net/s/sadhana">s&#257;dhana</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaktira">bhaktira</A> &#8212; of the process of executing devotional service; <A CLASS=v HREF="http://vedabase.net/s/sunaha">&#347;unaha</A> <A CLASS=v HREF="http://vedabase.net/v/vicara">vic&#257;ra</A> &#8212; please hear the procedure; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; people; <A CLASS=v HREF="http://vedabase.net/d/desa">de&#347;a</A> &#8212; countries; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; times; <A CLASS=v HREF="http://vedabase.net/d/dasate">da&#347;&#257;te</A> &#8212; and <A HREF="http://vedabase.net/i/in">in</A> circumstances; <A CLASS=v HREF="http://vedabase.net/v/vyapti">vy&#257;pti</A> <A CLASS=v HREF="http://vedabase.net/y/yara">y&#257;ra</A> &#8212; which is all-pervasive.</P><P CLASS=t>TRANSLATION</P><P>"'Now please hear from Me about the process of devotional service, which is applicable in any country, for any person, at all times and in all circumstances.</P><P CLASS=t>PURPORT</P><P>The cult of bh&#257;gavata-dharma can be spread in all circumstances, among all people and in all countries. Many envious people accuse the Krishna consciousness movement of spoiling the rigidity of so-called Hinduism. That is not actually the fact. &#346;r&#299; Caitanya Mah&#257;prabhu confirms that devotional service to the Lord &#8212; the cult of bh&#257;gavata-dharma, which is now being spread as the Hare Krishna movement &#8212; can be spread in every country, to every person, in any condition of life, and in all circumstances. Bh&#257;gavata-dharma does not restrict pure devotees to the Hindu community. A pure devotee is above a br&#257;hmana; therefore it is not incompatible to offer the sacred thread to devotees in Europe, America, Australia, Japan, Canada, and so on. Sometimes these pure devotees, who have been accepted by &#346;r&#299; Caitanya Mah&#257;prabhu, are not allowed to enter certain temples in India. Also, some high-caste br&#257;hmanas and gosv&#257;m&#299;s refuse to take pras&#257;dam in the temples of the International Society for Krishna Consciousness. Actually this is against the instruction of &#346;r&#299; Caitanya Mah&#257;prabhu. Devotees can come from any country, and they can belong to any creed or race. On the strength of this verse, those who are actually devotees and followers of &#346;r&#299; Caitanya Mah&#257;prabhu must accept devotees from all parts of the world as pure Vaishnavas. They should be accepted not artificially but factually. One should see how they are advanced in Krishna consciousness and how they are conducting Deity worship, sa&#324;k&#299;rtana and Ratha-y&#257;tr&#257;. Considering all these points, the envious persons must henceforward refrain from their malicious atrocities.</P><P CLASS=l><A CLASS=i HREF="119.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="121.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>