<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 121</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 121"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">How All the Residents of V&#257;r&#257;nas&#299; Became Vaishnavas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 25.121</P><P CLASS=c>'dharm&#257;di' vishaye yaiche e 'c&#257;ri' vic&#257;ra</P><P CLASS=c>s&#257;dhana-bhakti &#8212; ei c&#257;ri vic&#257;rera p&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; of religious activities and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/v/visaye">vishaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the subject matter; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/e/e">e</A> <A CLASS=v HREF="http://vedabase.net/c/cari">c&#257;ri</A> <A CLASS=v HREF="http://vedabase.net/v/vicara">vic&#257;ra</A> &#8212; there is <A HREF="http://vedabase.net/a/a">a</A> consideration of four principles, namely the person, country, time and atmosphere; <A CLASS=v HREF="http://vedabase.net/s/sadhana">s&#257;dhana</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; of devotional service; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/c/cari">c&#257;ri</A> &#8212; four; <A CLASS=v HREF="http://vedabase.net/v/vicarera">vic&#257;rera</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the considerations; <A CLASS=v HREF="http://vedabase.net/p/para">p&#257;ra</A> &#8212; transcendental.</P><P CLASS=t>TRANSLATION</P><P>"'As far as religious principles are concerned, there is a consideration of the person, the country, the time and the circumstance. In devotional service, however, there are no such considerations. Devotional service is transcendental to all such considerations.</P><P CLASS=t>PURPORT</P><P>When we are on the material platform, there are different types of religions &#8212; Hinduism, Christianity, Islam, Buddhism and so on. These are instituted for a particular time, a particular country or a particular person. Consequently there are differences. Christian principles are different from Hindu principles, and Hindu principles are different from Muslim and Buddhist principles. These may be considered on the material platform, but when we come to the platform of transcendental devotional service, there are no such considerations. The transcendental service of the Lord (s&#257;dhana-bhakti) is above these principles. The world is anxious for religious unity, and that common platform can be achieved in transcendental devotional service. This is the verdict of &#346;r&#299; Caitanya Mah&#257;prabhu. When one becomes a Vaishnava, he becomes transcendental to all these limited considerations. This is confirmed by Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, unfailing in all circumstances, at once transcends the modes of material nature and thus comes to the level of Brahman."</P><P>The devotional activities of the Krishna consciousness movement are completely transcendental to material considerations. As far as different faiths are concerned, religions may be of different types, but on the spiritual platform, everyone has an equal right to execute devotional service. That is the platform of oneness and the basis for a classless society. In his Amrita-prav&#257;ha-bh&#257;shya, &#346;r&#299;la Bhaktivinoda Th&#257;kura confirms that one has to learn from a bona fide spiritual master about religious principles, economic development, sense gratification and ultimately liberation. These are the four divisions of regulated life, but they are on the material platform. On the spiritual platform, the four principles are jñ&#257;na, vijñ&#257;na, tad-a&#324;ga and tad-rahasya. Rules, regulations and restrictions are on the material platform, but on the spiritual platform one has to be equipped with transcendental knowledge, which is above the principles of religious rituals. Mundane religious activity is known as sm&#257;rta-viddhi, but transcendental devotional service is called gosv&#257;mi-viddhi. Unfortunately many so-called gosv&#257;m&#299;s are on the platform of sm&#257;rta-viddhi, yet they try to pass as gosv&#257;mi-viddhi, and thus the people are cheated. Gosv&#257;m&#299;-viddhi is strictly explained in San&#257;tana Gosv&#257;m&#299;'s Hari-bhakti-vil&#257;sa, wherein it is stated:</P><P>yath&#257; k&#257;ñcanat&#257;m y&#257;ti k&#257;msyam rasa-vidh&#257;natah</P><P CLASS=n>tath&#257; d&#299;ksh&#257;-vidh&#257;nena dvijatvam j&#257;yate nrin&#257;m</P><P>"By chemical manipulation, bell metal is turned into gold when touched by mercury; similarly, when a person is properly initiated, he can acquire the qualities of a br&#257;hmana."</P><P>The conclusion is that devotional service is open for everyone, regardless of caste, creed, time and country. This Krishna consciousness movement is functioning according to this principle.</P><P CLASS=l><A CLASS=i HREF="120.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="122.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>