<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 199</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 199"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">How All the Residents of V&#257;r&#257;nas&#299; Became Vaishnavas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 25.199</P><P CLASS=c>eka 'n&#257;m&#257;bh&#257;se' tom&#257;ra p&#257;pa-dosha y&#257;be</P><P CLASS=c>&#257;ra 'n&#257;ma' la-ite krishna-carana p&#257;ibe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/abhase">&#257;bh&#257;se</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> reflection of the <A HREF="http://vedabase.net/p/pure">pure</A> chanting of the <A HREF="http://vedabase.net/h/hare">Hare</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> <A HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A HREF="http://vedabase.net/m/mantra">mantra</A>; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> <A CLASS=v HREF="http://vedabase.net/y/yabe">y&#257;be</A> &#8212; all the sinful reactions will <A HREF="http://vedabase.net/g/go">go</A> away; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; then again; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> <A CLASS=v HREF="http://vedabase.net/l/la">la</A>-<A CLASS=v HREF="http://vedabase.net/i/ite">ite</A> &#8212; after chanting purely the <A HREF="http://vedabase.net/n/name">name</A> of the Lord; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> <A CLASS=v HREF="http://vedabase.net/p/paibe">p&#257;ibe</A> &#8212; you will get shelter at the lotus feet of <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu further advised Subuddhi R&#257;ya: "Begin chanting the Hare Krishna mantra, and when your chanting is almost pure, all your sinful reactions will go away. After you chant perfectly, you will get shelter at the lotus feet of Krishna.</P><P CLASS=t>PURPORT</P><P>The ten kinds of offenses should be considered. In the beginning, when one is initiated into the chanting of the Hare Krishna mah&#257;-mantra, there are naturally many offenses. Therefore the devotee should very carefully try to avoid these offenses and chant purely. This does not mean that the Hare Krishna mah&#257;-mantra is sometimes pure and sometimes impure. Rather, the chanter is impure due to material contamination. He has to purify himself so that the holy names will be perfectly effective. Chanting the holy name of the Lord inoffensively will help one get immediate shelter at Krishna's lotus feet. This means that by chanting purely, one will immediately be situated on the transcendental platform. We should note, however, that according to &#346;r&#299; Caitanya Mah&#257;prabhu's instructions, one should not wait to purify himself before chanting the Hare Krishna mantra. Whatever our condition may be, we should begin chanting immediately. By the power of the Hare Krishna mantra, we will gradually be relieved from all material contamination and will get shelter at the lotus feet of Krishna, the ultimate goal of life.</P><P CLASS=l><A CLASS=i HREF="198.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="200.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>