<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 206</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 206"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">How All the Residents of V&#257;r&#257;nas&#299; Became Vaishnavas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 25.206</P><P CLASS=c>duhkh&#299; vaishnava dekhi' t&#257;&#324;re kar&#257;na bhojana</P><P CLASS=c>gaud&#299;y&#257; &#257;ile dadhi, bh&#257;ta, taila-mardana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/duhkhi">duhkh&#299;</A> <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> poverty-stricken <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A>; <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> him; <A CLASS=v HREF="http://vedabase.net/k/karana">kar&#257;na</A> <A CLASS=v HREF="http://vedabase.net/b/bhojana">bhojana</A> &#8212; gives food for eating; <A CLASS=v HREF="http://vedabase.net/g/gaudiya">gaud&#299;y&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/aile">&#257;ile</A> &#8212; when <A HREF="http://vedabase.net/a/a">a</A> Bengali <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A> came <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/mathura">Mathur&#257;</A>; <A CLASS=v HREF="http://vedabase.net/d/dadhi">dadhi</A> &#8212; yogurt; <A CLASS=v HREF="http://vedabase.net/b/bhata">bh&#257;ta</A> &#8212; cooked rice; <A CLASS=v HREF="http://vedabase.net/t/taila">taila</A>-<A CLASS=v HREF="http://vedabase.net/m/mardana">mardana</A> &#8212; massaging mustard oil on the body.</P><P CLASS=t>TRANSLATION</P><P>Subuddhi R&#257;ya used to spend his savings to supply yogurt to Bengali Vaishnavas who came to Mathur&#257;. He also gave them cooked rice and oil massages. When he saw a poverty-stricken Vaishnava, he would use his money to feed him.</P><P CLASS=t>PURPORT</P><P>There is a special reference for the maintenance of Bengali Vaishnavas. A Gaud&#299;ya Vaishnava is a Bengali Vaishnava. Most of the devotees of Lord Caitanya at that time were Gaud&#299;yas and Oriy&#257;s, inhabitants of Bengal and Orissa. There are still many hundreds of thousands of His followers in Bengal and Orissa. Bengalis are habituated to eating cooked rice as their staple food. When they went to Mathur&#257; in the north, they found that the people generally ate chapatis or rotis made of wheat. The Bengalis could not digest this food because they were used to cooked rice. Therefore as soon as Subuddhi R&#257;ya saw a Bengali Vaishnava arriving in Mathur&#257;, he would try to supply him with cooked rice. Bengalis are also accustomed to taking a massage with mustard oil. In any case, Subuddhi R&#257;ya wanted to serve the Vaishnavas according to their needs. Therefore he would supply yogurt to ease the digestion of food eaten in Mathur&#257;, particularly the chapatis and rotis made with wheat.</P><P CLASS=l><A CLASS=i HREF="205.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="207.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>