<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 264</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 264"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">How All the Residents of V&#257;r&#257;nas&#299; Became Vaishnavas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 25.264</P><P CLASS=c>j&#299;va nist&#257;rite prabhu bhramil&#257; de&#347;e-de&#347;e</P><P CLASS=c>&#257;pane &#257;sv&#257;di' bhakti karil&#257; prak&#257;&#347;e</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> <A CLASS=v HREF="http://vedabase.net/n/nistarite">nist&#257;rite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> deliver all the fallen souls; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/b/bhramila">bhramil&#257;</A> &#8212; traveled; <A CLASS=v HREF="http://vedabase.net/d/dese">de&#347;e</A>-<A CLASS=v HREF="http://vedabase.net/d/dese">de&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> various countries; <A CLASS=v HREF="http://vedabase.net/a/apane">&#257;pane</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/a/asvadi">&#257;sv&#257;di</A>' &#8212; tasting; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/k/karila">karil&#257;</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/p/prakase">prak&#257;&#347;e</A> &#8212; broadcasting.</P><P CLASS=t>TRANSLATION</P><P>To deliver all fallen souls, the Lord traveled from country to country. He personally tasted the transcendental pleasure of devotional service, and He simultaneously spread the cult of devotion everywhere.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu personally traveled to different regions of India to spread the bhakti cult throughout the country. He also personally relished transcendental activities. By His personal behavior He has given an example for devotees to follow. That is, one should broadcast the cult of devotional service. He specifically instructed His devotees to enjoin all Indians to broadcast this message throughout the world because at that time the Lord could not personally travel to other parts of the world. In this regard, He has left two instructions:</P><P>bh&#257;rata-bh&#363;mite haila manushya-janma y&#257;ra</P><P CLASS=n>janma s&#257;rthaka kari' kara para-upak&#257;ra</P><P>"All Indians should seriously take up the cult of &#346;r&#299; Caitanya Mah&#257;prabhu and should perfect their lives by adopting the process of devotional service. After perfecting their lives, they should broadcast this message all over the world for the welfare of all human beings [para-upak&#257;ra]." (Cc. <A CLASS=v HREF="../../../cc/adi/9/41.htm">&#256;di 9.41</A>) A Vaishnava is especially interested in para-upak&#257;ra, doing good to others. Prahl&#257;da Mah&#257;r&#257;ja was also interested in this. He did not want to be delivered alone; rather, he wanted to deliver all fallen souls, who are bereft of knowledge of bhakti and who misuse their intelligence for the temporary benefit of the material body. &#346;r&#299; Caitanya Mah&#257;prabhu also wanted His mission spread all over the world.</P><P>prithiv&#299;te &#257;che yata nagar&#257;di gr&#257;ma</P><P CLASS=n>sarvatra prac&#257;ra haibe mora n&#257;ma</P><P>"In every town and village, the chanting of My name will be heard." (Caitanya-bh&#257;gavata, <A CLASS=v HREF="../../../cc/antya/4/126.htm">Antya 4.126</A>)</P><P>Following in the footsteps of &#346;r&#299; Caitanya Mah&#257;prabhu, we are trying to broadcast His message throughout the world. By His mercy, people are taking this movement very seriously. Indeed, our books are extensively distributed in the Western countries, especially in America and Europe. Even the ecclesiastical orders in these countries are appreciating the value of the Krishna consciousness movement and are ready to unite for the highest benefit of human society. The followers of &#346;r&#299; Caitanya Mah&#257;prabhu may therefore take this movement seriously and broadcast it throughout the world, from village to village and from town to town, just as &#346;r&#299; Caitanya Mah&#257;prabhu Himself did.</P><P CLASS=l><A CLASS=i HREF="263.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="265.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>