<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 271</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 271"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">How All the Residents of V&#257;r&#257;nas&#299; Became Vaishnavas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 25.271</P><P CLASS=c>krishna-l&#299;l&#257; amrita-s&#257;ra, t&#257;ra &#347;ata &#347;ata dh&#257;ra,</P><P CLASS=c>da&#347;a-dike vahe y&#257;h&#257; haite</P><P CLASS=c>se caitanya-l&#299;l&#257; haya, sarovara akshaya,</P><P CLASS=c>mano-hamsa car&#257;ha' t&#257;h&#257;te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A>-<A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A> &#8212; the pastimes of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A> <A HREF="http://vedabase.net/a/are">are</A> the essence of all eternal bliss; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A> <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A> <A CLASS=v HREF="http://vedabase.net/d/dhara">dh&#257;ra</A> &#8212; the flow of that eternal bliss is running <A HREF="http://vedabase.net/i/in">in</A> hundreds of branches; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/d/dike">dike</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all the ten directions; <A CLASS=v HREF="http://vedabase.net/v/vahe">vahe</A> &#8212; flows; <A CLASS=v HREF="http://vedabase.net/y/yaha">y&#257;h&#257;</A> <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from which; <A CLASS=v HREF="http://vedabase.net/s/se">se</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; pastimes of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/s/sarovara">sarovara</A> <A CLASS=v HREF="http://vedabase.net/a/aksaya">akshaya</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> transcendental eternal lake; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/h/hamsa">hamsa</A> &#8212; my mind, which is like <A HREF="http://vedabase.net/a/a">a</A> swan; <A CLASS=v HREF="http://vedabase.net/c/caraha">car&#257;ha</A>' &#8212; please wander; <A CLASS=v HREF="http://vedabase.net/t/tahate">t&#257;h&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that lake.</P><P CLASS=t>TRANSLATION</P><P>The pastimes of Lord Krishna are the essence of all nectar, and that nectar is flowing in hundreds of rivers in all directions. The pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu are an eternal reservoir, and one is advised to let his mind swim like a swan on this transcendental lake.</P><P CLASS=t>PURPORT</P><P>The essence of spiritual knowledge is found in the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu, which are identical with the pastimes of Lord Krishna. This is the essence of knowledge. If knowledge does not include the understanding of &#346;r&#299; Caitanya Mah&#257;prabhu and Krishna, it is simply superfluous. By &#346;r&#299; Caitanya Mah&#257;prabhu's grace, the nectar of Lord &#346;r&#299; Krishna's pastimes is flowing in different directions in hundreds and thousands of rivers. One should not think that the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu are different from Krishna's pastimes. It is said, &#347;r&#299;-krishna-caitanya, r&#257;dh&#257;-krishna nahe anya: "Lord Caitanya Mah&#257;prabhu is a combination of R&#257;dh&#257; and Krishna." Thus without understanding the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu, one cannot understand R&#257;dh&#257; and Krishna. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura therefore sings, r&#363;pa-raghun&#257;tha-pade haibe &#257;kuti/ kabe h&#257;ma bujhaba se yugala pir&#299;ti: "When shall I become very eager to study the books left by the six Gosv&#257;m&#299;s? Then I shall be able to understand the conjugal pastimes of R&#257;dh&#257; and Krishna." Caitanya Mah&#257;prabhu directly empowered &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;. Following in their footsteps, the other Gosv&#257;m&#299;s understood &#346;r&#299; Caitanya Mah&#257;prabhu and His mission. One should understand &#346;r&#299; Krishna Caitanya and Lord &#346;r&#299; Krishna from the six Gosv&#257;m&#299;s in the parampar&#257; system. The Krishna consciousness movement is following as strictly as possible in the footsteps of the Gosv&#257;m&#299;s. Narottama d&#257;sa Th&#257;kura says, ei chaya gos&#257;ñi y&#257;&#324;ra, mui t&#257;&#324;ra d&#257;sa: "I am the servant of the six Gosv&#257;m&#299;s." The philosophy of Krishna consciousness is to become the servant of the servant of the servant of the Lord. Whoever wants to understand the difficult subject matter of krishna-kath&#257; should accept the disciplic succession. If one is somehow or other able to understand Krishna, his life is successful. Tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]. A perfect devotee is able to understand Krishna through the disciplic succession, and his entrance into the kingdom of God is thereby certainly opened. When one understands Krishna, there is no difficulty in transferring oneself to the spiritual kingdom.</P><P CLASS=l><A CLASS=i HREF="270.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="272.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>