<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 283</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 283"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">How All the Residents of V&#257;r&#257;nas&#299; Became Vaishnavas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 25.283</P><P CLASS=c>tad idam ati-rahasyam gaura-l&#299;l&#257;mritam yat</P><P CLASS=c>khala-samudaya-kolair n&#257;dritam tair alabhyam</P><P CLASS=c>kshatir iyam iha k&#257; me sv&#257;ditam yat samant&#257;t</P><P CLASS=c>sahridaya-sumanobhir modam esh&#257;m tanoti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that (<A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A>-<A HREF="http://vedabase.net/c/caritamrta">carit&#257;mrita</A>); <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/r/rahasyam">rahasyam</A> &#8212; full of spiritual mysteries; <A CLASS=v HREF="http://vedabase.net/g/gaura">gaura</A>-<A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; the nectar of the pastimes of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/k/khala">khala</A>-<A CLASS=v HREF="http://vedabase.net/s/samudaya">samudaya</A> &#8212; envious rascals; <A CLASS=v HREF="http://vedabase.net/k/kolaih">kolaih</A> &#8212; by pigs; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/adrtam">&#257;dritam</A> &#8212; praised; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by them; <A CLASS=v HREF="http://vedabase.net/a/alabhyam">alabhyam</A> &#8212; not obtainable; <A CLASS=v HREF="http://vedabase.net/k/ksatih">kshatih</A> <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> <A CLASS=v HREF="http://vedabase.net/k/ka">k&#257;</A> &#8212; what is the loss <A HREF="http://vedabase.net/i/in">in</A> this connection; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/s/svaditam">sv&#257;ditam</A> &#8212; tasted; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/samantat">samant&#257;t</A> &#8212; completely; <A CLASS=v HREF="http://vedabase.net/s/sahrdaya">sahridaya</A>-<A CLASS=v HREF="http://vedabase.net/s/sumanobhih">sumanobhih</A> &#8212; by those who <A HREF="http://vedabase.net/a/are">are</A> friendly and whose minds <A HREF="http://vedabase.net/a/are">are</A> very clean; <A CLASS=v HREF="http://vedabase.net/m/modam">modam</A> &#8212; enjoyment; <A CLASS=v HREF="http://vedabase.net/e/esam">esh&#257;m</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/t/tanoti">tanoti</A> &#8212; expands.</P><P CLASS=t>TRANSLATION</P><P>The Caitanya-carit&#257;mrita pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu constitute a very secret literature. It is the life and soul of all devotees. Those who are not fit to relish this literature, who are envious like hogs and pigs, will certainly not adore it. However, this will not harm my attempt. These pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu will certainly please all saintly people who have clear hearts. They will certainly enjoy it. We wish that this will enhance their enjoyment more and more.</P><P>Thus end the Bhaktivedanta purports to &#346;r&#299; Caitanya-carit&#257;mrita, Madhya-l&#299;l&#257;, Twenty-fifth Chapter, describing how the inhabitants of V&#257;r&#257;nas&#299; were converted to Vaishnavism.</P><P>Note:</P><P>The author of &#346;r&#299; Caitanya-carit&#257;mrita, Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, has condemned all his enemies by comparing them to envious hogs and pigs. The Krishna consciousness movement, which is spreading throughout the world, is being appreciated by sincere people, although they have never previously heard of &#346;r&#299; Caitanya Mah&#257;prabhu and Krishna's pastimes. Now even the higher, priestly circles are appreciating this movement. They have concluded that this movement is very nice and that they have something to learn from it. Nonetheless, in India there are some people who say that they belong to this cult but who are actually very envious of the &#257;c&#257;rya. They have tried to suppress our activities in many ways, but as far as we are concerned, we follow in the footsteps of Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; and take them as envious pigs and hogs. We simply wish to present the pastimes of Lord Krishna and &#346;r&#299; Caitanya Mah&#257;prabhu to the best of our ability so that those who are really honest can cleanse their hearts. We hope that they enjoy this literature and bestow their blessings upon us. It appears that even such a great personality as Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; met with some envious obstacles; what, then, to speak of us, who are only insignificant creatures in this universe. We are simply trying to execute the orders of our spiritual master to the best of our ability.</P><P>END OF THE MADHYA-L&#298;L&#256;</P><P CLASS=l><A CLASS=i HREF="282.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../../antya/1/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>