<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 34"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">How All the Residents of V&#257;r&#257;nas&#299; Became Vaishnavas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 25.34</P><P CLASS=c>&#347;ruti-pur&#257;na kahe &#8212; krishnera cic-chakti-vil&#257;sa</P><P CLASS=c>t&#257;h&#257; n&#257;hi m&#257;ni, pandita kare upah&#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A>-<A CLASS=v HREF="http://vedabase.net/p/purana">pur&#257;na</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the Vedas, the Upanishads, the <A HREF="http://vedabase.net/b/brahma">Brahma</A>-<A HREF="http://vedabase.net/s/sutra">s&#363;tra</A> and the Pur&#257;nas confirm; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/c/cit">cit</A>-<A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A>-<A CLASS=v HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A> &#8212; activities of spiritual potencies; <A CLASS=v HREF="http://vedabase.net/t/taha">t&#257;h&#257;</A> <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> <A CLASS=v HREF="http://vedabase.net/m/mani">m&#257;ni</A> &#8212; not accepting that; <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> <A CLASS=v HREF="http://vedabase.net/u/upahasa">upah&#257;sa</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>-called scholars play jokes without perfect understanding.</P><P CLASS=t>TRANSLATION</P><P>"The Vedas, the Upanishads, the Brahma-s&#363;tra and the Pur&#257;nas all describe the activities of the spiritual potency of the Lord. If one cannot accept the personal activities of the Lord, he jokes foolishly and gives an impersonal description.</P><P CLASS=t>PURPORT</P><P>In the Vedic literatures, including the Pur&#257;nas, there are full descriptions of the spiritual potency of Krishna. All the pastimes of the Lord are eternal, blissful and full of knowledge, just as the form of Krishna Himself is eternal, blissful and full of knowledge (sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]). Unintelligent people with a poor fund of knowledge compare their temporary bodies to the spiritual body of Krishna, and by such foolishness they try to understand Krishna as one of them. Avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam. The Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/11.htm">9.11</A>) points out that foolish people think of Krishna as one of them. Not understanding His spiritual potency, they simply decry the personal form of the Absolute Truth, foolishly thinking of themselves as jñ&#257;n&#299;s cognizant of the complete truth. They cannot understand that just as the material energy of the Lord has a variety of activities, the spiritual energy has variety also. They consider activities in devotional service the same as activities in material consciousness. Under such a wrong impression, they sometimes dare joke about the spiritual activities of the Lord and His devotional service.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>