<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 25 Verse 9"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">How All the Residents of V&#257;r&#257;nas&#299; Became Vaishnavas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 25.9</P><P CLASS=c>kona prak&#257;re p&#257;ro&#324; yadi ekatra karite</P><P CLASS=c>ih&#257; dekhi' sanny&#257;si-gana habe i&#324;h&#257;ra bhakte</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kona">kona</A> <A CLASS=v HREF="http://vedabase.net/p/prakare">prak&#257;re</A> &#8212; by some means; <A CLASS=v HREF="http://vedabase.net/p/paron">p&#257;ro&#324;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> able; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/e/ekatra">ekatra</A> <A CLASS=v HREF="http://vedabase.net/k/karite">karite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> assemble; <A CLASS=v HREF="http://vedabase.net/i/iha">ih&#257;</A> <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; by seeing this (<A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>'s personal characteristics); <A CLASS=v HREF="http://vedabase.net/s/sannyasi">sanny&#257;si</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; the <A HREF="http://vedabase.net/m/mayavadi">M&#257;y&#257;v&#257;d&#299;</A> sanny&#257;s&#299;s of <A HREF="http://vedabase.net/v/varanasi">V&#257;r&#257;nas&#299;</A>; <A CLASS=v HREF="http://vedabase.net/h/habe">habe</A> &#8212; will become; <A CLASS=v HREF="http://vedabase.net/i/inhara">i&#324;h&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/b/bhakte">bhakte</A> &#8212; His devotees.</P><P CLASS=t>TRANSLATION</P><P>"If by some means I can assemble all the sanny&#257;s&#299;s together, they will certainly become His devotees after seeing His personal characteristics.</P><P CLASS=t>PURPORT</P><P>If one saw the personal characteristics and activities of &#346;r&#299; Caitanya Mah&#257;prabhu, one would certainly be convinced that He was the Supreme Personality of Godhead. One can ascertain this by following in the footsteps of the &#347;&#257;stric injunctions. This sincere study and appreciation of &#346;r&#299; Caitanya Mah&#257;prabhu is also applicable to His authorized devotees, and it is clearly stated in the Caitanya-carit&#257;mrita (Antya-l&#299;l&#257; <A CLASS=v HREF="../../../cc/antya/7/11.htm">7.11</A>):</P><P>kali-k&#257;lera dharma &#8212; krishna-n&#257;ma-sa&#324;k&#299;rtana</P><P CLASS=n>krishna-&#347;akti vin&#257; n&#257;he t&#257;ra pravartana</P><P>In this Age of Kali, real religious propaganda should induce people to chant the Hare Krishna mah&#257;-mantra. This is possible for someone who is especially empowered by Krishna. No one can do this without being especially favored by Krishna. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments in this regard in his Anubh&#257;shya, wherein he quotes a verse from the N&#257;r&#257;yana-samhit&#257;:</P><P>dv&#257;par&#299;yair janair vishnuh pañcar&#257;trais tu kevalaih</P><P CLASS=n>kalau tu n&#257;ma-m&#257;trena p&#363;jyate bhagav&#257;n harih</P><P>"In Dv&#257;para-yuga, devotees of Lord Vishnu and Krishna rendered devotional service according to the principles of P&#257;ñcar&#257;tra. In this Age of Kali, the Supreme Personality of Godhead is worshiped simply by the chanting of His holy names." &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura then comments, "Without being empowered by the direct potency of Lord Krishna to fulfill His desire and without being specifically favored by the Lord, no human being can become the spiritual master of the whole world. He certainly cannot succeed by mental concoction, which is not meant for devotees or religious people. Only an empowered personality can distribute the holy name of the Lord and enjoin all fallen souls to worship Krishna. By distributing the holy name of the Lord, he cleanses the hearts of the most fallen people; therefore he extinguishes the blazing fire of the material world. Not only that, he broadcasts the shining brightness of Krishna's effulgence throughout the world. Such an &#257;c&#257;rya, or spiritual master, should be considered nondifferent from Krishna &#8212; that is, he should be considered the incarnation of Lord Krishna's potency. Such a personality is krishn&#257;li&#324;gita-vigraha &#8212; that is, he is always embraced by the Supreme Personality of Godhead, Krishna. Such a person is above the considerations of the varn&#257;&#347;rama institution. He is the guru, or spiritual master, for the entire world, a devotee on the topmost platform, the mah&#257;-bh&#257;gavata stage, and a paramahamsa-th&#257;kura, a spiritual form only fit to be addressed as paramahamsa or th&#257;kura."</P><P>Nonetheless, there are many people who are just like owls and never open their eyes to see the sunshine. These owlish personalities, who are inferior even to the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, cannot see the brilliance of Krishna's favor upon the mah&#257;-bh&#257;gavata devotee. They are prepared to criticize the person engaged in distributing the holy name all over the world and following in the footsteps of &#346;r&#299; Caitanya Mah&#257;prabhu, who wanted Krishna consciousness preached in every town and city.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>