<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 25"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 25: How All the Residents of V&#257;r&#257;nas&#299; Became Vaishnavas</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 25 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 25.1</B></A>: After converting into Vaishnavas all the residents of V&#257;r&#257;nas&#299;, who were headed by the sanny&#257;s&#299;s, and after completely educating and instructing San&#257;tana Gosv&#257;m&#299; there, &#346;r&#299; Caitanya Mah&#257;prabhu returned to Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 25.2</B></A>: All glories to Lord Caitanya! All glories to Lord Nity&#257;nanda! All glories to Advaitacandra! And all glories to all the devotees of Lord Caitanya!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 25.3</B></A>: Lord Caitanya Mah&#257;prabhu instructed &#346;r&#299; San&#257;tana Gosv&#257;m&#299; in all the conclusions of devotional service for two consecutive months.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 25.4</B></A>: For as long as &#346;r&#299; Caitanya Mah&#257;prabhu was in V&#257;r&#257;nas&#299;, Param&#257;nanda K&#299;rtan&#299;y&#257;, who was a friend of Candra&#347;ekhara's, chanted the Hare Krishna mah&#257;-mantra and other songs to &#346;r&#299; Caitanya Mah&#257;prabhu in a very humorous way.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 25.5</B></A>: When the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s at V&#257;r&#257;nas&#299; criticized &#346;r&#299; Caitanya Mah&#257;prabhu, the Lord's devotees became very much depressed. To satisfy them, &#346;r&#299; Caitanya Mah&#257;prabhu showed His mercy to the sanny&#257;s&#299;s.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 25.6</B></A>: In the Seventh Chapter of the &#256;di-l&#299;l&#257; I have already elaborately described &#346;r&#299; Caitanya Mah&#257;prabhu's deliverance of the sanny&#257;s&#299;s at V&#257;r&#257;nas&#299;, but I shall briefly repeat it in this chapter.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 25.7</B></A>: When the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s were criticizing &#346;r&#299; Caitanya Mah&#257;prabhu anywhere and everywhere in V&#257;r&#257;nas&#299;, the Maharashtriyan br&#257;hmana, hearing this blasphemy, began to think about this unhappily.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 25.8</B></A>: The Maharashtriyan br&#257;hmana thought, "Whoever closely sees the characteristics of &#346;r&#299; Caitanya Mah&#257;prabhu immediately realizes His personality and accepts Him as the Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 25.9</B></A>: "If by some means I can assemble all the sanny&#257;s&#299;s together, they will certainly become His devotees after seeing His personal characteristics.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 25.10</B></A>: "I shall have to reside at V&#257;r&#257;nas&#299; the rest of my life. If I do not try to carry out this plan, I shall certainly continue to suffer mental depression."</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 25.11</B></A>: Thinking like this, the Maharashtriyan br&#257;hmana extended an invitation to all the sanny&#257;s&#299;s of V&#257;r&#257;nas&#299;. After doing this, he finally approached &#346;r&#299; Caitanya Mah&#257;prabhu to extend Him an invitation.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 25.12</B></A>: At this time, Candra&#347;ekhara and Tapana Mi&#347;ra both heard blasphemous criticism against &#346;r&#299; Caitanya Mah&#257;prabhu and felt very unhappy. They came to &#346;r&#299; Caitanya Mah&#257;prabhu's lotus feet to submit a request.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 25.13</B></A>: They submitted their request, and &#346;r&#299; Caitanya Mah&#257;prabhu, seeing His devotees' unhappiness, decided to turn the minds of the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 25.14</B></A>: While &#346;r&#299; Caitanya Mah&#257;prabhu was seriously considering meeting with the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, the Maharashtriyan br&#257;hmana approached Him and extended an invitation. The br&#257;hmana submitted his invitation with great humility, and he touched the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 25.15</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu accepted his invitation, and the next day, after finishing His noontime activities, He went to the br&#257;hmana's house.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 25.16</B></A>: I have already described &#346;r&#299; Caitanya Mah&#257;prabhu's deliverance of the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s in the Seventh Chapter of the &#256;di-l&#299;l&#257;, when I described the glories of the Pañca-tattva &#8212; &#346;r&#299; Caitanya Mah&#257;prabhu, &#346;r&#299; Nity&#257;nanda Prabhu, Advaita Prabhu, Gad&#257;dhara Prabhu and &#346;r&#299;v&#257;sa.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 25.17</B></A>: Since I have already described this incident very elaborately in the Seventh Chapter of the &#256;di-l&#299;l&#257;, I do not wish to increase the size of this book by giving another description. However, I shall try to include in this chapter whatever was not described there.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 25.18</B></A>: Beginning from the day on which &#346;r&#299; Caitanya Mah&#257;prabhu showed His mercy to the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, there were vivid discussions about this conversion among the inhabitants of V&#257;r&#257;nas&#299;.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 25.19</B></A>: Crowds of people came to see &#346;r&#299; Caitanya Mah&#257;prabhu from that day on, and scholars of various scriptures discussed different subject matters with the Lord.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 25.20</B></A>: When people came to &#346;r&#299; Caitanya Mah&#257;prabhu to discuss the principles of various scriptures, the Lord defeated their false conclusions and established the predominance of devotional service to the Lord. With logic and argument He very politely changed their minds.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 25.21</B></A>: As soon as people received instructions from &#346;r&#299; Caitanya Mah&#257;prabhu, they began to chant the Hare Krishna mah&#257;-mantra. Thus everyone laughed, chanted and danced with the Lord.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 25.22</B></A>: All the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s offered their obeisances unto &#346;r&#299; Caitanya Mah&#257;prabhu and then began to discuss His movement, giving up their studies of Ved&#257;nta and M&#257;y&#257;v&#257;da philosophy.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 25.23</B></A>: One of the disciples of Prak&#257;&#347;&#257;nanda Sarasvat&#299;, who was as learned as his guru, began to speak in that assembly, offering all respects to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 25.24</B></A>: He said, "&#346;r&#299; Caitanya Mah&#257;prabhu is the Supreme Personality of Godhead, N&#257;r&#257;yana Himself. When He explains the Ved&#257;nta-s&#363;tra, He does so very nicely.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 25.25</B></A>: "&#346;r&#299; Caitanya Mah&#257;prabhu explains the direct meaning of the Upanishads. When all learned scholars hear this, their minds and ears are satisfied.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 25.26</B></A>: "Giving up the direct meaning of the Ved&#257;nta-s&#363;tra and the Upanishads, &#346;a&#324;kar&#257;c&#257;rya imagines some other interpretation.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 25.27</B></A>: "All the interpretations of &#346;a&#324;kar&#257;c&#257;rya are imaginary. Such imaginary interpretations are verbally accepted by learned scholars, but they do not appeal to the heart.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 25.28</B></A>: "The words of &#346;r&#299; Krishna Caitanya Mah&#257;prabhu are firm and convincing, and I accept them as true. In this Age of Kali, one cannot be delivered from the material clutches simply by formally accepting the renounced order.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 25.29</B></A>: "&#346;r&#299; Caitanya Mah&#257;prabhu's explanation of the verse beginning 'harer n&#257;ma harer n&#257;ma [<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]' is not only pleasing to the ear but is strong, factual evidence.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 25.30</B></A>: "In this Age of Kali, one cannot attain liberation without taking to the devotional service of the Lord. In this age, even if one chants the holy name of Krishna imperfectly, he still attains liberation very easily.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 25.31</B></A>: "'My dear Lord, devotional service unto You is the only auspicious path. If one gives it up simply for speculative knowledge or the understanding that these living beings are spirit souls and the material world is false, he undergoes a great deal of trouble. He only gains troublesome and inauspicious activities. His actions are like beating a husk that is already devoid of rice. His labor becomes fruitless.'</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 25.32</B></A>: "'O lotus-eyed one, those who think they are liberated in this life but who are devoid of devotional service to You are of impure intelligence. Although they accept severe austerities and penances and rise to the spiritual position, to impersonal Brahman realization, they fall down again because they neglect to worship Your lotus feet.'</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 25.33</B></A>: "The word 'Brahman' ['the greatest'] indicates the Supreme Personality of Godhead, full in all six opulences. But if we take the onesided impersonalist view, His fullness is diminished.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 25.34</B></A>: "The Vedas, the Upanishads, the Brahma-s&#363;tra and the Pur&#257;nas all describe the activities of the spiritual potency of the Lord. If one cannot accept the personal activities of the Lord, he jokes foolishly and gives an impersonal description.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 25.35</B></A>: "The M&#257;y&#257;v&#257;d&#299;s do not recognize the personal form of the Lord as spiritual and full of bliss. This is a great sin. &#346;r&#299; Caitanya Mah&#257;prabhu's statements are actually factual.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 25.36</B></A>: "'O supreme one, the transcendental form I am now seeing is full of transcendental bliss. It is not contaminated by the external energy. It is full of effulgence. My Lord, there is no better understanding of You than this. You are the Supreme Soul and the creator of this material world, but You are not connected with this material world. You are completely different from created form and variety. I sincerely take shelter of that form of Yours which I am now seeing. This form is the original source of all living beings and their senses.'</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 25.37</B></A>: "'Lord &#346;r&#299; Krishna, the Supreme Personality of Godhead, is the cause of all causes. He is past, present and future, and He is the movable and immovable. He is the greatest and the smallest, and He is visible and directly experienced. He is celebrated in the Vedic literature. Everything is Krishna, and without Him there is no existence. He is the root of all understanding, and He is that which is understood by all words.'</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 25.38</B></A>: "'O most auspicious one! For our benefit, You enable our worship of You by manifesting Your transcendental form, which You show to us in our meditation. We offer our respectful obeisances unto You, the Supreme Person, and we worship You, whom impersonalists do not accept due to their poor fund of knowledge. Thus they are liable to descend into a hellish condition.'</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 25.39</B></A>: "'Fools disrespect Me because I appear like a human being. They do not know My supreme position as the cause of all causes, the creator of the material energy.'</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 25.40</B></A>: "'Those who are envious of My form, who are cruel and mischievous and the lowest among men, are perpetually cast by Me into hellish existence in various demoniac species of life.'</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 25.41</B></A>: "Not accepting the transformation of energy, &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya has tried to establish the theory of illusion under the plea that Vy&#257;sadeva has made a mistake.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 25.42</B></A>: "&#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya has given his interpretation and imaginary meaning. It does not actually appeal to the mind of any sane man. He has done this to convince the atheists and bring them under his control.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 25.43</B></A>: "The atheists, headed by the M&#257;y&#257;v&#257;d&#299; philosophers, do not care for liberation or Krishna's mercy. They simply continue to put forward false arguments and countertheories to atheistic philosophy, not considering or engaging in spiritual matters.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 25.44</B></A>: "The conclusion is that the import of the Ved&#257;nta-s&#363;tra is covered by the imaginary explanation of &#346;a&#324;kar&#257;c&#257;rya. Whatever &#346;r&#299; Krishna Caitanya Mah&#257;prabhu has said is perfectly true.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 25.45</B></A>: "Whatever meaning &#346;r&#299; Caitanya Mah&#257;prabhu gives is perfect. Any other interpretation is only a distortion."</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 25.46</B></A>: After saying this, the disciple of Prak&#257;&#347;&#257;nanda Sarasvat&#299; began to chant the holy name of Krishna. Hearing this, Prak&#257;&#347;&#257;nanda Sarasvat&#299; made the following statement.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 25.47</B></A>: Prak&#257;&#347;&#257;nanda Sarasvat&#299; said, "&#346;a&#324;kar&#257;c&#257;rya was very eager to establish the philosophy of monism. Therefore he explained the Ved&#257;nta-s&#363;tra, or Ved&#257;nta philosophy, in a different way to support monistic philosophy.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 25.48</B></A>: "If one accepts the Personality of Godhead, the philosophy that maintains that God and the living entity are one cannot be established. Therefore &#346;a&#324;kar&#257;c&#257;rya argued against and refuted all kinds of revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 25.49</B></A>: "Anyone who wants to establish his own opinion or philosophy certainly cannot explain any scripture according to the principle of direct interpretation.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 25.50</B></A>: "The M&#299;m&#257;msaka philosophers conclude that if there is a God, He is subject to our fruitive activities. Similarly, the S&#257;&#324;khya philosophers, who analyze the cosmic manifestation, say that the cause of the cosmos is material nature.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 25.51</B></A>: "The followers of ny&#257;ya, the philosophy of logic, maintain that the atom is the cause of the cosmic manifestation, and the M&#257;y&#257;v&#257;d&#299; philosophers maintain that the impersonal Brahman effulgence is the cause of the cosmic manifestation.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 25.52</B></A>: "The P&#257;tañjala philosophers say that when one is self-realized, he understands the Lord. Similarly, according to the Vedas and Vedic principles, the original cause is the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 25.53</B></A>: "After studying the six philosophical theses, Vy&#257;sadeva completely summarized them all in the aphorisms of Ved&#257;nta philosophy.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 25.54</B></A>: "According to Ved&#257;nta philosophy, the Absolute Truth is a person. When the word 'nirguna' ['without qualities'] is used, it is to be understood that the Lord has attributes that are totally spiritual.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 25.55</B></A>: "Of the philosophers mentioned, none really cares for the Supreme Personality of Godhead, the cause of all causes. They are always busy refuting the philosophical theories of others and establishing their own.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 25.56</B></A>: "By studying the six philosophical theories, one cannot reach the Absolute Truth. It is therefore our duty to follow the path of the mah&#257;janas, the authorities. Whatever they say should be accepted as the supreme truth.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 25.57</B></A>: "'Dry arguments are inconclusive. A great personality whose opinion does not differ from others is not considered a great sage. Simply by studying the Vedas, which are variegated, one cannot come to the right path by which religious principles are understood. The solid truth of religious principles is hidden in the heart of an unadulterated, self-realized person. Consequently, as the &#347;&#257;stras confirm, one should accept whatever progressive path the mah&#257;janas advocate.'</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 25.58</B></A>: "The words of &#346;r&#299; Caitanya Mah&#257;prabhu are a shower of nectar. Whatever He concludes to be the ultimate truth is indeed the summum bonum of all spiritual knowledge."</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 25.59</B></A>: After hearing all these statements, the Maharashtriyan br&#257;hmana very jubilantly went to inform Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 25.60</B></A>: When the Maharashtriyan br&#257;hmana went to see Caitanya Mah&#257;prabhu, the Lord was going to the temple of Bindu M&#257;dhava after bathing in the waters of the Pañca-nada.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 25.61</B></A>: While the Lord was on His way, the Maharashtriyan br&#257;hmana informed Him about the incident that took place in the camp of Prak&#257;&#347;&#257;nanda Sarasvat&#299;. Hearing this, &#346;r&#299; Caitanya Mah&#257;prabhu smiled happily.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 25.62</B></A>: Upon reaching the temple of Bindu M&#257;dhava, &#346;r&#299; Caitanya Mah&#257;prabhu, seeing the beauty of Lord Bindu M&#257;dhava, became overwhelmed in ecstatic love. He then began to dance in the courtyard of the temple.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 25.63</B></A>: There were four people accompanying &#346;r&#299; Caitanya Mah&#257;prabhu, and these were Candra&#347;ekhara, Param&#257;nanda Pur&#299;, Tapana Mi&#347;ra and San&#257;tana Gosv&#257;m&#299;. They were all chanting the Hare Krishna mah&#257;-mantra in the following way.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 25.64</B></A>: They chanted, "Haraye namah krishna y&#257;dav&#257;ya namah, gop&#257;la govinda r&#257;ma &#347;r&#299;-madhus&#363;dana."</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 25.65</B></A>: In all directions, hundreds of thousands of people began to chant, "Hari! Hari!" Thus there arose a tumultuous and auspicious sound filling the entire universe.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 25.66</B></A>: When Prak&#257;&#347;&#257;nanda Sarasvat&#299;, who was staying nearby, heard this tumultuous chanting of the Hare Krishna mah&#257;-mantra, he and his disciples immediately came to see the Lord.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 25.67</B></A>: When Prak&#257;&#347;&#257;nanda Sarasvat&#299; saw the Lord, he and his disciples also joined the chanting with &#346;r&#299; Caitanya Mah&#257;prabhu. Prak&#257;&#347;&#257;nanda Sarasvat&#299; was charmed by the Lord's dancing and ecstatic love and by the transcendental beauty of His body.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 25.68</B></A>: Ecstatic spiritual transformations began to take place in the Lord's body. His body trembled, and His voice faltered. He perspired, turned pale and wept a constant flow of tears, which wet all the people standing there. The eruptions on the Lord's body appeared like kadamba flowers.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 25.69</B></A>: All the people were astonished to see the Lord's jubilation and humility and to hear Him talk in ecstasy. Indeed, all the residents of Benares [K&#257;&#347;&#299;] saw the bodily transformations and were astonished.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 25.70</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu regained His external consciousness, He saw that many M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s and other people were gathered there. He therefore suspended His dancing for the time being.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 25.71</B></A>: After stopping the k&#299;rtana, &#346;r&#299; Caitanya Mah&#257;prabhu, who is a great example of humility, offered prayers unto the feet of Prak&#257;&#347;&#257;nanda Sarasvat&#299;. At this, Prak&#257;&#347;&#257;nanda Sarasvat&#299; immediately came forward and clasped the Lord's lotus feet.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 25.72</B></A>: When Prak&#257;&#347;&#257;nanda Sarasvat&#299; caught hold of the Lord's lotus feet, the Lord said, "My dear sir, you are the spiritual master of the whole world; therefore you are most worshipable. As far as I am concerned, I am not even on the level of the disciple of your disciple."</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 25.73</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "You are a great, spiritually advanced personality, and therefore you cannot worship a person like Me. I am far inferior. If you do so, My spiritual power will be diminished, for you are as good as the impersonal Brahman.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 25.74</B></A>: "My dear sir, for you everyone is on the level of impersonal Brahman, but for the enlightenment of people in general you should not behave in that way."</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 25.75</B></A>: Prak&#257;&#347;&#257;nanda Sarasvat&#299; replied, "Formerly I committed many offenses against You by blaspheming You, but now the effects of my offenses are counteracted by my touching Your lotus feet.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 25.76</B></A>: "'If a person considered liberated in this life commits offenses against the reservoir of inconceivable potencies, the Supreme Personality of Godhead, he will again fall down and desire the material atmosphere for material enjoyment.'</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 25.77</B></A>: "'Being touched by the lotus feet of &#346;r&#299; Krishna, that serpent was immediately freed from the reactions of his sinful life. Thus the serpent gave up his body and assumed the body of a beautiful Vidy&#257;dhara demigod.'"</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 25.78</B></A>: When Prak&#257;&#347;&#257;nanda Sarasvat&#299; supported himself by quoting the verse from &#346;r&#299;mad-Bh&#257;gavatam, &#346;r&#299; Caitanya Mah&#257;prabhu immediately protested by uttering the holy name of Lord Vishnu. The Lord then presented Himself as a most fallen living entity, and He said, "If someone accepts a fallen conditioned soul as Vishnu, Bhagav&#257;n, or an incarnation, he commits a great offense."</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 25.79</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "To say nothing of ordinary living entities, even Lord Brahm&#257; and Lord &#346;iva cannot be considered on the level of Vishnu or N&#257;r&#257;yana. If one considers them as such, he is immediately considered an offender and atheist.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 25.80</B></A>: "'A person who considers demigods like Brahm&#257; and &#346;iva to be on an equal level with N&#257;r&#257;yana is to be considered an offender, a p&#257;shand&#299;.'"</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 25.81</B></A>: Prak&#257;&#347;&#257;nanda replied, "You are the Supreme Personality of Godhead, Krishna Himself. Nonetheless, You are considering Yourself His eternal servant.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 25.82</B></A>: "My dear Lord, You are the Supreme Lord, and although You consider Yourself the Lord's servant, You are nonetheless worshipable. You are much greater than I am; therefore all my spiritual achievements have been lost because I have blasphemed You.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 25.83</B></A>: "'O great sage, out of many millions of materially liberated people who are free from ignorance, and out of many millions of siddhas who have nearly attained perfection, there is hardly one pure devotee of N&#257;r&#257;yana. Only such a devotee is actually completely satisfied and peaceful.'</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 25.84</B></A>: "'When a person mistreats great souls, his life span, opulence, reputation, religion, possessions and good fortune are all destroyed.'</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 25.85</B></A>: "'Unless human society accepts the dust of the lotus feet of great mah&#257;tm&#257;s &#8212; devotees who have nothing to do with material possessions &#8212; mankind cannot turn its attention to the lotus feet of Krishna. Those lotus feet vanquish all the unwanted, miserable conditions of material life.'</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 25.86</B></A>: "Henceforward I shall certainly develop devotional service unto Your lotus feet. For this reason I have come to You and have fallen down at Your lotus feet."</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 25.87</B></A>: After saying this, Prak&#257;&#347;&#257;nanda Sarasvat&#299; sat down with &#346;r&#299; Caitanya Mah&#257;prabhu and began to question the Lord as follows.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 25.88</B></A>: Prak&#257;&#347;&#257;nanda Sarasvat&#299; said, "We can understand the faults You have pointed out in the M&#257;y&#257;v&#257;da philosophy. All the explanations given by &#346;a&#324;kar&#257;c&#257;rya are imaginary.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 25.89</B></A>: "My dear Lord, whatever direct meaning You have given when explaining the Brahma-s&#363;tra is certainly very wonderful to all of us.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 25.90</B></A>: "You are the Supreme Personality of Godhead, and therefore You have inconceivable energies. I wish to hear from You briefly about the Brahma-s&#363;tra."</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 25.91</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "I am an ordinary living being, and therefore my knowledge is very insignificant. However, the meaning of the Brahma-s&#363;tra is very grave because its author, Vy&#257;sadeva, is the Supreme Personality of Godhead Himself.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 25.92</B></A>: "The purport of the Ved&#257;nta-s&#363;tra is very difficult for an ordinary person to understand, but Vy&#257;sadeva, out of his causeless mercy, has personally explained the meaning.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 25.93</B></A>: "If the Ved&#257;nta-s&#363;tra is explained by Vy&#257;sadeva himself, who has written it, its original meaning can be understood by the people in general.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 25.94</B></A>: "The meaning of the sound vibration omk&#257;ra is present in the G&#257;yatr&#299; mantra. The same is elaborately explained in the four &#347;lokas of &#346;r&#299;mad-Bh&#257;gavatam known as the catuh-&#347;lok&#299;.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 25.95</B></A>: "Whatever was spoken by the Supreme Personality of Godhead to Lord Brahm&#257; in those four verses of &#346;r&#299;mad-Bh&#257;gavatam was also explained to N&#257;rada by Lord Brahm&#257;.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 25.96</B></A>: "Whatever Lord Brahm&#257; told N&#257;rada Muni was again explained by N&#257;rada Muni to Vy&#257;sadeva. Vy&#257;sadeva later considered these instructions in his mind.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 25.97</B></A>: "&#346;r&#299;la Vy&#257;sadeva considered that whatever he had received from N&#257;rada Muni as an explanation of omk&#257;ra he would elaborately explain in his book &#346;r&#299;mad-Bh&#257;gavatam as a commentary on the Brahma-s&#363;tra.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 25.98</B></A>: "Vy&#257;sadeva collected whatever Vedic conclusions were in the four Vedas and 108 Upanishads and placed them in the aphorisms of the Ved&#257;nta-s&#363;tra.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 25.99</B></A>: "In the Ved&#257;nta-s&#363;tra, the purport of all Vedic knowledge is explained, and in &#346;r&#299;mad-Bh&#257;gavatam the same purport has been explained in eighteen thousand verses.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 25.100</B></A>: "Therefore it is to be concluded that the Brahma-s&#363;tra is explained vividly in &#346;r&#299;mad-Bh&#257;gavatam. Also, what is explained in the verses of &#346;r&#299;mad-Bh&#257;gavatam has the same purport as what is explained in the Upanishads.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 25.101</B></A>: "'Everything animate or inanimate that is within the universe is controlled and owned by the Lord. One should therefore accept only those things for himself that are set aside as his quota, and one should not accept other things, knowing well to whom they belong.'</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 25.102</B></A>: "The essence of &#346;r&#299;mad-Bh&#257;gavatam &#8212; our relationship with the Supreme Lord, our activities in that connection and the goal of life &#8212; is manifest in the four verses of &#346;r&#299;mad-Bh&#257;gavatam known as the catuh-&#347;lok&#299;. Everything is explained in those verses.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 25.103</B></A>: "[Lord Krishna says:] 'I am the center of all relationships. Knowledge of Me and the practical application of that knowledge is actual knowledge. Approaching Me for devotional service is called abhidheya.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 25.104</B></A>: "'By rendering devotional service, one gradually rises to the platform of love of Godhead. That is the chief goal of life. On the platform of love of Godhead, one is eternally engaged in the service of the Lord.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 25.105</B></A>: "'Please hear attentively what I shall speak to you, for transcendental knowledge about Me is not only scientific but full of mysteries.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 25.106</B></A>: "'O Brahm&#257;, I shall explain all these truths to you. Since you are a living being [j&#299;va], without My explanation you will not be able to understand your relationship with Me, devotional activity and life's ultimate goal.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 25.107</B></A>: "'I shall explain to you My actual form and situation, My attributes, activities and six opulences.'</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 25.108</B></A>: "Lord Krishna assured Lord Brahm&#257;, 'By My mercy all these things will be awakened in you.' Saying this, the Lord began to explain the three truths [tattvas] to Lord Brahm&#257;.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 25.109</B></A>: "'By My causeless mercy, be enlightened in truth about My personality, manifestations, qualities and pastimes.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 25.110</B></A>: "'Before the creation of the cosmic manifestation,' the Lord said, 'I existed, and the total material energy, material nature and the living entities all existed in Me.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 25.111</B></A>: "'After creating the cosmic manifestation, I entered into it. Whatever you see in the cosmic manifestation is but an expansion of My energy.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 25.112</B></A>: "'When the whole universe dissolves, I remain full in Myself, and everything that was manifested is again preserved in Me.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 25.113</B></A>: "'Prior to the cosmic manifestation, only I exist, and no phenomena exist, either gross, subtle or primordial. After creation, only I exist in everything, and after annihilation, only I remain eternally.'</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 25.114</B></A>: "In the verse beginning 'aham eva,' the word 'aham' is expressed three times. In the beginning there are the words 'aham eva.' In the second line there are the words 'pa&#347;c&#257;d aham.' At the end are the words 'so 'smy aham.' This 'aham' indicates the Supreme Person. By the repetition of 'aham,' the transcendental personality who is complete with six opulences is confirmed.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 25.115</B></A>: "Impersonalists do not accept the personal feature of the Supreme Personality of Godhead. The Personality of Godhead is stressed in this verse in order to impress upon them the necessity of accepting Him. Therefore the word 'aham' is mentioned three times. To stress something important, one repeats it three times.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 25.116</B></A>: "[Lord Krishna continued:] 'Actual spiritual knowledge and its practical application are considered in all these sound vibrations. Although the external energy comes from Me, I am different from it.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 25.117</B></A>: "'Sometimes a reflection of the sun is experienced in place of the sun, but its illumination is never possible independent of the sun.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 25.118</B></A>: "'When one is transcendentally situated, he can perceive Me. This perception is the basis of one's relationship with the Supreme Lord. Now let Me further explain this subject matter.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 25.119</B></A>: "'What appears to be truth without Me is certainly My illusory energy, for nothing can exist without Me. It is like a reflection of a real light in the shadows, for in the light there are neither shadows nor reflections.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 25.120</B></A>: "'Now please hear from Me about the process of devotional service, which is applicable in any country, for any person, at all times and in all circumstances.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 25.121</B></A>: "'As far as religious principles are concerned, there is a consideration of the person, the country, the time and the circumstance. In devotional service, however, there are no such considerations. Devotional service is transcendental to all such considerations.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 25.122</B></A>: "'It is therefore the duty of every man &#8212; in every country, in every circumstance and at all times &#8212; to approach a bona fide spiritual master, question him about devotional service and listen to him explain the process.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 25.123</B></A>: "'A person interested in transcendental knowledge must therefore always directly and indirectly inquire about it to know about the all-pervading truth.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 25.124</B></A>: "'Supreme affection for Me is called love of Godhead, and that is the ultimate goal of life. Let Me explain by a practical example the natural characteristics of such love.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 25.125</B></A>: "'The five material elements are existing inside and outside of every living entity. Similarly, I, the Supreme Personality of Godhead, am manifest within the heart of the devotee as well as outside his body.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 25.126</B></A>: "'As the material elements enter the bodies of all living beings and yet remain outside them all, I exist within all material creations and yet am not within them.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 25.127</B></A>: "'A highly elevated devotee can bind Me, the Supreme Personality of Godhead, in his heart by love. Wherever he looks, he sees Me and nothing else.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 25.128</B></A>: "'Hari, the Supreme Personality of Godhead, who destroys everything inauspicious for His devotees, does not leave the hearts of His devotees even if they remember Him and chant about Him inattentively. This is because the rope of love always binds the Lord within the devotees' hearts. Such devotees should be accepted as most elevated.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 25.129</B></A>: "'A person advanced in devotional service sees within everything the soul of souls, the Supreme Personality of Godhead, &#346;r&#299; Krishna. Consequently he always sees the form of the Supreme Personality of Godhead as the cause of all causes and understands that all things are situated in Him.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 25.130</B></A>: "'All the gop&#299;s assembled to chant the transcendental qualities of Krishna very loudly, and they began to wander from one forest to another like madwomen. They began to inquire about the Lord, who is situated in all living entities, internally and externally. Indeed, they even asked all the plants and vegetables about Him, the Supreme Person.'"</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 25.131</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "Thus one's relationship with the Lord, activities in devotional service, and the attainment of the highest goal of life, love of Godhead, are the subject matters of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 25.132</B></A>: "'The Absolute Truth is known by the self-realized souls as a unified identity known by different names &#8212; impersonal Brahman, localized Param&#257;tm&#257;, and Bhagav&#257;n, the Supreme Personality of Godhead.'</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 25.133</B></A>: "'Before the cosmic manifestation was created, the creative propensity was merged in the Supreme Lord's person. At that time all potencies and manifestations were preserved in His personality. The Lord is the cause of all causes, and He is the all-pervading, self-sufficient person. Before the creation, He existed with His spiritual potency in the spiritual world, wherein various Vaikuntha planets are manifested.'</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 25.134</B></A>: "'All these incarnations of Godhead are either plenary portions or parts of the plenary portions of the purusha-avat&#257;ras. But Krishna is the Supreme Personality of Godhead Himself. In every age He protects the world through His different features when the world is disturbed by the enemies of Indra.'</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 25.135</B></A>: "This is one's eternal relationship with the Supreme Personality of Godhead. Now please hear about the execution of devotional service. This principle pervades each and every verse of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 25.136</B></A>: "[Lord Krishna said:] 'Being very dear to the devotees and s&#257;dhus, I am attained through unflinching faith and devotional service. This bhakti-yoga system, which gradually increases attachment for Me, purifies even a human being born among dog-eaters. That is to say, everyone can be elevated to the spiritual platform by the process of bhakti-yoga.'</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 25.137</B></A>: "[The Supreme Personality of Godhead, Krishna, said:] 'My dear Uddhava, neither through asht&#257;&#324;ga-yoga [the mystic yoga system to control the senses], nor through impersonal monism or an analytical study of the Absolute Truth, nor through study of the Vedas, nor through austerities, charity or acceptance of sanny&#257;sa can one satisfy Me as much as by developing unalloyed devotional service unto Me.'</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 25.138</B></A>: "'When the living entity is attracted by the material energy, which is separate from Krishna, he is overpowered by fear. Because he is separated from the Supreme Personality of Godhead by the material energy, his conception of life is reversed. In other words, instead of being the eternal servant of Krishna, he becomes Krishna's competitor. This is called viparyayo 'smritih. To nullify this mistake, one who is actually learned and advanced worships the Supreme Personality of Godhead as his spiritual master, worshipful Deity and source of life. He thus worships the Lord by the process of unalloyed devotional service.'</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 25.139</B></A>: "Now hear from Me what actual love of Godhead is. It is the prime object of life and is symptomized by bodily trembling, tears in the eyes, chanting and dancing.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 25.140</B></A>: "'Pure devotees manifest spiritual bodily symptoms of ecstatic love simply by remembering and reminding others of the Supreme Personality of Godhead, Hari, who takes away everything inauspicious from the devotee. This position is attained by rendering devotional service according to the regulative principles and then rising to the platform of spontaneous love.'</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 25.141</B></A>: "'When a person is actually advanced and takes pleasure in chanting the holy name of the Lord, who is very dear to him, he is agitated and loudly chants the holy name. He also laughs, cries, becomes agitated and chants like a madman, not caring for outsiders.'</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 25.142</B></A>: "&#346;r&#299;mad-Bh&#257;gavatam gives the actual meaning of the Ved&#257;nta-s&#363;tra. The author of the Ved&#257;nta-s&#363;tra is Vy&#257;sadeva, and he himself has explained those aphorisms in the form of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="143-144.htm"><B>CC Madhya 25.143-144</B></A>: "'The meaning of the Ved&#257;nta-s&#363;tra is present in &#346;r&#299;mad-Bh&#257;gavatam. The full purport of the Mah&#257;bh&#257;rata is also there. The commentary of the Brahma-g&#257;yatr&#299; is also there and fully expanded with all Vedic knowledge. &#346;r&#299;mad-Bh&#257;gavatam is the supreme Pur&#257;na, and it was compiled by the Supreme Personality of Godhead in His incarnation as Vy&#257;sadeva. There are twelve cantos, 335 chapters and eighteen thousand verses.'</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 25.145</B></A>: "'The essence of all Vedic literature and all histories has been collected in &#346;r&#299;mad-Bh&#257;gavatam.'</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 25.146</B></A>: "'&#346;r&#299;mad-Bh&#257;gavatam is accepted as the essence of all Vedic literature and Ved&#257;nta philosophy. Whoever tastes the transcendental mellow of &#346;r&#299;mad-Bh&#257;gavatam is never attracted to any other literature.'</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 25.147</B></A>: "In the beginning of &#346;r&#299;mad-Bh&#257;gavatam there is an explanation of the Brahma-g&#257;yatr&#299; mantra. 'The Absolute Truth [satyam param]' indicates the relationship, and 'we meditate [dh&#299;mahi] on Him' indicates the execution of devotional service and the ultimate goal of life.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 25.148</B></A>: "'O my Lord, &#346;r&#299; Krishna, son of Vasudeva, O all-pervading Personality of Godhead, I offer my respectful obeisances unto You. I meditate upon Lord &#346;r&#299; Krishna because He is the Absolute Truth and the primeval cause of all causes of the creation, sustenance and destruction of the manifested universes. He is directly and indirectly conscious of all manifestations, and He is independent because there is no other cause beyond Him. It is He only who first imparted the Vedic knowledge unto the heart of Brahm&#257;j&#299;, the original living being. By Him even the great sages and demigods are placed into illusion, as one is bewildered by the illusory representations of water seen in fire, or land seen on water. Only because of Him do the material universes, temporarily manifested by the reactions of the three modes of nature, appear factual, although they are unreal. I therefore meditate upon Him, Lord &#346;r&#299; Krishna, who is eternally existent in the transcendental abode, which is forever free from the illusory representations of the material world. I meditate upon Him, for He is the Absolute Truth.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 25.149</B></A>: "'Completely rejecting all religious activities which are materially motivated, this Bh&#257;gavata Pur&#257;na propounds the highest truth, which is understandable by those devotees who are fully pure in heart. The highest truth is reality distinguished from illusion for the welfare of all. Such truth uproots the threefold miseries. This beautiful Bh&#257;gavatam, compiled by the great sage Vy&#257;sadeva [in his maturity], is sufficient in itself for God realization. What is the need of any other scripture? As soon as one attentively and submissively hears the message of Bh&#257;gavatam, by this culture of knowledge the Supreme Lord is established within his heart.'</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 25.150</B></A>: "&#346;r&#299;mad-Bh&#257;gavatam gives direct information of the mellow derived from service to Krishna. Therefore &#346;r&#299;mad-Bh&#257;gavatam is above all other Vedic literatures.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 25.151</B></A>: "'The &#346;r&#299;mad-Bh&#257;gavatam is the essence of all Vedic literatures, and it is considered the ripened fruit of the wish-fulfilling tree of Vedic knowledge. It has been sweetened by emanating from the mouth of &#346;ukadeva Gosv&#257;m&#299;. You who are thoughtful and who relish mellows should always try to taste this ripened fruit. O thoughtful devotees, as long as you are not absorbed in transcendental bliss, you should continue tasting this &#346;r&#299;mad-Bh&#257;gavatam, and when you are fully absorbed in bliss, you should go on tasting its mellows forever.'</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 25.152</B></A>: "'We never tire of hearing the transcendental pastimes of the Personality of Godhead, who is glorified by hymns and prayers. Those who enjoy association with Him relish hearing His pastimes at every moment.'"</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 25.153</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu advised Prak&#257;&#347;&#257;nanda Sarasvat&#299;, "Study &#346;r&#299;mad-Bh&#257;gavatam very scrutinizingly. Then you will understand the actual meaning of the Brahma-s&#363;tra."</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 25.154</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "Always discuss &#346;r&#299;mad-Bh&#257;gavatam and constantly chant the holy name of Lord Krishna. In this way you will be able to attain liberation very easily, and you will be elevated to the enjoyment of love of Godhead.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 25.155</B></A>: "'One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything. He is equally disposed toward every living entity. In that state he attains pure devotional service unto Me.'</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 25.156</B></A>: "'Even a liberated soul merged in the impersonal Brahman effulgence is attracted to the pastimes of Krishna. He thus installs a Deity and renders the Lord service.'</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 25.157</B></A>: "[&#346;ukadeva Gosv&#257;m&#299; addressed Par&#299;kshit Mah&#257;r&#257;ja:] 'My dear King, although I was fully situated in the transcendental position, I was nonetheless attracted to the pastimes of Lord Krishna. Therefore I studied &#346;r&#299;mad-Bh&#257;gavatam from my father.'</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 25.158</B></A>: "'When the breeze carrying the aroma of tulas&#299; leaves and saffron from the lotus feet of the lotus-eyed Personality of Godhead entered through the nostrils into the hearts of those sages [the Kum&#257;ras], they experienced a change in both body and mind, even though they were attached to the impersonal Brahman understanding.'</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 25.159</B></A>: "'Those who are self-satisfied and unattracted by external material desires are also attracted to the loving service of &#346;r&#299; Krishna, whose qualities are transcendental and whose activities are wonderful. Hari, the Personality of Godhead, is called Krishna because He has such transcendentally attractive features.'"</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 25.160</B></A>: At this time the br&#257;hmana from the province of Maharashtra mentioned Lord Caitanya's explanation of the &#257;tm&#257;r&#257;ma verse.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 25.161</B></A>: The Maharashtriyan br&#257;hmana stated that &#346;r&#299; Caitanya Mah&#257;prabhu had already explained that verse in sixty-one ways. Everyone was astonished to hear this.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 25.162</B></A>: When all the people gathered there expressed the desire to hear again the sixty-one different meanings of the &#257;tm&#257;r&#257;ma-&#347;loka, &#346;r&#299; Caitanya Mah&#257;prabhu again explained them.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Madhya 25.163</B></A>: When everyone heard &#346;r&#299; Caitanya Mah&#257;prabhu's explanation of the &#257;tm&#257;r&#257;ma-&#347;loka, everyone was astonished and struck with wonder. They concluded that &#346;r&#299; Caitanya Mah&#257;prabhu was none other than Lord Krishna Himself.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 25.164</B></A>: After giving those explanations again, &#346;r&#299; Caitanya Mah&#257;prabhu arose and took His leave. All the people there offered their obeisances unto Him and chanted the mah&#257;-mantra.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 25.165</B></A>: All the inhabitants of K&#257;&#347;&#299; [V&#257;r&#257;nas&#299;] began chanting the Hare Krishna mah&#257;-mantra in ecstatic love. Sometimes they laughed, sometimes they cried, sometimes they chanted, and sometimes they danced.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 25.166</B></A>: After this, all the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s and learned scholars at V&#257;r&#257;nas&#299; began discussing &#346;r&#299;mad-Bh&#257;gavatam. In this way &#346;r&#299; Caitanya Mah&#257;prabhu delivered them.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 25.167</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then returned to His residence with His personal associates. Thus He turned the whole city of V&#257;r&#257;nas&#299; into another Navadv&#299;pa [Nad&#299;y&#257;-nagara].</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 25.168</B></A>: Among His own associates, &#346;r&#299; Caitanya Mah&#257;prabhu laughingly said, "I came here to sell My emotional ecstatic love.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 25.169</B></A>: "Although I came to V&#257;r&#257;nas&#299; to sell My goods, there were no customers, and it appeared necessary for Me to carry them back to My own country.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 25.170</B></A>: "All of you were feeling unhappy that no one was purchasing My goods and that I would have to carry them away. Therefore, by your will only, I have distributed them without charging."</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 25.171</B></A>: All the Lord's devotees then said, "You have incarnated to deliver fallen souls. You have delivered them in the east and in the south, and now you are delivering them in the west.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 25.172</B></A>: "Only V&#257;r&#257;nas&#299; was left because the people there were against Your missionary activities. Now You have delivered them, and we are all very happy."</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 25.173</B></A>: After the news of these events was broadcast, everyone from the surrounding neighborhoods began to pour in to see &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 25.174</B></A>: Hundreds of thousands of people came to see &#346;r&#299; Caitanya Mah&#257;prabhu. There was no counting the number. Because the Lord's residence was very small, not everyone could see Him.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 25.175</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu went to take His bath in the Ganges and to see the temple of Vi&#347;ve&#347;vara, people would line up on both sides to see the Lord.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 25.176</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu passed by the people, He would raise His arms and say, "Please chant Krishna! Please chant Hari!" All the people received Him by chanting Hare Krishna, and they offered their respects to Him by this chanting.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 25.177</B></A>: In this way, for five days &#346;r&#299; Caitanya Mah&#257;prabhu delivered the people of V&#257;r&#257;nas&#299;. Finally, on the next day, He became very eager to leave.</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 25.178</B></A>: After rising very early on the sixth day, &#346;r&#299; Caitanya Mah&#257;prabhu started to leave, and five devotees began to follow Him.</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 25.179</B></A>: These five devotees were Tapana Mi&#347;ra, Raghun&#257;tha, the Maharashtriyan br&#257;hmana, Candra&#347;ekhara and Param&#257;nanda K&#299;rtan&#299;y&#257;.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 25.180</B></A>: These five wanted to accompany &#346;r&#299; Caitanya Mah&#257;prabhu to Jagann&#257;tha Pur&#299;, but the Lord attentively bade them farewell.</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 25.181</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "If you want to see Me, you may come later, but for the time being I shall go alone through the Jh&#257;rikhanda forest."</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 25.182</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu advised San&#257;tana Gosv&#257;m&#299; to proceed toward Vrind&#257;vana, and He informed him that his two brothers had already gone there.</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Madhya 25.183</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu told San&#257;tana Gosv&#257;m&#299;, "All My devotees who go to Vrind&#257;vana are generally very poor. They each have nothing with them but a torn quilt and a small waterpot. Therefore, San&#257;tana, you should give them shelter and maintain them."</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Madhya 25.184</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu embraced them all and began to proceed on His way, and they all fainted and fell down.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 25.185</B></A>: After some time, all the devotees got up and returned to their homes very much grief-stricken. San&#257;tana Gosv&#257;m&#299; proceeded toward Vrind&#257;vana alone.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 25.186</B></A>: When R&#363;pa Gosv&#257;m&#299; reached Mathur&#257;, he met Subuddhi R&#257;ya on the banks of the Yamun&#257;, at a place called Dhruva-gh&#257;ta.</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 25.187</B></A>: Formerly Subuddhi R&#257;ya had been a big landholder in Gauda-de&#347;a [Bengal]. Saiyada Hussain Kh&#257;n was then a servant of Subuddhi R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 25.188</B></A>: Subuddhi R&#257;ya put Hussain Kh&#257;n in charge of digging a big lake, but once, finding fault with him, he struck him with a whip.</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 25.189</B></A>: Later Hussain Kh&#257;n somehow or other was appointed Nawab by the central Muslim government. As a matter of obligation, he increased the opulences of Subuddhi R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 25.190</B></A>: Later, when the wife of Nawab Saiyada Hussain Kh&#257;n saw the whip marks on his body, she requested him to kill Subuddhi R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 25.191</B></A>: Hussain Kh&#257;n replied, "Subuddhi R&#257;ya has maintained me very carefully. He was just like a father to me," he said. "Now you are asking me to kill him. This is not a very good proposal."</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 25.192</B></A>: As a last alternative, the wife suggested that the Nawab take away Subuddhi R&#257;ya's caste and turn him into a Muslim, but Hussain Kh&#257;n replied that if he did this, Subuddhi R&#257;ya would not live.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 25.193</B></A>: This became a perplexing problem for him because his wife kept requesting him to kill Subuddhi R&#257;ya. Finally the Nawab sprinkled a little water on Subuddhi R&#257;ya's head from a pitcher that had been used by a Muslim.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 25.194</B></A>: Taking the Nawab's sprinkling water upon him as an opportunity, Subuddhi R&#257;ya left his family and business affairs and went to V&#257;r&#257;nas&#299;.</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 25.195</B></A>: When Subuddhi R&#257;ya consulted the learned br&#257;hmanas at V&#257;r&#257;nas&#299;, asking them how his conversion to Islam could be counteracted, they advised him to drink hot ghee and give up his life.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 25.196</B></A>: When Subuddhi R&#257;ya consulted some other br&#257;hmanas, they told him that he had not committed a grievous fault and that consequently he should not drink hot ghee and give up his life. As a result, Subuddhi R&#257;ya was doubtful about what to do.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 25.197</B></A>: In his state of perplexity, Subuddhi R&#257;ya met &#346;r&#299; Caitanya Mah&#257;prabhu when the Lord was at V&#257;r&#257;nas&#299;. Subuddhi R&#257;ya explained his position and asked &#346;r&#299; Caitanya Mah&#257;prabhu what he should do.</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 25.198</B></A>: The Lord advised him, "Go to Vrind&#257;vana and chant the Hare Krishna mantra constantly."</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 25.199</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu further advised Subuddhi R&#257;ya: "Begin chanting the Hare Krishna mantra, and when your chanting is almost pure, all your sinful reactions will go away. After you chant perfectly, you will get shelter at the lotus feet of Krishna.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 25.200</B></A>: "When you are situated at the lotus feet of Krishna, no sinful reaction can touch you. This is the best solution to all sinful activity."</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 25.201</B></A>: Thus receiving the order from &#346;r&#299; Caitanya Mah&#257;prabhu to go to Vrind&#257;vana, Subuddhi R&#257;ya left V&#257;r&#257;nas&#299; and went through Pray&#257;ga, Ayodhy&#257; and Naimish&#257;ranya toward Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 25.202</B></A>: Subuddhi R&#257;ya stayed for some time at Naimish&#257;ranya. During that time, &#346;r&#299; Caitanya Mah&#257;prabhu went to Pray&#257;ga after visiting Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 25.203</B></A>: After reaching Mathur&#257;, Subuddhi R&#257;ya received information of the Lord's itinerary. He became very unhappy because he was not able to contact the Lord.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 25.204</B></A>: Subuddhi R&#257;ya would collect dry wood in the forest and take it to the city of Mathur&#257; to sell. For each load he would receive five or six paise.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 25.205</B></A>: Earning his livelihood by selling dry wood, Subuddhi R&#257;ya would live on only one paisa's worth of fried chick-peas, and he would deposit whatever other paise he had with some merchant.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 25.206</B></A>: Subuddhi R&#257;ya used to spend his savings to supply yogurt to Bengali Vaishnavas who came to Mathur&#257;. He also gave them cooked rice and oil massages. When he saw a poverty-stricken Vaishnava, he would use his money to feed him.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 25.207</B></A>: When R&#363;pa Gosv&#257;m&#299; arrived at Mathur&#257;, Subuddhi R&#257;ya, out of love and affection for him, wanted to serve him in so many ways. He personally took R&#363;pa Gosv&#257;m&#299; to see all the twelve forests of Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 25.208</B></A>: R&#363;pa Gosv&#257;m&#299; remained in Mathur&#257; and Vrind&#257;vana for one month in the association of Subuddhi R&#257;ya. After that, he left Vrind&#257;vana to search for his elder brother, San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Madhya 25.209</B></A>: When R&#363;pa Gosv&#257;m&#299; heard that &#346;r&#299; Caitanya Mah&#257;prabhu had gone to Pray&#257;ga on the road along the banks of the Ganges, R&#363;pa and his brother Anupama went that way to meet the Lord.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Madhya 25.210</B></A>: After reaching Pray&#257;ga, San&#257;tana Gosv&#257;m&#299;, following the order of &#346;r&#299; Caitanya Mah&#257;prabhu, went to Vrind&#257;vana along the public road.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Madhya 25.211</B></A>: When San&#257;tana Gosv&#257;m&#299; met Subuddhi R&#257;ya at Mathur&#257;, Subuddhi R&#257;ya explained everything about his younger brothers R&#363;pa Gosv&#257;m&#299; and Anupama.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Madhya 25.212</B></A>: Since San&#257;tana Gosv&#257;m&#299; went along the public road to Vrind&#257;vana and R&#363;pa Gosv&#257;m&#299; and Anupama went on the road along the Ganges' banks, it was not possible for them to meet.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 25.213</B></A>: Subuddhi R&#257;ya and San&#257;tana Gosv&#257;m&#299; had known each other before accepting the renounced order. Therefore Subuddhi R&#257;ya showed much affection to San&#257;tana Gosv&#257;m&#299;, but San&#257;tana Gosv&#257;m&#299; hesitated to accept his sentiments and affections.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Madhya 25.214</B></A>: Being very advanced in the renounced order, San&#257;tana Gosv&#257;m&#299; used to wander from forest to forest, never taking shelter of any habitation built of stone. He used to live under trees or beneath bushes both day and night.</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Madhya 25.215</B></A>: &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; collected some books about archaeological excavations in Mathur&#257;, and wandering in the forest, he sought to renovate all those holy places.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Madhya 25.216</B></A>: San&#257;tana Gosv&#257;m&#299; remained in Vrind&#257;vana, and R&#363;pa Gosv&#257;m&#299; and Anupama returned to V&#257;r&#257;nas&#299;.</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Madhya 25.217</B></A>: When R&#363;pa Gosv&#257;m&#299; arrived at V&#257;r&#257;nas&#299;, he met the Maharashtriyan br&#257;hmana, Candra&#347;ekhara and Tapana Mi&#347;ra.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Madhya 25.218</B></A>: While R&#363;pa Gosv&#257;m&#299; was staying at V&#257;r&#257;nas&#299;, he resided at the house of Candra&#347;ekhara and took pras&#257;dam at the house of Tapana Mi&#347;ra. In this way he heard of &#346;r&#299; Caitanya Mah&#257;prabhu's instructions to San&#257;tana Gosv&#257;m&#299; in V&#257;r&#257;nas&#299;.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Madhya 25.219</B></A>: While staying at V&#257;r&#257;nas&#299;, R&#363;pa Gosv&#257;m&#299; heard of all &#346;r&#299; Caitanya Mah&#257;prabhu's activities. When he heard of His deliverance of the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, he became very happy.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Madhya 25.220</B></A>: When R&#363;pa Gosv&#257;m&#299; saw that all the people of V&#257;r&#257;nas&#299; respected &#346;r&#299; Caitanya Mah&#257;prabhu, he became very happy. He even heard stories from the general populace.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Madhya 25.221</B></A>: After staying in V&#257;r&#257;nas&#299; for about ten days, R&#363;pa Gosv&#257;m&#299; returned to Bengal. In this way I have described the activities of R&#363;pa and San&#257;tana.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Madhya 25.222</B></A>: As &#346;r&#299; Caitanya Mah&#257;prabhu was returning to Jagann&#257;tha Pur&#299;, He passed through the solitary forest, and He received great pleasure in doing so.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Madhya 25.223</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu happily returned to Jagann&#257;tha Pur&#299; in the company of His servant, Balabhadra Bhatt&#257;c&#257;rya. As previously, the Lord performed many pleasing pastimes with the forest animals.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Madhya 25.224</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu arrived at a place known as &#256;th&#257;ran&#257;l&#257;, near Jagann&#257;tha Pur&#299;, He sent Balabhadra Bhatt&#257;c&#257;rya to call for His devotees.</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Madhya 25.225</B></A>: Hearing news of the Lord's arrival from Balabhadra Bhatt&#257;c&#257;rya, hordes of devotees became so happy that they seemed to be getting their lives back. It was as though their consciousness had returned to their bodies. Their senses also became agitated.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Madhya 25.226</B></A>: Being overwhelmed with great pleasure, all the devotees hastily went to see the Lord. They met Him on the banks of the celebrated lake called Narendra-sarovara.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Madhya 25.227</B></A>: When Param&#257;nanda Pur&#299; and Brahm&#257;nanda Bh&#257;rat&#299; met &#346;r&#299; Caitanya Mah&#257;prabhu, the Lord offered them His respectful obeisances due to their being Godbrothers of His spiritual master. They both then embraced &#346;r&#299; Caitanya Mah&#257;prabhu in love and affection.</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC Madhya 25.228</B></A>: Devotees like Svar&#363;pa D&#257;modara, Gad&#257;dhara Pandita, Jagad&#257;nanda, K&#257;&#347;&#299;&#347;vara, Govinda and Vakre&#347;vara all came to meet the Lord.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC Madhya 25.229</B></A>: K&#257;&#347;&#299; Mi&#347;ra, Pradyumna Mi&#347;ra, D&#257;modara Pandita, Harid&#257;sa Th&#257;kura and &#346;a&#324;kara Pandita also came there to meet the Lord.</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC Madhya 25.230</B></A>: All the other devotees also came and fell down at the Lord's lotus feet. In return, &#346;r&#299; Caitanya Mah&#257;prabhu embraced them all with great ecstatic love.</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC Madhya 25.231</B></A>: Thus they all merged in the ocean of transcendental bliss. Then the Lord and all His devotees proceeded toward the temple of Jagann&#257;tha to see the Deity.</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC Madhya 25.232</B></A>: As soon as &#346;r&#299; Caitanya Mah&#257;prabhu saw Lord Jagann&#257;tha in the temple, He was immediately overwhelmed with love and affection. He chanted and danced with His devotees for a long time.</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC Madhya 25.233</B></A>: The priests immediately brought them flower garlands and pras&#257;dam. The temple's watchman, who was named Tulas&#299;, also came and offered his obeisances to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC Madhya 25.234</B></A>: When the news spread that &#346;r&#299; Caitanya Mah&#257;prabhu had arrived at Jagann&#257;tha Pur&#299;, devotees like S&#257;rvabhauma Bhatt&#257;c&#257;rya, R&#257;m&#257;nanda R&#257;ya and V&#257;n&#299;n&#257;tha R&#257;ya all came to meet Him.</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC Madhya 25.235</B></A>: The Lord and all His devotees then went to the residence of K&#257;&#347;&#299; Mi&#347;ra. S&#257;rvabhauma Bhatt&#257;c&#257;rya and Pandita Gos&#257;ñi also invited the Lord to dine at their homes.</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC Madhya 25.236</B></A>: Accepting their invitation, the Lord asked them to bring all the pras&#257;dam there so that He could eat it with His devotees.</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC Madhya 25.237</B></A>: Upon receiving &#346;r&#299; Caitanya Mah&#257;prabhu's order, S&#257;rvabhauma Bhatt&#257;c&#257;rya and Pandita Gos&#257;ñi brought sufficient pras&#257;dam from the temple of Jagann&#257;tha. The Lord then dined with everyone at His own place.</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC Madhya 25.238</B></A>: Thus I have described how &#346;r&#299; Caitanya Mah&#257;prabhu returned to Jagann&#257;tha Pur&#299; from Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="239.htm"><B>CC Madhya 25.239</B></A>: Whoever hears &#346;r&#299; Caitanya Mah&#257;prabhu's pastimes with faith and love very soon attains shelter at the Lord's lotus feet.</P><P CLASS=r><A CLASS=i HREF="240.htm"><B>CC Madhya 25.240</B></A>: I have thus given a summary description of the madhya-l&#299;l&#257;, &#346;r&#299; Caitanya Mah&#257;prabhu's travels to and from Jagann&#257;tha Pur&#299;. Indeed, the Lord traveled to and fro continuously for six years.</P><P CLASS=r><A CLASS=i HREF="241.htm"><B>CC Madhya 25.241</B></A>: After taking sanny&#257;sa at the age of twenty-four, &#346;r&#299; Caitanya Mah&#257;prabhu lived another twenty-four years. For six of these years, He traveled extensively throughout India, sometimes going to Jagann&#257;tha Pur&#299; and sometimes leaving. After traveling for six years, the Lord fixed His residence at Jagann&#257;tha Pur&#299; and stayed there for the eighteen remaining years of His life. During these eighteen years He mainly chanted Hare Krishna with His devotees.</P><P CLASS=r><A CLASS=i HREF="242.htm"><B>CC Madhya 25.242</B></A>: I shall now review the chapters of the Madhya-l&#299;l&#257; chronologically so that one can relish the transcendental features of these topics.</P><P CLASS=r><A CLASS=i HREF="243.htm"><B>CC Madhya 25.243</B></A>: In the First Chapter I have given a synopsis of the last pastimes [antya-l&#299;l&#257;]. Within this chapter is a vivid description of some of the pastimes of the Lord that took place toward the end of His life.</P><P CLASS=r><A CLASS=i HREF="244.htm"><B>CC Madhya 25.244</B></A>: In the Second Chapter I have described &#346;r&#299; Caitanya Mah&#257;prabhu's talking like a crazy man. Within this chapter it is indicated how &#346;r&#299; Caitanya Mah&#257;prabhu manifested His different emotional moods.</P><P CLASS=r><A CLASS=i HREF="245.htm"><B>CC Madhya 25.245</B></A>: In the Third Chapter I have described the Lord's acceptance of the renounced order and how He enjoyed His pastimes at the house of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="246.htm"><B>CC Madhya 25.246</B></A>: In the Fourth Chapter I have described M&#257;dhavendra Pur&#299;'s installation of the Gop&#257;la Deity as well as Gop&#299;n&#257;tha's stealing a pot of condensed milk at Remun&#257;.</P><P CLASS=r><A CLASS=i HREF="247.htm"><B>CC Madhya 25.247</B></A>: In the Fifth Chapter I have narrated the story of S&#257;kshi-gop&#257;la. Lord Nity&#257;nanda Prabhu narrated this while &#346;r&#299; Caitanya Mah&#257;prabhu listened.</P><P CLASS=r><A CLASS=i HREF="248.htm"><B>CC Madhya 25.248</B></A>: In the Sixth Chapter I have told how S&#257;rvabhauma Bhatt&#257;c&#257;rya was delivered, and in the Seventh Chapter I have described the Lord's tour of different holy places and His deliverance of V&#257;sudeva.</P><P CLASS=r><A CLASS=i HREF="249.htm"><B>CC Madhya 25.249</B></A>: In the Eighth Chapter I have recorded the Lord's elaborate discussion with R&#257;m&#257;nanda R&#257;ya. The Lord personally listened as R&#257;m&#257;nanda gave the conclusive essence of all Vedic literatures.</P><P CLASS=r><A CLASS=i HREF="250.htm"><B>CC Madhya 25.250</B></A>: In the Ninth Chapter I have described the Lord's tour of South India and the different places of pilgrimage. In the Tenth Chapter I have described His meeting with all His devotees.</P><P CLASS=r><A CLASS=i HREF="251.htm"><B>CC Madhya 25.251</B></A>: In the Eleventh Chapter I have described the great chanting of the Hare Krishna mah&#257;-mantra that surrounded the Lord. In the Twelfth Chapter I have given a narration of the cleansing and washing of the Gundic&#257; temple.</P><P CLASS=r><A CLASS=i HREF="252.htm"><B>CC Madhya 25.252</B></A>: In the Thirteenth Chapter I have described &#346;r&#299; Caitanya Mah&#257;prabhu's dancing before the chariot of Jagann&#257;tha. In the Fourteenth Chapter, there is an account of the Her&#257;-pañcam&#299; function.</P><P CLASS=r><A CLASS=i HREF="253.htm"><B>CC Madhya 25.253</B></A>: Also in the Fourteenth Chapter is an account of how the emotional ecstasy of the gop&#299;s was described by Svar&#363;pa D&#257;modara and tasted by &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="254.htm"><B>CC Madhya 25.254</B></A>: In the Fifteenth Chapter I have described how &#346;r&#299; Caitanya Mah&#257;prabhu highly praised the qualities of His devotees and accepted lunch at the house of S&#257;rvabhauma Bhatt&#257;c&#257;rya. At that time, He delivered Amogha.</P><P CLASS=r><A CLASS=i HREF="255.htm"><B>CC Madhya 25.255</B></A>: In the Sixteenth Chapter I have described how &#346;r&#299; Caitanya Mah&#257;prabhu departed for Vrind&#257;vana and journeyed through Bengal. He later returned to Jagann&#257;tha Pur&#299; from K&#257;n&#257;i N&#257;ta&#347;&#257;l&#257;.</P><P CLASS=r><A CLASS=i HREF="256.htm"><B>CC Madhya 25.256</B></A>: In the Seventeenth Chapter I have described the Lord's journey through the great forest of Jh&#257;rikhanda and His arrival at Mathur&#257;. In the Eighteenth Chapter there is a description of His tour of the forest of Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="257.htm"><B>CC Madhya 25.257</B></A>: In the Nineteenth Chapter I have described how the Lord returned to Pray&#257;ga from Mathur&#257; and empowered &#346;r&#299; R&#363;pa Gosv&#257;m&#299; to spread devotional service.</P><P CLASS=r><A CLASS=i HREF="258.htm"><B>CC Madhya 25.258</B></A>: In the Twentieth Chapter the Lord's meeting with San&#257;tana Gosv&#257;m&#299; is described. The Lord described the personal features of the Supreme Personality of Godhead in depth.</P><P CLASS=r><A CLASS=i HREF="259.htm"><B>CC Madhya 25.259</B></A>: In the Twenty-first Chapter there is a description of Krishna's beauty and opulence, and in the Twenty-second Chapter there is a description of the twofold discharge of devotional service.</P><P CLASS=r><A CLASS=i HREF="260.htm"><B>CC Madhya 25.260</B></A>: In the Twenty-third Chapter there is a description of the mellows of transcendental loving service, and in the Twenty-fourth Chapter I have described how the Lord analyzed the &#257;tm&#257;r&#257;ma verse.</P><P CLASS=r><A CLASS=i HREF="261.htm"><B>CC Madhya 25.261</B></A>: In the Twenty-fifth Chapter there is a description of how the residents of V&#257;r&#257;nas&#299; were converted to Vaishnavism and how the Lord returned to N&#299;l&#257;cala [Jagann&#257;tha Pur&#299;] from V&#257;r&#257;nas&#299;.</P><P CLASS=r><A CLASS=i HREF="262.htm"><B>CC Madhya 25.262</B></A>: I have thus summarized these pastimes in the Twenty-fifth Chapter. Hearing this summary, one can understand the whole purport of this scripture.</P><P CLASS=r><A CLASS=i HREF="263.htm"><B>CC Madhya 25.263</B></A>: I have now summarized the entire subject matter of the Madhya-l&#299;l&#257;. These pastimes cannot be described elaborately even in millions of books.</P><P CLASS=r><A CLASS=i HREF="264.htm"><B>CC Madhya 25.264</B></A>: To deliver all fallen souls, the Lord traveled from country to country. He personally tasted the transcendental pleasure of devotional service, and He simultaneously spread the cult of devotion everywhere.</P><P CLASS=r><A CLASS=i HREF="265.htm"><B>CC Madhya 25.265</B></A>: Krishna consciousness means understanding the truth of Krishna, the truth of devotional service, the truth of love of Godhead, the truth of emotional ecstasy, the truth of transcendental mellows and the truth of the pastimes of the Lord.</P><P CLASS=r><A CLASS=i HREF="266.htm"><B>CC Madhya 25.266</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu has personally preached the transcendental truths and mellows of &#346;r&#299;mad-Bh&#257;gavatam. &#346;r&#299;mad-Bh&#257;gavatam and the Supreme Personality of Godhead are identical, for &#346;r&#299;mad-Bh&#257;gavatam is the sound incarnation of &#346;r&#299; Krishna.</P><P CLASS=r><A CLASS=i HREF="267.htm"><B>CC Madhya 25.267</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu broadcast the purport of &#346;r&#299;mad-Bh&#257;gavatam. He sometimes spoke for the benefit of His devotees and sometimes empowered one of His devotees to speak while He listened.</P><P CLASS=r><A CLASS=i HREF="268.htm"><B>CC Madhya 25.268</B></A>: All sane men within these three worlds certainly accept the conclusion that no one is more merciful and magnanimous than &#346;r&#299; Caitanya Mah&#257;prabhu and that no one is as kind to his devotees.</P><P CLASS=r><A CLASS=i HREF="269.htm"><B>CC Madhya 25.269</B></A>: All devotees should hear about &#346;r&#299; Caitanya Mah&#257;prabhu's pastimes with faith and love. By the grace of the Lord, one can thus attain shelter at His lotus feet.</P><P CLASS=r><A CLASS=i HREF="270.htm"><B>CC Madhya 25.270</B></A>: By understanding the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu, one can understand the truth about Krishna. By understanding Krishna, one can understand the limit of all knowledge described in various revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="271.htm"><B>CC Madhya 25.271</B></A>: The pastimes of Lord Krishna are the essence of all nectar, and that nectar is flowing in hundreds of rivers in all directions. The pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu are an eternal reservoir, and one is advised to let his mind swim like a swan on this transcendental lake.</P><P CLASS=r><A CLASS=i HREF="272.htm"><B>CC Madhya 25.272</B></A>: With all humility, I submit myself to the lotus feet of all of you devotees, taking the dust from your feet as my bodily ornaments. Now, my dear devotees, please hear one thing more from me.</P><P CLASS=r><A CLASS=i HREF="273.htm"><B>CC Madhya 25.273</B></A>: Devotional service to Krishna is exactly like a pleasing, jubilant forest of lotus flowers wherein there is ample honey. I request everyone to taste this honey. If all the mental speculators bring the bees of their minds into this forest of lotus flowers and jubilantly enjoy ecstatic love of Krishna day and night, their mental speculation will be completely transcendentally satisfied.</P><P CLASS=r><A CLASS=i HREF="274.htm"><B>CC Madhya 25.274</B></A>: The devotees who have a relationship with Krishna are like the swans and cakrav&#257;ka birds who play in that forest of lotus flowers. The buds of those lotus flowers are the pastimes of Krishna, and they are edibles for the swanlike devotees. Lord &#346;r&#299; Krishna is always engaged in His transcendental pastimes; therefore the devotees, following in the footsteps of &#346;r&#299; Caitanya Mah&#257;prabhu, can always eat those lotus buds, for they are the pastimes of the Lord.</P><P CLASS=r><A CLASS=i HREF="275.htm"><B>CC Madhya 25.275</B></A>: All the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu should go to that lake and, remaining always under the shelter of the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, become swans and cakrav&#257;ka birds in those celestial waters. They should go on rendering service to Lord &#346;r&#299; Krishna and enjoy life perpetually. In this way all miseries will be diminished, the devotees will attain great happiness, and there will be jubilant love of God.</P><P CLASS=r><A CLASS=i HREF="276.htm"><B>CC Madhya 25.276</B></A>: The devotees who have taken shelter of the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu take the responsibility for distributing nectarean devotional service all over the world. They are like clouds pouring water on the ground that nourishes the fruit of love of Godhead in this world. The devotees eat that fruit to their hearts' content, and whatever remnants they leave are eaten by the general populace. Thus they live happily.</P><P CLASS=r><A CLASS=i HREF="277.htm"><B>CC Madhya 25.277</B></A>: The pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu are full of nectar, and the pastimes of Lord Krishna are like camphor. When one mixes these, they taste very sweet. By the mercy of the pure devotees, whoever tastes them can understand the depths of that sweetness.</P><P CLASS=r><A CLASS=i HREF="278.htm"><B>CC Madhya 25.278</B></A>: Men become strong and stout by eating sufficient grains, but the devotee who simply eats ordinary grains but does not taste the transcendental pastimes of Lord Caitanya Mah&#257;prabhu and Krishna gradually becomes weak and falls down from the transcendental position. However, if one drinks but a drop of the nectar of Krishna's pastimes, his body and mind begin to bloom, and he begins to laugh, sing and dance.</P><P CLASS=r><A CLASS=i HREF="279.htm"><B>CC Madhya 25.279</B></A>: The readers should relish this wonderful nectar because nothing compares to it. Keeping their faith firmly fixed within their minds, they should be careful not to fall into the pit of false arguments or the whirlpools of unfortunate situations. If one falls into such positions, he is finished.</P><P CLASS=r><A CLASS=i HREF="280.htm"><B>CC Madhya 25.280</B></A>: In conclusion, I submit to &#346;r&#299; Caitanya Mah&#257;prabhu, Nity&#257;nanda Prabhu, Advaita Prabhu and all the other devotees and readers that I accept your lotus feet as the helmet on my head. In this way, all my purposes will be served.</P><P CLASS=r><A CLASS=i HREF="281.htm"><B>CC Madhya 25.281</B></A>: Taking the feet of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; San&#257;tana Gosv&#257;m&#299;, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, Raghun&#257;tha Bhatta Gosv&#257;m&#299; and J&#299;va Gosv&#257;m&#299; on my head, I always desire their mercy. Thus I, Krishnad&#257;sa, humbly try to describe the nectar of the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu, which are mixed with the pastimes of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="282.htm"><B>CC Madhya 25.282</B></A>: For the satisfaction of &#346;r&#299; Madana-gop&#257;la and Govindadeva, we pray that this book, &#346;r&#299; Caitanya-carit&#257;mrita, may be offered to &#346;r&#299; Krishna Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="283.htm"><B>CC Madhya 25.283</B></A>: The Caitanya-carit&#257;mrita pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu constitute a very secret literature. It is the life and soul of all devotees. Those who are not fit to relish this literature, who are envious like hogs and pigs, will certainly not adore it. However, this will not harm my attempt. These pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu will certainly please all saintly people who have clear hearts. They will certainly enjoy it. We wish that this will enhance their enjoyment more and more.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>