<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 25"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">How All the Residents of V&#257;r&#257;nas&#299; Became Vaishnavas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 25 Summary</P><P>The following is a summary of Chapter Twenty-five. A Maharashtriyan br&#257;hmana who was living in Benares was a great devotee of &#346;r&#299; Caitanya Mah&#257;prabhu. He was always very happy to hear the glories of the Lord, and it was by his arrangement that all the sanny&#257;s&#299;s of V&#257;r&#257;nas&#299; became devotees of Lord Caitanya Mah&#257;prabhu. He invited all the sanny&#257;s&#299;s to his house to meet &#346;r&#299; Caitanya Mah&#257;prabhu, and this incident has been described in the Seventh Chapter of the &#256;di-l&#299;l&#257;. From that day, &#346;r&#299; Caitanya Mah&#257;prabhu became famous in the city of V&#257;r&#257;nas&#299;, and many important men in that city became His followers. By and by, one of the disciples of the great sanny&#257;s&#299; Prak&#257;&#347;&#257;nanda Sarasvat&#299; became devoted to &#346;r&#299; Caitanya Mah&#257;prabhu, and this devotee explained &#346;r&#299; Caitanya Mah&#257;prabhu to Prak&#257;&#347;&#257;nanda Sarasvat&#299; and supported His views with various arguments.</P><P>One day &#346;r&#299; Caitanya Mah&#257;prabhu went to take a bath at Pañcanada, and afterwards all His devotees began chanting the Hare Krishna mantra in front of the temple of Bindu M&#257;dhava. At this time Prak&#257;&#347;&#257;nanda Sarasvat&#299; and all his devotees approached the Lord. Prak&#257;&#347;&#257;nanda Sarasvat&#299; immediately fell down at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu and very much regretted his past behavior toward the Lord. He asked &#346;r&#299; Caitanya Mah&#257;prabhu about devotional service in terms of the Ved&#257;nta-s&#363;tra, and the Lord told him about devotional service that is approved by great personalities who know the Ved&#257;nta-s&#363;tra. &#346;r&#299; Caitanya Mah&#257;prabhu then pointed out that &#346;r&#299;mad-Bh&#257;gavatam is the proper commentary on the Ved&#257;nta-s&#363;tra. He then explained the catuh-&#347;lok&#299; (four &#347;lokas) of &#346;r&#299;mad-Bh&#257;gavatam, the essence of that great scripture.</P><P>From that day on, all the sanny&#257;s&#299;s of V&#257;r&#257;nas&#299; became devotees of &#346;r&#299; Caitanya Mah&#257;prabhu. Before returning to His headquarters at Jagann&#257;tha Pur&#299;, the Lord advised San&#257;tana Gosv&#257;m&#299; to go to Vrind&#257;vana. The Lord then departed for Jagann&#257;tha Pur&#299;. Kavir&#257;ja Gosv&#257;m&#299; then describes something about &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, San&#257;tana Gosv&#257;m&#299; and Subuddhi R&#257;ya. &#346;r&#299; Caitanya Mah&#257;prabhu returned to Jagann&#257;tha Pur&#299; through the great forest of Jh&#257;rikhanda in central India. At the end of this chapter, Kavir&#257;ja Gosv&#257;m&#299; sums up the incidents of the madhya-l&#299;l&#257; and instructs every living being to read this sublime book of &#346;r&#299; Caitanya Mah&#257;prabhu's pastimes.</P><P CLASS=l><A CLASS=i HREF="../24/355.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>