<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 8 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 8 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Story of Pi&#324;gal&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.8.16</P><P CLASS=c>su-duhkhop&#257;rjitair vittair</P><P CLASS=c>&#257;&#347;&#257;s&#257;n&#257;m grih&#257;&#347;ishah</P><P CLASS=c>madhu-hev&#257;grato bhu&#324;kte</P><P CLASS=c>yatir vai griha-medhin&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; with great struggle; <A CLASS=v HREF="http://vedabase.net/u/uparjitaih">up&#257;rjitaih</A> &#8212; that which is acquired; <A CLASS=v HREF="http://vedabase.net/v/vittaih">vittaih</A> &#8212; material opulence; <A CLASS=v HREF="http://vedabase.net/a/asasanam">&#257;&#347;&#257;s&#257;n&#257;m</A> &#8212; of those fervently desiring; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A> &#8212; related <A HREF="http://vedabase.net/t/to">to</A> domestic enjoyment; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; blessings; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/h/ha">h&#257;</A> &#8212; the person who steals honey from the bees; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/agratah">agratah</A> &#8212; first, before others; <A CLASS=v HREF="http://vedabase.net/b/bhunkte">bhu&#324;kte</A> &#8212; enjoys; <A CLASS=v HREF="http://vedabase.net/y/yatih">yatih</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> saintly mendicant; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/m/medhinam">medhin&#257;m</A> &#8212; of those dedicated <A HREF="http://vedabase.net/t/to">to</A> material family life.</P><P CLASS=t>TRANSLATION</P><P>Just as a hunter takes away the honey laboriously produced by the honeybees, similarly, saintly mendicants such as brahmac&#257;r&#299;s and sanny&#257;s&#299;s are entitled to enjoy the property painstakingly accumulated by householders dedicated to family enjoyment.</P><P CLASS=t>PURPORT</P><P>The scriptures state, "Saintly mendicants in the sanny&#257;sa order of life and brahmac&#257;r&#299;s have first right to enjoy the sumptuous foodstuffs produced by the householders. If the householders enjoy such foodstuffs without first offering them in charity to the mendicants, such neglectful householders must undergo the lunar fast called c&#257;ndr&#257;yanam." In family life one must overcome the natural tendency toward selfishness by giving abundant charity. Modern society foolishly does not observe such Vedic injunctions, and as a result the world has become overrun by envious griha-medh&#299;s, or persons wholly and solely dedicated to personal gratification in family life. Therefore, the whole world is seized in an uncontrollable spasm of violence and suffering. If one wants to live peacefully one must follow the Vedic injunctions regulating family life. Although the householders work very hard to accumulate money, the saintly sanny&#257;s&#299;s and brahmac&#257;r&#299;s have the right to first enjoy the fruits of such labor. The conclusion is that one should give first priority to spiritual advancement in Krishna consciousness and thus perfect one's life. Then even without personal endeavor, one will be supplied all of one's necessities by the mercy of the Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>