<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 8 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 8 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Story of Pi&#324;gal&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.8.18</P><P CLASS=c>nritya-v&#257;ditra-g&#299;t&#257;ni</P><P CLASS=c>jushan gr&#257;my&#257;ni yoshit&#257;m</P><P CLASS=c>&#257;s&#257;m kr&#299;danako va&#347;ya</P><P CLASS=c>rishya&#347;ri&#324;go mrig&#299;-sutah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nrtya">nritya</A> &#8212; dancing; <A CLASS=v HREF="http://vedabase.net/v/vaditra">v&#257;ditra</A> &#8212; musical performance; <A CLASS=v HREF="http://vedabase.net/g/gitani">g&#299;t&#257;ni</A> &#8212; songs; <A CLASS=v HREF="http://vedabase.net/j/jusan">jushan</A> &#8212; cultivating; <A CLASS=v HREF="http://vedabase.net/g/gramyani">gr&#257;my&#257;ni</A> &#8212; related <A HREF="http://vedabase.net/t/to">to</A> sense gratification; <A CLASS=v HREF="http://vedabase.net/y/yositam">yoshit&#257;m</A> &#8212; of women; <A CLASS=v HREF="http://vedabase.net/a/asam">&#257;s&#257;m</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/k/kridanakah">kr&#299;danakah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> plaything; <A CLASS=v HREF="http://vedabase.net/v/vasyah">va&#347;yah</A> &#8212; fully controlled; <A CLASS=v HREF="http://vedabase.net/r/rsya">rishya</A>-<A CLASS=v HREF="http://vedabase.net/s/srngah">&#347;ri&#324;gah</A> &#8212; the sage Rishya&#347;ri&#324;ga; <A CLASS=v HREF="http://vedabase.net/m/mrgi">mrig&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; son of <A HREF="http://vedabase.net/m/mrgi">Mrig&#299;</A></P><P CLASS=t>TRANSLATION</P><P>Becoming attracted to the worldly singing, dancing and musical entertainment of beautiful women, even the great sage Rishya&#347;ri&#324;ga, the son of Mrig&#299;, fell totally under their control, just like a pet animal.</P><P CLASS=t>PURPORT</P><P>Rishya&#347;ri&#324;ga, the young son of the sage Mrig&#299;, was intentionally brought up by his father in an atmosphere of complete innocence. Mrig&#299; Rishi thought that if his son were never exposed to the sight of women he would always remain a perfect brahmac&#257;r&#299;. But by chance the inhabitants of the neighboring kingdom, who were suffering from a long-term drought, received divine advice that rain would return to their kingdom only after the br&#257;hmana named Rishya&#347;ri&#324;ga stepped foot in it. Therefore they sent beautiful women to the hermitage of Mrig&#299; to entice Rishya&#347;ri&#324;ga and bring him back with them. Since Rishya&#347;ri&#324;ga had never even heard about women, he easily fell for their trap.</P><P>The name Rishya&#347;ri&#324;ga indicates that the young sage was born with a deerlike horn growing out of his forehead. If like the deer a rishi becomes attracted to sweet musical sounds promising sense gratification, then like the deer he is quickly vanquished. A thoughtful person should humbly take instruction from the deer, who is doomed by attraction to musical sense gratification.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>