<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 8 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 8 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Story of Pi&#324;gal&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.8.21</P><P CLASS=c>t&#257;vaj jitendriyo na sy&#257;d</P><P CLASS=c>vijit&#257;nyendriyah pum&#257;n</P><P CLASS=c>na jayed rasanam y&#257;vaj</P><P CLASS=c>jitam sarvam jite rase</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyah">indriyah</A> &#8212; one who has conquered the senses; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; can be; <A CLASS=v HREF="http://vedabase.net/v/vijita">vijita</A>-<A CLASS=v HREF="http://vedabase.net/a/anya">anya</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyah">indriyah</A> &#8212; one who has conquered all of the other senses; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> human being; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/j/jayet">jayet</A> &#8212; cannot conquer; <A CLASS=v HREF="http://vedabase.net/r/rasanam">rasanam</A> &#8212; the tongue; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/j/jitam">jitam</A> &#8212; conquered; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/j/jite">jite</A> &#8212; when conquered; <A CLASS=v HREF="http://vedabase.net/r/rase">rase</A> &#8212; the tongue.</P><P CLASS=t>TRANSLATION</P><P>Although one may conquer all of the other senses, as long as the tongue is not conquered it cannot be said that one has controlled his senses. However, if one is able to control the tongue, then one is understood to be in full control of all the senses.</P><P CLASS=t>PURPORT</P><P>By eating, one gives energy and activity to all of the senses, and thus if the tongue is uncontrolled all of the senses will be dragged down to the material platform of existence. Therefore, by all means one must control the tongue. If one fasts, then all of the other senses become weak and lose their potency. The tongue, however, becomes more greedy to taste delicious preparations, and when one finally indulges the tongue, all of the senses quickly go out of control. Therefore, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura advises that one accept mah&#257;-pras&#257;dam, or the remnants of the Lord's food, in a moderate proportion. Since the tongue's function is also to vibrate, one should vibrate the glorious holy name of the Supreme Lord and taste the ecstasy of pure Krishna consciousness. As stated in Bhagavad-g&#299;t&#257;, rasa-varjam raso 'py asya param drishtv&#257; nivartate: only by the higher taste of Krishna consciousness can one give up the deadly lower taste that keeps one imprisoned in material bondage.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura states that as long as one's intelligence is materially covered, one cannot understand the pleasure of Krishna consciousness. Trying to enjoy without Krishna, the living entity leaves the abode of the Supreme Lord, called Vrajabh&#363;mi, and comes down into the material world, where he quickly loses control of his senses. One becomes particularly victimized by the tongue, belly and genitals, which exert intolerable pressure on the conditioned soul. These desires subside, however, when one reestablishes one's blissful relationship with the Lord, who is actually the reservoir of all pleasure. One who is attached to the taste of Krishna consciousness automatically follows all of the rules and regulations of religious life due to spontaneous attraction to vi&#347;uddha-sattva, or the mode of pure goodness. Without such spontaneous attraction, one is certainly bewildered by the pushing of the material senses.</P><P>Even the beginning stage of devotional service, called s&#257;dhana-bhakti (regulatory practice), is so powerful that it brings one to the platform of anartha-nivritti, where one becomes free from unwanted sinful habits and gains relief from the pressure of the tongue, belly and genitals. Thus one is delivered from the bondage of material addiction and can no longer be cheated by the allurements of the material energy. As it is said, all that glitters is not gold. In this regard &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura recommends that we consider the following song written by his father, &#346;r&#299;la Bhaktivinoda Th&#257;kura:</P><P>&#347;ar&#299;ra avidy&#257;-j&#257;l, jadendriya t&#257;he k&#257;l</P><P CLASS=n>j&#299;ve phele vishaya-s&#257;gare</P><P CLASS=n>t&#257;'ra madhye jihv&#257; ati-, lobhamay sudurmati,</P><P CLASS=n>t&#257;'ke jet&#257; kathina sams&#257;re</P><P CLASS=n>krishna bada day&#257;may, karib&#257;re jihv&#257; jay,</P><P CLASS=n>sva-pras&#257;d&#257;nna dila bh&#257;i</P><P CLASS=n>sei ann&#257;mrita p&#257;o, r&#257;dh&#257;-krishna-guna g&#257;o,</P><P CLASS=n>preme d&#257;ko caitanya-nit&#257;i</P><P>"O Lord, this material body is a lump of ignorance, and the senses are a network of paths to death. Somehow, we have fallen into this ocean of material sense enjoyment, and of all the senses the tongue is most voracious and uncontrollable; it is very difficult to conquer the tongue in this world. But You, dear Krishna, are very kind to us and have given us such nice pras&#257;dam, just to control the tongue. Now we take this pras&#257;dam to our full satisfaction and glorify Their Lordships &#346;r&#299; &#346;r&#299; R&#257;dh&#257;-Krishna, and in love call for the help of Lord Caitanya and Lord Nity&#257;nanda."</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>