<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 8 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 8 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Story of Pi&#324;gal&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.8.41</P><P CLASS=c>sams&#257;ra-k&#363;pe patitam</P><P CLASS=c>vishayair mushitekshanam</P><P CLASS=c>grastam k&#257;l&#257;hin&#257;tm&#257;nam</P><P CLASS=c>ko 'nyas tr&#257;tum adh&#299;&#347;varah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; material existence; <A CLASS=v HREF="http://vedabase.net/k/kupe">k&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the dark well; <A CLASS=v HREF="http://vedabase.net/p/patitam">patitam</A> &#8212; fallen; <A CLASS=v HREF="http://vedabase.net/v/visayaih">vishayaih</A> &#8212; by sense gratification; <A CLASS=v HREF="http://vedabase.net/m/musita">mushita</A> &#8212; stolen away; <A CLASS=v HREF="http://vedabase.net/i/iksanam">&#299;kshanam</A> &#8212; vision; <A CLASS=v HREF="http://vedabase.net/g/grastam">grastam</A> &#8212; seized; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; of time; <A CLASS=v HREF="http://vedabase.net/a/ahina">ahin&#257;</A> &#8212; by the serpent; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; else; <A CLASS=v HREF="http://vedabase.net/t/tratum">tr&#257;tum</A> &#8212; is capable of delivering; <A CLASS=v HREF="http://vedabase.net/a/adhisvarah">adh&#299;&#347;varah</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>The intelligence of the living entity is stolen away by activities of sense gratification, and thus he falls into the dark well of material existence. Within that well he is then seized by the deadly serpent of time. Who else but the Supreme Personality of Godhead could save the poor living entity from such a hopeless condition?</P><P CLASS=t>PURPORT</P><P>Pi&#324;gal&#257; stated in a previous verse that even the demigods are unable to give actual happiness to a woman. One may question who has authorized this lady to reject even such exalted personalities as Brahm&#257;, &#346;iva and the other demigods. The answer given here is that if one actually wants to solve all the problems of life and go back home, back to Godhead, then the only solution is to take shelter of the lotus feet of the Lord. It is well known that the demigods themselves are subject to birth and death. As stated by Lord &#346;iva himself, mukti-prad&#257;t&#257; sarvesh&#257;m vishnur eva na sam&#347;ayah: "There is no doubt that Vishnu is the deliverer of liberation for everyone."</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>