<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 8 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 8 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Story of Pi&#324;gal&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.8.8</P><P CLASS=c>yoshid-dhirany&#257;bharan&#257;mbar&#257;di-</P><P CLASS=c>dravyeshu m&#257;y&#257;-raciteshu m&#363;dhah</P><P CLASS=c>pralobhit&#257;tm&#257; hy upabhoga-buddhy&#257;</P><P CLASS=c>pata&#324;ga-van na&#347;yati nashta-drishtih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yosit">yoshit</A> &#8212; of women; <A CLASS=v HREF="http://vedabase.net/h/hiranya">hiranya</A> &#8212; golden; <A CLASS=v HREF="http://vedabase.net/a/abharana">&#257;bharana</A> &#8212; ornaments; <A CLASS=v HREF="http://vedabase.net/a/ambara">ambara</A> &#8212; clothing; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/d/dravyesu">dravyeshu</A> &#8212; upon seeing such things; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; by the illusory energy of the Lord; <A CLASS=v HREF="http://vedabase.net/r/racitesu">raciteshu</A> &#8212; manufactured; <A CLASS=v HREF="http://vedabase.net/m/mudhah">m&#363;dhah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> fool with <A HREF="http://vedabase.net/n/no">no</A> discrimination; <A CLASS=v HREF="http://vedabase.net/p/pralobhita">pralobhita</A> &#8212; aroused by lusty desires; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/u/upabhoga">upabhoga</A> &#8212; for sense gratification; <A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; with the desire; <A CLASS=v HREF="http://vedabase.net/p/patanga">pata&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like the moth; <A CLASS=v HREF="http://vedabase.net/n/nasyati">na&#347;yati</A> &#8212; is destroyed; <A CLASS=v HREF="http://vedabase.net/n/nasta">nashta</A> &#8212; is ruined; <A CLASS=v HREF="http://vedabase.net/d/drstih">drishtih</A> &#8212; whose intelligence.</P><P CLASS=t>TRANSLATION</P><P>A foolish person with no intelligent discrimination is immediately aroused at the sight of a lusty woman beautifully decorated with golden ornaments, fine clothing and other cosmetic features. Being eager for sense gratification, such a fool loses all intelligence and is destroyed just like the moth who rushes into the blazing fire.</P><P CLASS=t>PURPORT</P><P>Actually, women have the power to attract men through all of the material senses. Men become lusty by seeing the body of a woman, by smelling her fragrance, by hearing her voice, by tasting her lips and by touching her body. However, the foolish relationship based on material sex attraction begins by seeing, and thus r&#363;pa, or form, is very prominent in the process of ruining one's intelligence. This fact has been exploited in modern times by huge pornography industries, which prey on unfortunate men and women. The example of the foolish moth rushing into the fire and destroying itself is most appropriate in this regard, for one who becomes addicted to the momentary pleasure of sex indulgence certainly loses his power to understand the spiritual reality behind dull matter.</P><P>A lusty person becomes blind and foolish through sex indulgence, and his soul is lost in the fire of sense gratification. This whole disaster can be avoided by taking seriously to the process of chanting the holy names of the Lord: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Caitanya Mah&#257;prabhu and His empowered representatives such as &#346;r&#299;la Prabhup&#257;da have created a movement to save people from the dungeon of material life, and we should all seriously take advantage of this opportunity.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>