<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 8 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 8 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Story of Pi&#324;gal&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.8.9</P><P CLASS=c>stokam stokam grased gr&#257;sam</P><P CLASS=c>deho varteta y&#257;vat&#257;</P><P CLASS=c>grih&#257;n ahimsann &#257;tishthed</P><P CLASS=c>vrittim m&#257;dhukar&#299;m munih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/stokam">stokam</A> <A CLASS=v HREF="http://vedabase.net/s/stokam">stokam</A> &#8212; always, <A HREF="http://vedabase.net/a/a">a</A> little bit; <A CLASS=v HREF="http://vedabase.net/g/graset">graset</A> &#8212; one should eat; <A CLASS=v HREF="http://vedabase.net/g/grasam">gr&#257;sam</A> &#8212; food; <A CLASS=v HREF="http://vedabase.net/d/dehah">dehah</A> &#8212; the material body; <A CLASS=v HREF="http://vedabase.net/v/varteta">varteta</A> &#8212; that <A HREF="http://vedabase.net/i/it">it</A> may live; <A CLASS=v HREF="http://vedabase.net/y/yavata">y&#257;vat&#257;</A> &#8212; with that much; <A CLASS=v HREF="http://vedabase.net/g/grhan">grih&#257;n</A> &#8212; the householders; <A CLASS=v HREF="http://vedabase.net/a/ahimsan">ahimsan</A> &#8212; not harassing; <A CLASS=v HREF="http://vedabase.net/a/atisthet">&#257;tishthet</A> &#8212; one should practice; <A CLASS=v HREF="http://vedabase.net/v/vrttim">vrittim</A> &#8212; the occupation; <A CLASS=v HREF="http://vedabase.net/m/madhu">m&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/k/karim">kar&#299;m</A> &#8212; of the honeybee; <A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> saintly person.</P><P CLASS=t>TRANSLATION</P><P>A saintly person should accept only enough food to keep his body and soul together. He should go from door to door accepting just a little bit of food from each family. Thus he should practice the occupation of the honeybee.</P><P CLASS=t>PURPORT</P><P>Sometimes a honeybee is attracted by the extraordinary aroma of a particular lotus flower and lingers there, neglecting his usual activity of flying from flower to flower. Unfortunately, at sunset the lotus flower closes, and thus the infatuated honeybee is trapped. Similarly, a sanny&#257;s&#299; or brahmac&#257;r&#299; may discover that excellent foodstuff is available at a particular house, and therefore, instead of wandering from place to place, he may become a veritable resident of such a well-fed household. Thus he will become bewildered by the illusion of family life and fall down from the platform of renunciation. Also, if a mendicant takes unfair advantage of the Vedic custom of charity and takes too often from a single family, the resentment he causes will disturb the social order. An ideal sage should, like the honeybee, travel from place to place, but he must be careful not to become a chubby bee by going to many houses and eating sumptuously at each house. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, such a chubby bee will undoubtedly become entangled in the network of m&#257;y&#257;. No one should be overly attached to the gratification of his tongue, because this will lead to an overstuffed belly and then uncontrollable lust. In conclusion, one should not endeavor very much for material sense gratification but should instead endeavor strenuously to spread the glories of the Supreme Lord, Krishna. This is the proper use of human energy.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>