<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 24 Verse 56</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 24 Verse 56"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Krishna the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.24.56</P><P CLASS=c>yad&#257; yad&#257; hi dharmasya</P><P CLASS=c>kshayo vriddhi&#347; ca p&#257;pmanah</P><P CLASS=c>tad&#257; tu bhagav&#257;n &#299;&#347;a</P><P CLASS=c>&#257;tm&#257;nam srijate harih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; whenever; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when ever; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/dharmasya">dharmasya</A> &#8212; of the principles of religion; <A CLASS=v HREF="http://vedabase.net/k/ksayah">kshayah</A> &#8212; deterioration; <A CLASS=v HREF="http://vedabase.net/v/vrddhih">vriddhih</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/papmanah">p&#257;pmanah</A> &#8212; of sinful activities; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;ah</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/s/srjate">srijate</A> &#8212; descends; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Whenever the principles of religion deteriorate and the principles of irreligion increase, the supreme controller, the Personality of Godhead &#346;r&#299; Hari, appears by His own will.</P><P CLASS=t>PURPORT</P><P>The principles by which an incarnation of the Supreme Personality of Godhead descends upon earth are explained in this verse. The same principles are also explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/7.htm">4.7</A>) by the Lord Himself:</P><P>yad&#257; yad&#257; hi dharmasya</P><P CLASS=n>gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya</P><P CLASS=n>tad&#257;tm&#257;nam srij&#257;my aham</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I descend Myself."</P><P>In the present age, the Supreme Personality of Godhead has appeared as &#346;r&#299; Caitanya Mah&#257;prabhu to inaugurate the Hare Krishna movement. At the present time, in Kali-yuga, people are extremely sinful and bad (manda). They have no idea of spiritual life and are misusing the benefits of the human form to live like cats and dogs. Under these circumstances &#346;r&#299; Caitanya Mah&#257;prabhu has inaugurated the Hare Krishna movement, which is not different from Krishna, the Supreme Personality of Godhead. If one associates with this movement, he directly associates with the Supreme Personality of Godhead. People should take advantage of the chanting of the Hare Krishna mantra and thus gain relief from all the problems created in this age of Kali.</P><P CLASS=l><A CLASS=i HREF="53-55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="57.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>