<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 24 Verse 59</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 24 Verse 59"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Krishna the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.24.59</P><P CLASS=c>akshauhin&#299;n&#257;m patibhir</P><P CLASS=c>asurair nripa-l&#257;ñchanaih</P><P CLASS=c>bhuva &#257;kramyam&#257;n&#257;y&#257;</P><P CLASS=c>abh&#257;r&#257;ya kritodyamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aksauhininam">akshauhin&#299;n&#257;m</A> &#8212; of kings possessing great military power; <A CLASS=v HREF="http://vedabase.net/p/patibhih">patibhih</A> &#8212; by such kings or government; <A CLASS=v HREF="http://vedabase.net/a/asuraih">asuraih</A> &#8212; actually demons (because they <A HREF="http://vedabase.net/d/do">do</A> not need such military power but create <A HREF="http://vedabase.net/i/it">it</A> unnecessarily); <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A>-<A CLASS=v HREF="http://vedabase.net/l/lanchanaih">l&#257;ñchanaih</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> actually unfit <A HREF="http://vedabase.net/t/to">to</A> be kings (although they have somehow taken possession of the government); <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; on the surface of the earth; <A CLASS=v HREF="http://vedabase.net/a/akramyamanayah">&#257;kramyam&#257;n&#257;y&#257;h</A> &#8212; aiming at attacking one another; <A CLASS=v HREF="http://vedabase.net/a/abharaya">abh&#257;r&#257;ya</A> &#8212; paving the way for diminishing the number of demons on the surface of the earth; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/u/udyamah">udyamah</A> &#8212; enthusiastic (they spend all the revenue of the state <A HREF="http://vedabase.net/t/to">to</A> increase military power).</P><P CLASS=t>TRANSLATION</P><P>Although the demons who take possession of the government are dressed like men of government, they do not know the duty of the government. Consequently, by the arrangement of God, such demons, who possess great military strength, fight with one another, and thus the great burden of demons on the surface of the earth is reduced. The demons increase their military power by the will of the Supreme, so that their numbers will be diminished and the devotees will have a chance to advance in Krishna consciousness.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/8.htm">4.8</A>), paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m. The s&#257;dhus, the devotees of the Lord, are always eager to advance the cause of Krishna consciousness so that the conditioned souls may be released from the bondage of birth and death. But the asuras, the demons, impede the advancement of the Krishna consciousness movement, and therefore Krishna arranges occasional fights between different asuras who are very much interested in increasing their military power. The duty of the government or king is not to increase military power unnecessarily; the real duty of the government is to see that the people of the state advance in Krishna consciousness. For this purpose, Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>), c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah: "According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me." There should be an ideal class of men who are bona fide br&#257;hmanas, and they should be given all protection. Namo brahmanya-dev&#257;ya go-br&#257;hmana-hit&#257;ya ca. Krishna is very fond of br&#257;hmanas and cows, The br&#257;hmanas promulgate the cause of advancement in Krishna consciousness, and the cows give enough milk to maintain the body in the mode of goodness. The kshatriyas and the government should be advised by the br&#257;hmanas. Next, the vai&#347;yas should produce enough foodstuffs, and the &#347;&#363;dras, who cannot do anything beneficial on their own, should serve the three higher classes (the br&#257;hmanas, kshatriyas and vai&#347;yas). This is the arrangement of the Supreme Personality of Godhead so that the conditioned souls will be released from the material condition and return home, back to Godhead. This is the purpose of Krishna's descent on the surface of the earth (paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>]).</P><P>Everyone must understand Krishna's activities (janma karma ca me divyam [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]). If one understands the purpose of Krishna's coming to this earth and performing His activities, one is immediately liberated. This liberation is the purpose of the creation and Krishna's descent upon the surface of the earth. Demons are very much interested in advancing a plan by which people will labor hard like cats, dogs and hogs, but Krishna's devotees want to teach Krishna consciousness so that people will be satisfied with plain living and Krishna conscious advancement. Although demons have created many plans for industry and hard labor so that people will work day and night like animals, this is not the purpose of civilization. Such endeavors are jagato'hitah; that is, they are meant for the misfortune of the people in general. Kshay&#257;ya: such activities lead to annihilation. One who understands the purpose of Krishna, the Supreme Personality of Godhead, should seriously understand the importance of the Krishna consciousness movement and seriously take part in it. One should not endeavor for ugra-karma, or unnecessary work for sense gratification. N&#363;nam pramattah kurute vikarma yad indriya-pr&#299;taya &#257;prinoti (Bh&#257;g. <A CLASS=v HREF="../../../sb/5/5/4.htm">5.5.4</A>). Simply for sense gratification, people make plans for material happiness. M&#257;y&#257;-sukh&#257;ya bharam udvahato vim&#363;dh&#257;n (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/9/43.htm">7.9.43</A>). They do this because they are all vim&#363;dhas, rascals. For flickering happiness, people waste their human energy, not understanding the importance of the Krishna consciousness movement but instead accusing the simple devotees of brainwashing. Demons may falsely accuse the preachers of the Krishna consciousness movement, but Krishna will arrange a fight between the demons in which all their military power will be engaged and both parties of demons will be annihilated.</P><P CLASS=l><A CLASS=i HREF="58.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="60.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>