<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 24 Verse 62</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 24 Verse 62"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Krishna the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.24.62</P><P CLASS=c>yasmin sat-karna-p&#299;yushe</P><P CLASS=c>ya&#347;as-t&#299;rtha-vare sakrit</P><P CLASS=c>&#347;rotr&#257;ñjalir upaspri&#347;ya</P><P CLASS=c>dhunute karma-v&#257;san&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the history of the transcendental activities of <A HREF="http://vedabase.net/k/krsna">Krishna</A> upon the surface of the earth; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/k/karna">karna</A>-<A CLASS=v HREF="http://vedabase.net/p/piyuse">p&#299;yushe</A> &#8212; who pleases the demands of the transcendental, purified ears; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A>-<A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/v/vare">vare</A> &#8212; keeping oneself <A HREF="http://vedabase.net/i/in">in</A> the best of holy places by hearing the transcendental activities of the Lord; <A CLASS=v HREF="http://vedabase.net/s/sakrt">sakrit</A> &#8212; once only, immediately; <A CLASS=v HREF="http://vedabase.net/s/srotra">&#347;rotra</A>-<A CLASS=v HREF="http://vedabase.net/a/anjalih">añjalih</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of hearing the transcendental message; <A CLASS=v HREF="http://vedabase.net/u/upasprsya">upaspri&#347;ya</A> &#8212; touching (exactly like the water of the Ganges); <A CLASS=v HREF="http://vedabase.net/d/dhunute">dhunute</A> &#8212; destroys; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/v/vasanam">v&#257;san&#257;m</A> &#8212; the strong desire for fruitive activities.</P><P CLASS=t>TRANSLATION</P><P>Simply by receiving the glories of the Lord through purified transcendental ears, the devotees of the Lord are immediately freed from strong material desires and engagement in fruitive activities.</P><P CLASS=t>PURPORT</P><P>When the devotees aurally receive the activities of the Supreme Personality of Godhead as enacted in Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam, they immediately achieve a transcendental vision in which they are no longer interested in materialistic activities. Thus they achieve freedom from the material world. For sense gratification practically everyone is engaged in materialistic activities, which prolong the process of janma-mrityu jar&#257;-vy&#257;dhi &#8212; birth, death, old age and disease &#8212; but the devotee, simply by hearing the message of Bhagavad-g&#299;t&#257; and further relishing the narrations of &#346;r&#299;mad-Bh&#257;gavatam, becomes so pure that he no longer takes interest in materialistic activities. At the moment, devotees in the Western countries are being attracted by Krishna consciousness and becoming uninterested in materialistic activities, and therefore people are trying to oppose this movement. But they cannot possibly check this movement or stop the activities of the devotees in Europe and America by their artificial impositions. Here the words &#347;rotr&#257;ñjalir upaspri&#347;ya indicate that simply by hearing the transcendental activities of the Lord the devotees become so pure that they are immediately immune to the contamination of materialistic fruitive activities. Any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>] Materialistic activities are unnecessary for the soul, and therefore the devotees are freed from such activities. The devotees are situated in liberation (brahma-bh&#363;y&#257;ya kalpate), and therefore they cannot be called back to their material homes and materialistic activities.</P><P CLASS=l><A CLASS=i HREF="61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="63-64.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>