<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 24 Verse 66</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 24 Verse 66"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Krishna the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.24.66</P><P CLASS=c>j&#257;to gatah pitri-grih&#257;d vrajam edhit&#257;rtho</P><P CLASS=c>hatv&#257; rip&#363;n suta-&#347;at&#257;ni kritorud&#257;rah</P><P CLASS=c>utp&#257;dya teshu purushah kratubhih sam&#299;je</P><P CLASS=c>&#257;tm&#257;nam &#257;tma-nigamam prathayañ janeshu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah</A> &#8212; after taking birth <A HREF="http://vedabase.net/a/as">as</A> the son of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; went away; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/g/grhat">grih&#257;t</A> &#8212; from the houses of His father; <A CLASS=v HREF="http://vedabase.net/v/vrajam">vrajam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/e/edhita">edhita</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> exalt the position (of <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>); <A CLASS=v HREF="http://vedabase.net/h/hatva">hatv&#257;</A> &#8212; killing there; <A CLASS=v HREF="http://vedabase.net/r/ripun">rip&#363;n</A> &#8212; many demons; <A CLASS=v HREF="http://vedabase.net/s/suta">suta</A>-<A CLASS=v HREF="http://vedabase.net/s/satani">&#347;at&#257;ni</A> &#8212; hundreds of sons; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/u/urudarah">urud&#257;rah</A> &#8212; accepting many thousands of wives, the best of women; <A CLASS=v HREF="http://vedabase.net/u/utpadya">utp&#257;dya</A> &#8212; begot; <A CLASS=v HREF="http://vedabase.net/t/tesu">teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> them; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the Supreme Person, who exactly resembles <A HREF="http://vedabase.net/a/a">a</A> human being; <A CLASS=v HREF="http://vedabase.net/k/kratubhih">kratubhih</A> &#8212; by many sacrifices; <A CLASS=v HREF="http://vedabase.net/s/samije">sam&#299;je</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; Himself (because <A HREF="http://vedabase.net/h/he">He</A> is the person worshiped by all sacrifices); <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/n/nigamam">nigamam</A> &#8212; exactly according <A HREF="http://vedabase.net/t/to">to</A> the ritualistic ceremonies of the Vedas; <A CLASS=v HREF="http://vedabase.net/p/prathayan">prathayan</A> &#8212; expanding the Vedic principles; <A CLASS=v HREF="http://vedabase.net/j/janesu">janeshu</A> &#8212; among the people <A HREF="http://vedabase.net/i/in">in</A> general.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, &#346;r&#299; Krishna, known as l&#299;l&#257;-purushottama, appeared as the son of Vasudeva but immediately left His father's home and went to Vrind&#257;vana to expand His loving relationship with His confidential devotees. In Vrind&#257;vana the Lord killed many demons, and afterwards He returned to Dv&#257;rak&#257;, where according to Vedic principles He married many wives who were the best of women, begot through them hundreds of sons, and performed sacrifices for His own worship to establish the principles of householder life.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), vedai&#347; ca sarvair aham eva vedyah: by all the Vedas, it is Krishna who is to be known. Lord &#346;r&#299; Krishna, setting an example by His own behavior, performed many ritualistic ceremonies described in the Vedas and established the principles of grihastha life by marrying many wives and begetting many children just to show people in general how to be happy by living according to Vedic principles. The center of Vedic sacrifice is Krishna (vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]). To advance in human life, human society must follow the Vedic principles personally demonstrated by Lord Krishna in His householder life. The real purpose of Krishna's appearance, however, was to manifest how one can take part in loving affairs with the Supreme Personality of Godhead. Reciprocations of loving affairs in ecstasy are possible only in Vrind&#257;vana. Therefore just after His appearance as the son of Vasudeva, the Lord immediately left for Vrind&#257;vana. In Vrind&#257;vana, the Lord not only took part in loving affairs with His father and mother, the gop&#299;s and the cowherd boys, but also gave liberation to many demons by killing them. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/8.htm">4.8</A>), paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m: the Lord appears in order to protect the devotees and kill the demons. This was fully exhibited by His personal behavior. In Bhagavad-g&#299;t&#257; the Lord is understood by Arjuna to be purusham &#347;&#257;&#347;vatam divyam &#8212; the eternal, transcendental Supreme Person. Here also we find the words utp&#257;dya teshu purushah. Therefore it is to be concluded that the Absolute Truth is purusha, a person. The impersonal feature is but one of the features of His personality. Ultimately, He is a person; He is not impersonal. And not only is He purusha, a person, but He is the l&#299;l&#257;-purushottama, the best of all persons.</P><P CLASS=l><A CLASS=i HREF="65.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="67.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>