<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 24"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 24: Krishna the Supreme Personality of Godhead</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.24 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.24.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: By the womb of the girl brought by his father, Vidarbha begot three sons, named Ku&#347;a, Kratha and Romap&#257;da. Romap&#257;da was the favorite in the dynasty of Vidarbha.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.24.2</B></A>: The son of Romap&#257;da was Babhru, from whom there came a son named Kriti. The son of Kriti was U&#347;ika, and the son of U&#347;ika was Cedi. From Cedi was born the king known as Caidya and others.</P><P CLASS=r><A CLASS=i HREF="3-4.htm"><B>SB 9.24.3-4</B></A>: The son of Kratha was Kunti; the son of Kunti, Vrishni; the son of Vrishni, Nirvriti; and the son of Nirvriti, Da&#347;&#257;rha. From Da&#347;&#257;rha came Vyoma; from Vyoma came J&#299;m&#363;ta; from J&#299;m&#363;ta, Vikriti; from Vikriti, Bh&#299;maratha; from Bh&#299;maratha, Navaratha; and from Navaratha, Da&#347;aratha.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 9.24.5</B></A>: From Da&#347;aratha came a son named &#346;akuni and from &#346;akuni a son named Karambhi. The son of Karambhi was Devar&#257;ta, and his son was Devakshatra. The son of Devakshatra was Madhu, and his son was Kuruva&#347;a, from whom there came a son named Anu.</P><P CLASS=r><A CLASS=i HREF="6-8.htm"><B>SB 9.24.6-8</B></A>: The son of Anu was Puruhotra, the son of Puruhotra was Ayu, and the son of Ayu was S&#257;tvata. O great &#256;ryan King, S&#257;tvata had seven sons, named Bhajam&#257;na, Bhaji, Divya, Vrishni, Dev&#257;vridha, Andhaka and Mah&#257;bhoja. From Bhajam&#257;na by one wife came three sons &#8212; Nimloci, Ki&#324;kana and Dhrishti. And from his other wife came three other sons &#8212; &#346;at&#257;jit, Sahasr&#257;jit and Ayut&#257;jit.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.24.9</B></A>: The son of Dev&#257;vridha was Babhru. Concerning Dev&#257;vridha and Babhru there are two famous songs of prayer, which were sung by our predecessors and which we have heard from a distance. Even now I hear the same prayers about their qualities [because that which was heard before is still sung continuously].</P><P CLASS=r><A CLASS=i HREF="10-11.htm"><B>SB 9.24.10-11</B></A>: "It has been decided that among human beings Babhru is the best and that Dev&#257;vridha is equal to the demigods. Because of the association of Babhru and Dev&#257;vridha, all of their descendants, numbering 14,065, achieved liberation." In the dynasty of King Mah&#257;bhoja, who was exceedingly religious, there appeared the Bhoja kings.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 9.24.12</B></A>: O King, Mah&#257;r&#257;ja Par&#299;kshit, who can suppress your enemies, the sons of Vrishni were Sumitra and Yudh&#257;jit. From Yudh&#257;jit came &#346;ini and Anamitra, and from Anamitra came a son named Nighna.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 9.24.13</B></A>: The two sons of Nighna were Satr&#257;jita and Prasena. Another son of Anamitra was another &#346;ini, and his son was Satyaka.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.24.14</B></A>: The son of Satyaka was Yuyudh&#257;na, whose son was Jaya. From Jaya came a son named Kuni and from Kuni a son named Yugandhara. Another son of Anamitra was Vrishni.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 9.24.15</B></A>: From Vrishni came the sons named &#346;vaphalka and Citraratha. From &#346;vaphalka by his wife G&#257;ndin&#299; came Akr&#363;ra. Akr&#363;ra was the eldest, but there were twelve other sons, all of whom were most celebrated.</P><P CLASS=r><A CLASS=i HREF="16-18.htm"><B>SB 9.24.16-18</B></A>: The names of these twelve were &#256;sa&#324;ga, S&#257;rameya, Mridura, Mriduvit, Giri, Dharmavriddha, Sukarm&#257;, Kshetropeksha, Arimardana, &#346;atrughna, Gandham&#257;da and Pratib&#257;hu. These brothers also had a sister named Suc&#257;r&#257;. From Akr&#363;ra came two sons, named Devav&#257;n and Upadeva. Citraratha had many sons, headed by Prithu and Vid&#363;ratha, all of whom were known as belonging to the dynasty of Vrishni.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 9.24.19</B></A>: Kukura, Bhajam&#257;na, &#346;uci and Kambalabarhisha were the four sons of Andhaka. The son of Kukura was Vahni, and his son was Vilom&#257;.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 9.24.20</B></A>: The son of Vilom&#257; was Kapotarom&#257;, and his son was Anu, whose friend was Tumburu. From Anu came Andhaka; from Andhaka, Dundubhi; and from Dundubhi, Avidyota. From Avidyota came a son named Punarvasu.</P><P CLASS=r><A CLASS=i HREF="21-23.htm"><B>SB 9.24.21-23</B></A>: Punarvasu had a son and a daughter, named &#256;huka and &#256;huk&#299; respectively, and &#256;huka had two sons, named Devaka and Ugrasena. Devaka had four sons, named Devav&#257;n, Upadeva, Sudeva and Devavardhana, and he also had seven daughters, named &#346;&#257;ntidev&#257;, Upadev&#257;, &#346;r&#299;dev&#257;, Devarakshit&#257;, Sahadev&#257;, Devak&#299; and Dhritadev&#257;. Dhritadev&#257; was the eldest. Vasudeva, the father of Krishna, married all these sisters.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 9.24.24</B></A>: Kamsa, Sun&#257;m&#257;, Nyagrodha, Ka&#324;ka, &#346;a&#324;ku, Suh&#363;, R&#257;shtrap&#257;la, Dhrishti and Tushtim&#257;n were the sons of Ugrasena.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 9.24.25</B></A>: Kams&#257;, Kamsavat&#299;, Ka&#324;k&#257;, &#346;&#363;rabh&#363; and R&#257;shtrap&#257;lik&#257; were the daughters of Ugrasena. They became the wives of Vasudeva's younger brothers.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 9.24.26</B></A>: The son of Citraratha was Vid&#363;ratha, the son of Vid&#363;ratha was &#346;&#363;ra, and his son was Bhajam&#257;na. The son of Bhajam&#257;na was &#346;ini, the son of &#346;ini was Bhoja, and the son of Bhoja was Hridika.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 9.24.27</B></A>: The three sons of Hridika were Devam&#299;dha, &#346;atadhanu and Kritavarm&#257;. The son of Devam&#299;dha was &#346;&#363;ra, whose wife was named M&#257;rish&#257;.</P><P CLASS=r><A CLASS=i HREF="28-31.htm"><B>SB 9.24.28-31</B></A>: Through M&#257;rish&#257;, King &#346;&#363;ra begot Vasudeva, Devabh&#257;ga, Deva&#347;rav&#257;, &#256;naka, Sriñjaya, &#346;y&#257;maka, Ka&#324;ka, &#346;am&#299;ka, Vatsaka and Vrika. These ten sons were spotlessly pious personalities. When Vasudeva was born, the demigods from the heavenly kingdom sounded kettledrums. Therefore Vasudeva, who provided the proper place for the appearance of the Supreme Personality of Godhead, Krishna, was also known as &#256;nakadundubhi. The five daughters of King &#346;&#363;ra, named Prith&#257;, &#346;rutadev&#257;, &#346;rutak&#299;rti, &#346;ruta&#347;rav&#257; and R&#257;j&#257;dhidev&#299;, were Vasudeva's sisters. &#346;&#363;ra gave Prith&#257; to his friend Kunti, who had no issue, and therefore another name of Prith&#257; was Kunt&#299;.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 9.24.32</B></A>: Once when Durv&#257;s&#257; was a guest at the house of Prith&#257;'s father, Kunti, Prith&#257; satisfied Durv&#257;s&#257; by rendering service. Therefore she received a mystic power by which she could call any demigod. To examine the potency of this mystic power, the pious Kunt&#299; immediately called for the sun-god.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 9.24.33</B></A>: As soon as Kunt&#299; called for the demigod of the sun, he immediately appeared before her, and she was very much surprised. She told the sun-god, "I was simply examining the effectiveness of this mystic power. I am sorry I have called you unnecessarily. Please return and excuse me."</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 9.24.34</B></A>: The sun-god said: O beautiful Prith&#257;, your meeting with the demigods cannot be fruitless. Therefore, let me place my seed in your womb so that you may bear a son. I shall arrange to keep your virginity intact, since you are still an unmarried girl.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 9.24.35</B></A>: After saying this, the sun-god discharged his semen into the womb of Prith&#257; and then returned to the celestial kingdom. Immediately thereafter, from Kunt&#299; a child was born, who was like a second sun-god.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 9.24.36</B></A>: Because Kunt&#299; feared people's criticisms, with great difficulty she had to give up her affection for her child. Unwillingly, she packed the child in a basket and let it float down the waters of the river. O Mah&#257;r&#257;ja Par&#299;kshit, your great-grandfather the pious and chivalrous King P&#257;ndu later married Kunt&#299;.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 9.24.37</B></A>: Vriddha&#347;arm&#257;, the King of Kar&#363;sha, married Kunt&#299;'s sister &#346;rutadev&#257;, and from her womb Dantavakra was born. Having been cursed by the sages headed by Sanaka, Dantavakra had formerly been born as the son of Diti named Hirany&#257;ksha.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 9.24.38</B></A>: King Dhrishtaketu, the King of Kekaya, married &#346;rutak&#299;rti, another sister of Kunt&#299;'s. &#346;rutak&#299;rti had five sons, headed by Santardana.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 9.24.39</B></A>: Through the womb of R&#257;j&#257;dhidev&#299;, another sister of Kunt&#299;'s, Jayasena begot two sons, named Vinda and Anuvinda. Similarly, the king of the Cedi state married &#346;ruta&#347;rav&#257;. This king's name was Damaghosha.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 9.24.40</B></A>: The son of &#346;ruta&#347;rav&#257; was &#346;i&#347;up&#257;la, whose birth has already been described [in the Seventh Canto of &#346;r&#299;mad-Bh&#257;gavatam]. Vasudeva's brother named Devabh&#257;ga had two sons born of his wife, Kams&#257;. These two sons were Citraketu and Brihadbala.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 9.24.41</B></A>: Vasudeva's brother named Deva&#347;rav&#257; married Kamsavat&#299;, by whom he begot two sons, named Suv&#299;ra and Ishum&#257;n. Ka&#324;ka, by his wife Ka&#324;k&#257;, begot three sons, named Baka, Satyajit and Purujit.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 9.24.42</B></A>: King Sriñjaya, by his wife, R&#257;shtrap&#257;lik&#257;, begot sons headed by Vrisha and Durmarshana. King &#346;y&#257;maka, by his wife, &#346;&#363;rabh&#363;mi, begot two sons, named Harike&#347;a and Hirany&#257;ksha.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 9.24.43</B></A>: Thereafter, King Vatsaka, by the womb of his wife, Mi&#347;rake&#347;&#299;, who was an Apsar&#257;, begot sons headed by Vrika. Vrika, by his wife, Durv&#257;ksh&#299;, begot Taksha, Pushkara, &#346;&#257;la and so on.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 9.24.44</B></A>: From &#346;am&#299;ka, by the womb of his wife, Sud&#257;man&#299;, came Sumitra, Arjunap&#257;la and other sons. King &#256;naka, by his wife, Karnik&#257;, begot two sons, namely Ritadh&#257;m&#257; and Jaya.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 9.24.45</B></A>: Devak&#299;, Paurav&#299;, Rohin&#299;, Bhadr&#257;, Madir&#257;, Rocan&#257;, Il&#257; and others were all wives of &#256;nakadundubhi [Vasudeva]. Among them all, Devak&#299; was the chief.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 9.24.46</B></A>: Vasudeva, by the womb of his wife Rohin&#299;, begot sons such as Bala, Gada, S&#257;rana, Durmada, Vipula, Dhruva, Krita and others.</P><P CLASS=r><A CLASS=i HREF="47-48.htm"><B>SB 9.24.47-48</B></A>: From the womb of Paurav&#299; came twelve sons, including Bh&#363;ta, Subhadra, Bhadrab&#257;hu, Durmada and Bhadra. Nanda, Upananda, Kritaka, &#346;&#363;ra and others were born from the womb of Madir&#257;. Bhadr&#257; [Kau&#347;aly&#257;] gave birth to only one son, named Ke&#347;&#299;.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 9.24.49</B></A>: Vasudeva, by another of his wives, whose name was Rocan&#257;, begot Hasta, Hem&#257;&#324;gada and other sons. And by his wife named Il&#257; he begot sons headed by Uruvalka, all of whom were chief personalities in the dynasty of Yadu.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 9.24.50</B></A>: From the womb of Dhritadev&#257;, one of the wives of &#256;nakadundubhi [Vasudeva], came a son named Viprishtha. The sons of &#346;&#257;ntidev&#257;, another wife of Vasudeva, were Pra&#347;ama, Prasita and others.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 9.24.51</B></A>: Vasudeva also had a wife named Upadev&#257;, from whom came ten sons, headed by R&#257;janya, Kalpa and Varsha. From &#346;r&#299;dev&#257;, another wife, came six sons, such as Vasu, Hamsa and Suvam&#347;a.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>SB 9.24.52</B></A>: By the semen of Vasudeva in the womb of Devarakshit&#257;, nine sons were born, headed by Gad&#257;. Vasudeva, who was religion personified, also had a wife named Sahadev&#257;, by whose womb he begot eight sons, headed by &#346;ruta and Pravara.</P><P CLASS=r><A CLASS=i HREF="53-55.htm"><B>SB 9.24.53-55</B></A>: The eight sons born of Sahadev&#257; such as Pravara and &#346;ruta, were exact incarnations of the eight Vasus in the heavenly planets. Vasudeva also begot eight highly qualified sons through the womb of Devak&#299;. These included K&#299;rtim&#257;n, Sushena, Bhadrasena, Riju, Sammardana, Bhadra and Sa&#324;karshana, the controller and serpent incarnation. The eighth son was the Supreme Personality of Godhead Himself &#8212; Krishna. The highly fortunate Subhadr&#257;, the one daughter, was your grandmother.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>SB 9.24.56</B></A>: Whenever the principles of religion deteriorate and the principles of irreligion increase, the supreme controller, the Personality of Godhead &#346;r&#299; Hari, appears by His own will.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>SB 9.24.57</B></A>: O King, Mah&#257;r&#257;ja Par&#299;kshit, but for the Lord's personal desire, there is no cause for His appearance, disappearance or activities. As the Supersoul, He knows everything. Consequently there is no cause that affects Him, not even the results of fruitive activities.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>SB 9.24.58</B></A>: The Supreme Personality of Godhead acts through His material energy in the creation, maintenance and annihilation of this cosmic manifestation just to deliver the living entity by His compassion and stop the living entity's birth, death and duration of materialistic life. Thus He enables the living being to return home, back to Godhead.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>SB 9.24.59</B></A>: Although the demons who take possession of the government are dressed like men of government, they do not know the duty of the government. Consequently, by the arrangement of God, such demons, who possess great military strength, fight with one another, and thus the great burden of demons on the surface of the earth is reduced. The demons increase their military power by the will of the Supreme, so that their numbers will be diminished and the devotees will have a chance to advance in Krishna consciousness.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>SB 9.24.60</B></A>: The Supreme Personality of Godhead, Krishna, with the cooperation of Sa&#324;karshana, Balar&#257;ma, performed activities beyond the mental comprehension of even such personalities as Lord Brahm&#257; and Lord &#346;iva. [For instance, Krishna arranged the Battle of Kurukshetra to kill many demons for the relief of the entire world.]</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>SB 9.24.61</B></A>: To show causeless mercy to the devotees who would take birth in the future in this age of Kali, the Supreme Personality of Godhead, Krishna, acted in such a way that simply by remembering Him one will be freed from all the lamentation and unhappiness of material existence. [In other words, He acted so that all future devotees, by accepting the instructions of Krishna consciousness stated in Bhagavad-g&#299;t&#257;, could be relieved from the pangs of material existence.]</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>SB 9.24.62</B></A>: Simply by receiving the glories of the Lord through purified transcendental ears, the devotees of the Lord are immediately freed from strong material desires and engagement in fruitive activities.</P><P CLASS=r><A CLASS=i HREF="63-64.htm"><B>SB 9.24.63-64</B></A>: Assisted by the descendants of Bhoja, Vrishni, Andhaka, Madhu, &#346;&#363;rasena, Da&#347;&#257;rha, Kuru, Sriñjaya and P&#257;ndu, Lord Krishna performed various activities. By His pleasing smiles, His affectionate behavior, His instructions and His uncommon pastimes like raising Govardhana Hill, the Lord, appearing in His transcendental body, pleased all of human society.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>SB 9.24.65</B></A>: Krishna's face is decorated with ornaments, such as earrings resembling sharks. His ears are beautiful, His cheeks brilliant, and His smiling attractive to everyone. Whoever sees Lord Krishna sees a festival. His face and body are fully satisfying for everyone to see, but the devotees are angry at the creator for the disturbance caused by the momentary blinking of their eyes.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>SB 9.24.66</B></A>: The Supreme Personality of Godhead, &#346;r&#299; Krishna, known as l&#299;l&#257;-purushottama, appeared as the son of Vasudeva but immediately left His father's home and went to Vrind&#257;vana to expand His loving relationship with His confidential devotees. In Vrind&#257;vana the Lord killed many demons, and afterwards He returned to Dv&#257;rak&#257;, where according to Vedic principles He married many wives who were the best of women, begot through them hundreds of sons, and performed sacrifices for His own worship to establish the principles of householder life.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>SB 9.24.67</B></A>: Thereafter, Lord &#346;r&#299; Krishna created a misunderstanding between family members just to diminish the burden of the world. Simply by His glance, He annihilated all the demoniac kings on the Battlefield of Kurukshetra and declared victory for Arjuna. Finally, He instructed Uddhava about transcendental life and devotion and then returned to His abode in His original form.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>