<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 24"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Krishna the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.24 Summary</P><P>Vidarbha had three sons, named Ku&#347;a, Kratha and Romap&#257;da. Of these three, Romap&#257;da expanded his dynasty by the sons and grandsons named Babhru, Kriti, U&#347;ika, Cedi and Caidya, all of whom later became kings. From the son of Vidarbha named Kratha came a son named Kunti, from whose dynasty came the descendants named Vrishni, Nirvriti, Da&#347;&#257;rha, Vyoma, J&#299;m&#363;ta, Vikriti, Bh&#299;maratha, Navaratha, Da&#347;aratha, &#346;akuni, Karambhi, Devar&#257;ta, Devakshatra, Madhu, Kuruva&#347;a, Anu, Puruhotra, Ayu and S&#257;tvata. S&#257;tvata had seven sons. One of them was Dev&#257;vridha, whose son was Babhru. Another son of S&#257;tvata was Mah&#257;bhoja, by whom the Bhoja dynasty was inaugurated. Another was Vrishni, who had a son named Yudh&#257;jit. From Yudh&#257;jit came Anamitra and &#346;ini, and from Anamitra came Nighna and another &#346;ini. The descendants in succession from &#346;ini were Satyaka, Yuyudh&#257;na, Jaya, Kuni and Yugandhara. Another son of Anamitra was Vrishni. From Vrishni came &#346;vaphalka, by whom Akr&#363;ra and twelve other sons were generated. From Akr&#363;ra came two sons, named Devav&#257;n and Upadeva. The son of Andhaka named Kukura was the origin of the descendants known as Vahni, Vilom&#257;, Kapotarom&#257;, Anu, Andhaka, Dundubhi, Avidyota, Punarvasu and &#256;huka. &#256;huka had two sons, named Devaka and Ugrasena. The four sons of Devaka were known as Devav&#257;n, Upadeva, Sudeva and Devavardhana, and his seven daughters were Dhritadev&#257;, &#346;&#257;ntidev&#257;, Upadev&#257;, &#346;r&#299;dev&#257;, Devarakshit&#257;, Sahadev&#257; and Devak&#299;. Vasudeva married all seven daughters of Devaka. Ugrasena had nine sons named Kamsa, Sun&#257;m&#257;, Nyagrodha, Ka&#324;ka, &#346;a&#324;ku, Suh&#363;, R&#257;shtrap&#257;la, Dhrishti and Tushtim&#257;n, and he had five daughters named Kams&#257;, Kamsavat&#299;, Ka&#324;k&#257;, &#346;&#363;rabh&#363; and R&#257;shtrap&#257;lik&#257;. The younger brothers of Vasudeva married all the daughters of Ugrasena.</P><P>Vid&#363;ratha, the son of Citraratha, had a son named &#346;&#363;ra, who had ten other sons, of whom Vasudeva was the chief. &#346;&#363;ra gave one of his five daughters, Prith&#257;, to his friend Kunti, and therefore she was also named Kunt&#299;. In her maiden state she gave birth to a child named Karna, and later she married Mah&#257;r&#257;ja P&#257;ndu.</P><P>Vriddha&#347;arm&#257; married the daughter of &#346;&#363;ra named &#346;rutadev&#257;, from whose womb Dantavakra was born. Dhrishtaketu married &#346;&#363;ra's daughter named &#346;rutak&#299;rti, who had five sons. Jayasena married &#346;&#363;ra's daughter named R&#257;j&#257;dhidev&#299;. The king of Cedi-de&#347;a, Damaghosha, married the daughter of &#346;&#363;ra named &#346;ruta&#347;rav&#257;, from whom &#346;i&#347;up&#257;la was born.</P><P>Devabh&#257;ga, through the womb of Kams&#257;, begot Citraketu and Brihadbala; and Deva&#347;rav&#257;, through the womb of Kamsavat&#299;, begot Suv&#299;ra and Ishum&#257;n. From Ka&#324;ka, through the womb of Ka&#324;k&#257;, came Baka, Satyajit and Purujit, and from Sriñjaya, through the womb of R&#257;shtrap&#257;lik&#257;, came Vrisha and Durmarshana. &#346;y&#257;maka, through the womb of &#346;&#363;rabh&#363;mi, begot Harike&#347;a and Hirany&#257;ksha. Vatsaka, through the womb of Mi&#347;rake&#347;&#299;, begot Vrika, who begot the sons named Taksha, Pushkara and &#346;&#257;la. From Sam&#299;ka came Sumitra and Arjunap&#257;la, and from &#256;naka came Ritadh&#257;m&#257; and Jaya.</P><P>Vasudeva had many wives, of whom Devak&#299; and Rohin&#299; were the most important. From the womb of Rohin&#299;, Baladeva was born, along with Gada, S&#257;rana, Durmada, Vipula, Dhruva, Krita and others. Vasudeva had many other sons by his other wives, and the eighth son to appear from the womb of Devak&#299; was the Supreme Personality of Godhead, who delivered the entire world from the burden of demons. This chapter ends by glorifying the Supreme Personality of Godhead V&#257;sudeva.</P><P CLASS=l><A CLASS=i HREF="../23/38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>