<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 12 Verse 194</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 12 Verse 194"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Cleansing of the Gundic&#257; Temple</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 12.194</P><P CLASS=c>tom&#257;ra siddh&#257;nta-sa&#324;ga kare yei jane</P><P CLASS=c>'eka' vastu vin&#257; sei 'dvit&#299;ya' n&#257;hi m&#257;ne</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/s/siddhanta">siddh&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; acceptance of the conclusion; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> <A CLASS=v HREF="http://vedabase.net/j/jane">jane</A> &#8212; the person who; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A> &#8212; substance; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; except; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/d/dvitiya">dvit&#299;ya</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> second thing; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> <A CLASS=v HREF="http://vedabase.net/m/mane">m&#257;ne</A> &#8212; does not accept.</P><P CLASS=t>TRANSLATION</P><P>"One who participates in Your impersonal monistic philosophy does not accept anything but the one Brahman."</P><P CLASS=t>PURPORT</P><P>The impersonal monist does not believe that God is the only object of worship and that the living entities are His eternal servants. According to the monists, God and the devotee may be separate in the material state, but when they are spiritually situated, there is no difference between them. This is called advaita-siddh&#257;nta, the conclusion of the monists. Monists consider devotional service of the Lord to be material activity; therefore they consider such devotional activities to be the same as karma, or fruitive activity. This monistic mistake is a great stumbling block on the road to devotional service.</P><P>Actually this discussion between Advaita &#256;c&#257;rya and Nity&#257;nanda was a mock fight to serve as a great instruction for all devotees. &#346;r&#299; Nity&#257;nanda Prabhu wanted to point out that Advaita &#256;c&#257;rya, a pure devotee, did not agree with the monistic conclusion. The conclusion of devotional service is:</P><P>vadanti tat tattva-vidas tattvam yaj jñ&#257;nam advayam</P><P CLASS=n>brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate</P><P>"Learned transcendentalists who know the Absolute Truth call this nondual substance Brahman, Param&#257;tm&#257; or Bhagav&#257;n." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/11.htm">1.2.11</A>)</P><P>Absolute knowledge consists of Brahman, Param&#257;tm&#257; and Bhagav&#257;n. This conclusion is not the same as that of the monists. &#346;r&#299;la Advaita &#256;c&#257;rya was given the title of &#257;c&#257;rya because He spread the bhakti cult, not the philosophy of monism. The true conclusion of advaita-siddh&#257;nta, expressed at the very beginning of the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/1/3.htm">&#256;di 1.3</A>), is not the same as the philosophy of the monists. Here advaita-siddh&#257;nta means advaya-jñ&#257;na, or oneness in variety. Actually &#346;r&#299;la Nity&#257;nanda Prabhu was praising &#346;r&#299;la Advaita &#256;c&#257;rya through friendly mock fighting. He was giving the Vaishnava conclusion in terms of the Bh&#257;gavatam's conclusive words, vadanti tat tattva-vidah. This is also the conclusion of a mantra in the Ch&#257;ndogya Upanishad, ekam ev&#257;dvit&#299;yam.</P><P>A devotee knows that there is oneness in diversity. The mantras of the &#347;&#257;stras do not support the monistic conclusions of the impersonalists, nor does Vaishnava philosophy accept impersonalism without variety. Brahman is the greatest, He who includes everything, and that is oneness. As Krishna says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/7.htm">7.7</A>), mattah parataram n&#257;nyat: there is no one superior to Krishna Himself. He is the original substance because every category emanates from Him. Thus He is simultaneously one with and different from all other categories. The Lord is always engaged in a variety of spiritual activities, but the monist cannot understand spiritual variety. The conclusion is that although the powerful and the power are one and the same, within the energy of the powerful there are varieties. In those varieties there is a distinction between the different parts of one's personal self, between types of the same category, and between types of different categories. In other words, there is always variety in the categories, which are understood as knowledge, the knower and the knowable. Due to the eternal existence of knowledge, the knower and the knowable, devotees everywhere know about the eternal existence of the form, name, qualities, pastimes and entourage of the Supreme Personality of Godhead. Devotees never agree with the monists' preaching of oneness. Unless one adheres to the conceptions of the knower, the knowable and knowledge, there is no possibility of understanding spiritual variety, nor can one taste the transcendental bliss of spiritual variety.</P><P>The philosophy of monism is an adjustment of the Buddhist philosophy of voidism. In a mock fight with &#346;r&#299; Advaita &#256;c&#257;rya, &#346;r&#299; Nity&#257;nanda Prabhu was refuting this type of monistic philosophy. Vaishnavas certainly accept Lord &#346;r&#299; Krishna as the ultimate "one," and that which is without Krishna is called m&#257;y&#257;, or that which has no existence. External m&#257;y&#257; is exhibited in two phases &#8212; j&#299;va-m&#257;y&#257;, the living entities, and guna-m&#257;y&#257;, the material world. In the material world there is prakriti (material nature) and pradh&#257;na (the ingredients of material nature). However, for one who becomes Krishna conscious, the distinction between material and spiritual varieties does not exist. An advanced devotee like Prahl&#257;da Mah&#257;r&#257;ja sees everything as one &#8212; Krishna. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/4/37.htm">7.4.37</A>), krishna-graha-grih&#299;t&#257;tm&#257; na veda jagad &#299;dri&#347;am. One who is in full Krishna consciousness does not distinguish between things material and spiritual; he takes everything to be related to Krishna and therefore spiritual. By advaya-jñ&#257;na-dar&#347;ana, &#346;r&#299;la Advaita &#256;c&#257;rya has glorified pure devotional service. &#346;r&#299;la Nity&#257;nanda Prabhu herein sarcastically condemns the philosophy of the impersonal monists and praises the correct nondual philosophy of &#346;r&#299; Advaita Prabhu.</P><P CLASS=l><A CLASS=i HREF="193.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="195.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>