<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 12 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 12 Verse 38"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Cleansing of the Gundic&#257; Temple</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 12.38</P><P CLASS=c>vastra p&#257;ñ&#257; r&#257;j&#257;ra haila &#257;nandita mana</P><P CLASS=c>prabhu-r&#363;pa kari' kare vastrera p&#363;jana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vastra">vastra</A> <A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;ñ&#257;</A> &#8212; getting that cloth; <A CLASS=v HREF="http://vedabase.net/r/rajara">r&#257;j&#257;ra</A> &#8212; of the King; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/a/anandita">&#257;nandita</A> <A CLASS=v HREF="http://vedabase.net/m/mana">mana</A> &#8212; very happy mind; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; accepting <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A> Himself; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; executes; <A CLASS=v HREF="http://vedabase.net/v/vastrera">vastrera</A> &#8212; of the cloth; <A CLASS=v HREF="http://vedabase.net/p/pujana">p&#363;jana</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>When the King received the old cloth, he began to worship it exactly as he would worship the Lord personally.</P><P CLASS=t>PURPORT</P><P>This is also the conclusion of the Vedic injunctions. Since the Supreme Personality of Godhead is the Absolute Truth, everything in relation to Him is on the same platform. The King had great affection for &#346;r&#299; Caitanya Mah&#257;prabhu, and although he did not see the Lord, he had nonetheless already attained the conclusion of devotional service. Immediately upon receiving the cloth from S&#257;rvabhauma Bhatt&#257;c&#257;rya, the King began to worship it, accepting it as &#346;r&#299; Caitanya Mah&#257;prabhu. The Lord's clothing, bedding, slippers and everything required as an ordinary necessity are all transformations of &#346;esha, Vishnu, the expansion of &#346;r&#299; Baladeva. Thus the cloth and other paraphernalia of the Supreme Personality of Godhead are but other forms of the Supreme Personality of Godhead. Everything connected to the Lord is worshipable. &#346;r&#299; Caitanya Mah&#257;prabhu instructs us that just as Krishna is worshipable, Krishna's place, Vrind&#257;vana, is also worshipable. And as Vrind&#257;vana is worshipable, similarly the paraphernalia in Vrind&#257;vana &#8212; the trees, roads, river, everything &#8212; is worshipable. A pure devotee thus sings, jaya jaya vrind&#257;vana-v&#257;s&#299; yata jana: "All glories to the residents of Vrind&#257;vana!" If a devotee has a staunch devotional attitude, all these conclusions will be awakened or revealed within the heart.</P><P>yasya deve par&#257; bhaktir yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h prak&#257;&#347;ante mah&#257;tmanah</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]</P><P>"Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of Vedic knowledge automatically revealed." (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/23">6.23</A>)</P><P>Thus following in the footsteps of Mah&#257;r&#257;ja Prat&#257;parudra and other devotees, we should learn to worship everything belonging to the Supreme Personality of Godhead. This is referred to by Lord &#346;iva as tad&#299;y&#257;n&#257;m. In the Padma Pur&#257;na it is said:</P><P>&#257;r&#257;dhan&#257;n&#257;m sarvesh&#257;m vishnor &#257;r&#257;dhanam param</P><P CLASS=n>tasm&#257;t parataram devi tad&#299;y&#257;n&#257;m samarcanam</P><P>"O Dev&#299;, the most exalted system of worship is the worship of Lord Vishnu. Greater than that is the worship of tad&#299;ya, or anything belonging to Vishnu." &#346;r&#299; Vishnu is sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. Similarly, the most confidential servant of Krishna, the spiritual master, and all devotees of Vishnu are tad&#299;ya. The sac-cid-&#257;nanda-vigraha, guru, Vaishnavas and things used by them must be considered tad&#299;ya and without a doubt worshipable by all living beings.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>