<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 12 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 12 Verse 44"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Cleansing of the Gundic&#257; Temple</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 12.44</P><P CLASS=c>r&#257;ja-mantr&#299; r&#257;m&#257;nanda &#8212; vyavah&#257;re nipuna</P><P CLASS=c>r&#257;ja-pr&#299;ti kahi' drav&#257;ila prabhura mana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/m/mantri">mantr&#299;</A> &#8212; diplomatic minister; <A CLASS=v HREF="http://vedabase.net/r/ramananda">r&#257;m&#257;nanda</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/r/ramananda">R&#257;m&#257;nanda</A> <A HREF="http://vedabase.net/r/raya">R&#257;ya</A>; <A CLASS=v HREF="http://vedabase.net/v/vyavahare">vyavah&#257;re</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> general behavior; <A CLASS=v HREF="http://vedabase.net/n/nipuna">nipuna</A> &#8212; very expert; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/p/priti">pr&#299;ti</A> &#8212; the love of the King for <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/kahi">kahi</A>' &#8212; describing; <A CLASS=v HREF="http://vedabase.net/d/dravaila">drav&#257;ila</A> &#8212; softened; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/m/mana">mana</A> &#8212; the mind.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; R&#257;m&#257;nanda R&#257;ya was indeed a diplomatic minister for the King. His general behavior was very expert, and simply by describing the King's love for &#346;r&#299; Caitanya Mah&#257;prabhu, he gradually softened the Lord's mind.</P><P CLASS=t>PURPORT</P><P>A diplomat in the material world knows how to deal with people, especially in political affairs. Some of the great devotees of the Lord &#8212; like R&#257;m&#257;nanda R&#257;ya, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, San&#257;tana Gosv&#257;m&#299; and R&#363;pa Gosv&#257;m&#299; &#8212; were government officers and had a background of very opulent householder life. Consequently they knew how to deal with people. In many instances we have seen the diplomacy of R&#363;pa Gosv&#257;m&#299;, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; and R&#257;m&#257;nanda R&#257;ya employed in the service of the Lord. When Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;'s father and uncle were to be arrested by government officials, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; hid them and personally met the government officers and settled the affair diplomatically. This is but one instance. Similarly, San&#257;tana Gosv&#257;m&#299;, after resigning his ministership, was thrown in jail, and he bribed the attendant of the jail so he could leave the clutches of the Nawab and live with &#346;r&#299; Caitanya Mah&#257;prabhu. Now we see R&#257;m&#257;nanda R&#257;ya, a most confidential devotee of the Lord, diplomatically soften the heart of &#346;r&#299; Caitanya Mah&#257;prabhu, despite the fact that the Lord definitely decided not to meet the King. The diplomacy of R&#257;m&#257;nanda R&#257;ya and entreaties of S&#257;rvabhauma Bhatt&#257;c&#257;rya and all the other great devotees succeeded. The conclusion is that diplomacy used for the service of the Lord is a form of devotional service.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>