<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 12 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 12 Verse 61"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Cleansing of the Gundic&#257; Temple</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 12.61</P><P CLASS=c>ei &#8212; mah&#257;-bh&#257;gavata, y&#257;&#324;h&#257;ra dar&#347;ane</P><P CLASS=c>vrajendra-nandana-smriti haya sarva-jane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; here is; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> first-class devotee; <A CLASS=v HREF="http://vedabase.net/y/yanhara">y&#257;&#324;h&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/d/darsane">dar&#347;ane</A> &#8212; by the sight of whom; <A CLASS=v HREF="http://vedabase.net/v/vrajendra">vrajendra</A>-<A CLASS=v HREF="http://vedabase.net/n/nandana">nandana</A> &#8212; of the son of the King of <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/s/smrti">smriti</A> &#8212; remembrance; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/j/jane">jane</A> &#8212; for everyone.</P><P CLASS=t>TRANSLATION</P><P>"Here is a great devotee," &#346;r&#299; Caitanya Mah&#257;prabhu said. "Upon seeing him, everyone can remember the Supreme Personality of Godhead, Krishna, son of Mah&#257;r&#257;ja Nanda."</P><P CLASS=t>PURPORT</P><P>In his Anubh&#257;shya, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura states that a materialist mistakenly accepts the body and mind as the source of material enjoyment. In other words, a materialist accepts the bodily conception of life. &#346;r&#299; Caitanya Mah&#257;prabhu did not regard the son of Mah&#257;r&#257;ja Prat&#257;parudra with the idea that he was a materialist, being the son of a materialist. Nor did He consider Himself the enjoyer. M&#257;y&#257;v&#257;d&#299; philosophers make a great mistake by assuming that the sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], the transcendental form of the Lord, is like a material body. However, there is no material contamination in transcendence, nor is there any possibility of imagining a spirituality in matter. One cannot accept matter as spirit. As indicated by the technical words bhauma ijya-dh&#299;h (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/84/13.htm">10.84.13</A>), materialistic M&#257;y&#257;v&#257;d&#299;s imagine the form of God in matter, although according to their imagination, God is unlimitedly formless. This is simply mental speculation. Even though &#346;r&#299; Caitanya Mah&#257;prabhu is the Supreme Personality of Godhead, He placed Himself in the position of a gop&#299;. He also accepted the King's son directly as the son of Mah&#257;r&#257;ja Nanda, Vrajendra-nandana Hari. This is perfect vision according to the direction of the Vedic culture, as confirmed in &#346;r&#299;mad Bhagavad-g&#299;t&#257;: pandit&#257;h sama-dar&#347;inah [<A CLASS=v HREF="../../../bg/5/18.htm">Bg. 5.18</A>]. Such acceptance of the Absolute Truth according to Vaishnava philosophy is explained in both the Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/2/3">3.2.3</A>) and the Katha Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/23">1.2.23</A>) in the following words:</P><P>n&#257;yam &#257;tm&#257; pravacanena labhyo</P><P CLASS=n>na medhay&#257; na bahun&#257; &#347;rutena</P><P CLASS=n>yam evaisha vrinute tena labhyas</P><P CLASS=n>tasyaisha &#257;tm&#257; vivrinute tan&#363;m sv&#257;m</P><P>"The Supreme Lord is not obtained by expert explanations, by vast intelligence, nor even by much hearing. He is obtained only by one whom He Himself chooses. To such a person He manifests His own form."</P><P>The living entity is entangled in material existence due to his lack of such spiritual vision. &#346;r&#299;la Bhaktivinoda Th&#257;kura has sung in his Kaly&#257;na-kalpataru: sams&#257;re &#257;siy&#257; prakriti bhajiy&#257; 'purusha' abhim&#257;ne mari. When the living entity comes to the material world, he thinks himself the enjoyer. Thus he becomes more and more entangled.</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="62.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>