<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 12 Verse 68</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 12 Verse 68"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Cleansing of the Gundic&#257; Temple</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 12.68</P><P CLASS=c>sei haite bh&#257;gyav&#257;n r&#257;j&#257;ra nandana</P><P CLASS=c>prabhu-bhakta-gana-madhye hail&#257; eka-jana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from that day; <A CLASS=v HREF="http://vedabase.net/b/bhagyavan">bh&#257;gyav&#257;n</A> &#8212; the most fortunate; <A CLASS=v HREF="http://vedabase.net/r/rajara">r&#257;j&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/n/nandana">nandana</A> &#8212; the son of the King; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A>-<A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; among the intimate devotees of the Lord; <A CLASS=v HREF="http://vedabase.net/h/haila">hail&#257;</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; one of them.</P><P CLASS=t>TRANSLATION</P><P>From then on, the fortunate prince was one of the most intimate devotees of the Lord.</P><P CLASS=t>PURPORT</P><P>In this regard, &#346;r&#299;la Prabodh&#257;nanda Sarasvat&#299; writes, yat-k&#257;runya-kat&#257;ksha-vaibhava-vat&#257;m. If &#346;r&#299; Caitanya Mah&#257;prabhu simply glanced at someone for a moment, that person immediately turned into one of the most confidential devotees of the Lord. The prince came to see the Lord for the first time, but by the Lord's mercy the boy immediately became a topmost devotee. This was not in theory but in practice. We cannot apply the nagna-m&#257;trik&#257;-ny&#257;ya formula. This states that if one's mother was naked in her childhood, she should continue to remain naked, even though she has become the mother of so many children. If a person is actually blessed by the mercy of the Lord, he can immediately become a topmost devotee of the Lord. The logic of nagna-m&#257;trik&#257; states that if a person is not elevated on such and such a date, he cannot become an exalted devotee overnight, as it were. This particular instance offers evidence to contradict that theory. On the previous day, the boy was simply an ordinary prince, and the next day he was counted as one of the topmost devotees of the Lord. This was all made possible by the causeless mercy of the Lord. The Lord is omnipotent, all-powerful and almighty, and He can act as He likes.</P><P CLASS=l><A CLASS=i HREF="67.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="69.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>