<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 12"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: The Cleansing of the Gundic&#257; Temple</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 12 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 12.1</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu washed and cleansed the Gundic&#257; temple with His devotees and associates. In this way He made it as cool and bright as His own heart, and thus He made the temple a befitting place for Lord &#346;r&#299; Krishna to sit.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 12.2</B></A>: All glories to Gauracandra! All glories to Nity&#257;nanda! All glories to Advaitacandra! And all glories to all the devotees of Lord &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 12.3</B></A>: All glories to the devotees of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, headed by &#346;r&#299;v&#257;sa Th&#257;kura! I beg their power so that I can properly describe &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 12.4</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu returned from His South Indian tour, Mah&#257;r&#257;ja Prat&#257;parudra, the King of Orissa, became very anxious to meet Him.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 12.5</B></A>: The King sent a letter from his capital, Kataka, to S&#257;rvabhauma Bhatt&#257;c&#257;rya, entreating him to obtain the Lord's permission so that he could go and see Him.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 12.6</B></A>: Replying to the King's letter, the Bhatt&#257;c&#257;rya wrote that &#346;r&#299; Caitanya Mah&#257;prabhu had not given His permission. After this, the King wrote him another letter.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 12.7</B></A>: In this letter the King requested S&#257;rvabhauma Bhatt&#257;c&#257;rya, "Please appeal to all the devotees associated with &#346;r&#299; Caitanya Mah&#257;prabhu and submit this petition to them on my behalf.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 12.8</B></A>: "If all the devotees associated with the Lord are favorably disposed toward me, they can submit my petition at the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 12.9</B></A>: "By the mercy of all the devotees, one can attain the shelter of the lotus feet of the Lord. Without His mercy, my kingdom does not appeal to me.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 12.10</B></A>: "If Gaurahari, Lord &#346;r&#299; Caitanya Mah&#257;prabhu, will not show mercy to me, I shall give up my kingdom, become a mendicant and beg from door to door."</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 12.11</B></A>: When the Bhatt&#257;c&#257;rya received this letter, he became very anxious. He then took the letter and went to the devotees of the Lord.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 12.12</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya met with all the devotees and described the King's wishes. Then he presented the letter to all of them for inspection.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 12.13</B></A>: Upon reading the letter, everyone was astonished to see that King Prat&#257;parudra had so much devotion for the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 12.14</B></A>: The devotees gave their opinion and said, "The Lord will never meet the King, and if we requested Him to do so, the Lord would surely feel very unhappy."</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 12.15</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya then said, "We shall go once again to the Lord, but we shall not request Him to meet the King. Rather, we shall simply describe the good behavior of the King."</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 12.16</B></A>: Having thus reached a decision, they all went to the place of &#346;r&#299; Caitanya Mah&#257;prabhu. There, although ready to speak, they could not even utter a word.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 12.17</B></A>: After they arrived at &#346;r&#299; Caitanya Mah&#257;prabhu's place, the Lord, seeing them, said, "What have you all come here to say? I see that you want to say something, but you do not speak. What is the reason?"</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 12.18</B></A>: Nity&#257;nanda Prabhu then said, "We want to tell You something. Although we cannot stay without speaking, we are still very much afraid to speak.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 12.19</B></A>: "We want to submit before You something that may or may not be befitting. The matter is this: unless he sees You, the King of Orissa will become a mendicant."</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 12.20</B></A>: Nity&#257;nanda Prabhu continued, "The King has decided to become a mendicant and accept the sign of a mendicant by wearing an ivory earring. He does not want to enjoy his kingdom without seeing the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu."</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 12.21</B></A>: Nity&#257;nanda Prabhu continued, "The King also expressed his desire to see the moonlike face of &#346;r&#299; Caitanya Mah&#257;prabhu to his eyes' full satisfaction. He would like to raise the lotus feet of the Lord to his heart."</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 12.22</B></A>: Hearing all these statements, &#346;r&#299; Caitanya Mah&#257;prabhu's mind was certainly softened, but externally He wished to speak some harsh words.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 12.23</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "I can understand that you all desire to take Me to Kataka to see the King."</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 12.24</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "What to speak of spiritual advancement &#8212; all the people will blaspheme Me. And what to speak of all the people &#8212; D&#257;modara would chastise Me.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 12.25</B></A>: "I shall not meet the King at the request of all the devotees, but I shall do so if D&#257;modara will give his permission."</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 12.26</B></A>: D&#257;modara immediately replied, "My Lord, You are the fully independent Supreme Personality of Godhead. Since everything is known to You, You know what is permissible and what is not permissible.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 12.27</B></A>: "I am merely an insignificant j&#299;va, so what power do I have to give directions to You? By Your own personal choice You will meet with the King. I shall see it.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 12.28</B></A>: "The King is very much attached to You, and You are feeling affection and love toward him. Thus I can understand that by virtue of the King's affection for You, You will touch him.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 12.29</B></A>: "Although You are the Supreme Personality of Godhead and are completely independent, still You are dependent on the love and affection of Your devotees. That is Your nature."</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 12.30</B></A>: Nity&#257;nanda Prabhu then said, "Who is there in the three worlds who can ask You to see the King?</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 12.31</B></A>: "Still, isn't it the nature of an attached man to give up his life if he does not attain his desired object?</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 12.32</B></A>: "For instance, some of the wives of the br&#257;hmanas who were performing sacrifices gave up their lives in the presence of their husbands for the sake of Krishna."</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 12.33</B></A>: Nity&#257;nanda Prabhu then submitted one suggestion for the Lord's consideration. "There is a way," He suggested, "by which You need not meet the King but which would enable the King to continue living.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 12.34</B></A>: "If You, out of Your mercy, send one of Your outer garments to the King, the King would live hoping to see You some time in the future."</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 12.35</B></A>: The Lord said, "Since you are all very learned personalities, whatever you decide I shall accept."</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 12.36</B></A>: Lord Nity&#257;nanda Prabhu then obtained an external garment used by the Lord by requesting it from Govinda.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 12.37</B></A>: Thus Nity&#257;nanda Prabhu delivered the old cloth into the care of S&#257;rvabhauma Bhatt&#257;c&#257;rya, and S&#257;rvabhauma Bhatt&#257;c&#257;rya sent it to the King.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 12.38</B></A>: When the King received the old cloth, he began to worship it exactly as he would worship the Lord personally.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 12.39</B></A>: After returning from his service in South India, R&#257;m&#257;nanda R&#257;ya requested the King to allow him to remain with &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 12.40</B></A>: When R&#257;m&#257;nanda R&#257;ya requested the King to allow him to stay with the Lord, the King immediately gave him permission with great satisfaction. As for the King himself, he began to solicit R&#257;m&#257;nanda R&#257;ya to make a meeting arrangement.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 12.41</B></A>: The King told R&#257;m&#257;nanda R&#257;ya, "&#346;r&#299; Caitanya Mah&#257;prabhu is very, very merciful to you. Therefore please solicit my meeting with Him without fail."</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 12.42</B></A>: The King and R&#257;m&#257;nanda R&#257;ya returned together to Jagann&#257;tha-kshetra [Pur&#299;], and &#346;r&#299; R&#257;m&#257;nanda R&#257;ya met &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 12.43</B></A>: At that time, R&#257;m&#257;nanda R&#257;ya informed &#346;r&#299; Caitanya Mah&#257;prabhu about the ecstatic love of the King. Indeed, as soon as there was some opportunity, he repeatedly informed the Lord about the King.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 12.44</B></A>: &#346;r&#299; R&#257;m&#257;nanda R&#257;ya was indeed a diplomatic minister for the King. His general behavior was very expert, and simply by describing the King's love for &#346;r&#299; Caitanya Mah&#257;prabhu, he gradually softened the Lord's mind.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 12.45</B></A>: Mah&#257;r&#257;ja Prat&#257;parudra, in great anxiety, could not endure not seeing the Lord; therefore &#346;r&#299; R&#257;m&#257;nanda R&#257;ya, by his diplomacy, arranged a meeting with the Lord for the King.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 12.46</B></A>: &#346;r&#299; R&#257;m&#257;nanda R&#257;ya frankly requested &#346;r&#299; Caitanya Mah&#257;prabhu, "Please show Your lotus feet to the King at least once."</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 12.47</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "My dear R&#257;m&#257;nanda, you should make this request after duly considering whether it is befitting for a sanny&#257;s&#299; to meet a king.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 12.48</B></A>: "If a mendicant meets a king, this world and the next world are both destroyed for the mendicant. Indeed, what is there to say of the next world? In this world, people will joke if a sanny&#257;s&#299; meets a king."</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 12.49</B></A>: R&#257;m&#257;nanda R&#257;ya replied, "My Lord, You are the supreme independent personality. You have nothing to fear from anyone because You are not dependent on anyone."</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 12.50</B></A>: When R&#257;m&#257;nanda R&#257;ya addressed &#346;r&#299; Caitanya Mah&#257;prabhu as the Supreme Personality of Godhead, Caitanya Mah&#257;prabhu objected, saying, "I am not the Supreme Personality of Godhead but an ordinary human being. Therefore I must fear public opinion in three ways &#8212; with My body, mind and words.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 12.51</B></A>: "As soon as the general public finds a little fault in the behavior of a sanny&#257;s&#299;, they advertise it like wildfire. A black spot of ink cannot be hidden on a white cloth. It is always very prominent."</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 12.52</B></A>: R&#257;m&#257;nanda R&#257;ya replied, "My dear Lord, You have delivered so many sinful people. This King Prat&#257;parudra, the King of Orissa, is actually a servitor of the Lord and Your devotee."</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 12.53</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then said, "There may be much milk in a big pot, but if it is contaminated by a drop of liquor, it is untouchable.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 12.54</B></A>: "The King certainly possesses all good qualities, but simply by taking up the name 'king,' he has infected everything.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 12.55</B></A>: "But if you are still very eager for the King to meet with Me, please first bring his son to meet Me.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 12.56</B></A>: "It is indicated in the revealed scriptures that the son represents the father; therefore the son's meeting with Me would be just as good as the King's meeting with Me."</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 12.57</B></A>: R&#257;m&#257;nanda R&#257;ya then went to inform the King about his talks with &#346;r&#299; Caitanya Mah&#257;prabhu, and, following the Lord's orders, brought the King's son to see Him.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 12.58</B></A>: The prince, just entering upon his youth, was very beautiful. He was blackish in complexion and had large lotus eyes.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 12.59</B></A>: The prince was dressed in yellow cloth, and there were jeweled ornaments decorating his body. Therefore anyone who saw him would remember Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 12.60</B></A>: Seeing the boy, &#346;r&#299; Caitanya Mah&#257;prabhu immediately remembered Krishna. Meeting the boy in ecstatic love, the Lord began to speak.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 12.61</B></A>: "Here is a great devotee," &#346;r&#299; Caitanya Mah&#257;prabhu said. "Upon seeing him, everyone can remember the Supreme Personality of Godhead, Krishna, son of Mah&#257;r&#257;ja Nanda."</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 12.62</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "I have become very much obligated just by seeing this boy." After saying this, the Lord again embraced the prince.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 12.63</B></A>: As soon as the prince was touched by Lord &#346;r&#299; Caitanya Mah&#257;prabhu, symptoms of ecstatic love immediately manifested themselves in his body. These symptoms included perspiration, trembling, tears, being stunned and jubilation.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 12.64</B></A>: The boy began to cry and dance, and he chanted, "Krishna! Krishna!" Upon seeing his bodily symptoms and his chanting and dancing, all the devotees praised him for his great spiritual fortune.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 12.65</B></A>: At that time, &#346;r&#299; Caitanya Mah&#257;prabhu calmed the youth and ordered him to come there daily to meet Him.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 12.66</B></A>: R&#257;m&#257;nanda R&#257;ya and the boy then departed from &#346;r&#299; Caitanya Mah&#257;prabhu, and R&#257;m&#257;nanda took him back to the King's palace. The King was very happy when he heard of his son's activities.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 12.67</B></A>: Just by embracing his son, the King was filled with ecstatic love, just as if he had touched &#346;r&#299; Caitanya Mah&#257;prabhu directly.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 12.68</B></A>: From then on, the fortunate prince was one of the most intimate devotees of the Lord.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 12.69</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu acted in the society of His pure devotees, performing His pastimes and spreading the sa&#324;k&#299;rtana movement.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 12.70</B></A>: Some of the prominent devotees like Advaita &#256;c&#257;rya used to invite &#346;r&#299; Caitanya Mah&#257;prabhu to take His meals at their homes. The Lord accepted such invitations accompanied by His devotees.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 12.71</B></A>: In this way, the Lord passed some days in great jubilation. Then the car festival of Lord Jagann&#257;tha approached.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 12.72</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu first of all called for K&#257;&#347;&#299; Mi&#347;ra, then for the superintendent of the temple, then for S&#257;rvabhauma Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 12.73</B></A>: When these three people came before the Lord, He begged them for permission to wash the temple known as Gundic&#257;.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 12.74</B></A>: Upon hearing the Lord's request for permission to wash the Gundic&#257; temple, the padich&#257;, the superintendent of the temple, said, "My dear Sir, we are all Your servants. Whatever You desire is our duty to perform.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 12.75</B></A>: "The King gave a special order for me to do without delay whatever Your Lordship orders.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 12.76</B></A>: "My dear Lord, washing the temple is not service befitting You. Nonetheless, if You wish to do so, it is to be accepted as one of Your pastimes.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 12.77</B></A>: "To wash the temple, You need many waterpots and brooms. Therefore order me. I can immediately bring all these things to You."</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 12.78</B></A>: As soon as the superintendent understood the desire of the Lord, he immediately delivered a hundred new waterpots and a hundred brooms for sweeping the temple.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 12.79</B></A>: The next day, early in the morning, the Lord took His personal associates with Him and, with His own hand, smeared sandalwood pulp on their bodies.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 12.80</B></A>: He then gave each devotee a broom with His own hand, and taking all of them personally with Him, the Lord went to Gundic&#257;.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 12.81</B></A>: In this way the Lord and His associates went to cleanse the Gundic&#257; temple. At first they cleansed the temple with the brooms.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 12.82</B></A>: The Lord cleansed everything inside the temple very nicely, including the ceiling. He then took up the sitting place [simh&#257;sana], cleansed it and again put it in its original place.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 12.83</B></A>: Thus the Lord and His companions cleansed and swept all the temple's buildings, big and small, and finally cleansed the area between the temple and the k&#299;rtana hall.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 12.84</B></A>: Indeed, hundreds of devotees were engaged in cleansing all around the temple, and &#346;r&#299; Caitanya Mah&#257;prabhu was personally carrying out the operation just to instruct others.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 12.85</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu washed and cleansed the temple in great jubilation, chanting the holy name of Lord Krishna all the time. Similarly, all the devotees were also chanting and at the same time performing their respective duties.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 12.86</B></A>: The entire beautiful body of the Lord was covered with dust and dirt. In this way it became transcendentally beautiful. At times, when cleansing the temple, the Lord shed tears, and in some places He even cleansed with those tears.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 12.87</B></A>: After this, the place where the Deity's food was kept [bhoga-mandira] was cleansed. Then the yard was cleansed, and then all the residential quarters, one after the other.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 12.88</B></A>: After &#346;r&#299; Caitanya Mah&#257;prabhu collected all the straw, dust and grains of sand in one place, He gathered it all in His cloth and threw it outside.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 12.89</B></A>: Following the example of &#346;r&#299; Caitanya Mah&#257;prabhu, all the devotees, in great jubilation, began to gather straws and dust with their own cloths and throw them outside the temple.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 12.90</B></A>: The Lord then told the devotees, "I can tell how much you have labored and how well you have cleansed the temple simply by seeing all the straw and dust you have collected outside."</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 12.91</B></A>: Even though all the devotees collected dirt in one pile, the dirt collected by &#346;r&#299; Caitanya Mah&#257;prabhu was much greater.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 12.92</B></A>: After the inside of the temple was cleansed, the Lord again allotted areas for the devotees to cleanse.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 12.93</B></A>: The Lord then ordered everyone to cleanse the inside of the temple very perfectly by taking finer dust, straws and grains of sand and throwing them outside.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 12.94</B></A>: After &#346;r&#299; Caitanya Mah&#257;prabhu and all the Vaishnavas cleansed the temple for the second time, &#346;r&#299; Caitanya Mah&#257;prabhu was very happy to see the cleansing work.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 12.95</B></A>: While the temple was being swept, about a hundred men stood ready with filled waterpots, and they simply awaited the Lord's order to throw the water from them.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 12.96</B></A>: As soon as &#346;r&#299; Caitanya Mah&#257;prabhu called for water, all the men immediately brought the hundred waterpots, which were completely filled, and delivered them before the Lord.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 12.97</B></A>: In this way, &#346;r&#299; Caitanya Mah&#257;prabhu first washed the main temple and then thoroughly washed the ceiling, the walls, the floor, the sitting place [simh&#257;sana] and everything else within the room.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 12.98</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu Himself and His devotees began to throw water onto the ceiling. When this water fell, it washed the walls and floor.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 12.99</B></A>: Then &#346;r&#299; Caitanya Mah&#257;prabhu began to wash the sitting place of Lord Jagann&#257;tha with His own hands, and all the devotees began to bring water to the Lord.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 12.100</B></A>: All the devotees within the temple began to wash. Each one had a broom in his hand, and in this way they cleansed the temple of the Lord.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 12.101</B></A>: Someone brought water to pour into the hands of &#346;r&#299; Caitanya Mah&#257;prabhu, and someone poured water on His lotus feet.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 12.102</B></A>: The water that fell from the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu was drunk by someone who hid himself. Someone else begged for that water, and another person was giving that water in charity.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 12.103</B></A>: After the room was washed, the water was let out through an outlet, and it then flowed and filled the yard outside.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 12.104</B></A>: The Lord mopped the rooms with His own clothes, and He polished the throne with them also.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 12.105</B></A>: In this way all the rooms were cleansed with a hundred waterpots. After the rooms had been cleansed, the minds of the devotees were as clean as the rooms.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 12.106</B></A>: When the temple was cleansed, it was purified, cool and pleasing, just as if the Lord's own pure mind had appeared.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 12.107</B></A>: Since hundreds of men were engaged in bringing water from the lake, there was no place to stand on the banks. Consequently someone began to draw water from a well.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 12.108</B></A>: Hundreds of devotees brought water in the pots, and hundreds took the empty pots away to fill them up again.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 12.109</B></A>: With the exception of Nity&#257;nanda Prabhu, Advaita &#256;c&#257;rya, Svar&#363;pa D&#257;modara, Brahm&#257;nanda Bh&#257;rat&#299; and Param&#257;nanda Pur&#299;, everyone was engaged in filling the waterpots and bringing them there.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 12.110</B></A>: Many of the waterpots were broken when people collided with one another, and hundreds of men had to bring new waterpots to fill.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 12.111</B></A>: Some people were filling the pots, and others were washing the rooms, but everyone was engaged in chanting the holy name of Krishna and Hari.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 12.112</B></A>: One person begged for a waterpot by chanting the holy names "Krishna, Krishna," and another delivered a pot while chanting "Krishna, Krishna."</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 12.113</B></A>: Whenever anyone had to speak, he did so by uttering the holy name of Krishna. Consequently, the holy name of Krishna became an indication for everyone who wanted something.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 12.114</B></A>: As &#346;r&#299; Caitanya Mah&#257;prabhu was vibrating the holy name of Krishna in ecstatic love, He Himself was performing the work of hundreds of men.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 12.115</B></A>: It appeared as though &#346;r&#299; Caitanya Mah&#257;prabhu were cleansing and washing with a hundred hands. He approached every devotee just to teach him how to work.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 12.116</B></A>: When He saw someone doing nicely, the Lord praised him, but if He saw that someone was not working to His satisfaction, He immediately chastised that person, not bearing him any grudge.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 12.117</B></A>: The Lord would say, "You have done well. Please teach this to others so that they may act in the same way."</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 12.118</B></A>: As soon as they heard &#346;r&#299; Caitanya Mah&#257;prabhu say this, everyone became ashamed. Thus the devotees began to work with great attention.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 12.119</B></A>: They washed the Jagamohana area and then the place where food was kept. All other places were also washed.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 12.120</B></A>: In this way the meeting place was washed, the entire yard, the raised sitting places, the kitchen and every other room.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 12.121</B></A>: Thus all places around the temple were thoroughly washed within and without.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 12.122</B></A>: After everything was thoroughly washed, a Vaishnava from Bengal, who was very intelligent and simple, came and poured water on the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 12.123</B></A>: The Gaud&#299;ya Vaishnava then took that water and drank it himself. Seeing that, &#346;r&#299; Caitanya Mah&#257;prabhu felt a little unhappy and was also outwardly angry.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 12.124</B></A>: Although the Lord was certainly satisfied with him, He became angry externally in order to establish the etiquette of religious principles.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 12.125</B></A>: The Lord then called for Svar&#363;pa D&#257;modara and told him, "Just see the behavior of your Bengali Vaishnava.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 12.126</B></A>: "This person from Bengal has washed My feet within the temple of the Personality of Godhead. Not only that, but he has drunk the water himself.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 12.127</B></A>: "I now do not know what My destination is because of this offense. Indeed, your Bengali Vaishnava has greatly implicated Me."</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 12.128</B></A>: At this point Svar&#363;pa D&#257;modara Gosv&#257;m&#299; caught the Gaud&#299;ya Vaishnava by the neck and, giving him a little push, ejected him from the Gundic&#257; Pur&#299; temple and made him stay outside.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 12.129</B></A>: After Svar&#363;pa D&#257;modara Gosv&#257;m&#299; returned within the temple, he requested &#346;r&#299; Caitanya Mah&#257;prabhu to excuse that innocent person.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 12.130</B></A>: After this incident, &#346;r&#299; Caitanya Mah&#257;prabhu was very satisfied. He then asked all of the devotees to sit down in two lines on both sides.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 12.131</B></A>: The Lord then personally sat down in the middle and picked up all kinds of straw, grains of sand and dirty things.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 12.132</B></A>: While &#346;r&#299; Caitanya Mah&#257;prabhu was picking up the straws and grains of sand, He said, "I shall gather everyone's collection, and I shall ask whoever has collected less than all the others to pay a fine of sweet cakes and sweet rice."</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 12.133</B></A>: In this way all the quarters of the Gundic&#257; temple were completely cleansed and cleared. All quarters were cool and spotless, like one's cleansed and pacified mind.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 12.134</B></A>: When the water from the different rooms was finally let out through the halls, it appeared as if new rivers were rushing out to meet the waters of the ocean.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 12.135</B></A>: Outside the gateway of the temple, all the roads were also cleansed, and no one could tell exactly how this was done.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 12.136</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu also cleansed the Nrisimha temple inside and outside. Finally, He rested a few minutes and then began dancing.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 12.137</B></A>: All around &#346;r&#299; Caitanya Mah&#257;prabhu all the devotees performed congregational chanting. The Lord, just like a maddened lion, danced in the middle.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 12.138</B></A>: As usual, when Caitanya Mah&#257;prabhu danced, there were perspiration, trembling, fading, tears, jubilation and roaring. Indeed, the tears from His eyes washed His body and those before Him.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 12.139</B></A>: In this way &#346;r&#299; Caitanya Mah&#257;prabhu washed the bodies of all the devotees with the tears from His eyes. The tears poured like the rains in the month of &#346;r&#257;vana.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 12.140</B></A>: The sky was filled with the great and loud chanting of sa&#324;k&#299;rtana, and the earth shook from the jumping and dancing of Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 12.141</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu always liked the loud chanting of Svar&#363;pa D&#257;modara. Therefore when Svar&#363;pa D&#257;modara sang, &#346;r&#299; Caitanya Mah&#257;prabhu danced and jumped high in jubilation.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 12.142</B></A>: The Lord thus chanted and danced for some time. Finally, understanding the circumstances, He stopped.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 12.143</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then ordered &#346;r&#299; Gop&#257;la, the son of Advaita &#256;c&#257;rya, to dance.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 12.144</B></A>: While dancing in ecstatic love, &#346;r&#299; Gop&#257;la fainted and fell to the ground unconscious.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 12.145</B></A>: When &#346;r&#299; Gop&#257;la fainted, Advaita &#256;c&#257;rya hastily took him upon His lap. Seeing that he was not breathing, He became very much agitated.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 12.146</B></A>: Advaita &#256;c&#257;rya and others began to chant the holy name of Lord Nrisimha and sprinkle water. The roaring of the chant was so great that it seemed to shake the entire universe.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 12.147</B></A>: When the boy did not regain consciousness after some time, Advaita &#256;c&#257;rya and the other devotees began to cry.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 12.148</B></A>: Then &#346;r&#299; Caitanya Mah&#257;prabhu placed His hand on the chest of &#346;r&#299; Gop&#257;la and said loudly, "Gop&#257;la, stand up."</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 12.149</B></A>: As soon as Gop&#257;la heard the voice of &#346;r&#299; Caitanya Mah&#257;prabhu, he immediately came to his senses. All the devotees then began to dance, chanting the holy name of Hari.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 12.150</B></A>: This incident has been described in detail by Vrind&#257;vana d&#257;sa Th&#257;kura. Therefore I have described it only in brief.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 12.151</B></A>: After taking rest, &#346;r&#299; Caitanya Mah&#257;prabhu and all the devotees departed to take their baths.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 12.152</B></A>: After bathing, the Lord stood on the bank of the lake and put on dry garments. After offering obeisances to Lord Nrisimhadeva, whose temple was nearby, the Lord entered a garden.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 12.153</B></A>: In the garden, &#346;r&#299; Caitanya Mah&#257;prabhu sat down with the other devotees. V&#257;n&#299;n&#257;tha R&#257;ya then came and brought all kinds of mah&#257;-pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="154-155.htm"><B>CC Madhya 12.154-155</B></A>: K&#257;&#347;&#299; Mi&#347;ra and Tulas&#299;, the superintendent of the temple, brought as much pras&#257;dam as five hundred men could eat. Seeing the large quantity of pras&#257;dam, which consisted of rice, cakes, sweet rice and a variety of vegetables, &#346;r&#299; Caitanya Mah&#257;prabhu was very satisfied.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 12.156</B></A>: Among the devotees present with &#346;r&#299; Caitanya Mah&#257;prabhu were Param&#257;nanda Pur&#299;, Brahm&#257;nanda Bh&#257;rat&#299;, Advaita &#256;c&#257;rya and Nity&#257;nanda Prabhu.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 12.157</B></A>: &#256;c&#257;ryaratna, &#256;c&#257;ryanidhi, &#346;r&#299;v&#257;sa Th&#257;kura, Gad&#257;dhara Pandita, &#346;a&#324;kara, Nandan&#257;c&#257;rya, R&#257;ghava Pandita and Vakre&#347;vara were also present.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 12.158</B></A>: Receiving the permission of the Lord, S&#257;rvabhauma Bhatt&#257;c&#257;rya sat down. &#346;r&#299; Caitanya Mah&#257;prabhu and all His devotees sat on raised wooden seats.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 12.159</B></A>: In this way all the devotees sat down to take their lunch in consecutive lines, one beside the other.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 12.160</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was repeatedly calling, "Harid&#257;sa, Harid&#257;sa," and at that time Harid&#257;sa, standing at a distance, spoke as follows.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 12.161</B></A>: Harid&#257;sa Th&#257;kura said, "Let Lord &#346;r&#299; Caitanya Mah&#257;prabhu take His lunch with the devotees. Since I am abominable, I cannot sit down among you.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 12.162</B></A>: "Govinda will give me pras&#257;dam later, outside the door." Understanding his mind, &#346;r&#299; Caitanya Mah&#257;prabhu did not call him again.</P><P CLASS=r><A CLASS=i HREF="163-164.htm"><B>CC Madhya 12.163-164</B></A>: Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, Jagad&#257;nanda, D&#257;modara Pandita, K&#257;&#347;&#299;&#347;vara, Gop&#299;n&#257;tha, V&#257;n&#299;n&#257;tha and &#346;a&#324;kara distributed pras&#257;dam, and the devotees chanted the holy names at intervals.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 12.165</B></A>: Lord &#346;r&#299; Krishna had previously taken His lunch in the forest, and that very pastime was remembered by &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 12.166</B></A>: Just by remembering the pastimes of Lord &#346;r&#299; Krishna, &#346;r&#299; Caitanya Mah&#257;prabhu was agitated by ecstatic love. But considering the time and circumstance, He remained somewhat patient.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 12.167</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "You can give Me the ordinary vegetable known as l&#257;phr&#257;-vyañjana, and you may deliver to all the devotees better preparations like cakes, sweet rice and amrita-gutik&#257;."</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 12.168</B></A>: Since Lord &#346;r&#299; Caitanya Mah&#257;prabhu is omniscient, He knew what types of preparations each person liked. He therefore had Svar&#363;pa D&#257;modara deliver these preparations to each devotee to his full satisfaction.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 12.169</B></A>: Jagad&#257;nanda went to distribute pras&#257;dam, and suddenly he placed all the first-class preparations on the plate of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 12.170</B></A>: When such nice pras&#257;dam was put on the plate of &#346;r&#299; Caitanya Mah&#257;prabhu, the Lord was outwardly very angry. Nonetheless, when the preparations were placed on His plate sometimes by tricks and sometimes by force, the Lord was satisfied.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 12.171</B></A>: When the food was thus delivered, &#346;r&#299; Caitanya Mah&#257;prabhu looked at it for some time. Being afraid of Jagad&#257;nanda, He finally ate something.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 12.172</B></A>: The Lord knew that if He did not eat the food offered by Jagad&#257;nanda, Jagad&#257;nanda would certainly fast. Being afraid of this, Lord &#346;r&#299; Caitanya Mah&#257;prabhu ate some of the pras&#257;dam he offered.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 12.173</B></A>: Svar&#363;pa D&#257;modara Gosv&#257;m&#299; then brought some excellent sweetmeats and, standing before the Lord, offered them to Him.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 12.174</B></A>: Svar&#363;pa D&#257;modara Gosv&#257;m&#299; then said, "Just take a little of this mah&#257;-pras&#257;dam, and see how it is that Lord Jagann&#257;tha has accepted it."</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 12.175</B></A>: Upon saying this, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; placed some food before the Lord, and the Lord, out of affection, ate it.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 12.176</B></A>: Svar&#363;pa D&#257;modara and Jagad&#257;nanda again and again offered the Lord some food. Thus they behaved affectionately with the Lord. This was very, very uncommon.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 12.177</B></A>: The Lord made S&#257;rvabhauma Bhatt&#257;c&#257;rya sit on His left side, and when S&#257;rvabhauma saw the behavior of Svar&#363;pa D&#257;modara and Jagad&#257;nanda, he smiled.</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 12.178</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu also wanted to offer S&#257;rvabhauma Bhatt&#257;c&#257;rya first-class food; therefore, out of affection, He had the servers put first-class food on his plate again and again.</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 12.179</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya also brought first-class food and offered it to S&#257;rvabhauma Bhatt&#257;c&#257;rya while speaking sweet words.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 12.180</B></A>: After serving the Bhatt&#257;c&#257;rya with first-class pras&#257;dam, Gop&#299;n&#257;tha &#256;c&#257;rya said, "Just consider what the Bhatt&#257;c&#257;rya's previous mundane behavior was! Just consider how at present he is enjoying transcendental bliss!"</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 12.181</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya replied to Gop&#299;n&#257;tha &#256;c&#257;rya, "I was simply a less intelligent logician. But by your grace I have received this opulence of perfection.</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 12.182</B></A>: "But for &#346;r&#299; Caitanya Mah&#257;prabhu," S&#257;rvabhauma Bhatt&#257;c&#257;rya continued, "who is so merciful? He has converted a crow into a Garuda. Who could be so merciful?</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Madhya 12.183</B></A>: "In the association of the jackals known as logicians, I simply continued to bark a resounding 'bheu bheu.' Now, from the same mouth I am chanting the holy names 'Krishna' and 'Hari.'</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Madhya 12.184</B></A>: "Whereas I once associated with the disciples of logic, all nondevotees, I am now merged in the waves of the nectarean ocean of the association of devotees."</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 12.185</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said to S&#257;rvabhauma Bhatt&#257;c&#257;rya, "From your previous birth you have been in Krishna consciousness. Thus you love Krishna so much that simply by your association we are all developing Krishna consciousness."</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 12.186</B></A>: Thus there is no one within these three worlds &#8212; save for &#346;r&#299; Caitanya Mah&#257;prabhu &#8212; who is always so willing to increase the glories of the devotees and give them satisfaction.</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 12.187</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then took all the remnants of food offered to Jagann&#257;tha, such as cakes and sweet rice, and distributed them to all the other devotees, calling them individually.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 12.188</B></A>: &#346;r&#299; Advaita &#256;c&#257;rya and Nity&#257;nanda Prabhu sat side by side, and when pras&#257;dam was being distributed They engaged in a type of mock fighting.</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 12.189</B></A>: First Advaita &#256;c&#257;rya said, "I am sitting in line with an unknown mendicant, and because I am eating with Him, I do not know what kind of destination is awaiting Me.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 12.190</B></A>: "&#346;r&#299; Caitanya Mah&#257;prabhu is in the renounced order of life. Consequently He does not recognize discrepancies. As a matter of fact, a sanny&#257;s&#299; is not affected by eating food from anywhere and everywhere.</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 12.191</B></A>: "According to the &#347;&#257;stras, there is no discrepancy in a sanny&#257;s&#299;'s eating at another's house. But for a householder br&#257;hmana, this kind of eating is faulty.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 12.192</B></A>: "It is not proper for householders to dine with those whose previous birth, family, character and behavior are unknown."</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 12.193</B></A>: Nity&#257;nanda Prabhu immediately refuted &#346;r&#299;la Advaita &#256;c&#257;rya, saying, "You are a teacher of impersonal monism, and the monistic conclusion is a great hindrance to progressive, pure devotional service.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 12.194</B></A>: "One who participates in Your impersonal monistic philosophy does not accept anything but the one Brahman."</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 12.195</B></A>: Nity&#257;nanda Prabhu continued, "You are such a monist! And now I am eating beside You. I do not know how My mind will be affected in this way."</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 12.196</B></A>: Thus They both went on talking and praising one another, although Their praise appeared negative, for it appeared as if They exchanged ill names.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 12.197</B></A>: Thereafter, calling all the Vaishnavas, &#346;r&#299; Caitanya Mah&#257;prabhu distributed mah&#257;-pras&#257;dam as if sprinkling nectar. At that time the mock fight between Advaita &#256;c&#257;rya and Nity&#257;nanda Prabhu became more and more delicious.</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 12.198</B></A>: After taking their lunch, all the Vaishnavas stood up and chanted the holy name of Hari, and the resounding noise filled all the upper and lower planetary systems.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 12.199</B></A>: After this, &#346;r&#299; Caitanya Mah&#257;prabhu offered flower garlands and sandalwood pulp to all His devoted personal associates.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 12.200</B></A>: The seven persons headed by Svar&#363;pa D&#257;modara who were engaged in distributing pras&#257;dam to others then took their meals within the room.</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 12.201</B></A>: Govinda saved some remnants of food left by &#346;r&#299; Caitanya Mah&#257;prabhu and kept them carefully. Later, one portion of these remnants was delivered to Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 12.202</B></A>: The remnants of food left by &#346;r&#299; Caitanya Mah&#257;prabhu were later distributed among devotees who begged for them, and finally Govinda personally took the last remnants.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 12.203</B></A>: The fully independent Supreme Personality of Godhead performs various types of pastimes. The pastime of washing and cleansing the Gundic&#257; temple is but one of them.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 12.204</B></A>: The next day marked the performance of the festival of Netrotsava. This great festival was the life and soul of the devotees.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 12.205</B></A>: Everyone was unhappy for a fortnight because they could not see the Deity of Lord Jagann&#257;tha. Upon seeing the Lord at the festival, the devotees were very happy.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 12.206</B></A>: On this occasion, greatly happy, &#346;r&#299; Caitanya Mah&#257;prabhu took all the devotees with Him and visited the Lord in the temple.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 12.207</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu went to visit the temple, K&#257;&#347;&#299;&#347;vara walked in front, checking the crowds of people, and Govinda walked in the rear, bringing the sanny&#257;s&#299;'s pitcher filled with water.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 12.208</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu went toward the temple, Param&#257;nanda Pur&#299; and Brahm&#257;nanda Bh&#257;rat&#299; walked in front of Him, and at His two sides walked Svar&#363;pa D&#257;modara and Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Madhya 12.209</B></A>: With great eagerness all the other devotees followed them into the temple of Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Madhya 12.210</B></A>: Out of great eagerness to see the Lord, they all neglected the regulative principles and, just to see the Lord's face, went to the place where the food was offered.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Madhya 12.211</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was very thirsty to see the Lord, and His eyes became like two bumblebees drinking the honey from the lotuslike eyes of Lord Jagann&#257;tha, who is Krishna Himself.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Madhya 12.212</B></A>: The eyes of Lord Jagann&#257;tha conquered the beauty of blossoming lotus flowers, and His neck was as lustrous as a mirror made of sapphires.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 12.213</B></A>: The chin of the Lord, tinged with buff color, conquered the beauty of the b&#257;ndhul&#299; flower. This increased the beauty of His mild smiling, which was like lustrous waves of nectar.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Madhya 12.214</B></A>: The luster of His beautiful face increased at every moment, and the eyes of hundreds and thousands of devotees drank its honey like bumblebees.</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Madhya 12.215</B></A>: As their eyes began to drink the nectarean honey of His lotus face, their thirst increased. Thus their eyes did not leave Him.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Madhya 12.216</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu and His devotees enjoyed transcendental bliss upon seeing the face of Jagann&#257;tha. This continued to midday.</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Madhya 12.217</B></A>: As usual, there were transcendental blissful symptoms in Caitanya Mah&#257;prabhu's body. He perspired and trembled, and a constant flow of tears fell from His eyes. But the Lord checked these tears so they would not disturb His seeing the face of the Lord.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Madhya 12.218</B></A>: Their looking at the face of Lord Jagann&#257;tha was interrupted only when He was offered food. Afterwards they would again look upon His face. When the food was being offered to the Lord, &#346;r&#299; Caitanya Mah&#257;prabhu performed His k&#299;rtana.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Madhya 12.219</B></A>: Feeling such great pleasure upon seeing the face of Lord Jagann&#257;tha, &#346;r&#299; Caitanya Mah&#257;prabhu forgot everything. The devotees, however, took Him to His lunch at noontime.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Madhya 12.220</B></A>: Knowing that the car festival would take place in the morning, all the servants of Lord Jagann&#257;tha were doubling their offerings of food.I have briefly described the pastimes of the Lord in washing and cleansing the Gundic&#257; temple. By seeing or hearing these pastimes, even sinful men can awaken their Krishna consciousness.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Madhya 12.222</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>