<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 12"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Cleansing of the Gundic&#257; Temple</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 12 Summary</P><P>In his Amrita-prav&#257;ha-bh&#257;shya, &#346;r&#299;la Bhaktivinoda Th&#257;kura summarizes this chapter as follows. The King of Orissa, Mah&#257;r&#257;ja Prat&#257;parudra, tried his best to see Lord Caitanya Mah&#257;prabhu. &#346;r&#299;la Nity&#257;nanda Prabhu and the other devotees informed the Lord about the King's desire, but &#346;r&#299; Caitanya Mah&#257;prabhu would not agree to see him. At that time &#346;r&#299; Nity&#257;nanda Prabhu devised a plan, and He sent a piece of the Lord's outward garment to the King. The next day, when R&#257;m&#257;nanda R&#257;ya again entreated &#346;r&#299; Caitanya Mah&#257;prabhu to see the King, the Lord, denying the request, asked R&#257;m&#257;nanda R&#257;ya to bring the King's son before Him. The prince visited the Lord dressed like a Vaishnava, and this awakened remembrance of Krishna. Thus &#346;r&#299; Caitanya Mah&#257;prabhu delivered the son of Mah&#257;r&#257;ja Prat&#257;parudra.</P><P>After this, &#346;r&#299; Caitanya Mah&#257;prabhu washed the Gundic&#257; temple before the Ratha-y&#257;tr&#257; took place. He then took His bath at Indradyumna Lake and partook of pras&#257;dam in the garden nearby. While &#346;r&#299; Caitanya Mah&#257;prabhu washed the temple of Gundic&#257;, a Gaud&#299;ya Vaishnava washed the lotus feet of the Lord and drank the water. This incident is very significant, for it awoke within the devotee ecstatic love. Then the son of Advaita Prabhu named Gop&#257;la fainted during k&#299;rtana, and when he did not come to his senses, &#346;r&#299; Caitanya Mah&#257;prabhu favored him by awakening him. There was also some humorous talk between Nity&#257;nanda Prabhu and Advaita Prabhu during pras&#257;dam. Advaita Prabhu said that Nity&#257;nanda Prabhu was unknown to anyone and that it was not the duty of a householder br&#257;hmana to accept dinner with a person unknown in society. In answer to this humorous statement, &#346;r&#299; Nity&#257;nanda Prabhu replied that Advaita &#256;c&#257;rya was a monist and that one could not know how his mind could be turned by eating with such an impersonalist. The conversation of these two prabhus &#8212; Nity&#257;nanda Prabhu and Advaita Prabhu &#8212; carried a deep meaning that only an intelligent man can understand. After all the Vaishnavas finished their luncheon, Svar&#363;pa D&#257;modara and others took their pras&#257;dam within the room. &#346;r&#299; Caitanya Mah&#257;prabhu took great pleasure when He saw the Jagann&#257;tha Deity after the period of the Deity's retirement. At that time Lord Caitanya was accompanied by all the devotees, and all of them were very pleased.</P><P CLASS=l><A CLASS=i HREF="../11/243.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>