<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 71 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 71 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 71: <A CLASS=v HREF="index.htm">The Lord Travels to Indraprastha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.71.3</P><P CLASS=c>yashtavyam r&#257;jas&#363;yena</P><P CLASS=c>dik-cakra-jayin&#257; vibho</P><P CLASS=c>ato jar&#257;-suta-jaya</P><P CLASS=c>ubhay&#257;rtho mato mama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yastavyam">yashtavyam</A> &#8212; sacrifice should be performed; <A CLASS=v HREF="http://vedabase.net/r/rajasuyena">r&#257;jas&#363;yena</A> &#8212; with the <A HREF="http://vedabase.net/r/rajasuya">R&#257;jas&#363;ya</A> ritual; <A CLASS=v HREF="http://vedabase.net/d/dik">dik</A> &#8212; of directions; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A> &#8212; the complete circle; <A CLASS=v HREF="http://vedabase.net/j/jayina">jayin&#257;</A> &#8212; by one who has conquered; <A CLASS=v HREF="http://vedabase.net/v/vibho">vibho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> almighty one; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/j/jara">jar&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/suta">suta</A> &#8212; of the son of <A HREF="http://vedabase.net/j/jara">Jar&#257;</A>; <A CLASS=v HREF="http://vedabase.net/j/jayah">jayah</A> &#8212; the conquest; <A CLASS=v HREF="http://vedabase.net/u/ubhaya">ubhaya</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; having the purposes; <A CLASS=v HREF="http://vedabase.net/m/matah">matah</A> &#8212; opinion; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my.</P><P CLASS=t>TRANSLATION</P><P>Only one who has conquered all opponents in every direction can perform the R&#257;jas&#363;ya sacrifice, O almighty one. Thus, in my opinion, conquering Jar&#257;sandha will serve both purposes.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Uddhava here explains that only one who has conquered all directions is entitled to perform the R&#257;jas&#363;ya sacrifice. Therefore Lord Krishna should immediately accept the invitation to participate in the sacrifice, but then He should arrange to kill Jar&#257;sandha as a necessary prerequisite. In this way the kings' request for protection would be fulfilled automatically. If the Lord would thus adhere to a single policy &#8212; namely, seeing that the R&#257;jas&#363;ya sacrifice was performed properly &#8212; all purposes would be fulfilled.</P><P>According to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; in his Bhakti-ras&#257;mrita-sindhu, one of Lord Krishna's qualities is catura, "clever," which means that He can perform various types of work at the same time. Thus the Lord could certainly have solved the dilemma of how to simultaneously satisfy King Yudhishthira's desire to perform the R&#257;jas&#363;ya sacrifice and the imprisoned kings' desire for freedom. But Krishna wanted to give His dear devotee Uddhava the credit for the solution, and thus He pretended to be perplexed.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>