<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 19"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Spiritual Masters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 1.19</P><P CLASS=c>ei tina th&#257;kura gaud&#299;y&#257;ke kariy&#257;chena &#257;tmas&#257;t</P><P CLASS=c>e tinera carana vando&#324;, tine mora n&#257;tha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/t/thakura">th&#257;kura</A> &#8212; Deities; <A CLASS=v HREF="http://vedabase.net/g/gaudiyake">gaud&#299;y&#257;ke</A> &#8212; the <A HREF="http://vedabase.net/g/gaudiya">Gaud&#299;ya</A> Vaishnavas; <A CLASS=v HREF="http://vedabase.net/k/kariyachena">kariy&#257;chena</A> &#8212; have done; <A CLASS=v HREF="http://vedabase.net/a/atmasat">&#257;tmas&#257;t</A> &#8212; absorbed; <A CLASS=v HREF="http://vedabase.net/e/e">e</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/t/tinera">tinera</A> &#8212; of the three; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/v/vandon">vando&#324;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> worship; <A CLASS=v HREF="http://vedabase.net/t/tine">tine</A> &#8212; these three; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; Lords.</P><P CLASS=t>TRANSLATION</P><P>These three Deities of Vrind&#257;vana [Madana-mohana, Govinda and Gop&#299;n&#257;tha] have absorbed the heart and soul of the Gaud&#299;ya Vaishnavas [followers of Lord Caitanya]. I worship Their lotus feet, for They are the Lords of my heart.</P><P CLASS=t>PURPORT</P><P>The author of &#346;r&#299; Caitanya-carit&#257;mrita offers his respectful obeisances unto the three Deities of Vrind&#257;vana named &#346;r&#299; R&#257;dh&#257;-Madana-mohana, &#346;r&#299; R&#257;dh&#257;-Govindadeva and &#346;r&#299; R&#257;dh&#257;-Gop&#299;n&#257;thaj&#299;. These three Deities are the life and soul of the Bengali Vaishnavas, or Gaud&#299;ya Vaishnavas, who have a natural aptitude for residing in Vrind&#257;vana. The Gaud&#299;ya Vaishnavas who follow strictly in the line of &#346;r&#299; Caitanya Mah&#257;prabhu worship the Divinity by chanting transcendental sounds meant to develop a sense of one's transcendental relationship with the Supreme Lord, a reciprocation of mellows (rasas) of mutual affection, and, ultimately, the achievement of the desired success in loving service. These three Deities are worshiped in three different stages of one's development. The followers of &#346;r&#299; Caitanya Mah&#257;prabhu scrupulously follow these principles of approach.</P><P>Gaud&#299;ya Vaishnavas perceive the ultimate objective in Vedic hymns composed of eighteen transcendental letters that adore Krishna as Madana-mohana, Govinda and Gop&#299;jana-vallabha. Madana-mohana is He who charms Cupid, the god of love, Govinda is He who pleases the senses and the cows, and Gop&#299;jana-vallabha is the transcendental lover of the gop&#299;s. Krishna Himself is called Madana-mohana, Govinda, Gop&#299;jana-vallabha and countless other names as He plays in His different pastimes with His devotees.</P><P>The three Deities &#8212; Madana-mohana, Govinda and Gop&#299;jana-vallabha &#8212; have very specific qualities. Worship of Madana-mohana is on the platform of reestablishing our forgotten relationship with the Personality of Godhead. In the material world we are presently in utter ignorance of our eternal relationship with the Supreme Lord. Pa&#324;goh refers to one who cannot move independently by his own strength, and manda-mateh is one who is less intelligent because he is too absorbed in materialistic activities. It is best for such persons not to aspire for success in fruitive activities or mental speculation but instead simply to surrender to the Supreme Personality of Godhead. The perfection of life is simply to surrender to the Supreme. In the beginning of our spiritual life we must therefore worship Madana-mohana so that He may attract us and nullify our attachment for material sense gratification. This relationship with Madana-mohana is necessary for neophyte devotees. When one wishes to render service to the Lord with strong attachment, one worships Govinda on the platform of transcendental service. Govinda is the reservoir of all pleasures. When by the grace of Krishna and the devotees one reaches perfection in devotional service, he can appreciate Krishna as Gop&#299;jana-vallabha, the pleasure Deity of the damsels of Vraja.</P><P>Lord &#346;r&#299; Caitanya Mah&#257;prabhu explained this mode of devotional service in three stages, and therefore these worshipable Deities were installed in Vrind&#257;vana by different Gosv&#257;m&#299;s. They are very dear to the Gaud&#299;ya Vaishnavas there, who visit the temples at least once a day. Besides the temples of these three Deities, many other temples have been established in Vrind&#257;vana, such as the temple of R&#257;dh&#257;-D&#257;modara of J&#299;va Gosv&#257;m&#299;, the temple of &#346;y&#257;masundara of &#346;y&#257;m&#257;nanda Gosv&#257;m&#299;, the temple of Gokul&#257;nanda of Lokan&#257;tha Gosv&#257;m&#299;, and the temple of R&#257;dh&#257;-ramana of Gop&#257;la Bhatta Gosv&#257;m&#299;. There are seven principal temples over four hundred years old that are the most important of the five thousand temples now existing in Vrind&#257;vana.</P><P>Gaud&#299;ya indicates the part of India between the southern side of the Himalayan Mountains and the northern part of the Vindhy&#257; Hills, which is called &#256;ry&#257;varta, or the Land of the &#256;ryans. This portion of India is divided into five parts or provinces (Pañca-gaudade&#347;a): S&#257;rasvata (Kashmir and Punjab), K&#257;nyakubja (Uttar Pradesh, including the modern city of Lucknow), Madhya-gauda (Madhya Pradesh), Maithila (Bihar and part of Bengal) and Utkala (part of Bengal and the whole of Orissa). Bengal is sometimes called Gaudade&#347;a, partly because it forms a portion of Maithila and partly because the capital of the Hindu king R&#257;ja Lakshmana Sena was known as Gauda. This old capital later came to be known as Gaudapura and gradually M&#257;y&#257;pur.</P><P>The devotees of Orissa are called Udiy&#257;s, the devotees of Bengal are called Gaud&#299;yas, and the devotees of southern India are known as Dr&#257;vida devotees. As there are five provinces in &#256;ry&#257;varta, so D&#257;kshin&#257;tya, southern India, is also divided into five provinces, which are called Pañca-dravida. The four Vaishnava &#257;c&#257;ryas who are the great authorities of the four Vaishnava disciplic successions, as well as &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya of the M&#257;y&#257;v&#257;da school, appeared in the Pañca-dravida provinces. Among the four Vaishnava &#257;c&#257;ryas, who are all accepted by the Gaud&#299;ya Vaishnavas, &#346;r&#299; R&#257;m&#257;nuja &#256;c&#257;rya appeared in the southern part of Andhra Pradesh at Mah&#257;bh&#363;tapur&#299;, &#346;r&#299; Madhva &#256;c&#257;rya appeared at P&#257;jakam (near Vim&#257;nagiri) in the district of Mangalore, &#346;r&#299; Vishnu Sv&#257;m&#299; appeared at P&#257;ndya, and &#346;r&#299; Nimb&#257;rka appeared at Mu&#324;gera-patana, in the extreme south.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu accepted the chain of disciplic succession from Madhva &#256;c&#257;rya, but the Vaishnavas in His line do not accept the Tattva-v&#257;d&#299;s, who also claim to belong to the M&#257;dhva-samprad&#257;ya. To distinguish themselves clearly from the Tattva-v&#257;d&#299; branch of Madhva's descendants, the Vaishnavas of Bengal prefer to call themselves Gaud&#299;ya Vaishnavas. &#346;r&#299; Madhva &#256;c&#257;rya is also known as &#346;r&#299; Gauda-p&#363;rn&#257;nanda, and therefore the name M&#257;dhva-Gaud&#299;ya-samprad&#257;ya is quite suitable for the disciplic succession of the Gaud&#299;ya Vaishnavas. Our spiritual master, Om Vishnup&#257;da &#346;r&#299;mad Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Mah&#257;r&#257;ja, accepted initiation in the M&#257;dhva-Gaud&#299;ya-samprad&#257;ya.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>