<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 34"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Spiritual Masters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 1.34</P><P CLASS=c>vande gur&#363;n &#299;&#347;a-bhakt&#257;n</P><P CLASS=c>&#299;&#347;am &#299;&#347;&#257;vat&#257;rak&#257;n</P><P CLASS=c>tat-prak&#257;&#347;&#257;m&#347; ca tac-chakt&#299;h</P><P CLASS=c>krishna-caitanya-samjñakam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vande">vande</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer respectful obeisances; <A CLASS=v HREF="http://vedabase.net/g/gurun">gur&#363;n</A> &#8212; unto the spiritual masters; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaktan">bhakt&#257;n</A> &#8212; unto the devotees of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; unto the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/avatarakan">avat&#257;rak&#257;n</A> &#8212; unto the incarnations of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/p/prakasan">prak&#257;&#347;&#257;n</A> &#8212; unto the manifestations; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;akt&#299;h</A> &#8212; unto the potencies; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A>; <A CLASS=v HREF="http://vedabase.net/s/samjnakam">samjñakam</A> &#8212; named.</P><P CLASS=t>TRANSLATION</P><P>I offer my respectful obeisances unto the spiritual masters, the devotees of the Lord, the Lord's incarnations, His plenary portions, His energies and the primeval Lord Himself, &#346;r&#299; Krishna Caitanya.</P><P CLASS=t>PURPORT</P><P>Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; has composed this Sanskrit verse for the beginning of his book, and now he will explain it in detail. He offers his respectful obeisances to the six principles of the Absolute Truth. Gur&#363;n is plural in number because anyone who gives spiritual instructions based on the revealed scriptures is accepted as a spiritual master. Although others give help in showing the way to beginners, the guru who first initiates one with the mah&#257;-mantra is to be known as the initiator, and the saints who give instructions for progressive advancement in Krishna consciousness are called instructing spiritual masters. The initiating and instructing spiritual masters are equal and identical manifestations of Krishna, although they have different dealings. Their function is to guide the conditioned souls back home, back to Godhead. Therefore Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; accepted Nity&#257;nanda Prabhu and the six Gosv&#257;m&#299;s in the category of guru.</P><P>&#298;&#347;a-bhakt&#257;n refers to the devotees of the Lord like &#346;r&#299; &#346;r&#299;v&#257;sa and all other such followers, who are the energy of the Lord and are qualitatively nondifferent from Him. &#298;&#347;&#257;vat&#257;rak&#257;n refers to &#257;c&#257;ryas like Advaita Prabhu, who is an avat&#257;ra of the Lord. Tat-prak&#257;&#347;&#257;n indicates the direct manifestation of the Supreme Personality of Godhead, Nity&#257;nanda Prabhu, and the initiating spiritual master. Tac-chakt&#299;h refers to the spiritual energies (&#347;aktis) of &#346;r&#299; Caitanya Mah&#257;prabhu. Gad&#257;dhara, D&#257;modara and Jagad&#257;nanda belong to this category of internal energy.</P><P>The six principles are differently manifested but all equally worshipable. Krishnad&#257;sa Kavir&#257;ja begins by offering his obeisances unto them to teach us the method of worshiping Lord Caitanya. The external potency of Godhead, called m&#257;y&#257;, can never associate with the Lord, just as darkness cannot remain in the presence of light; yet darkness, being but an illusory and temporary covering of light, has no existence independent of light.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>