<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 44"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Spiritual Masters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 1.44</P><P CLASS=c>yadyapi &#257;m&#257;ra guru &#8212; caitanyera d&#257;sa</P><P CLASS=c>tath&#257;pi j&#257;niye &#257;mi t&#257;&#324;h&#257;ra prak&#257;&#347;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yadyapi">yadyapi</A> &#8212; even though; <A CLASS=v HREF="http://vedabase.net/a/amara">&#257;m&#257;ra</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; spiritual master; <A CLASS=v HREF="http://vedabase.net/c/caitanyera">caitanyera</A> &#8212; of Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; the servitor; <A CLASS=v HREF="http://vedabase.net/t/tathapi">tath&#257;pi</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/j/janiye">j&#257;niye</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tanhara">t&#257;&#324;h&#257;ra</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/p/prakasa">prak&#257;&#347;a</A> &#8212; direct manifestation.</P><P CLASS=t>TRANSLATION</P><P>Although I know that my spiritual master is a servitor of &#346;r&#299; Caitanya, I know Him also as a plenary manifestation of the Lord.</P><P CLASS=t>PURPORT</P><P>Every living entity is essentially a servant of the Supreme Personality of Godhead, and the spiritual master is also His servant. Still, the spiritual master is a direct manifestation of the Lord. With this conviction, a disciple can advance in Krishna consciousness. The spiritual master is nondifferent from Krishna because he is a manifestation of Krishna.</P><P>Lord Nity&#257;nanda, who is Balar&#257;ma Himself, the first direct manifestation or expansion of Krishna, is the original spiritual master. He helps Lord Krishna in His pastimes, and He is a servant of the Lord.</P><P>Every living entity is eternally a servant of &#346;r&#299; Krishna Caitanya; therefore the spiritual master cannot be other than a servant of Lord Caitanya. The spiritual master's eternal occupation is to expand the service of the Lord by training disciples in a service attitude. A spiritual master never poses as the Supreme Lord Himself; he is considered a representative of the Lord. The revealed scriptures prohibit one's pretending to be God, but a bona fide spiritual master is a most faithful and confidential servant of the Lord and therefore deserves as much respect as Krishna.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>