<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 46"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Spiritual Masters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 1.46</P><P CLASS=c>&#257;c&#257;ryam m&#257;m vij&#257;n&#299;y&#257;n</P><P CLASS=c>n&#257;vamanyeta karhicit</P><P CLASS=c>na martya-buddhy&#257;s&#363;yeta</P><P CLASS=c>sarva-deva-mayo guruh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/acaryam">&#257;c&#257;ryam</A> &#8212; the spiritual master; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; Myself; <A CLASS=v HREF="http://vedabase.net/v/vijaniyat">vij&#257;n&#299;y&#257;t</A> &#8212; one should know; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/avamanyeta">avamanyeta</A> &#8212; one should never disrespect; <A CLASS=v HREF="http://vedabase.net/k/karhicit">karhicit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/m/martya">martya</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; with the idea of his being <A HREF="http://vedabase.net/a/an">an</A> ordinary <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/a/asuyeta">as&#363;yeta</A> &#8212; one should be envious; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; of all demigods; <A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; representative; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; the spiritual master.</P><P CLASS=t>TRANSLATION</P><P>"One should know the &#257;c&#257;rya as Myself and never disrespect him in any way. One should not envy him, thinking him an ordinary man, for he is the representative of all the demigods."</P><P CLASS=t>PURPORT</P><P>This is a verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/17/27.htm">11.17.27</A>) spoken by Lord Krishna when He was questioned by Uddhava regarding the four social and spiritual orders of society. The Lord was specifically instructing how a brahmac&#257;r&#299; should behave under the care of a spiritual master. A spiritual master is not an enjoyer of facilities offered by his disciples. He is like a parent. Without the attentive service of his parents, a child cannot grow to manhood; similarly, without the care of the spiritual master one cannot rise to the plane of transcendental service.</P><P>The spiritual master is also called &#257;c&#257;rya, or a transcendental professor of spiritual science. The Manu-samhit&#257; (<A CLASS=v HREF="../../../bs/2/140.htm">2.140</A>) explains the duties of an &#257;c&#257;rya, describing that a bona fide spiritual master accepts charge of disciples, teaches them the Vedic knowledge with all its intricacies, and gives them their second birth. The ceremony performed to initiate a disciple into the study of spiritual science is called upan&#299;ti, or the function that brings one nearer to the spiritual master. One who cannot be brought nearer to a spiritual master cannot have a sacred thread, and thus he is indicated to be a &#347;&#363;dra. The sacred thread on the body of a br&#257;hmana, kshatriya or vai&#347;ya is a symbol of initiation by the spiritual master; it is worth nothing if worn merely to boast of high parentage. The duty of the spiritual master is to initiate a disciple with the sacred thread ceremony, and after this samsk&#257;ra, or purificatory process, the spiritual master actually begins to teach the disciple about the Vedas. A person born a &#347;&#363;dra is not barred from such spiritual initiation, provided he is approved by the spiritual master, who is duly authorized to award a disciple the right to be a br&#257;hmana if he finds him perfectly qualified. In the V&#257;yu Pur&#257;na an &#257;c&#257;rya is defined as one who knows the import of all Vedic literature, explains the purpose of the Vedas, abides by their rules and regulations, and teaches his disciples to act in the same way.</P><P>Only out of His immense compassion does the Personality of Godhead reveal Himself as the spiritual master. Therefore in the dealings of an &#257;c&#257;rya there are no activities but those of transcendental loving service to the Lord. He is the Supreme Personality of Servitor Godhead. It is worthwhile to take shelter of such a steady devotee, who is called &#257;&#347;raya-vigraha, or the manifestation or form of the Lord of whom one must take shelter.</P><P>If one poses himself as an &#257;c&#257;rya but does not have an attitude of servitorship to the Lord, he must be considered an offender, and this offensive attitude disqualifies him from being an &#257;c&#257;rya. The bona fide spiritual master always engages in unalloyed devotional service to the Supreme Personality of Godhead. By this test he is known to be a direct manifestation of the Lord and a genuine representative of &#346;r&#299; Nity&#257;nanda Prabhu. Such a spiritual master is known as &#257;c&#257;ryadeva. Influenced by an envious temperament and dissatisfied because of an attitude of sense gratification, mundaners criticize a real &#257;c&#257;rya. In fact, however, a bona fide &#257;c&#257;rya is nondifferent from the Personality of Godhead, and therefore to envy such an &#257;c&#257;rya is to envy the Personality of Godhead Himself. This will produce an effect subversive of transcendental realization.</P><P>As mentioned previously, a disciple should always respect the spiritual master as a manifestation of &#346;r&#299; Krishna, but at the same time one should always remember that a spiritual master is never authorized to imitate the transcendental pastimes of the Lord. False spiritual masters pose themselves as identical with &#346;r&#299; Krishna in every respect to exploit the sentiments of their disciples, but such impersonalists can only mislead their disciples, for their ultimate aim is to become one with the Lord. This is against the principles of the devotional cult.</P><P>The real Vedic philosophy is acintya-bhed&#257;bheda-tattva, which establishes everything to be simultaneously one with and different from the Personality of Godhead. &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; confirms that this is the real position of a bona fide spiritual master and says that one should always think of the spiritual master in terms of his intimate relationship with Mukunda (&#346;r&#299; Krishna). &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, in his Bhakti-sandarbha (213), has clearly explained that a pure devotee's observation of the spiritual master and Lord &#346;iva as being one with the Personality of Godhead exists in terms of their being very dear to the Lord, not identical with Him in all respects. Following in the footsteps of &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; and &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, later &#257;c&#257;ryas like &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura have confirmed the same truths. In his prayers to the spiritual master, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura confirms that all the revealed scriptures accept the spiritual master to be identical with the Personality of Godhead because he is a very dear and confidential servant of the Lord. Gaud&#299;ya Vaishnavas therefore worship &#346;r&#299;la Gurudeva (the spiritual master) in the light of his being the servitor of the Personality of Godhead. In all the ancient literatures of devotional service and in the more recent songs of &#346;r&#299;la Narottama d&#257;sa Th&#257;kura, &#346;r&#299;la Bhaktivinoda Th&#257;kura and other unalloyed Vaishnavas, the spiritual master is always considered either one of the confidential associates of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; or a manifested representation of &#346;r&#299;la Nity&#257;nanda Prabhu.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>