<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 47"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Spiritual Masters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 1.47</P><P CLASS=c>&#347;iksh&#257;-guruke ta' j&#257;ni krishnera svar&#363;pa</P><P CLASS=c>antary&#257;m&#299;, bhakta-&#347;reshtha, &#8212; ei dui r&#363;pa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/siksa">&#347;iksh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/guruke">guruke</A> &#8212; the spiritual master who instructs; <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> know; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; the direct representative; <A CLASS=v HREF="http://vedabase.net/a/antaryami">antary&#257;m&#299;</A> &#8212; the indwelling Supersoul; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/s/srestha">&#347;reshtha</A> &#8212; the best devotee; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> &#8212; two; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; forms.</P><P CLASS=t>TRANSLATION</P><P>One should know the instructing spiritual master to be the Personality of Krishna. Lord Krishna manifests Himself as the Supersoul and as the greatest devotee of the Lord.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; states that the instructing spiritual master is a bona fide representative of &#346;r&#299; Krishna. &#346;r&#299; Krishna Himself teaches us as the instructing spiritual master from within and without. From within He teaches as Param&#257;tm&#257;, our constant companion, and from without He teaches from the Bhagavad-g&#299;t&#257; as the instructing spiritual master. There are two kinds of instructing spiritual masters. One is the liberated person fully absorbed in meditation in devotional service, and the other is he who invokes the disciple's spiritual consciousness by means of relevant instructions. Thus the instructions in the science of devotion are differentiated in terms of the objective and subjective ways of understanding. The &#257;c&#257;rya in the true sense of the term, who is authorized to deliver Krishna, enriches the disciple with full spiritual knowledge and thus awakens him to the activities of devotional service.</P><P>When by learning from the self-realized spiritual master one actually engages himself in the service of Lord Vishnu, functional devotional service begins. The procedures of this devotional service are known as abhidheya, or actions one is dutybound to perform. Our only shelter is the Supreme Lord, and one who teaches how to approach Krishna is the functioning form of the Personality of Godhead. There is no difference between the shelter-giving Supreme Lord and the initiating and instructing spiritual masters. If one foolishly discriminates between them, he commits an offense in the discharge of devotional service.</P><P>&#346;r&#299;la San&#257;tana Gosv&#257;m&#299; is the ideal spiritual master, for he delivers one the shelter of the lotus feet of Madana-mohana. Even though one may be unable to travel on the field of Vrind&#257;vana due to forgetfulness of his relationship with the Supreme Personality of Godhead, he can get an adequate opportunity to stay in Vrind&#257;vana and derive all spiritual benefits by the mercy of San&#257;tana Gosv&#257;m&#299;. &#346;r&#299; Govindaj&#299; acts exactly like the &#347;iksh&#257;-guru (instructing spiritual master) by teaching Arjuna the Bhagavad-g&#299;t&#257;. He is the original preceptor, for He gives us instructions and an opportunity to serve Him. The initiating spiritual master is a personal manifestation of &#346;r&#299;la Madana-mohana vigraha, whereas the instructing spiritual master is a personal representative of &#346;r&#299;la Govindadeva vigraha. Both of these Deities are worshiped at Vrind&#257;vana. &#346;r&#299;la Gop&#299;n&#257;tha is the ultimate attraction in spiritual realization.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>