<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 50"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Spiritual Masters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 1.50</P><P CLASS=c>yath&#257; brahmane bhagav&#257;n</P><P CLASS=c>svayam upadi&#347;y&#257;nubh&#257;vitav&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/b/brahmane">brahmane</A> &#8212; unto Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/u/upadisya">upadi&#347;ya</A> &#8212; having instructed; <A CLASS=v HREF="http://vedabase.net/a/anubhavitavan">anubh&#257;vitav&#257;n</A> &#8212; caused <A HREF="http://vedabase.net/t/to">to</A> perceive.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead [svayam bhagav&#257;n] taught Brahm&#257; and made him self-realized.</P><P CLASS=t>PURPORT</P><P>The English maxim that God helps those who help themselves is also applicable in the transcendental realm. There are many instances in the revealed scriptures of the Personality of Godhead's acting as the spiritual master from within. The Personality of Godhead was the spiritual master who instructed Brahm&#257;, the original living being in the cosmic creation. When Brahm&#257; was first created, he could not apply his creative energy to arrange the cosmic situation. At first there was only sound, vibrating the word tapa, which indicates the acceptance of hardships for spiritual realization. Refraining from sensual enjoyment, one should voluntarily accept all sorts of difficulties for spiritual realization. This is called tapasya. An enjoyer of the senses can never realize God, godliness or the science of theistic knowledge. Thus when Brahm&#257;, initiated by &#346;r&#299; Krishna by the sound vibration tapa, engaged himself in acts of austerity, by the pleasure of Vishnu he was able to visualize the transcendental world, &#346;r&#299; Vaikuntha, through transcendental realization. Modern science can communicate using material discoveries such as radio, television and computers, but the science invoked by the austerities of &#346;r&#299; Brahm&#257;, the original father of mankind, was still more subtle. In time, material scientists may also know how we can communicate with the Vaikuntha world. Lord Brahm&#257; inquired about the potency of the Supreme Lord, and the Personality of Godhead answered his inquiry in the following six consecutive statements. These instructions, which are reproduced from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/2/9/31.htm">2.9.31-36</A>), were imparted by the Personality of Godhead, acting as the supreme spiritual master.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>