<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 52"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Spiritual Masters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 1.52</P><P CLASS=c>y&#257;v&#257;n aham yath&#257;-bh&#257;vo</P><P CLASS=c>yad-r&#363;pa-guna-karmakah</P><P CLASS=c>tathaiva tattva-vijñ&#257;nam</P><P CLASS=c>astu te mad-anugrah&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yavan">y&#257;v&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> <A HREF="http://vedabase.net/i/in">in</A> My eternal form; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whichever manner; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;vah</A> &#8212; transcendental existence; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; various forms and colors; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; qualities; <A CLASS=v HREF="http://vedabase.net/k/karmakah">karmakah</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; exactly <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/v/vijnanam">vijñ&#257;nam</A> &#8212; factual realization; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/a/anugrahat">anugrah&#257;t</A> &#8212; by causeless mercy.</P><P CLASS=t>TRANSLATION</P><P>"By My causeless mercy, be enlightened in truth about My personality, manifestations, qualities and pastimes.</P><P CLASS=t>PURPORT</P><P>The transcendental personal forms of the Lord are a mystery, and the symptoms of these forms, which are absolutely different from anything made of mundane elements, are also mysterious. The innumerable forms of the Lord, such as &#346;y&#257;masundara, N&#257;r&#257;yana, R&#257;ma and Gaurasundara; the colors of these forms (white, red, yellow, cloudlike &#347;y&#257;ma and others); His qualities, as the responsive Personality of Godhead to pure devotees and as impersonal Brahman to dry speculators; His uncommon activities like lifting Govardhana Hill, marrying more than sixteen thousand queens at Dv&#257;rak&#257;, and entering the r&#257;sa dance with the damsels of Vraja, expanding Himself in as many forms as there were damsels in the dance &#8212; these and innumerable other uncommon acts and attributes are all mysteries, one aspect of which is presented in the scientific knowledge of the Bhagavad-g&#299;t&#257;, which is read and adored all over the world by all classes of scholars, with as many interpretations as there are empiric philosophers. The truth of these mysteries was revealed to Brahm&#257; by the descending process, without the help of the ascending one. The Lord's mercy descends to a devotee like Brahm&#257; and, through Brahm&#257;, to N&#257;rada, from N&#257;rada to Vy&#257;sa, from Vy&#257;sadeva to &#346;ukadeva and so on in the bona fide chain of disciplic succession. We cannot discover the mysteries of the Lord by our mundane endeavors; they are only revealed, by His grace, to the proper devotees. These mysteries are gradually disclosed to the various grades of devotees in proportion to the gradual development of their service attitude. In other words, impersonalists who depend upon the strength of their poor fund of knowledge and morbid speculative habits, without submission and service in the forms of hearing, chanting and the others mentioned above, cannot penetrate to the mysterious region of transcendence where the Supreme Truth is a transcendental person, free from all tinges of the material elements. Discovering the mystery of the Lord eliminates the impersonal feature realized by common spiritualists who are merely trying to enter the spiritual region from the mundane platform.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>