<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 54"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Spiritual Masters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 1.54</P><P CLASS=c>rite 'rtham yat prat&#299;yeta</P><P CLASS=c>na prat&#299;yeta c&#257;tmani</P><P CLASS=c>tad vidy&#257;d &#257;tmano m&#257;y&#257;m</P><P CLASS=c>yath&#257;bh&#257;so yath&#257; tamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rte">rite</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; value; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/p/pratiyeta">prat&#299;yeta</A> &#8212; appears <A HREF="http://vedabase.net/t/to">to</A> be; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/pratiyeta">prat&#299;yeta</A> &#8212; appears <A HREF="http://vedabase.net/t/to">to</A> be; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relation <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vidyat">vidy&#257;t</A> &#8212; you must know; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; illusory energy; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/abhasah">&#257;bh&#257;sah</A> &#8212; the reflection; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the darkness.</P><P CLASS=t>TRANSLATION</P><P>"What appears to be truth without Me is certainly My illusory energy, for nothing can exist without Me. It is like a reflection of a real light in the shadows, for in the light there are neither shadows nor reflections.</P><P CLASS=t>PURPORT</P><P>In the previous verse the Absolute Truth and its nature have been explained. One must also understand the relative truth to actually know the Absolute. The relative truth, which is called m&#257;y&#257;, or material nature, is explained here. M&#257;y&#257; has no independent existence. One who is less intelligent is captivated by the wonderful activities of m&#257;y&#257;, but he does not understand that behind these activities is the direction of the Supreme Lord. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>) it is said, may&#257;dhyakshena prakrtih s&#363;yate sa-car&#257;caram: the material nature is working and producing moving and nonmoving beings only by the supervision of Krishna.</P><P>The real nature of m&#257;y&#257;, the illusory existence of the material manifestation, is clearly explained in &#346;r&#299;mad-Bh&#257;gavatam. The Absolute Truth is substance, and the relative truth depends upon its relationship with the Absolute for its existence. M&#257;y&#257; means energy; therefore the relative truth is explained to be the energy of the Absolute Truth. Since it is difficult to understand the distinction between the absolute and relative truths, an analogy can be given for clarification. The Absolute Truth can be compared to the sun, which is appreciated in terms of two relative truths: reflection and darkness. Darkness is the absence of sunshine, and a reflection is a projection of sunlight into darkness. Neither darkness nor reflection has an independent existence. Darkness comes when the sunshine is blocked. For example, if one stands facing the sun, his back will be in darkness. Since darkness stands in the absence of the sun, it is therefore relative to the sun. The spiritual world is compared to the real sunshine, and the material world is compared to the dark regions where the sun is not visible.</P><P>When the material manifestation appears very wonderful, this is due to a perverted reflection of the supreme sunshine, the Absolute Truth, as confirmed in the Ved&#257;nta-s&#363;tra. Whatever one can see here has its substance in the Absolute. As darkness is situated far away from the sun, so the material world is also far away from the spiritual world. The Vedic literature directs us not to be captivated by the dark regions (tamah) but to try to reach the shining regions of the Absolute (yogi-dh&#257;ma).</P><P>The spiritual world is brightly illuminated, but the material world is wrapped in darkness. In the material world, sunshine, moonshine or different kinds of artificial light are required to dispel darkness, especially at night, for by nature the material world is dark. Therefore the Supreme Lord has arranged for sunshine and moonshine. But in His abode, as described in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/6.htm">15.6</A>), there is no necessity for lighting by sunshine, moonshine or electricity because everything is self-effulgent.</P><P>That which is relative, temporary and far away from the Absolute Truth is called m&#257;y&#257;, or ignorance. This illusion is exhibited in two ways, as explained in the Bhagavad-g&#299;t&#257;. The inferior illusion is inert matter, and the superior illusion is the living entity. The living entities are called illusory in this context only because they are implicated in the illusory structures and activities of the material world. Actually the living entities are not illusory, for they are parts of the superior energy of the Supreme Lord and do not have to be covered by m&#257;y&#257; if they do not want to be so. The actions of the living entities in the spiritual kingdom are not illusory; they are the actual, eternal activities of liberated souls.</P><P CLASS=l><A CLASS=i HREF="53.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="55.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>