<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 57"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Spiritual Masters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 1.57</P><P CLASS=c>cint&#257;manir jayati somagirir gurur me</P><P CLASS=c>&#347;iksh&#257;-guru&#347; ca bhagav&#257;n &#347;ikhi-piñcha-maulih</P><P CLASS=c>yat-p&#257;da-kalpataru-pallava-&#347;ekhareshu</P><P CLASS=c>l&#299;l&#257;-svayamvara-rasam labhate jaya&#347;r&#299;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/cintamanih">cint&#257;manih</A> <A CLASS=v HREF="http://vedabase.net/j/jayati">jayati</A> &#8212; all glory <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/c/cintamani">Cint&#257;mani</A>; <A CLASS=v HREF="http://vedabase.net/s/soma">soma</A>-<A CLASS=v HREF="http://vedabase.net/g/girih">girih</A> &#8212; Somagiri (the initiating <A HREF="http://vedabase.net/g/guru">guru</A>); <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; spiritual master; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/s/siksa">&#347;iksh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; instructing spiritual master; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sikhi">&#347;ikhi</A>-<A CLASS=v HREF="http://vedabase.net/p/pincha">piñcha</A> &#8212; with peacock feathers; <A CLASS=v HREF="http://vedabase.net/m/maulih">maulih</A> &#8212; whose head; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; of the lotus feet; <A CLASS=v HREF="http://vedabase.net/k/kalpa">kalpa</A>-<A CLASS=v HREF="http://vedabase.net/t/taru">taru</A> &#8212; like desire trees; <A CLASS=v HREF="http://vedabase.net/p/pallava">pallava</A> &#8212; like new leaves; <A CLASS=v HREF="http://vedabase.net/s/sekharesu">&#347;ekhareshu</A> &#8212; at the toe nails; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A>-<A CLASS=v HREF="http://vedabase.net/v/vara">vara</A> &#8212; of conjugal pastimes; <A CLASS=v HREF="http://vedabase.net/r/rasam">rasam</A> &#8212; the mellow; <A CLASS=v HREF="http://vedabase.net/l/labhate">labhate</A> &#8212; obtains; <A CLASS=v HREF="http://vedabase.net/j/jaya">jaya</A>-<A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; <A HREF="http://vedabase.net/s/srimati">&#346;r&#299;mat&#299;</A> R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=t>TRANSLATION</P><P>"All glories to Cint&#257;mani and my initiating spiritual master, Somagiri. All glories to my instructing spiritual master, the Supreme Personality of Godhead, who wears peacock feathers in His crown. Under the shade of His lotus feet, which are like desire trees, Jaya&#347;r&#299; [R&#257;dh&#257;r&#257;n&#299;] enjoys the transcendental mellow of an eternal consort."</P><P CLASS=t>PURPORT</P><P>This verse is from the Krishna-karn&#257;mrita, which was written by a great Vaishnava sanny&#257;s&#299; named Bilvama&#324;gala Th&#257;kura, who is also known as L&#299;l&#257;&#347;uka. He intensely desired to enter into the eternal pastimes of the Lord, and he lived at Vrind&#257;vana for seven hundred years in the vicinity of Brahma-kunda, a still-existing bathing tank in Vrind&#257;vana. The history of Bilvama&#324;gala Th&#257;kura is given in a book called &#346;r&#299;-vallabha-digvijaya. He appeared in the eighth century of the &#346;aka Era in the province of Dravida and was the chief disciple of Vishnu Sv&#257;m&#299;. In a list of temples and monasteries kept in &#346;a&#324;kar&#257;c&#257;rya's monastery in Dv&#257;rak&#257;, Bilvama&#324;gala is mentioned as the founder of the Dv&#257;rak&#257;dh&#299;&#347;a temple there. He entrusted the service of his Deity to Hari Brahmac&#257;r&#299;, a disciple of Vallabha Bhatta.</P><P>Bilvama&#324;gala Th&#257;kura actually entered into the transcendental pastimes of Lord Krishna. He has recorded his transcendental experiences and appreciation in the book known as Krishna-karn&#257;mrita. In the beginning of that book he has offered his obeisances to his different gurus, and it is to be noted that he has adored them all equally. The first spiritual master mentioned is Cint&#257;mani, who was one of his instructing spiritual masters because she first showed him the spiritual path. Cint&#257;mani was a prostitute with whom Bilvama&#324;gala was intimate earlier in his life. She gave him the inspiration to begin on the path of devotional service, and because she convinced him to give up material existence to try for perfection by loving Krishna, he has first offered his respects to her. Next he offers his respects to his initiating spiritual master, Somagiri, and then to the Supreme Personality of Godhead, who was also his instructing spiritual master. He explicitly mentions Bhagav&#257;n, who has peacock feathers on His crown, because the Lord of Vrind&#257;vana, Krishna the cowherd boy, used to come to Bilvama&#324;gala to talk with him and supply him with milk. In his adoration of &#346;r&#299; Krishna, the Personality of Godhead, he states that Jaya&#347;r&#299;, the goddess of fortune, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, takes shelter in the shade of His lotus feet to enjoy the transcendental rasa of nuptial love. The complete treatise Krishna-karn&#257;mrita is dedicated to the transcendental pastimes of &#346;r&#299; Krishna and &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. It is a book to be read and understood by the most elevated devotees of &#346;r&#299; Krishna.</P><P CLASS=l><A CLASS=i HREF="56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="58.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>