<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 62</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 62"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Spiritual Masters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 1.62</P><P CLASS=c>s&#257;dhavo hridayam mahyam</P><P CLASS=c>s&#257;dh&#363;n&#257;m hridayam tv aham</P><P CLASS=c>mad-anyat te na j&#257;nanti</P><P CLASS=c>n&#257;ham tebhyo man&#257;g api</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; the saints; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; heart; <A CLASS=v HREF="http://vedabase.net/m/mahyam">mahyam</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/s/sadhunam">s&#257;dh&#363;n&#257;m</A> &#8212; of the saints; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; the heart; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; than <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/j/jananti">j&#257;nanti</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tebhyah">tebhyah</A> &#8212; than them; <A CLASS=v HREF="http://vedabase.net/m/manak">man&#257;k</A> &#8212; slightly; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even.</P><P CLASS=t>TRANSLATION</P><P>"Saints are My heart, and only I am their hearts. They do not know anyone but Me, and therefore I do not recognize anyone besides them as Mine."</P><P CLASS=t>PURPORT</P><P>This verse appears in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/9/4/68.htm">9.4.68</A>) in connection with a misunderstanding between Durv&#257;s&#257; Muni and Mah&#257;r&#257;ja Ambar&#299;sha. As a result of this misunderstanding, Durv&#257;s&#257; Muni tried to kill the king, when the Sudar&#347;ana cakra, the celebrated weapon of Godhead, appeared on the scene for the devoted king's protection. When the Sudar&#347;ana cakra attacked Durv&#257;s&#257; Muni, he fled in fear of the weapon and sought shelter from all the great demigods in heaven. Not one of them was able to protect him, and therefore Durv&#257;s&#257; Muni prayed to Lord Vishnu for forgiveness. Lord Vishnu advised him, however, that if he wanted forgiveness he had to get it from Mah&#257;r&#257;ja Ambar&#299;sha, not from Him. In this context Lord Vishnu spoke this verse.</P><P>The Lord, being full and free from problems, can wholeheartedly care for His devotees. His concern is how to elevate and protect all those who have taken shelter at His feet. The same responsibility is also entrusted to the spiritual master. The bona fide spiritual master's concern is how the devotees who have surrendered to him as a representative of the Lord may make progress in devotional service. The Supreme Personality of Godhead is always mindful of the devotees who fully engage in cultivating knowledge of Him, having taken shelter at His lotus feet.</P><P CLASS=l><A CLASS=i HREF="61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="63.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>