<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 68</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 68"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Spiritual Masters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 1.68</P><P CLASS=c>dui-r&#363;pe haya bhagav&#257;nera prak&#257;&#347;a</P><P CLASS=c>eke ta' prak&#257;&#347;a haya, &#257;re ta' vil&#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dui">dui</A>-<A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> two forms; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavanera">bhagav&#257;nera</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prakasa">prak&#257;&#347;a</A> &#8212; manifestations; <A CLASS=v HREF="http://vedabase.net/e/eke">eke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> one; <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/prakasa">prak&#257;&#347;a</A> &#8212; manifestation; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/a/are">&#257;re</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the other; <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> pastimes.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead exhibits Himself in two kinds of forms: prak&#257;&#347;a and vil&#257;sa.</P><P CLASS=t>PURPORT</P><P>The Supreme Lord expands His personal forms in two primary categories. The prak&#257;&#347;a forms are manifested by Lord Krishna for His pastimes, and their features are exactly like His. When Lord Krishna married sixteen thousand queens in Dv&#257;rak&#257;, He did so in sixteen thousand prak&#257;&#347;a expansions. Similarly, during the r&#257;sa dance He expanded Himself in identical prak&#257;&#347;a forms to dance beside each and every gop&#299; simultaneously. When the Lord manifests His vil&#257;sa expansions, however, they are all somewhat different in their bodily features. Lord Balar&#257;ma is the first vil&#257;sa expansion of Lord Krishna, and the four-handed N&#257;r&#257;yana forms in Vaikuntha expand from Balar&#257;ma. There is no difference between the bodily forms of &#346;r&#299; Krishna and Balar&#257;ma except that Their bodily colors are different. Similarly, &#346;r&#299; N&#257;r&#257;yana in Vaikuntha has four hands, whereas Krishna has only two. The expansions of the Lord who manifest such bodily differences are known as vil&#257;sa-vigrahas.</P><P CLASS=l><A CLASS=i HREF="67.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="69-70.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>