<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 91</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 1 Verse 91"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Spiritual Masters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 1.91</P><P CLASS=c>dharmah projjhita-kaitavo 'tra paramo nirmatsar&#257;n&#257;m sat&#257;m</P><P CLASS=c>vedyam v&#257;stavam atra vastu &#347;iva-dam t&#257;pa-trayonm&#363;lanam</P><P CLASS=c>&#347;r&#299;mad-bh&#257;gavate mah&#257;-muni-krite kim v&#257; parair &#299;&#347;varah</P><P CLASS=c>sadyo hridy avarudhyate 'tra kritibhih &#347;u&#347;r&#363;shubhis tat-kshan&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religiosity; <A CLASS=v HREF="http://vedabase.net/p/projjhita">projjhita</A> &#8212; completely rejected; <A CLASS=v HREF="http://vedabase.net/k/kaitavah">kaitavah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which fruitive intention; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; herein; <A CLASS=v HREF="http://vedabase.net/p/paramah">paramah</A> &#8212; the highest; <A CLASS=v HREF="http://vedabase.net/n/nirmatsaranam">nirmatsar&#257;n&#257;m</A> &#8212; of the one-hundred-percent <A HREF="http://vedabase.net/p/pure">pure</A> <A HREF="http://vedabase.net/i/in">in</A> heart; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/v/vedyam">vedyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be understood; <A CLASS=v HREF="http://vedabase.net/v/vastavam">v&#257;stavam</A> &#8212; factual; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; herein; <A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A> &#8212; substance; <A CLASS=v HREF="http://vedabase.net/s/siva">&#347;iva</A>-<A CLASS=v HREF="http://vedabase.net/d/dam">dam</A> &#8212; giving well-being; <A CLASS=v HREF="http://vedabase.net/t/tapa">t&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/t/traya">traya</A> &#8212; of the threefold miseries; <A CLASS=v HREF="http://vedabase.net/u/unmulanam">unm&#363;lanam</A> &#8212; causing uprooting; <A CLASS=v HREF="http://vedabase.net/s/srimat">&#347;r&#299;mat</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bh&#257;gavate</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/b/bhagavata">Bh&#257;gavata</A> <A HREF="http://vedabase.net/p/purana">Pur&#257;na</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/muni">muni</A> &#8212; by the great sage (Vy&#257;sadeva); <A CLASS=v HREF="http://vedabase.net/k/krte">krite</A> &#8212; compiled; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/paraih">paraih</A> &#8212; with others; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/sadyah">sadyah</A> &#8212; at once; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; within the heart; <A CLASS=v HREF="http://vedabase.net/a/avarudhyate">avarudhyate</A> &#8212; becomes confined; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; herein; <A CLASS=v HREF="http://vedabase.net/k/krtibhih">kritibhih</A> &#8212; by pious men; <A CLASS=v HREF="http://vedabase.net/s/susrusubhih">&#347;u&#347;r&#363;shubhih</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> hear; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/k/ksanat">kshan&#257;t</A> &#8212; without delay.</P><P CLASS=t>TRANSLATION</P><P>"The great scripture &#346;r&#299;mad-Bh&#257;gavatam, compiled by Mah&#257;-muni Vy&#257;sadeva from four original verses, describes the most elevated and kindhearted devotees and completely rejects the cheating ways of materially motivated religiosity. It propounds the highest principle of eternal religion, which can factually mitigate the threefold miseries of a living being and award the highest benediction of full prosperity and knowledge. Those willing to hear the message of this scripture in a submissive attitude of service can at once capture the Supreme Lord in their hearts. Therefore there is no need for any scripture other than &#346;r&#299;mad-Bh&#257;gavatam."</P><P CLASS=t>PURPORT</P><P>This verse appears in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/1/2.htm">1.1.2</A>). The words mah&#257;-muni-krite indicate that &#346;r&#299;mad-Bh&#257;gavatam was compiled by the great sage Vy&#257;sadeva, who is sometimes known as N&#257;r&#257;yana Mah&#257;-muni because he is an incarnation of N&#257;r&#257;yana. Vy&#257;sadeva, therefore, is not an ordinary man but is empowered by the Supreme Personality of Godhead. He compiled the beautiful Bh&#257;gavatam to narrate some of the pastimes of the Supreme Personality of Godhead and His devotees.</P><P>In &#346;r&#299;mad-Bh&#257;gavatam, a distinction between real religion and pretentious religion has been clearly made. According to this original and genuine commentation on the Ved&#257;nta-s&#363;tra, there are numerous pretentious faiths that pass as religion but neglect the real essence of religion. The real religion of a living being is his natural inborn quality, whereas pretentious religion is a form of nescience that artificially covers a living entity's pure consciousness under certain unfavorable conditions. Real religion lies dormant when artificial religion dominates from the mental plane. A living being can awaken this dormant religion by hearing with a pure heart.</P><P>The path of religion prescribed by &#346;r&#299;mad-Bh&#257;gavatam is different from all forms of imperfect religiosity. Religion can be considered in the following three divisions: (1) the path of fruitive work, (2) the path of knowledge and mystic powers, and (3) the path of worship and devotional service.</P><P>The path of fruitive work (karma-k&#257;nda), even when decorated by religious ceremonies meant to elevate one's material condition, is a cheating process because it can never enable one to gain relief from material existence and achieve the highest goal. A living entity perpetually struggles hard to rid himself of the pangs of material existence, but the path of fruitive work leads him to either temporary happiness or temporary distress in material existence. By pious fruitive work one is placed in a position where he can temporarily feel material happiness, whereas vicious activities lead him to a distressful position of material want and scarcity. However, even if one is put into the most perfect situation of material happiness, he cannot in that way become free from the pangs of birth, death, old age and disease. A materially happy person is therefore in need of the eternal relief that mundane religiosity in terms of fruitive work can never award.</P><P>The paths of the culture of knowledge (jñ&#257;na-m&#257;rga) and of mystic powers (yoga-m&#257;rga) are equally hazardous, for one does not know where one will go by following these uncertain methods. An empiric philosopher in search of spiritual knowledge may endeavor most laboriously for many, many births in mental speculation, but unless and until he reaches the stage of the purest quality of goodness &#8212; in other words, until he transcends the plane of material speculation &#8212; it is not possible for him to know that everything emanates from the Personality of Godhead V&#257;sudeva. His attachment to the impersonal feature of the Supreme Lord makes him unfit to rise to that transcendental stage of vasudeva understanding, and therefore because of his unclean state of mind he glides down again into material existence, even after having ascended to the highest stage of liberation. This falldown takes place due to his want of a locus standi in the service of the Supreme Lord.</P><P>As far as the mystic powers of the yog&#299;s are concerned, they are also material entanglements on the path of spiritual realization. One German scholar who became a devotee of Godhead in India said that material science had already made laudable progress in duplicating the mystic powers of the yog&#299;s. He therefore came to India not to learn the methods of the yog&#299;s' mystic powers but to learn the path of transcendental loving service to the Supreme Lord, as mentioned in the great scripture &#346;r&#299;mad-Bh&#257;gavatam. Mystic powers can make a yog&#299; materially powerful and thus give temporary relief from the miseries of birth, death, old age and disease, as other material sciences can also do, but such mystic powers can never be a permanent source of relief from these miseries. Therefore, according to the Bh&#257;gavata school, this path of religiosity is also a method of cheating its followers. In the Bhagavad-g&#299;t&#257; it is clearly defined that the most elevated and powerful mystic yog&#299; is one who can constantly think of the Supreme Lord within his heart and engage in the loving service of the Lord.</P><P>The path of worship of the innumerable devas, or administrative demigods, is still more hazardous and uncertain than the above-mentioned processes of karma-k&#257;nda and jñ&#257;na-k&#257;nda. This system of worshiping many gods, such as Durg&#257;, &#346;iva, Gane&#347;a, S&#363;rya and the impersonal Vishnu form, is accepted by persons who have been blinded by an intense desire for sense gratification. When properly executed in terms of the rites mentioned in the &#347;&#257;stras, which are now very difficult to perform in this age of want and scarcity, such worship can certainly fulfill one's desires for sense gratification, but the success obtained by such methods is certainly transient, and it is suitable only for a less intelligent person. That is the verdict of the Bhagavad-g&#299;t&#257;. No sane man should be satisfied by such temporary benefits.</P><P>None of the above-mentioned three religious paths can deliver a person from the threefold miseries of material existence, namely, miseries caused by the body and mind, miseries caused by other living entities, and miseries caused by the demigods. The process of religion described in &#346;r&#299;mad-Bh&#257;gavatam, however, is able to give its followers permanent relief from the threefold miseries. The Bh&#257;gavatam describes the highest religious form &#8212; reinstatement of the living entity in his original position of transcendental loving service to the Supreme Lord, which is free from the infections of desires for sense gratification, fruitive work, and the culture of knowledge with the aim of merging into the Absolute to become one with the Supreme Lord.</P><P>Any process of religiosity based on sense gratification, gross or subtle, must be considered a pretentious religion because it is unable to give perpetual protection to its followers. The word projjhita is significant. Pra- means "complete," and ujjhita indicates rejection. Religiosity in the shape of fruitive work is directly a method of gross sense gratification, whereas the process of culturing spiritual knowledge with a view to becoming one with the Absolute is a method of subtle sense gratification. All such pretentious religiosity based on gross or subtle sense gratification is completely rejected in the process of bh&#257;gavata-dharma, or the transcendental religion that is the eternal function of the living being.</P><P>Bh&#257;gavata-dharma, or the religious principle described in &#346;r&#299;mad-Bh&#257;gavatam, of which the Bhagavad-g&#299;t&#257; is a preliminary study, is meant for liberated persons of the highest order, who attribute very little value to the sense gratification of pretentious religiosity. The first and foremost concern of fruitive workers, elevationists, empiric philosophers and salvationists is to raise their material position. But devotees of Godhead have no such selfish desires. They serve the Supreme Lord only for His satisfaction. &#346;r&#299; Arjuna, wanting to satisfy his senses by becoming a so-called nonviolent and pious man, at first decided not to fight. But when he was fully situated in the principles of bh&#257;gavata-dharma, culminating in complete surrender unto the will of the Supreme Lord, he changed his decision and agreed to fight for the satisfaction of the Lord. He then said:</P><P>nashto mohah smritir labdh&#257;</P><P CLASS=n>tvat-pras&#257;d&#257;n may&#257;cyuta</P><P CLASS=n>sthito 'smi gata-sandehah</P><P CLASS=n>karishye vacanam tava</P><P>"My dear Krishna, O infallible one, my illusion is now gone. I have regained my memory by Your mercy. I am now firm and free from doubt and am prepared to act according to Your instructions." (<A CLASS=v HREF="../../../bg/18/73.htm">Bg. 18.73</A>) It is the constitutional position of the living entity to be situated in this pure consciousness. Any so-called religious process that interferes with this unadulterated spiritual position of the living being must therefore be considered a pretentious process of religiosity.</P><P>The real form of religion is spontaneous loving service to Godhead. This relationship of the living being with the Absolute Personality of Godhead in service is eternal. The Personality of Godhead is described as vastu, or the Substance, and the living entities are described as v&#257;stavas, or the innumerable samples of the Substance in relative existence. The relationship of these substantive portions with the Supreme Substance can never be annihilated, for it is an eternal quality inherent in the living being.</P><P>By contact with material nature the living entities exhibit varied symptoms of the disease of material consciousness. To cure this material disease is the supreme object of human life. The process that treats this disease is called bh&#257;gavata-dharma, or san&#257;tana-dharma &#8212; real religion. This is described in the pages of &#346;r&#299;mad-Bh&#257;gavatam. Therefore anyone who, because of his background of pious activities in previous lives, is anxious to hear &#346;r&#299;mad-Bh&#257;gavatam immediately realizes the presence of the Supreme Lord within his heart and fulfills the mission of his life.</P><P CLASS=l><A CLASS=i HREF="90.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="92.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>