<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 1"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: The Spiritual Masters</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC &#256;di 1 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC &#256;di 1.1</B></A>: I offer my respectful obeisances unto the spiritual masters, the devotees of the Lord, the Lord's incarnations, His plenary portions, His energies and the primeval Lord Himself, &#346;r&#299; Krishna Caitanya.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC &#256;di 1.2</B></A>: I offer my respectful obeisances unto &#346;r&#299; Krishna Caitanya and Lord Nity&#257;nanda, who are like the sun and moon. They have arisen simultaneously on the horizon of Gauda to dissipate the darkness of ignorance and thus wonderfully bestow benediction upon all.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC &#256;di 1.3</B></A>: What the Upanishads describe as the impersonal Brahman is but the effulgence of His body, and the Lord known as the Supersoul is but His localized plenary portion. Lord Caitanya is the Supreme Personality of Godhead, Krishna Himself, full with six opulences. He is the Absolute Truth, and no other truth is greater than or equal to Him.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC &#256;di 1.4</B></A>: May the Supreme Lord who is known as the son of &#346;r&#299;mat&#299; &#346;ac&#299;-dev&#299; be transcendentally situated in the innermost chambers of your heart. Resplendent with the radiance of molten gold, He has appeared in the Age of Kali by His causeless mercy to bestow what no incarnation has ever offered before: the most sublime and radiant mellow of devotional service, the mellow of conjugal love.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC &#256;di 1.5</B></A>: The loving affairs of &#346;r&#299; R&#257;dh&#257; and Krishna are transcendental manifestations of the Lord's internal pleasure-giving potency. Although R&#257;dh&#257; and Krishna are one in Their identity, They separated Themselves eternally. Now these two transcendental identities have again united, in the form of &#346;r&#299; Krishna Caitanya. I bow down to Him, who has manifested Himself with the sentiment and complexion of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; although He is Krishna Himself.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC &#256;di 1.6</B></A>: Desiring to understand the glory of R&#257;dh&#257;r&#257;n&#299;'s love, the wonderful qualities in Him that She alone relishes through Her love, and the happiness She feels when She realizes the sweetness of His love, the Supreme Lord Hari, richly endowed with Her emotions, appeared from the womb of &#346;r&#299;mat&#299; &#346;ac&#299;-dev&#299;, as the moon appeared from the ocean.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC &#256;di 1.7</B></A>: May &#346;r&#299; Nity&#257;nanda R&#257;ma be the object of my constant remembrance. Sa&#324;karshana, &#346;esha N&#257;ga and the Vishnus who lie on the K&#257;rana Ocean, Garbha Ocean and ocean of milk are His plenary portions and the portions of His plenary portions.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC &#256;di 1.8</B></A>: I surrender unto the lotus feet of &#346;r&#299; Nity&#257;nanda R&#257;ma, who is known as Sa&#324;karshana in the midst of the catur-vy&#363;ha [consisting of V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha]. He possesses full opulences and resides in Vaikunthaloka, far beyond the material creation.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC &#256;di 1.9</B></A>: I offer my full obeisances unto the feet of &#346;r&#299; Nity&#257;nanda R&#257;ma, whose partial representation called K&#257;ranodaka&#347;&#257;y&#299; Vishnu, lying on the K&#257;rana Ocean, is the original purusha, the master of the illusory energy, and the shelter of all the universes.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC &#256;di 1.10</B></A>: I offer my full obeisances unto the feet of &#346;r&#299; Nity&#257;nanda R&#257;ma, a partial part of whom is Garbhodaka&#347;&#257;y&#299; Vishnu. From the navel of Garbhodaka&#347;&#257;y&#299; Vishnu sprouts the lotus that is the birthplace of Brahm&#257;, the engineer of the universe. The stem of that lotus is the resting place of the multitude of planets.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC &#256;di 1.11</B></A>: I offer my respectful obeisances unto the feet of &#346;r&#299; Nity&#257;nanda R&#257;ma, whose secondary part is the Vishnu lying in the ocean of milk. That Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu is the Supersoul of all living entities and the maintainer of all the universes. &#346;esha N&#257;ga is His further subpart.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC &#256;di 1.12</B></A>: Lord Advaita &#256;c&#257;rya is the incarnation of Mah&#257;-Vishnu, whose main function is to create the cosmic world through the actions of m&#257;y&#257;.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC &#256;di 1.13</B></A>: Because He is nondifferent from Hari, the Supreme Lord, He is called Advaita, and because He propagates the cult of devotion, He is called &#256;c&#257;rya. He is the Lord and the incarnation of the Lord's devotee. Therefore I take shelter of Him.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC &#256;di 1.14</B></A>: I offer my obeisances unto the Supreme Lord, Krishna, who is nondifferent from His features as a devotee, devotional incarnation, devotional manifestation, pure devotee and devotional energy.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC &#256;di 1.15</B></A>: Glory to the all-merciful R&#257;dh&#257; and Madana-mohana! I am lame and ill advised, yet They are my directors, and Their lotus feet are everything to me.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC &#256;di 1.16</B></A>: In a temple of jewels in Vrind&#257;vana, underneath a desire tree, &#346;r&#299; &#346;r&#299; R&#257;dh&#257;-Govinda, served by Their most confidential associates, sit upon an effulgent throne. I offer my humble obeisances unto Them.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC &#256;di 1.17</B></A>: &#346;r&#299; &#346;r&#299;la Gop&#299;n&#257;tha, who originated the transcendental mellow of the r&#257;sa dance, stands on the shore in Vam&#347;&#299;vata and attracts the attention of the cowherd damsels with the sound of His celebrated flute. May they all confer upon us their benediction.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC &#256;di 1.18</B></A>: Glory to &#346;r&#299; Caitanya and Nity&#257;nanda! Glory to Advaitacandra! And glory to all the devotees of &#346;r&#299; Gaura [Lord Caitanya]!</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC &#256;di 1.19</B></A>: These three Deities of Vrind&#257;vana [Madana-mohana, Govinda and Gop&#299;n&#257;tha] have absorbed the heart and soul of the Gaud&#299;ya Vaishnavas [followers of Lord Caitanya]. I worship Their lotus feet, for They are the Lords of my heart.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC &#256;di 1.20</B></A>: In the beginning of this narration, simply by remembering the spiritual master, the devotees of the Lord, and the Personality of Godhead, I have invoked their benedictions.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC &#256;di 1.21</B></A>: Such remembrance destroys all difficulties and very easily enables one to fulfill his own desires.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC &#256;di 1.22</B></A>: The invocation involves three processes: defining the objective, offering benedictions and offering obeisances.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC &#256;di 1.23</B></A>: The first two verses offer respectful obeisances, generally and specifically, to the Lord, who is the object of worship.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC &#256;di 1.24</B></A>: In the third verse I indicate the Absolute Truth, who is the ultimate substance. With such a description, one can visualize the Supreme Truth.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC &#256;di 1.25</B></A>: In the fourth verse I have invoked the benediction of the Lord upon all the world, praying to Lord Caitanya for His mercy upon all.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC &#256;di 1.26</B></A>: In that verse I have also explained the external reason for Lord Caitanya's incarnation. But in the fifth and sixth verses I have explained the prime reason for His advent.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC &#256;di 1.27</B></A>: In these six verses I have described the truth about Lord Caitanya, whereas in the next five I have described the glory of Lord Nity&#257;nanda.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC &#256;di 1.28</B></A>: The next two verses describe the truth of Advaita Prabhu, and the following verse describes the Pañca-tattva [the Lord, His plenary portion, His incarnation, His energies and His devotees].</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC &#256;di 1.29</B></A>: These fourteen verses, therefore, offer auspicious invocations and describe the Supreme Truth.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC &#256;di 1.30</B></A>: I offer my obeisances unto all my Vaishnava readers as I begin to explain the intricacies of all these verses.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC &#256;di 1.31</B></A>: I request all my Vaishnava readers to read and hear with rapt attention this narration of &#346;r&#299; Krishna Caitanya as inculcated in the revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC &#256;di 1.32</B></A>: Lord Krishna enjoys by manifesting Himself as the spiritual masters, the devotees, the diverse energies, the incarnations and the plenary portions. They are all six in one.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC &#256;di 1.33</B></A>: I therefore worship the lotus feet of these six diversities of the one truth by invoking their benedictions.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC &#256;di 1.34</B></A>: I offer my respectful obeisances unto the spiritual masters, the devotees of the Lord, the Lord's incarnations, His plenary portions, His energies and the primeval Lord Himself, &#346;r&#299; Krishna Caitanya.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC &#256;di 1.35</B></A>: I first offer my respectful obeisances at the lotus feet of my initiating spiritual master and all my instructing spiritual masters.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC &#256;di 1.36</B></A>: My instructing spiritual masters are &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; San&#257;tana Gosv&#257;m&#299;, &#346;r&#299; Bhatta Raghun&#257;tha, &#346;r&#299; J&#299;va Gosv&#257;m&#299;, &#346;r&#299; Gop&#257;la Bhatta Gosv&#257;m&#299; and &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC &#256;di 1.37</B></A>: These six are my instructing spiritual masters, and therefore I offer millions of respectful obeisances unto their lotus feet.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC &#256;di 1.38</B></A>: There are innumerable devotees of the Lord, of whom &#346;r&#299;v&#257;sa Th&#257;kura is the foremost. I offer my respectful obeisances thousands of times unto their lotus feet.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC &#256;di 1.39</B></A>: Advaita &#256;c&#257;rya is the Lord's partial incarnation, and therefore I offer my obeisances millions of times at His lotus feet.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC &#256;di 1.40</B></A>: &#346;r&#299;la Nity&#257;nanda R&#257;ma is the plenary manifestation of the Lord, and I have been initiated by Him. I therefore offer my respectful obeisances unto His lotus feet.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC &#256;di 1.41</B></A>: I offer my respectful obeisances unto the internal potencies of the Lord, of whom &#346;r&#299; Gad&#257;dhara Prabhu is the foremost.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC &#256;di 1.42</B></A>: Lord &#346;r&#299; Krishna Caitanya Mah&#257;prabhu is the Personality of Godhead Himself, and therefore I offer innumerable prostrations at His lotus feet.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC &#256;di 1.43</B></A>: Having offered obeisances unto the Lord and all His associates, I shall now try to explain these six diversities in one.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC &#256;di 1.44</B></A>: Although I know that my spiritual master is a servitor of &#346;r&#299; Caitanya, I know Him also as a plenary manifestation of the Lord.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC &#256;di 1.45</B></A>: According to the deliberate opinion of all revealed scriptures, the spiritual master is nondifferent from Krishna. Lord Krishna in the form of the spiritual master delivers His devotees.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC &#256;di 1.46</B></A>: "One should know the &#257;c&#257;rya as Myself and never disrespect him in any way. One should not envy him, thinking him an ordinary man, for he is the representative of all the demigods."</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC &#256;di 1.47</B></A>: One should know the instructing spiritual master to be the Personality of Krishna. Lord Krishna manifests Himself as the Supersoul and as the greatest devotee of the Lord.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC &#256;di 1.48</B></A>: "O my Lord! Transcendental poets and experts in spiritual science could not fully express their indebtedness to You, even if they were endowed with the prolonged lifetime of Brahm&#257;, for You appear in two features &#8212; externally as the &#257;c&#257;rya and internally as the Supersoul &#8212; to deliver the embodied living being by directing him how to come to You."</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC &#256;di 1.49</B></A>: "To those who are constantly devoted to serving Me with love, I give the understanding by which they can come to Me."</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC &#256;di 1.50</B></A>: The Supreme Personality of Godhead [svayam bhagav&#257;n] taught Brahm&#257; and made him self-realized.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC &#256;di 1.51</B></A>: "Please hear attentively what I shall speak to you, for transcendental knowledge about Me is not only scientific but also full of mysteries.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC &#256;di 1.52</B></A>: "By My causeless mercy, be enlightened in truth about My personality, manifestations, qualities and pastimes.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC &#256;di 1.53</B></A>: "Prior to the cosmic creation, only I exist, and no phenomena exist, either gross, subtle or primordial. After creation, only I exist in everything, and after annihilation, only I remain eternally.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC &#256;di 1.54</B></A>: "What appears to be truth without Me is certainly My illusory energy, for nothing can exist without Me. It is like a reflection of a real light in the shadows, for in the light there are neither shadows nor reflections.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC &#256;di 1.55</B></A>: "As the material elements enter the bodies of all living beings and yet remain outside them all, I exist within all material creations and yet am not within them.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC &#256;di 1.56</B></A>: "A person interested in transcendental knowledge must therefore always directly and indirectly inquire about it to know the all-pervading truth."</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC &#256;di 1.57</B></A>: "All glories to Cint&#257;mani and my initiating spiritual master, Somagiri. All glories to my instructing spiritual master, the Supreme Personality of Godhead, who wears peacock feathers in His crown. Under the shade of His lotus feet, which are like desire trees, Jaya&#347;r&#299; [R&#257;dh&#257;r&#257;n&#299;] enjoys the transcendental mellow of an eternal consort."</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC &#256;di 1.58</B></A>: Since one cannot visually experience the presence of the Supersoul, He appears before us as a liberated devotee. Such a spiritual master is none other than Krishna Himself.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC &#256;di 1.59</B></A>: "One should therefore avoid bad company and associate only with devotees. With their realized instructions, such saints can cut the knot connecting one with activities unfavorable to devotional service."</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC &#256;di 1.60</B></A>: "The spiritually powerful message of Godhead can be properly discussed only in a society of devotees, and it is greatly pleasing to hear in that association. If one hears from devotees, the way of transcendental experience quickly opens, and gradually one attains firm faith that in due course develops into attraction and devotion."</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC &#256;di 1.61</B></A>: A pure devotee constantly engaged in the loving service of the Lord is identical with the Lord, who is always seated in his heart.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC &#256;di 1.62</B></A>: "Saints are My heart, and only I am their hearts. They do not know anyone but Me, and therefore I do not recognize anyone besides them as Mine."</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC &#256;di 1.63</B></A>: "Saints of your caliber are themselves places of pilgrimage. Because of their purity, they are constant companions of the Lord, and therefore they can purify even the places of pilgrimage."</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC &#256;di 1.64</B></A>: Such pure devotees are of two types: personal associates [p&#257;rishats] and neophyte devotees [s&#257;dhakas].</P><P CLASS=r><A CLASS=i HREF="65-66.htm"><B>CC &#256;di 1.65-66</B></A>: There are three categories of incarnations of Godhead: partial incarnations, qualitative incarnations and empowered incarnations. The purushas and Matsya are examples of partial incarnations.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC &#256;di 1.67</B></A>: Brahm&#257;, Vishnu and &#346;iva are qualitative incarnations. Empowered incarnations are those like the Kum&#257;ras, King Prithu and Mah&#257;-muni Vy&#257;sa [the compiler of the Vedas].</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC &#256;di 1.68</B></A>: The Personality of Godhead exhibits Himself in two kinds of forms: prak&#257;&#347;a and vil&#257;sa.</P><P CLASS=r><A CLASS=i HREF="69-70.htm"><B>CC &#256;di 1.69-70</B></A>: When the Personality of Godhead expands Himself in many forms, all nondifferent in Their features, as Lord Krishna did when He married sixteen thousand queens and when He performed His r&#257;sa dance, such forms of the Lord are called manifested forms [prak&#257;&#347;a-vigrahas].</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC &#256;di 1.71</B></A>: "It is astounding that Lord &#346;r&#299; Krishna, who is one without a second, expanded Himself in sixteen thousand similar forms to marry sixteen thousand queens in their respective homes."</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC &#256;di 1.72</B></A>: "When Lord Krishna, surrounded by groups of cowherd girls, began the festivities of the r&#257;sa dance, the Lord of all mystic powers placed Himself between each two girls."</P><P CLASS=r><A CLASS=i HREF="73-74.htm"><B>CC &#256;di 1.73-74</B></A>: "When the cowherd girls and Krishna thus joined together, each girl thought that Krishna was dearly embracing her alone. To behold this wonderful pastime of the Lord's, the denizens of heaven and their wives, all very eager to see the dance, flew in the sky in their hundreds of airplanes. They showered flowers and beat sweetly on drums."</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC &#256;di 1.75</B></A>: "If numerous forms, all equal in their features, are displayed simultaneously, such forms are called prak&#257;&#347;a-vigrahas of the Lord."</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC &#256;di 1.76</B></A>: But when the numerous forms are slightly different from one another, they are called vil&#257;sa-vigrahas.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC &#256;di 1.77</B></A>: "When the Lord displays numerous forms with different features by His inconceivable potency, such forms are called vil&#257;sa-vigrahas."</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC &#256;di 1.78</B></A>: Examples of such vil&#257;sa-vigrahas are Baladeva, N&#257;r&#257;yana in Vaikuntha-dh&#257;ma, and the catur-vy&#363;ha &#8212; V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha.</P><P CLASS=r><A CLASS=i HREF="79-80.htm"><B>CC &#256;di 1.79-80</B></A>: The energies [consorts] of the Supreme Lord are of three kinds: the Lakshm&#299;s in Vaikuntha, the queens in Dv&#257;rak&#257; and the gop&#299;s in Vrind&#257;vana. The gop&#299;s are the best of all, for they have the privilege of serving &#346;r&#299; Krishna, the primeval Lord, the son of the King of Vraja.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC &#256;di 1.81</B></A>: The personal associates of the primeval Lord, &#346;r&#299; Krishna, are His devotees, who are identical with Him. He is complete with His entourage of devotees.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC &#256;di 1.82</B></A>: Now I have worshiped all the various levels of devotees. Worshiping them is the source of all good fortune.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC &#256;di 1.83</B></A>: In the first verse I have invoked a general benediction, but in the second I have prayed to the Lord in a particular form.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC &#256;di 1.84</B></A>: "I offer my respectful obeisances unto &#346;r&#299; Krishna Caitanya and Lord Nity&#257;nanda, who are like the sun and moon. They have arisen simultaneously on the horizon of Gauda to dissipate the darkness of ignorance and thus wonderfully bestow benediction upon all."</P><P CLASS=r><A CLASS=i HREF="85-86.htm"><B>CC &#256;di 1.85-86</B></A>: &#346;r&#299; Krishna and Balar&#257;ma, the Personalities of Godhead, who formerly appeared in Vrind&#257;vana and were millions of times more effulgent than the sun and moon, have arisen over the eastern horizon of Gaudade&#347;a [West Bengal], being compassionate for the fallen state of the world.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC &#256;di 1.87</B></A>: The appearance of &#346;r&#299; Krishna Caitanya and Prabhu Nity&#257;nanda has surcharged the world with happiness.</P><P CLASS=r><A CLASS=i HREF="88-89.htm"><B>CC &#256;di 1.88-89</B></A>: As the sun and moon drive away darkness by their appearance and reveal the nature of everything, these two brothers dissipate the darkness of ignorance covering the living beings and enlighten them with knowledge of the Absolute Truth.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC &#256;di 1.90</B></A>: The darkness of ignorance is called kaitava, the way of cheating, which begins with religiosity, economic development, sense gratification and liberation.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC &#256;di 1.91</B></A>: "The great scripture &#346;r&#299;mad-Bh&#257;gavatam, compiled by Mah&#257;-muni Vy&#257;sadeva from four original verses, describes the most elevated and kindhearted devotees and completely rejects the cheating ways of materially motivated religiosity. It propounds the highest principle of eternal religion, which can factually mitigate the threefold miseries of a living being and award the highest benediction of full prosperity and knowledge. Those willing to hear the message of this scripture in a submissive attitude of service can at once capture the Supreme Lord in their hearts. Therefore there is no need for any scripture other than &#346;r&#299;mad-Bh&#257;gavatam."</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC &#256;di 1.92</B></A>: The foremost process of cheating is to desire to achieve liberation by merging into the Supreme, for this causes the permanent disappearance of loving service to Krishna.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC &#256;di 1.93</B></A>: "The prefix 'pra' [in the verse from &#346;r&#299;mad-Bh&#257;gavatam] indicates that the desire for liberation is completely rejected."</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC &#256;di 1.94</B></A>: All kinds of activities, both auspicious and inauspicious, that are detrimental to the discharge of transcendental loving service to Lord &#346;r&#299; Krishna are actions of the darkness of ignorance.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC &#256;di 1.95</B></A>: By the grace of Lord Caitanya and Lord Nity&#257;nanda, this darkness of ignorance is removed and the truth is brought to light.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC &#256;di 1.96</B></A>: The Absolute Truth is &#346;r&#299; Krishna, and loving devotion to &#346;r&#299; Krishna exhibited in pure love is achieved through congregational chanting of the holy name, which is the essence of all bliss.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC &#256;di 1.97</B></A>: The sun and moon dissipate the darkness of the external world and thus reveal external material objects like pots and plates.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC &#256;di 1.98</B></A>: But these two brothers [Lord Caitanya and Lord Nity&#257;nanda] dissipate the darkness of the inner core of the heart, and thus They help one meet the two kinds of bh&#257;gavatas [persons or things in relationship with the Personality of Godhead].</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC &#256;di 1.99</B></A>: One of the bh&#257;gavatas is the great scripture &#346;r&#299;mad-Bh&#257;gavatam, and the other is the pure devotee absorbed in the mellows of loving devotion.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC &#256;di 1.100</B></A>: Through the actions of these two bh&#257;gavatas the Lord instills the mellows of transcendental loving service into the heart of a living being, and thus the Lord, in the heart of His devotee, comes under the control of the devotee's love.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC &#256;di 1.101</B></A>: The first wonder is that both brothers appear simultaneously, and the other is that They illuminate the innermost depths of the heart.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC &#256;di 1.102</B></A>: These two, the sun and moon, are very kind to the people of the world. Thus for the good fortune of all, They have appeared on the horizon of Bengal.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC &#256;di 1.103</B></A>: Let us therefore worship the holy feet of these two Lords. Thus one can be rid of all difficulties on the path of self-realization.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC &#256;di 1.104</B></A>: I have invoked the benediction of the Lords with these two verses [texts 1 and 2 of this chapter]. Now please hear attentively the purport of the third verse.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC &#256;di 1.105</B></A>: I purposely avoid extensive description for fear of increasing the bulk of this book. I shall describe the essence as concisely as possible.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC &#256;di 1.106</B></A>: "Essential truth spoken concisely is true eloquence."</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC &#256;di 1.107</B></A>: Simply hearing submissively will free one's heart from all the faults of ignorance, and thus one will achieve deep love for Krishna. This is the path of peace.</P><P CLASS=r><A CLASS=i HREF="108-109.htm"><B>CC &#256;di 1.108-109</B></A>: If one patiently hears about the glories of &#346;r&#299; Caitanya Mah&#257;prabhu, &#346;r&#299; Nity&#257;nanda Prabhu and &#346;r&#299; Advaita Prabhu &#8212; and Their devotees, devotional activities, names and fame, along with the mellows of Their transcendental loving exchanges &#8212; one will learn the essence of the Absolute Truth. Therefore I have described these [in the Caitanya-carit&#257;mrita] with logic and discrimination.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC &#256;di 1.110</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>