<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 1"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Spiritual Masters</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 1 Summary</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu is none other than the combined form of &#346;r&#299; R&#257;dh&#257; and Krishna. He is the life of those devotees who strictly follow in the footsteps of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; are the two principal followers of &#346;r&#299;la Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, who acted as the most confidential servitor of Lord &#346;r&#299; Krishna Caitanya Mah&#257;prabhu, known as Vi&#347;vambhara in His early life. A direct disciple of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; was &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;. The author of &#346;r&#299; Caitanya-carit&#257;mrita, &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, stands as the direct disciple of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;.</P><P>The direct disciple of &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; was &#346;r&#299;la Narottama d&#257;sa Th&#257;kura, who accepted &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; as his servitor. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura accepted &#346;r&#299;la Jagann&#257;tha d&#257;sa B&#257;b&#257;j&#299;, the spiritual master of &#346;r&#299;la Bhaktivinoda Th&#257;kura, who in turn accepted &#346;r&#299;la Gauraki&#347;ora d&#257;sa B&#257;b&#257;j&#299;, the spiritual master of Om Vishnup&#257;da &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Mah&#257;r&#257;ja, the divine master of our humble self.</P><P>Since we belong to this chain of disciplic succession from &#346;r&#299; Caitanya Mah&#257;prabhu, this edition of &#346;r&#299; Caitanya-carit&#257;mrita will contain nothing newly manufactured by our tiny brains, but only remnants of food originally eaten by the Lord Himself. Lord &#346;r&#299; Caitanya Mah&#257;prabhu does not belong to the mundane plane of the three qualitative modes. He belongs to the transcendental plane beyond the reach of the imperfect sense perception of a living being. Even the most erudite mundane scholar cannot approach the transcendental plane unless he submits himself to transcendental sound with a receptive mood, for in that mood only can one realize the message of &#346;r&#299; Caitanya Mah&#257;prabhu. What will be described herein, therefore, has nothing to do with the experimental thoughts created by the speculative habits of inert minds. The subject matter of this book is not a mental concoction but a factual spiritual experience that one can realize only by accepting the line of disciplic succession described above. Any deviation from that line will bewilder the reader's understanding of the mystery of &#346;r&#299; Caitanya-carit&#257;mrita, which is a transcendental literature meant for the postgraduate study of one who has realized all the Vedic literatures such as the Upanishads and Ved&#257;nta-s&#363;tra and their natural commentaries such as &#346;r&#299;mad-Bh&#257;gavatam and the Bhagavad-g&#299;t&#257;.</P><P>This edition of &#346;r&#299; Caitanya-carit&#257;mrita is presented for the study of sincere scholars who are really seeking the Absolute Truth. It is not the arrogant scholarship of a mental speculator but a sincere effort to serve the order of a superior authority whose service is the life and soul of this humble effort. It does not deviate even slightly from the revealed scriptures, and therefore anyone who follows in the disciplic line will be able to realize the essence of this book simply by the method of aural reception.</P><P>The First Chapter of &#346;r&#299; Caitanya-carit&#257;mrita begins with fourteen Sanskrit verses that describe the Absolute Truth. Then the next three Sanskrit verses describe the principal Deities of Vrind&#257;vana, namely, &#346;r&#299; R&#257;dh&#257;-Madana-mohana, &#346;r&#299; R&#257;dh&#257;-Govindadeva and &#346;r&#299; R&#257;dh&#257;-Gop&#299;n&#257;thaj&#299;. The first of the fourteen verses is a symbolic representation of the Supreme Truth, and the entire First Chapter is in actuality devoted to this single verse, which describes Lord Caitanya in His six different transcendental expansions.</P><P>The first manifestation described is the spiritual master, who appears in two plenary parts called the initiating spiritual master and instructing spiritual master. They are identical because both of them are phenomenal manifestations of the Supreme Truth. Next described are the devotees, who are divided into two classes, namely, the apprentices and the graduates. Next are the incarnations (avat&#257;ras) of the Lord, who are explained to be nondifferent from the Lord. These incarnations are considered in three divisions &#8212; incarnations of the potency of the Lord, incarnations of His qualities, and incarnations of His authority. In this connection, Lord &#346;r&#299; Krishna's direct manifestations and His manifestations for transcendental pastimes are discussed. Next considered are the potencies of the Lord, of which three principal manifestations are described: the consorts in the kingdom of God (Vaikuntha), the queens of Dv&#257;rak&#257;-dh&#257;ma and, highest of all, the damsels of Vrajadh&#257;ma. Finally, there is the Supreme Lord Himself, who is the fountainhead of all these manifestations.</P><P>Lord &#346;r&#299; Krishna and His plenary expansions are all in the category of the Lord Himself, the energetic Absolute Truth, whereas His devotees, His eternal associates, are His energies. The energy and energetic are fundamentally one, but since their functions are differently exhibited, they are simultaneously different also. Thus the Absolute Truth is manifested in diversity in one unit. This philosophical truth, which is pursuant to the Ved&#257;nta-s&#363;tra, is called acintya-bhed&#257;bheda-tattva, or the conception of simultaneous oneness and difference. In the latter portion of this chapter, the transcendental position of &#346;r&#299; Caitanya Mah&#257;prabhu and that of &#346;r&#299;la Nity&#257;nanda Prabhu are described with reference to the above theistic facts.</P><P CLASS=l><A CLASS=i HREF="../../introduction.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>