<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 6 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 6 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Activities of Lord Rishabhadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.6.1</P><P CLASS=c>r&#257;jov&#257;ca</P><P CLASS=c>na n&#363;nam bhagava &#257;tm&#257;r&#257;m&#257;n&#257;m yoga-sam&#299;rita-jñ&#257;n&#257;vabharjita-karma-b&#299;j&#257;n&#257;m ai&#347;vary&#257;ni punah kle&#347;ad&#257;ni bhavitum arhanti yadric-chayopagat&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A> inquired; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavah">bhagavah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> most powerful <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/a/atmaramanam">&#257;tm&#257;r&#257;m&#257;n&#257;m</A> &#8212; of <A HREF="http://vedabase.net/p/pure">pure</A> devotees simply engaged <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/s/samirita">sam&#299;rita</A> &#8212; achieved by practice of <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; by knowledge; <A CLASS=v HREF="http://vedabase.net/a/avabharjita">avabharjita</A> &#8212; burned; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/b/bijanam">b&#299;j&#257;n&#257;m</A> &#8212; of those whose seeds of fruitive activities; <A CLASS=v HREF="http://vedabase.net/a/aisvaryani">ai&#347;vary&#257;ni</A> &#8212; the mystic powers; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/k/klesadani">kle&#347;ad&#257;ni</A> &#8212; sources of distress; <A CLASS=v HREF="http://vedabase.net/b/bhavitum">bhavitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> become; <A CLASS=v HREF="http://vedabase.net/a/arhanti">arhanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> able; <A CLASS=v HREF="http://vedabase.net/y/yadrcchaya">yadricchay&#257;</A> &#8212; automatically; <A CLASS=v HREF="http://vedabase.net/u/upagatani">upagat&#257;ni</A> &#8212; achieved.</P><P CLASS=t>TRANSLATION</P><P>King Par&#299;kshit asked &#346;ukadeva Gosv&#257;m&#299;: My dear Lord, for those who are completely pure in heart, knowledge is attained by the practice of bhakti-yoga, and attachment for fruitive activity is completely burned to ashes. For such people, the powers of mystic yoga automatically arise. They do not cause distress. Why, then, did Rishabhadeva neglect them?</P><P CLASS=t>PURPORT</P><P>A pure devotee is constantly engaged in the service of the Supreme Personality of Godhead. Whatever is necessary for the discharge of devotional service is automatically attained, though it may appear to be the result of mystic yoga power. Sometimes a yog&#299; displays a little yogic power by manufacturing gold. A little quantity of gold captivates foolish people, and thus the yog&#299; gets many followers, who are willing to accept such a tiny person as the Supreme Personality of Godhead. Such a yog&#299; may also advertise himself as Bhagav&#257;n. However, a devotee does not have to exhibit such magical wonders. Without practicing the mystic yogic process, he achieves even greater opulence all over the world. Under the circumstances, Lord Rishabhadeva refused to manifest mystic yogic perfections, and Mah&#257;r&#257;ja Par&#299;kshit asked why He did not accept them, since, for a devotee, they are not at all disturbing. A devotee is never distressed or satisfied by material opulence. His concern is how to please the Supreme Personality of Godhead. If, by the grace of the Supreme Lord, a devotee achieves extraordinary opulence, he utilizes the opportunity for the Lord's service. He is not disturbed by the opulence.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>