<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 6 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 6 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Activities of Lord Rishabhadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.6.10</P><P CLASS=c>yena ha v&#257;va kalau manuj&#257;pasad&#257; deva-m&#257;y&#257;-mohit&#257;h sva-vidhi-niyoga-&#347;auca-c&#257;ritra-vih&#299;n&#257; deva-helan&#257;ny apavrat&#257;ni nija-nijecchay&#257; grihn&#257;n&#257; asn&#257;n&#257;n&#257;caman&#257;&#347;auca-ke&#347;olluñcan&#257;d&#299;ni kalin&#257;dharma-bahulenopahata-dhiyo brahma-br&#257;hmana-yajña-purusha-loka-vid&#363;shak&#257;h pr&#257;yena bhavishyanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which pseudo religious system; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/kalau">kalau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/m/manuja">manuja</A>-<A CLASS=v HREF="http://vedabase.net/a/apasadah">apasad&#257;h</A> &#8212; the most condemned men; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mohitah">mohit&#257;h</A> &#8212; bewildered by the external energy, or illusory energy, of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhi">vidhi</A>-<A CLASS=v HREF="http://vedabase.net/n/niyoga">niyoga</A>-<A CLASS=v HREF="http://vedabase.net/s/sauca">&#347;auca</A>-<A CLASS=v HREF="http://vedabase.net/c/caritra">c&#257;ritra</A>-<A CLASS=v HREF="http://vedabase.net/v/vihinah">vih&#299;n&#257;h</A> &#8212; without character, cleanliness, and the rules and regulations given according <A HREF="http://vedabase.net/t/to">to</A> one's own duty <A HREF="http://vedabase.net/i/in">in</A> life; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/h/helanani">helan&#257;ni</A> &#8212; negligent of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/apavratani">apavrat&#257;ni</A> &#8212; impious vows; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/i/icchaya">icchay&#257;</A> &#8212; by their own desires; <A CLASS=v HREF="http://vedabase.net/g/grhnanah">grihn&#257;n&#257;h</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/a/asnana">asn&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/anacamana">an&#257;camana</A>-<A CLASS=v HREF="http://vedabase.net/a/asauca">a&#347;auca</A>-<A CLASS=v HREF="http://vedabase.net/k/kesa">ke&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/u/ulluncana">ulluñcana</A>-<A CLASS=v HREF="http://vedabase.net/a/adini">&#257;d&#299;ni</A> &#8212; concocted religious principles such <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/n/no">no</A> bathing, <A HREF="http://vedabase.net/n/no">no</A> washing of the mouth, being unclean and plucking out the hair; <A CLASS=v HREF="http://vedabase.net/k/kalina">kalin&#257;</A> &#8212; by the <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/a/adharma">adharma</A>-<A CLASS=v HREF="http://vedabase.net/b/bahulena">bahulena</A> &#8212; with <A HREF="http://vedabase.net/a/an">an</A> abundance of irreligion; <A CLASS=v HREF="http://vedabase.net/u/upahata">upahata</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah</A> &#8212; whose <A HREF="http://vedabase.net/p/pure">pure</A> consciousness is destroyed; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>-<A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/v/vidusakah">vid&#363;shak&#257;h</A> &#8212; blasphemous toward the Vedas, the strict br&#257;hmanas, ritualistic ceremonies such <A HREF="http://vedabase.net/a/as">as</A> sacrifice, and toward the Supreme Personality of Godhead and the devotees; <A CLASS=v HREF="http://vedabase.net/p/prayena">pr&#257;yena</A> &#8212; almost entirely; <A CLASS=v HREF="http://vedabase.net/b/bhavisyanti">bhavishyanti</A> &#8212; will become.</P><P CLASS=t>TRANSLATION</P><P>People who are lowest among men and bewildered by the illusory energy of the Supreme Lord will give up the original varn&#257;&#347;rama-dharma and its rules and regulations. They will abandon bathing three times daily and worshiping the Lord. Abandoning cleanliness and neglecting the Supreme Lord, they will accept nonsensical principles. Not regularly bathing or washing their mouths regularly, they will always remain unclean, and they will pluck out their hair. Following a concocted religion, they will flourish. During this age of Kali, people are more inclined to irreligious systems. Consequently these people will naturally deride Vedic authority, the followers of Vedic authority, the br&#257;hmanas, the Supreme Personality of Godhead and the devotees.</P><P CLASS=t>PURPORT</P><P>Presently the hippies in the Western countries fit this description. They are irresponsible and unregulated. They do not bathe, and they deride standard Vedic knowledge. They concoct new life-styles and religions. There are many hippie groups at the present moment, but they all originated from King Arhat, who imitated the activities of Lord Rishabhadeva, who was situated on the paramahamsa stage. King Arhat did not care for the fact that although Lord Rishabhadeva acted like a madman, His stool and urine were nonetheless aromatic, so much so that they nicely scented the countryside for miles around. The followers of King Arhat went under the name Jains, and they were later followed by many others, particularly by the hippies, who are more or less offshoots of M&#257;y&#257;v&#257;da philosophy because they think themselves the Supreme Personality of Godhead. Such people do not respect the real followers of Vedic principles, the ideal br&#257;hmanas. Nor do they have respect for the Supreme Personality of Godhead, the Supreme Brahman. Due to the influence of this age of Kali, they are apt to concoct false religious systems.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>