<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 6 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 6 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Activities of Lord Rishabhadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.6.13</P><P CLASS=c>tasy&#257;nugun&#257;n &#347;lok&#257;n g&#257;yanti &#8212;</P><P CLASS=c>aho bhuvah sapta-samudravaty&#257;</P><P CLASS=c>dv&#299;peshu varsheshv adhipunyam etat</P><P CLASS=c>g&#257;yanti yatratya-jan&#257; mur&#257;reh</P><P CLASS=c>karm&#257;ni bhadr&#257;ny avat&#257;ravanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of Him (Lord Rishabhadeva); <A CLASS=v HREF="http://vedabase.net/a/anugunan">anugun&#257;n</A> &#8212; conforming <A HREF="http://vedabase.net/t/to">to</A> the instructions for liberation; <A CLASS=v HREF="http://vedabase.net/s/slokan">&#347;lok&#257;n</A> &#8212; verses; <A CLASS=v HREF="http://vedabase.net/g/gayanti">g&#257;yanti</A> &#8212; chant; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; oh; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; of this earthly planet; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A>-<A CLASS=v HREF="http://vedabase.net/s/samudra">samudra</A>-<A CLASS=v HREF="http://vedabase.net/v/vatyah">vaty&#257;h</A> &#8212; possessing seven seas; <A CLASS=v HREF="http://vedabase.net/d/dvipesu">dv&#299;peshu</A> &#8212; among the islands; <A CLASS=v HREF="http://vedabase.net/v/varsesu">varsheshu</A> &#8212; among the lands; <A CLASS=v HREF="http://vedabase.net/a/adhipunyam">adhipunyam</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A> pious than any other island; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this (<A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>-<A HREF="http://vedabase.net/v/varsa">varsha</A>); <A CLASS=v HREF="http://vedabase.net/g/gayanti">g&#257;yanti</A> &#8212; sing about; <A CLASS=v HREF="http://vedabase.net/y/yatratya">yatratya</A>-<A CLASS=v HREF="http://vedabase.net/j/janah">jan&#257;h</A> &#8212; the people of this tract of land; <A CLASS=v HREF="http://vedabase.net/m/murareh">mur&#257;reh</A> &#8212; of <A HREF="http://vedabase.net/m/murari">Mur&#257;ri</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; the activities; <A CLASS=v HREF="http://vedabase.net/b/bhadrani">bhadr&#257;ni</A> &#8212; all-auspicious; <A CLASS=v HREF="http://vedabase.net/a/avataravanti">avat&#257;ravanti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> many incarnations such <A HREF="http://vedabase.net/a/as">as</A> Lord Rishabhadeva.</P><P CLASS=t>TRANSLATION</P><P>Learned scholars chant about the transcendental qualities of Lord Rishabhadeva in this way: "Oh, this earthly planet contains seven seas and many islands and lands, of which Bh&#257;rata-varsha is considered the most pious. People of Bh&#257;rata-varsha are accustomed to glorifying the activities of the Supreme Personality of Godhead in His incarnations as Lord Rishabhadeva and others. All these activities are very auspicious for the welfare of humanity.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu said:</P><P>bh&#257;rata-bh&#363;mite haila manushya-janma y&#257;ra</P><P CLASS=n>janma s&#257;rthaka kari' kara para-upak&#257;ra</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/9/41.htm">&#256;di 9.41</A>]</P><P>As stated in this verse, Bh&#257;rata-varsha is a most pious land. The followers of Vedic literature understand the Supreme Personality of Godhead in His different incarnations, and they are privileged to glorify the Lord by following the directions of Vedic literature. After realizing the glories of human life. such people should take up the mission to spread the importance of human life throughout the whole world. This is the mission of &#346;r&#299; Caitanya Mah&#257;prabhu. The word adhipunyam indicates that there are certainly many other pious men throughout the world, but the people of Bh&#257;rata-varsha are even more pious. Therefore they are fit to spread Krishna Consciousness throughout the world for the benefit of all human society. &#346;r&#299;la Madhv&#257;c&#257;rya also recognizes the land of Bh&#257;rata-varsha: vi&#347;esh&#257;d bh&#257;rate punyam. Throughout the world, there is no question of bhagavad-bhakti or devotional service, but the people of Bh&#257;rata-varsha can easily understand the devotional service of the Lord. Thus every inhabitant of Bh&#257;rata-varsha can perfect his life by discharging bhagavad-bhakti and then preaching this cult throughout the world for the benefit of everyone.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>