<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 6 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 6 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Activities of Lord Rishabhadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.6.16</P><P CLASS=c>iti ha sma sakala-veda-loka-deva-br&#257;hmana-gav&#257;m parama-guror bhagavata rishabh&#257;khyasya vi&#347;uddh&#257;caritam &#299;ritam pums&#257;m samasta-du&#347;carit&#257;bhiharanam parama-mah&#257;-ma&#324;gal&#257;yanam idam anu&#347;raddhayopacitay&#257;nu&#347;rinoty &#257;&#347;r&#257;vayati v&#257;vahito bhagavati tasmin v&#257;sudeva ek&#257;ntato bhaktir anayor api samanuvartate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; of knowledge; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; of people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; of the demigods; <A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> &#8212; of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/g/gavam">gav&#257;m</A> &#8212; of the cows; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/g/guroh">guroh</A> &#8212; master; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rsabha">rishabha</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyasya">&#257;khyasya</A> &#8212; whose <A HREF="http://vedabase.net/n/name">name</A> was Lord Rishabhadeva; <A CLASS=v HREF="http://vedabase.net/v/visuddha">vi&#347;uddha</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/a/acaritam">&#257;caritam</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/i/iritam">&#299;ritam</A> &#8212; now explained; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of every living entity; <A CLASS=v HREF="http://vedabase.net/s/samasta">samasta</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/d/duscarita">du&#347;carita</A> &#8212; sinful activities; <A CLASS=v HREF="http://vedabase.net/a/abhiharanam">abhiharanam</A> &#8212; destroying; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; foremost; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A> &#8212; of auspiciousness; <A CLASS=v HREF="http://vedabase.net/a/ayanam">ayanam</A> &#8212; the shelter; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/anusraddhaya">anu&#347;raddhay&#257;</A> &#8212; with faith; <A CLASS=v HREF="http://vedabase.net/u/upacitaya">upacitay&#257;</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/a/anusrnoti">anu&#347;rinoti</A> &#8212; hears from the authority; <A CLASS=v HREF="http://vedabase.net/a/asravayati">&#257;&#347;r&#257;vayati</A> &#8212; speaks <A HREF="http://vedabase.net/t/to">to</A> others; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/avahitah">avahitah</A> &#8212; being attentive; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/a/antatah">antatah</A> &#8212; unflinching; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotion; <A CLASS=v HREF="http://vedabase.net/a/anayoh">anayoh</A> &#8212; of both groups, the listeners and the speakers; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/samanuvartate">samanuvartate</A> &#8212; factually begins.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; continued: Lord Rishabhadeva is the master of all Vedic knowledge, human beings, demigods, cows and br&#257;hmanas. I have already explained His pure, transcendental activities, which will vanquish the sinful activities of all living entities. This narration of Lord Rishabhadeva's pastimes is the reservoir of all auspicious things. Whoever attentively hears or speaks of them, following in the footsteps of the &#257;c&#257;ryas, will certainly attain unalloyed devotional service at the lotus feet of Lord V&#257;sudeva, the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>The teachings of Lord Rishabhadeva are for the people of all yugas &#8212; Satya-yuga, Tret&#257;-yuga, Dv&#257;para-yuga and especially Kali-yuga. These instructions are so powerful that even in this age of Kali, one can attain perfection simply by explaining the instructions, following in the footsteps of the &#257;c&#257;ryas or listening to the instructions with great attention. If one does so, one can attain the platform of pure devotional service to Lord V&#257;sudeva. The pastimes of the Supreme Personality of Godhead and His devotees are recorded in &#346;r&#299;mad-Bh&#257;gavatam so that those who recite these pastimes and listen to them will become purified. Nityam bh&#257;gavata-sevay&#257; [<A CLASS=v HREF="../../1/2/18.htm">SB 1.2.18</A>]. As a matter of principle, devotees should read, speak and hear &#346;r&#299;mad-Bh&#257;gavatam persistently, twenty-four hours daily if possible. That is the recommendation of &#346;r&#299; Caitanya Mah&#257;prabhu. K&#299;rtan&#299;yah sad&#257; harih [Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>]. One should either chant the Hare Krishna mah&#257;-mantra or read &#346;r&#299;mad-Bh&#257;gavatam and thereby try to understand the characteristics and instructions of the Supreme Lord, who appeared as Lord Rishabhadeva, Lord Kapila and Lord Krishna. In this way one can become fully aware of the transcendental nature of the Supreme Personality of Godhead. As stated in Bhagavad-g&#299;t&#257;, one who knows the transcendental nature of the Lord's birth and activities attains liberation from material bondage and returns to Godhead.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>