<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 6 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 6 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Activities of Lord Rishabhadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.6.17</P><P CLASS=c>yasy&#257;m eva kavaya &#257;tm&#257;nam aviratam vividha-vrijina-sams&#257;ra-parit&#257;popatapyam&#257;nam anusavanam sn&#257;payantas tayaiva paray&#257; nirvrity&#257; hy apavargam &#257;tyantikam parama-purush&#257;rtham api svayam &#257;s&#257;ditam no ev&#257;driyante bhagavad&#299;yatvenaiva parisam&#257;pta-sarv&#257;rth&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasyam">yasy&#257;m</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which (<A HREF="http://vedabase.net/k/krsna">Krishna</A> consciousness or the nectar of devotional service); <A CLASS=v HREF="http://vedabase.net/k/kavayah">kavayah</A> &#8212; the advancement of learned scholars or philosophers <A HREF="http://vedabase.net/i/in">in</A> spiritual life; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the self; <A CLASS=v HREF="http://vedabase.net/a/aviratam">aviratam</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/v/vividha">vividha</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/v/vrjina">vrijina</A> &#8212; full of sins; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> material existence; <A CLASS=v HREF="http://vedabase.net/p/paritapa">parit&#257;pa</A> &#8212; from miserable conditions; <A CLASS=v HREF="http://vedabase.net/u/upatapyamanam">upatapyam&#257;nam</A> &#8212; suffering; <A CLASS=v HREF="http://vedabase.net/a/anusavanam">anusavanam</A> &#8212; without stopping; <A CLASS=v HREF="http://vedabase.net/s/snapayantah">sn&#257;payantah</A> &#8212; bathing; <A CLASS=v HREF="http://vedabase.net/t/taya">tay&#257;</A> &#8212; by that; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/paraya">paray&#257;</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/n/nirvrtya">nirvrity&#257;</A> &#8212; with happiness; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/apavargam">apavargam</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/a/atyantikam">&#257;tyantikam</A> &#8212; uninterrupted; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; the best of all human achievements; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; itself; <A CLASS=v HREF="http://vedabase.net/a/asaditam">&#257;s&#257;ditam</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/n/no">no</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/adriyante">&#257;driyante</A> &#8212; endeavor <A HREF="http://vedabase.net/t/to">to</A> achieve; <A CLASS=v HREF="http://vedabase.net/b/bhagavadiyatvena">bhagavad&#299;yatvena</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; because of <A HREF="http://vedabase.net/a/a">a</A> relationship with the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parisamapta">parisam&#257;pta</A>-<A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arth&#257;h</A> &#8212; those who have ended all kinds of material desires.</P><P CLASS=t>TRANSLATION</P><P>Devotees always bathe themselves in devotional service in order to be relieved from the various tribulations of material existence. By doing this, the devotees enjoy supreme bliss, and liberation personified comes to serve them. Nonetheless, they do not accept that service, even if it is offered by the Supreme Personality of Godhead Himself. For the devotees, liberation [mukti] is very unimportant because, having attained the Lord's transcendental loving service, they have attained everything desirable and have transcended all material desires.</P><P CLASS=t>PURPORT</P><P>Devotional service unto the Lord is the highest attainment for anyone desiring liberation from the tribulations of material existence. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/22.htm">6.22</A>), yam labdhv&#257; c&#257;param l&#257;bham manyate n&#257;dhikam tatah: "Gaining this, one thinks there is no greater gain." When one attains the service of the Lord, which is non-different from the Lord, one does not desire anything material. Mukti means relief from material existence. Bilvama&#324;gala Th&#257;kura says: muktih mukulit&#257;ñjalih sevate 'sm&#257;n. For a devotee, mukti is not a very great achievement. Mukti means being situated in one's constitutional position. The constitutional position of every living being is that of the Lord's servant; therefore when a living entity is engaged in the Lord's loving service, he has already attained mukti. Consequently a devotee does not aspire for mukti, even if it is offered by the Supreme Lord Himself.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>