<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 6 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 6 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Activities of Lord Rishabhadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.6.3</P><P CLASS=c>tath&#257; coktam &#8212;</P><P CLASS=c>na kury&#257;t karhicit sakhyam</P><P CLASS=c>manasi hy anavasthite</P><P CLASS=c>yad-vi&#347;rambh&#257;c cir&#257;c c&#299;rnam</P><P CLASS=c>caskanda tapa ai&#347;varam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is said; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/k/kuryat">kury&#257;t</A> &#8212; should <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/k/karhicit">karhicit</A> &#8212; at any time or with anyone; <A CLASS=v HREF="http://vedabase.net/s/sakhyam">sakhyam</A> &#8212; friendship; <A CLASS=v HREF="http://vedabase.net/m/manasi">manasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anavasthite">anavasthite</A> &#8212; which is very restless; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/v/visrambhat">vi&#347;rambh&#257;t</A> &#8212; from placing too much faith; <A CLASS=v HREF="http://vedabase.net/c/cirat">cir&#257;t</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> long time; <A CLASS=v HREF="http://vedabase.net/c/cirnam">c&#299;rnam</A> &#8212; practiced; <A CLASS=v HREF="http://vedabase.net/c/caskanda">caskanda</A> &#8212; became disturbed; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; the austerity; <A CLASS=v HREF="http://vedabase.net/a/aisvaram">ai&#347;varam</A> &#8212; of great personalities like Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A> and the great sage <A HREF="http://vedabase.net/s/saubhari">Saubhari</A>.</P><P CLASS=t>TRANSLATION</P><P>All the learned scholars have given their opinion. The mind is by nature very restless, and one should not make friends with it. If we place full confidence in the mind, it may cheat us at any moment. Even Lord &#346;iva became agitated upon seeing the Mohin&#299; form of Lord Krishna, and Saubhari Muni also fell down from the mature stage of yogic perfection.</P><P CLASS=t>PURPORT</P><P>The first business of one trying to advance in spiritual life is to control the mind and senses. As &#346;r&#299; Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>):</P><P>mamaiv&#257;m&#347;o j&#299;va-loke</P><P CLASS=n>j&#299;va-bh&#363;tah san&#257;tanah</P><P CLASS=n>manah shashth&#257;n&#299;ndriy&#257;ni</P><P CLASS=n>prakriti-sth&#257;ni karshati</P><P>Although the living entities are part and parcel of the Supreme Lord and are therefore in a transcendental position, they are still suffering in this material world and struggling for existence due to the mind and the senses. To get out of this false struggle for existence and become happy in the material world, one has to control the mind and senses and be detached from material conditions. One should never neglect austerities and penances; one should always perform them. Lord Rishabhadeva personally showed us how to do this. In the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../9/19/17.htm">9.19.17</A>) it is specifically stated:</P><P>m&#257;tr&#257; svasr&#257; duhitr&#257; v&#257;</P><P CLASS=n>n&#257;vivikt&#257;sano bhavet</P><P CLASS=n>balav&#257;n indriya-gr&#257;mo</P><P CLASS=n>vidv&#257;msam api karshati</P><P>A grihastha, v&#257;naprastha, sanny&#257;s&#299; and brahmac&#257;r&#299; should be very careful when associating with women. One is forbidden to sit down in a solitary place even with one's mother, sister or daughter. In our Krishna consciousness movement it has been very difficult to disassociate ourselves from women in our society, especially in Western countries. We are therefore sometimes criticized, but nonetheless we are trying to give everyone a chance to chant the Hare Krishna mah&#257;-mantra and thus advance spiritually. If we stick to the principle of chanting the Hare Krishna mah&#257;-mantra offenselessly, then, by the grace of &#346;r&#299;la Harid&#257;sa Th&#257;kura, we may be saved from the allurement of women. However, if we are not very strict in chanting the Hare Krishna mah&#257;-mantra, we may at any time fall victim to women.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>