<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 6 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 6 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Activities of Lord Rishabhadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.6.4</P><P CLASS=c>nityam dad&#257;ti k&#257;masya</P><P CLASS=c>cchidram tam anu ye 'rayah</P><P CLASS=c>yoginah krita-maitrasya</P><P CLASS=c>patyur j&#257;yeva pum&#347;cal&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/d/dadati">dad&#257;ti</A> &#8212; gives; <A CLASS=v HREF="http://vedabase.net/k/kamasya">k&#257;masya</A> &#8212; of lust; <A CLASS=v HREF="http://vedabase.net/c/chidram">chidram</A> &#8212; facility; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that (lust); <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; following; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/a/arayah">arayah</A> &#8212; enemies; <A CLASS=v HREF="http://vedabase.net/y/yoginah">yoginah</A> &#8212; of the yog&#299;s or persons trying <A HREF="http://vedabase.net/t/to">to</A> advance <A HREF="http://vedabase.net/i/in">in</A> spiritual life; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/m/maitrasya">maitrasya</A> &#8212; having <A HREF="http://vedabase.net/p/put">put</A> faith <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/p/patyuh">patyuh</A> &#8212; of the husband; <A CLASS=v HREF="http://vedabase.net/j/jaya">j&#257;y&#257;</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like the wife; <A CLASS=v HREF="http://vedabase.net/p/pumscali">pum&#347;cal&#299;</A> &#8212; who is unchaste or easily carried away by other men.</P><P CLASS=t>TRANSLATION</P><P>An unchaste woman is very easily carried away by paramours, and it sometimes happens that her husband is violently killed by her paramours. If the yog&#299; gives his mind a chance and does not restrain it, his mind will give facility to enemies like lust, anger and greed, and they will doubtlessly kill the yog&#299;.</P><P CLASS=t>PURPORT</P><P>In this verse the word pum&#347;cal&#299; refers to a woman who is easily carried away by men. Such a woman is never to be trusted. Unfortunately, in the present age, women are never controlled. According to the directions of the &#347;&#257;stras, women are never to be given freedom. When a child, a woman must be strictly controlled by her father. When she is young, she must be strictly controlled by her husband, and when she is old, she must be controlled by her elderly sons. If she is given independence and allowed to mingle unrestrictedly with men, she will be spoiled. A spoiled woman, being manipulated by paramours, might even kill her husband. This example is given here because a yog&#299; desiring to get free from material conditions must always keep his mind under control. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura used to say that in the morning our first business should be to beat the mind with shoes a hundred times. and, before going to bed, to beat the mind a hundred times with a broomstick. In this way one's mind can be kept under control. An uncontrolled mind and an unchaste wife are the same. An unchaste wife can kill her husband at any time, and an uncontrolled mind, followed by lust, anger, greed, madness, envy and illusion, can certainly kill the yog&#299;. When the yog&#299; is controlled by the mind, he falls down into the material condition. One should be very careful of the mind, just as a husband should be careful of an unchaste wife.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>