<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 6 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 6 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Activities of Lord Rishabhadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.6.6</P><P CLASS=c>athaivam akhila-loka-p&#257;la-lal&#257;mo 'pi vilakshanair jadavad avadh&#363;ta-vesha-bh&#257;sh&#257;-caritair avilakshita-bhagavat-prabh&#257;vo yogin&#257;m s&#257;mpar&#257;ya-vidhim anu&#347;ikshayan sva-kalevaram jih&#257;sur &#257;tmany &#257;tm&#257;nam asamvyavahitam anarth&#257;ntara-bh&#257;ven&#257;nv&#299;ksham&#257;na uparat&#257;nuvrittir uparar&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/pala">p&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/l/lalamah">lal&#257;mah</A> &#8212; the head of all kings and monarchs of the universe; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/v/vilaksanaih">vilakshanaih</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/j/jada">jada</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if stupid; <A CLASS=v HREF="http://vedabase.net/a/avadhuta">avadh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vesa">vesha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhasa">bh&#257;sh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/c/caritaih">caritaih</A> &#8212; by the dress, language and characteristics of <A HREF="http://vedabase.net/a/an">an</A> <A HREF="http://vedabase.net/a/avadhuta">avadh&#363;ta</A>; <A CLASS=v HREF="http://vedabase.net/a/avilaksita">avilakshita</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/p/prabhavah">prabh&#257;vah</A> &#8212; hiding the opulence of the Supreme Personality of Godhead (keeping Himself like <A HREF="http://vedabase.net/a/an">an</A> ordinary human being); <A CLASS=v HREF="http://vedabase.net/y/yoginam">yogin&#257;m</A> &#8212; of the yog&#299;s; <A CLASS=v HREF="http://vedabase.net/s/samparaya">s&#257;mpar&#257;ya</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhim">vidhim</A> &#8212; the method of giving up this material body; <A CLASS=v HREF="http://vedabase.net/a/anusiksayan">anu&#347;ikshayan</A> &#8212; teaching; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/kalevaram">kalevaram</A> &#8212; His own personal body, which is not at all material; <A CLASS=v HREF="http://vedabase.net/j/jihasuh">jih&#257;suh</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> give up like <A HREF="http://vedabase.net/a/an">an</A> ordinary human being; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; unto <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, the original person; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; Himself, Lord Rishabhadeva, being <A HREF="http://vedabase.net/a/an">an</A> <A HREF="http://vedabase.net/a/avesa">&#257;ve&#347;a</A>-<A HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/a/asamvyavahitam">asamvyavahitam</A> &#8212; without intervention by the illusory energy; <A CLASS=v HREF="http://vedabase.net/a/anartha">anartha</A>-<A CLASS=v HREF="http://vedabase.net/a/antara">antara</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; Himself <A HREF="http://vedabase.net/i/in">in</A> the status of <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/a/anviksamanah">anv&#299;ksham&#257;nah</A> &#8212; always seeing; <A CLASS=v HREF="http://vedabase.net/u/uparata">uparata</A>-<A CLASS=v HREF="http://vedabase.net/a/anuvrttih">anuvrittih</A> &#8212; who was acting <A HREF="http://vedabase.net/a/as">as</A> if giving up His material body; <A CLASS=v HREF="http://vedabase.net/u/upararama">uparar&#257;ma</A> &#8212; ceased His pastimes <A HREF="http://vedabase.net/a/as">as</A> the King of this planet.</P><P CLASS=t>TRANSLATION</P><P>Lord Rishabhadeva was the head of all kings and emperors within this universe, but assuming the dress and language of an avadh&#363;ta, He acted as if dull and materially bound. Consequently no one could observe His divine opulence. He adopted this behavior just to teach yog&#299;s how to give up the body. Nonetheless, He maintained His original position as a plenary expansion of Lord V&#257;sudeva, Krishna. Remaining always in that state, He gave up His pastimes as Lord Rishabhadeva within the material world. If, following in the footsteps of Lord Rishabhadeva, one can give up his subtle body, there is no chance that one will accept a material body again.</P><P CLASS=t>PURPORT</P><P>As Lord Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."</P><P>This is possible simply by keeping oneself an eternal servant of the Supreme Lord. One must understand his constitutional position and the constitutional position of the Supreme Lord as well. Both have the same spiritual identity. Maintaining oneself as a servant of the Supreme Lord, one should avoid rebirth in this material world. If one keeps himself spiritually fit and thinks of himself as an eternal servant of the Supreme Lord, he will be successful at the time he has to give up the material body.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>