<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 50 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 50 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 50: <A CLASS=v HREF="index.htm">Krishna Establishes the City of Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.50.29</P><P CLASS=c>sthity-udbhav&#257;ntam bhuvana-trayasya yah</P><P CLASS=c>sam&#299;hite 'nanta-gunah sva-l&#299;lay&#257;</P><P CLASS=c>na tasya citram para-paksha-nigrahas</P><P CLASS=c>tath&#257;pi marty&#257;nuvidhasya varnyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; the maintenance; <A CLASS=v HREF="http://vedabase.net/u/udbhava">udbhava</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/a/antam">antam</A> &#8212; and annihilation; <A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A>-<A CLASS=v HREF="http://vedabase.net/t/trayasya">trayasya</A> &#8212; of the three worlds; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/s/samihite">sam&#299;hite</A> &#8212; effects; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/g/gunah">gunah</A> &#8212; whose transcendental qualities; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/l/lilaya">l&#299;lay&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> His own pastime; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; for Him; <A CLASS=v HREF="http://vedabase.net/c/citram">citram</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; opposing; <A CLASS=v HREF="http://vedabase.net/p/paksa">paksha</A> &#8212; of the party; <A CLASS=v HREF="http://vedabase.net/n/nigrahah">nigrahah</A> &#8212; the subduing; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; nevertheless; <A CLASS=v HREF="http://vedabase.net/m/martya">martya</A> &#8212; human beings; <A CLASS=v HREF="http://vedabase.net/a/anuvidhasya">anuvidhasya</A> &#8212; who is imitating; <A CLASS=v HREF="http://vedabase.net/v/varnyate">varnyate</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is described.</P><P CLASS=t>TRANSLATION</P><P>For Him who orchestrates the creation, maintenance and destruction of the three worlds and who possesses unlimited spiritual qualities, it is hardly amazing that He subdues an opposing party. Still, when the Lord does so, imitating human behavior, sages glorify His acts.</P><P CLASS=t>PURPORT</P><P>The philosopher Aristotle once argued that the Supreme God would hardly take part in human activities, since all ordinary activities are unworthy of such a divine being. Similarly, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;, who almost certainly never read the works of Aristotle, raises a similar point. Since &#346;r&#299; Krishna creates, maintains and annihilates the entire universe, isn't it an uninteresting mismatch when He fights against Jar&#257;sandha?</P><P>The answer is as follows: The Lord plays the part of a human being and, expanding His pleasure potency, creates thrilling transcendental pastimes full of suspense and dynamic action. By the Lord's Yogam&#257;y&#257; potency, He appears exactly like a human being, and thus we may enjoy the spectacle of the Supreme Person acting on the earthly stage. Undoubtedly, stubborn agnostics will argue that since Krishna is God, there is no real suspense involved. Such skeptics simply do not understand Krishna's attractive potency. Beauty and drama, even on the material stage, possess their own fascinating logic, and similarly we love Krishna for His own sake, we appreciate His beauty for its own sake, and we enjoy Krishna's pastimes because they are in fact wonderful in and of themselves. In fact, Krishna executes His pastimes not for a mundane egotistical purpose but for our pleasure. Thus the presentation of spiritual pastimes is itself an act of love that Krishna performs for the infinite spiritual happiness of pure-hearted souls who have transcended material envy of the Godhead.</P><P>In this regard, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; quotes an important verse from the Gop&#257;la-t&#257;pan&#299; Upanishad: nar&#257;kriti para-brahma k&#257;rana-m&#257;nushah. "The Supreme Absolute Truth, for His own purpose, appears in a humanlike form, although He is the source of everything." Similarly, in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/14/32.htm">10.14.32</A>) we find, yan-mitram param&#257;nandam p&#363;rnam brahma san&#257;tanam: "The source of transcendental bliss, the eternal Supreme Brahman, has become their friend."</P><P CLASS=l><A CLASS=i HREF="25-28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>