<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 50 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 50 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 50: <A CLASS=v HREF="index.htm">Krishna Establishes the City of Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.50.44</P><P CLASS=c>rurodha mathur&#257;m etya</P><P CLASS=c>tisribhir mleccha-kotibhih</P><P CLASS=c>nri-loke c&#257;pratidvandvo</P><P CLASS=c>vrishn&#299;n &#347;rutv&#257;tma-sammit&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rurodha">rurodha</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> besieged; <A CLASS=v HREF="http://vedabase.net/m/mathuram">mathur&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/mathura">Mathur&#257;</A>; <A CLASS=v HREF="http://vedabase.net/e/etya">etya</A> &#8212; arriving there; <A CLASS=v HREF="http://vedabase.net/t/tisrbhih">tisribhih</A> &#8212; times three; <A CLASS=v HREF="http://vedabase.net/m/mleccha">mleccha</A> &#8212; with barbarians; <A CLASS=v HREF="http://vedabase.net/k/kotibhih">kotibhih</A> &#8212; ten million; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; among mankind; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/apratidvandvah">apratidvandvah</A> &#8212; having <A HREF="http://vedabase.net/n/no">no</A> suitable rival; <A CLASS=v HREF="http://vedabase.net/v/vrsnin">vrishn&#299;n</A> &#8212; the Vrishnis; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> himself; <A CLASS=v HREF="http://vedabase.net/s/sammitan">sammit&#257;n</A> &#8212; comparable.</P><P CLASS=t>TRANSLATION</P><P>Arriving at Mathur&#257;, this Yavana laid siege to the city with thirty million barbarian soldiers. He had never found a human rival worth fighting, but he had heard that the Vrishnis were his equals.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; quotes from the Vishnu Pur&#257;na concerning the history of K&#257;layavana: "Once, G&#257;rgya was ridiculed by his brother-in-law as a eunuch, and when the Y&#257;davas heard this they laughed heartily. Infuriated by their laughter, G&#257;rgya set out for the south, thinking, 'May I have a son who will bring terror to the Y&#257;davas.' He worshiped Lord Mah&#257;deva, eating powdered iron, and after twelve years obtained his desired benediction. Elated, he returned home.</P><P>"Later, when the childless King of the Yavanas requested a son from him, G&#257;rgya begot in the Yavana's wife a son, K&#257;layavana. K&#257;layavana possessed the fury of Lord &#346;iva in his aspect as Mah&#257;k&#257;la. Once, K&#257;layavana asked N&#257;rada, 'Who are now the strongest kings on earth?' N&#257;rada replied that the Yadus were. Thus sent by N&#257;rada, K&#257;layavana appeared at Mathur&#257;."</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>