<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 50"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 50: <A CLASS=v HREF="index.htm">Krishna Establishes the City of Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.50 Summary</P><P>This chapter relates how Lord Krishna defeated Jar&#257;sandha seventeen times in battle and then constructed the city of Dv&#257;rak&#257;.</P><P>After Kamsa was killed, his two queens, Asti and Pr&#257;pti, went to the home of their father, Jar&#257;sandha, and sorrowfully described to him how Krishna had made them widows. Upon hearing this account, King Jar&#257;sandha became angry. He vowed to rid the earth of all the Y&#257;davas, and he gathered an immense army to lay siege to Mathur&#257;. When &#346;r&#299; Krishna saw Jar&#257;sandha attacking, the Lord considered the reasons for His descent to this world and then decided to destroy Jar&#257;sandha's army, which was a burden to the earth.</P><P>Two effulgent chariots suddenly appeared, equipped with drivers and furnishings, together with all the Lord's personal weapons. Seeing this, Lord Krishna addressed Lord Baladeva, "My dear brother, Jar&#257;sandha is now attacking Mathur&#257;-pur&#299;, so please mount Your chariot and let Us go destroy the enemy's army." The two Lords took up Their weapons, mounted Their chariots and went forth from the city.</P><P>When Lord Krishna came before His opponent's army, He sounded His conchshell, striking fear into His enemies' hearts. King Jar&#257;sandha surrounded Krishna and Balar&#257;ma with his soldiers, chariots and so on, and the women of the city, having climbed up to the roofs of the palaces, became extremely unhappy because they could not see the Lords. Then Krishna twanged His bow and started to rain down a torrent of arrows upon the enemy soldiers. Soon Jar&#257;sandha's unfathomable army had been annihilated.</P><P>Then Lord Baladeva arrested Jar&#257;sandha and was about to bind him up with ropes when &#346;r&#299; Krishna had Baladeva release the King. Lord Krishna reasoned that Jar&#257;sandha would assemble another army and return again to fight; this would facilitate Krishna's goal of removing the earth's burden. Released, Jar&#257;sandha returned to Magadha and vowed to perform austerities with the aim of avenging his defeat. The other kings advised him that his defeat was only a reaction of his karma. Thus informed, King Jar&#257;sandha withdrew to his kingdom with a heavy heart.</P><P>&#346;r&#299; Krishna rejoined the citizens of Mathur&#257;, who began rejoicing, singing songs of triumph and arranging victory celebrations. The Lord brought all the warriors' jewelry and ornaments that had been picked up from the battlefield and presented them to Mah&#257;r&#257;ja Ugrasena.</P><P>Jar&#257;sandha attacked the Y&#257;davas in Mathur&#257; seventeen times, and each time his armies were totally destroyed. Then, as Jar&#257;sandha prepared to attack for the eighteenth time, a warrior named K&#257;layavana, who had been searching for a worthy opponent, was sent by N&#257;rada Muni to fight the Y&#257;davas. With thirty million soldiers K&#257;layavana laid siege to the Y&#257;dava capital. Lord Krishna looked upon this attack with concern, for He knew that with Jar&#257;sandha's arrival imminent, there was a serious danger that the simultaneous attack of these two enemies might endanger the Y&#257;davas. Therefore the Lord constructed a wonderful city within the sea as a safe haven for the Y&#257;davas; then He brought them all there by His mystic power. This city was fully populated with members of all four social orders, and within it no one felt the pangs of thirst and hunger. The various demigods, headed by Indra, each offered as tribute to Lord Krishna the same opulences they had originally obtained from Him to establish their positions of authority.</P><P>Once He saw His subjects safely settled, Lord &#346;r&#299; Krishna took permission from Lord Baladeva and went out of Mathur&#257; unarmed.</P><P CLASS=l><A CLASS=i HREF="../49/31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>