<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 6 Verses 45-46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 6 Verses 45-46"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Downfall of Saubhari Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.6.45-46</P><P CLASS=c>sa bahv-ricas t&#257;bhir ap&#257;ran&#299;ya-</P><P CLASS=c>tapah-&#347;riy&#257;narghya-paricchadeshu</P><P CLASS=c>griheshu n&#257;nopavan&#257;mal&#257;mbhah-</P><P CLASS=c>sarahsu saugandhika-k&#257;naneshu</P><P CLASS=c>mah&#257;rha-&#347;ayy&#257;sana-vastra-bh&#363;shana-</P><P CLASS=c>sn&#257;n&#257;nulep&#257;bhyavah&#257;ra-m&#257;lyakaih</P><P CLASS=c>svala&#324;krita-str&#299;-purusheshu nityad&#257;</P><P CLASS=c>reme 'nug&#257;yad-dvija-bhri&#324;ga-vandishu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>, <A HREF="http://vedabase.net/s/saubhari">Saubhari</A> <A HREF="http://vedabase.net/r/rsi">Rishi</A>; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/r/rcah">ricah</A> &#8212; quite expert <A HREF="http://vedabase.net/i/in">in</A> utilizing Vedic mantras; <A CLASS=v HREF="http://vedabase.net/t/tabhih">t&#257;bhih</A> &#8212; with his wives; <A CLASS=v HREF="http://vedabase.net/a/aparaniya">ap&#257;ran&#299;ya</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; the result of austerity; <A CLASS=v HREF="http://vedabase.net/s/sriya">&#347;riy&#257;</A> &#8212; by opulences; <A CLASS=v HREF="http://vedabase.net/a/anarghya">anarghya</A> &#8212; paraphernalia for enjoyment; <A CLASS=v HREF="http://vedabase.net/p/paricchadesu">paricchadeshu</A> &#8212; equipped with different garments and dresses; <A CLASS=v HREF="http://vedabase.net/g/grhesu">griheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the house and rooms; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; varieties of; <A CLASS=v HREF="http://vedabase.net/u/upavana">upavana</A> &#8212; parks; <A CLASS=v HREF="http://vedabase.net/a/amala">amala</A> &#8212; clean; <A CLASS=v HREF="http://vedabase.net/a/ambhah">ambhah</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/s/sarahsu">sarahsu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> lakes; <A CLASS=v HREF="http://vedabase.net/s/saugandhika">saugandhika</A> &#8212; very fragrant; <A CLASS=v HREF="http://vedabase.net/k/kananesu">k&#257;naneshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> gardens; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/arha">arha</A> &#8212; very costly; <A CLASS=v HREF="http://vedabase.net/s/sayya">&#347;ayy&#257;</A> &#8212; bedding; <A CLASS=v HREF="http://vedabase.net/a/asana">&#257;sana</A> &#8212; sitting places; <A CLASS=v HREF="http://vedabase.net/v/vastra">vastra</A> &#8212; clothing; <A CLASS=v HREF="http://vedabase.net/b/bhusana">bh&#363;shana</A> &#8212; ornaments; <A CLASS=v HREF="http://vedabase.net/s/snana">sn&#257;na</A> &#8212; bathing places; <A CLASS=v HREF="http://vedabase.net/a/anulepa">anulepa</A> &#8212; sandalwood; <A CLASS=v HREF="http://vedabase.net/a/abhyavahara">abhyavah&#257;ra</A> &#8212; palatable dishes; <A CLASS=v HREF="http://vedabase.net/m/malyakaih">m&#257;lyakaih</A> &#8212; and with garlands; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/a/alankrta">ala&#324;krita</A> &#8212; properly dressed and decorated; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A> &#8212; women; <A CLASS=v HREF="http://vedabase.net/p/purusesu">purusheshu</A> &#8212; with men also; <A CLASS=v HREF="http://vedabase.net/n/nityada">nityad&#257;</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/r/reme">reme</A> &#8212; enjoyed; <A CLASS=v HREF="http://vedabase.net/a/anugayat">anug&#257;yat</A> &#8212; followed by the singing of; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; birds; <A CLASS=v HREF="http://vedabase.net/b/bhrnga">bhri&#324;ga</A> &#8212; bumblebees; <A CLASS=v HREF="http://vedabase.net/v/vandisu">vandishu</A> &#8212; and professional singers.</P><P CLASS=t>TRANSLATION</P><P>Because Saubhari Muni was expert in chanting mantras perfectly, his severe austerities resulted in an opulent home, with garments, ornaments, properly dressed and decorated maidservants and manservants, and varieties of parks with clear-water lakes and gardens. In the gardens, fragrant with varieties of flowers, birds chirped and bees hummed, surrounded by professional singers. Saubhari Muni's home was amply provided with valuable beds, seats, ornaments, and arrangements for bathing, and there were varieties of sandalwood creams, flower garlands, and palatable dishes. Thus surrounded by opulent paraphernalia, the muni engaged in family affairs with his numerous wives.</P><P CLASS=t>PURPORT</P><P>Saubhari Rishi was a great yog&#299;. Yogic perfection makes available eight material opulences &#8212; anim&#257;, laghim&#257;, mahim&#257;, pr&#257;pti, pr&#257;k&#257;mya, &#299;&#347;itva, va&#347;itva and k&#257;m&#257;vas&#257;yit&#257;. Saubhari Muni exhibited super-excellence in material enjoyment by dint of his yogic perfection. The word bahv-rica means "expert in chanting mantras." As material opulence can be achieved by ordinary material means, it can also be achieved by subtle means through mantras. By chanting mantras, Saubhari Muni arranged for material opulence, but this was not perfection in life. As will be seen, Saubhari Muni became very dissatisfied with material opulence and thus left everything and reentered the forest in the v&#257;naprastha order and achieved final success. Those who are not &#257;tma-tattva-vit, who do not know the spiritual value of life, can be satisfied with external material opulences, but those who are &#257;tma-tattva-vit are not inspired by material opulence. This is the instruction we can derive from the life and activities of Saubhari Muni.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>