<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 6 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 6 Verse 51"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Downfall of Saubhari Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.6.51</P><P CLASS=c>sa&#324;gam tyajeta mithuna-vrat&#299;n&#257;m mumukshuh</P><P CLASS=c>sarv&#257;tman&#257; na visrijed bahir-indriy&#257;ni</P><P CLASS=c>eka&#347; caran rahasi cittam ananta &#299;&#347;e</P><P CLASS=c>yuñj&#299;ta tad-vratishu s&#257;dhushu cet prasa&#324;gah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sangam">sa&#324;gam</A> &#8212; association; <A CLASS=v HREF="http://vedabase.net/t/tyajeta">tyajeta</A> &#8212; must give up; <A CLASS=v HREF="http://vedabase.net/m/mithuna">mithuna</A>-<A CLASS=v HREF="http://vedabase.net/v/vratinam">vrat&#299;n&#257;m</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> person engaged <A HREF="http://vedabase.net/i/in">in</A> sexual affairs, legal or illegal; <A CLASS=v HREF="http://vedabase.net/m/mumuksuh">mumukshuh</A> &#8212; persons who desire liberation; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all respects; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/v/visrjet">visrijet</A> &#8212; employ; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyani">indriy&#257;ni</A> &#8212; external senses; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/c/caran">caran</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/r/rahasi">rahasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> secluded place; <A CLASS=v HREF="http://vedabase.net/c/cittam">cittam</A> &#8212; the heart; <A CLASS=v HREF="http://vedabase.net/a/anante">anante</A> <A CLASS=v HREF="http://vedabase.net/i/ise">&#299;&#347;e</A> &#8212; fixed at the lotus feet of the unlimited Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yunjita">yuñj&#299;ta</A> &#8212; one can engage himself; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/v/vratisu">vratishu</A> &#8212; with persons of the <A HREF="http://vedabase.net/s/same">same</A> category (desiring liberation from material bondage); <A CLASS=v HREF="http://vedabase.net/s/sadhusu">s&#257;dhushu</A> &#8212; such saintly persons; <A CLASS=v HREF="http://vedabase.net/c/cet">cet</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/p/prasangah">prasa&#324;gah</A> &#8212; one wants association.</P><P CLASS=t>TRANSLATION</P><P>A person desiring liberation from material bondage must give up the association of persons interested in sex life and should not employ his senses externally [in seeing, hearing, talking, walking and so on]. One should always stay in a secluded place, completely fixing his mind at the lotus feet of the unlimited Personality of Godhead, and if one wants any association at all, he should associate with persons similarly engaged.</P><P CLASS=t>PURPORT</P><P>Saubhari Muni, giving conclusions derived from his practical experience, instructs us that persons interested in crossing to the other side of the material ocean must give up the association of persons interested in sex life and accumulating money. This is also advised by &#346;r&#299; Caitanya Mah&#257;prabhu:</P><P>nishkiñcanasya bhagavad-bhajanonmukasya</P><P CLASS=n>p&#257;ram param jigamishor bhava-s&#257;garasya</P><P CLASS=n>sandar&#347;anam vishayin&#257;m atha yoshit&#257;m ca</P><P CLASS=n>h&#257; hanta hanta visha-bhakshanato 'py as&#257;dhu</P><P>(Caitanya-candrodaya-n&#257;taka <A CLASS=v HREF="http://vedabase.net/todo/nataka8/27">8.27</A>)</P><P>"Alas, for a person seriously desiring to cross the material ocean and engage in the transcendental loving service of the Lord without material motives, seeing a materialist engaged in sense gratification and seeing a woman who is similarly interested is more abominable than drinking poison willingly."</P><P>One who desires complete freedom from material bondage can engage himself in the transcendental loving service of the Lord. He must not associate with vishay&#299; &#8212; materialistic persons or those interested in sex life. Every materialist is interested in sex. Thus in plain language it is advised that an exalted saintly person avoid the association of those who are materially inclined. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura also recommends that one engage in the service of the &#257;c&#257;ryas, and if one wants to live in association, he must live in the association of devotees (t&#257;&#324;dera carana sevi bhakta-sane v&#257;sa). The Krishna consciousness movement is creating many centers just to create devotees so that by associating with the members of such a center people will automatically become uninterested in material affairs. Although this is an ambitious proposal, this association is proving effective by the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu. By gradually associating with the members of the Krishna consciousness movement, simply by taking pras&#257;da and taking part in chanting of the Hare Krishna mantra, ordinary persons are being considerably elevated. Saubhari Muni regrets that he had bad association even in the deepest part of the water. Because of the bad association of the sexually engaged fish, he fell down. A secluded place is also not secure unless there is good association.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>