<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 6 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 6 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Downfall of Saubhari Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.6.7</P><P CLASS=c>tatheti sa vanam gatv&#257;</P><P CLASS=c>mrig&#257;n hatv&#257; kriy&#257;rhan&#257;n</P><P CLASS=c>&#347;r&#257;nto bubhukshito v&#299;rah</P><P CLASS=c>&#347;a&#347;am c&#257;dad apasmritih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the direction; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/v/vikuksi">Vikukshi</A>; <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the forest; <A CLASS=v HREF="http://vedabase.net/g/gatva">gatv&#257;</A> &#8212; going; <A CLASS=v HREF="http://vedabase.net/m/mrgan">mrig&#257;n</A> &#8212; animals; <A CLASS=v HREF="http://vedabase.net/h/hatva">hatv&#257;</A> &#8212; killing; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/arhanan">arhan&#257;n</A> &#8212; suitable for offering <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/y/yajna">yajña</A> <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/sraddha">&#347;r&#257;ddha</A> ceremony; <A CLASS=v HREF="http://vedabase.net/s/srantah">&#347;r&#257;ntah</A> &#8212; when <A HREF="http://vedabase.net/h/he">he</A> was fatigued; <A CLASS=v HREF="http://vedabase.net/b/bubhuksitah">bubhukshitah</A> &#8212; and hungry; <A CLASS=v HREF="http://vedabase.net/v/virah">v&#299;rah</A> &#8212; the hero; <A CLASS=v HREF="http://vedabase.net/s/sasam">&#347;a&#347;am</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> rabbit; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/adat">&#257;dat</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> ate; <A CLASS=v HREF="http://vedabase.net/a/apasmrtih">apasmritih</A> &#8212; forgetting (that the flesh was meant for offering <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/sraddha">&#347;r&#257;ddha</A>).</P><P CLASS=t>TRANSLATION</P><P>Thereafter, Ikshv&#257;ku's son Vikukshi went to the forest and killed many animals suitable for being offered as oblations. But when fatigued and hungry he became forgetful and ate a rabbit he had killed.</P><P CLASS=t>PURPORT</P><P>It is evident that kshatriyas killed animals in the forest because the flesh of the animals was suitable to be offered at a particular type of yajña. Offering oblations to the forefathers in the ceremony known as &#347;r&#257;ddha is also a kind of yajña. In this yajña, flesh obtained from the forest by hunting could be offered. However, in the present age, Kali-yuga, this kind of offering is forbidden. Quoting from the Brahma-vaivarta Pur&#257;na, &#346;r&#299; Caitanya Mah&#257;prabhu said:</P><P>a&#347;vamedham gav&#257;lambham</P><P CLASS=n>sanny&#257;sam pala-paitrikam</P><P CLASS=n>devarena sutotpattim</P><P CLASS=n>kalau pañca vivarjayet</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/17/164.htm">&#256;di 17.164</A>]</P><P>"In this age of Kali, five acts are forbidden: the offering of a horse in sacrifice, the offering of a cow in sacrifice, the acceptance of the order of sanny&#257;sa, the offering of oblations of flesh to the forefathers, and a man's begetting children in his brother's wife." The word pala-paitrikam refers to an offering of flesh in oblations to forefathers. Formerly, such an offering was allowed, but in this age it is forbidden. In this age, Kali-yuga, everyone is expert in hunting animals, but most of the people are &#347;&#363;dras, not kshatriyas. According to Vedic injunctions, however, only kshatriyas are allowed to hunt, whereas &#347;&#363;dras are allowed to eat flesh after offering goats or other insignificant animals before the deity of goddess K&#257;l&#299; or similar demigods. On the whole, meat-eating is not completely forbidden; a particular class of men is allowed to eat meat according to various circumstances and injunctions. As far as eating beef is concerned, however, it is strictly prohibited to everyone. Thus in Bhagavad-g&#299;t&#257; Krishna personally speaks of go-rakshyam, cow protection. Meat-eaters, according to their different positions and the directions of the &#347;&#257;stra, are allowed to eat flesh, but never the flesh of cows. Cows must be given all protection.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>