<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 6"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 6: The Downfall of Saubhari Muni</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.6 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.6.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: O Mah&#257;r&#257;ja Par&#299;kshit, Ambar&#299;sha had three sons, named Vir&#363;pa, Ketum&#257;n and &#346;ambhu. From Vir&#363;pa came a son named Prishada&#347;va, and from Prishada&#347;va came a son named Rath&#299;tara.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.6.2</B></A>: Rath&#299;tara had no sons, and therefore he requested the great sage A&#324;gir&#257; to beget sons for him. Because of this request, A&#324;gir&#257; begot sons in the womb of Rath&#299;tara's wife. All these sons were born with brahminical prowess.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 9.6.3</B></A>: Having been born from the womb of Rath&#299;tara's wife, all these sons were known as the dynasty of Rath&#299;tara, but because they were born from the semen of A&#324;gir&#257;, they were also known as the dynasty of A&#324;gir&#257;. Among all the progeny of Rath&#299;tara, these sons were the most prominent because, owing to their birth, they were considered br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 9.6.4</B></A>: The son of Manu was Ikshv&#257;ku. When Manu was sneezing, Ikshv&#257;ku was born from Manu's nostrils. King Ikshv&#257;ku had one hundred sons, of whom Vikukshi, Nimi and Dandak&#257; were the most prominent.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 9.6.5</B></A>: Of the one hundred sons, twenty-five became kings in the western side of &#256;ry&#257;varta, a place between the Himalaya and Vindhya mountains. Another twenty-five sons became kings in the east of &#256;ry&#257;varta, and the three principal sons became kings in the middle. The other sons became kings in various other places.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 9.6.6</B></A>: During the months of January, February and March, oblations offered to the forefathers are called ashtak&#257;-&#347;r&#257;ddha. The &#347;r&#257;ddha ceremony is held during the dark fortnight of the month. When Mah&#257;r&#257;ja Ikshv&#257;ku was performing his oblations in this ceremony, he ordered his son Vikukshi to go immediately to the forest to bring some pure flesh.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.6.7</B></A>: Thereafter, Ikshv&#257;ku's son Vikukshi went to the forest and killed many animals suitable for being offered as oblations. But when fatigued and hungry he became forgetful and ate a rabbit he had killed.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.6.8</B></A>: Vikukshi offered the remnants of the flesh to King Ikshv&#257;ku, who gave it to Vasishtha for purification. But Vasishtha could immediately understand that part of the flesh had already been taken by Vikukshi, and therefore he said that it was unfit to be used in the &#347;r&#257;ddha ceremony.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.6.9</B></A>: When King Ikshv&#257;ku, thus informed by Vasishtha, understood what his son Vikukshi had done, he was extremely angry. Thus he ordered Vikukshi to leave the country because Vikukshi had violated the regulative principles.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.6.10</B></A>: Having been instructed by the great and learned br&#257;hmana Vasishtha, who discoursed about the Absolute Truth, Mah&#257;r&#257;ja Ikshv&#257;ku became renounced. By following the principles for a yog&#299;, he certainly achieved the supreme perfection after giving up his material body.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.6.11</B></A>: After his father's disappearance, Vikukshi returned to the country and thus became the king, ruling the planet earth and performing various sacrifices to satisfy the Supreme Personality of Godhead. Vikukshi later became celebrated as Sa&#347;&#257;da.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 9.6.12</B></A>: The son of Sa&#347;&#257;da was Purañjaya, who is also known as Indrav&#257;ha and sometimes as Kakutstha. Please hear from me how he received different names for different activities.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 9.6.13</B></A>: Formerly, there was a devastating war between the demigods and the demons. The demigods, having been defeated, accepted Purañjaya as their assistant and then conquered the demons. Therefore this hero is known as Purañjaya, "he who conquered the residence of the demons."</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.6.14</B></A>: Purañjaya agreed to kill all the demons, on the condition that Indra would be his carrier. Because of pride, Indra could not accept this proposal, but later, by the order of the Supreme Lord, Vishnu, Indra did accept it and became a great bull carrier for Purañjaya.</P><P CLASS=r><A CLASS=i HREF="15-16.htm"><B>SB 9.6.15-16</B></A>: Well protected by armor and desiring to fight, Purañjaya took up a transcendental bow and very sharp arrows, and, while being highly praised by the demigods, he got up on the back of the bull [Indra] and sat on its hump. Thus he is known as Kakutstha. Being empowered by Lord Vishnu, who is the Supersoul and the Supreme Person, Purañjaya sat on the great bull and is therefore known as Indrav&#257;ha. Surrounded by the demigods, he attacked the residence of the demons in the west.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 9.6.17</B></A>: There was a fierce battle between the demons and Purañjaya. Indeed, it was so fierce that when one hears about it one's hairs stand on end. All the demons bold enough to come before Purañjaya were immediately sent to the residence of Yamar&#257;ja by his arrows.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 9.6.18</B></A>: To save themselves from the blazing arrows of Indrav&#257;ha, which resembled the flames of devastation at the end of the millennium, the demons who remained when the rest of their army was killed fled very quickly to their respective homes.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 9.6.19</B></A>: After conquering the enemy, the saintly king Purañjaya gave everything, including the enemy's riches and wives, to Indra, who carries a thunderbolt. For this he is celebrated as Purañjaya. Thus Purañjaya is known by different names because of his different activities.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 9.6.20</B></A>: The son of Purañjaya was known as Anen&#257;, Anen&#257;'s son was Prithu, and Prithu's son was Vi&#347;vagandhi. Vi&#347;vagandhi's son was Candra, and Candra's son was Yuvan&#257;&#347;va.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 9.6.21</B></A>: The son of Yuvan&#257;&#347;va was &#346;r&#257;vasta, who constructed a township known as &#346;r&#257;vast&#299; Pur&#299;. The son of &#346;r&#257;vasta was Brihada&#347;va, and his son was Kuvalay&#257;&#347;va. In this way the dynasty increased.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 9.6.22</B></A>: To satisfy the sage Uta&#324;ka, the greatly powerful Kuvalay&#257;&#347;va killed a demon named Dhundhu. He did this with the assistance of his twenty-one thousand sons.</P><P CLASS=r><A CLASS=i HREF="23-24.htm"><B>SB 9.6.23-24</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, for this reason Kuvalay&#257;&#347;va is celebrated as Dhundhum&#257;ra ["the killer of Dhundhu"]. All but three of his sons, however, were burned to ashes by the fire emanating from Dhundhu's mouth. The remaining sons were Dridh&#257;&#347;va, Kapil&#257;&#347;va and Bhadr&#257;&#347;va. From Dridh&#257;&#347;va came a son named Harya&#347;va, whose son is celebrated as Nikumbha.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 9.6.25</B></A>: The son of Nikumbha was Bahul&#257;&#347;va, the son of Bahul&#257;&#347;va was Kri&#347;&#257;&#347;va, the son of Kri&#347;&#257;&#347;va was Senajit, and the son of Senajit was Yuvan&#257;&#347;va. Yuvan&#257;&#347;va had no sons, and thus he retired from family life and went to the forest.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 9.6.26</B></A>: Although Yuvan&#257;&#347;va went into the forest with his one hundred wives, all of them were very morose. The sages in the forest, however, being very kind to the King, began very carefully and attentively performing an Indra-yajña so that the King might have a son.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 9.6.27</B></A>: Being thirsty one night, the King entered the arena of sacrifice, and when he saw all the br&#257;hmanas lying down, he personally drank the sanctified water meant to be drunk by his wife.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 9.6.28</B></A>: When the br&#257;hmanas got up from bed and saw the waterpot empty, they inquired who had done this work of drinking the water meant for begetting a child.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 9.6.29</B></A>: When the br&#257;hmanas came to understand that the King, inspired by the supreme controller, had drunk the water, they all exclaimed "Alas! The power of providence is real power. No one can counteract the power of the Supreme." In this way they offered their respectful obeisances unto the Lord.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 9.6.30</B></A>: Thereafter, in due course of time, a son with all the good symptoms of a powerful king came forth from the lower right side of King Yuvan&#257;&#347;va's abdomen.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 9.6.31</B></A>: The baby cried so much for breast milk that all the br&#257;hmanas were very unhappy. "Who will take care of this baby?" they said. Then Indra, who was worshiped in that yajña, came and solaced the baby. "Do not cry," Indra said. Then Indra put his index finger in the baby's mouth and said, "You may drink me."</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 9.6.32</B></A>: Because Yuvan&#257;&#347;va, the father of the baby, was blessed by the br&#257;hmanas, he did not fall a victim to death. After this incident, he performed severe austerities and achieved perfection in that very spot.</P><P CLASS=r><A CLASS=i HREF="33-34.htm"><B>SB 9.6.33-34</B></A>: M&#257;ndh&#257;t&#257;, the son of Yuvan&#257;&#347;va, was the cause of fear for R&#257;vana and other thieves and rogues who caused anxiety. O King Par&#299;kshit, because they feared him, the son of Yuvan&#257;&#347;va was known as Trasaddasyu. This name was given by King Indra. By the mercy of the Supreme Personality of Godhead, the son of Yuvan&#257;&#347;va was so powerful that when he became emperor he ruled the entire world, consisting of seven islands, without any second ruler.</P><P CLASS=r><A CLASS=i HREF="35-36.htm"><B>SB 9.6.35-36</B></A>: The Supreme Personality of Godhead is not different from the auspicious aspects of great sacrifices, such as the ingredients of the sacrifice, the chanting of Vedic hymns, the regulative principles, the performer, the priests, the result of the sacrifice, the arena of sacrifice, and the time of sacrifice. Knowing the principles of self-realization, M&#257;ndh&#257;t&#257; worshiped that transcendentally situated Supreme Soul, the Supreme Personality of Godhead, Lord Vishnu, who comprises all the demigods. He also gave immense charity to the br&#257;hmanas, and thus he performed yajña to worship the Lord.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 9.6.37</B></A>: All places, from where the sun rises on the horizon, shining brilliantly, to where the sun sets, are known as the possession of the celebrated M&#257;ndh&#257;t&#257;, the son of Yuvan&#257;&#347;va.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 9.6.38</B></A>: M&#257;ndh&#257;t&#257; begot three sons in the womb of Bindumat&#299;, the daughter of &#346;a&#347;abindu. These sons were Purukutsa, Ambar&#299;sha, and Mucukunda, a great mystic yog&#299;. These three brothers had fifty sisters, who all accepted the great sage Saubhari as their husband.</P><P CLASS=r><A CLASS=i HREF="39-40.htm"><B>SB 9.6.39-40</B></A>: Saubhari Rishi was engaged in austerity, deep in the water of the River Yamun&#257;, when he saw a pair of fish engaged in sexual affairs. Thus he perceived the pleasure of sex life, and induced by this desire he went to King M&#257;ndh&#257;t&#257; and begged for one of the King's daughters. In response to this request, the King said, "O br&#257;hmana, any of my daughters may accept any husband according to her personal selection."</P><P CLASS=r><A CLASS=i HREF="41-42.htm"><B>SB 9.6.41-42</B></A>: Saubhari Muni thought: I am now feeble because of old age. My hair has become grey, my skin is slack, and my head always trembles. Besides, I am a yog&#299;. Therefore women do not like me. Since the King has thus rejected me, I shall reform my body in such a way as to be desirable even to celestial women, what to speak of the daughters of worldly kings.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 9.6.43</B></A>: Thereafter, when Saubhari Muni became quite a young and beautiful person, the messenger of the palace took him inside the residential quarters of the princesses, which were extremely opulent. All fifty princesses then accepted him as their husband, although he was only one man.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 9.6.44</B></A>: Thereafter, the princesses, being attracted by Saubhari Muni, gave up their sisterly relationship and quarreled among themselves, each one of them contending, "This man is just suitable for me, and not for you." In this way there ensued a great disagreement.</P><P CLASS=r><A CLASS=i HREF="45-46.htm"><B>SB 9.6.45-46</B></A>: Because Saubhari Muni was expert in chanting mantras perfectly, his severe austerities resulted in an opulent home, with garments, ornaments, properly dressed and decorated maidservants and manservants, and varieties of parks with clear-water lakes and gardens. In the gardens, fragrant with varieties of flowers, birds chirped and bees hummed, surrounded by professional singers. Saubhari Muni's home was amply provided with valuable beds, seats, ornaments, and arrangements for bathing, and there were varieties of sandalwood creams, flower garlands, and palatable dishes. Thus surrounded by opulent paraphernalia, the muni engaged in family affairs with his numerous wives.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 9.6.47</B></A>: M&#257;ndh&#257;t&#257;, the King of the entire world, consisting of seven islands, was struck with wonder when he saw the household opulence of Saubhari Muni. Thus he gave up his false prestige in his position as emperor of the world.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 9.6.48</B></A>: In this way, Saubhari Muni enjoyed sense gratification in the material world, but he was not at all satisfied, just as a fire never ceases blazing if constantly supplied with drops of fat.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 9.6.49</B></A>: Thereafter, one day while Saubhari Muni, who was expert in chanting mantras, was sitting in a secluded place, he thought to himself about the cause of his falldown, which was simply that he had associated himself with the sexual affairs of the fish.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 9.6.50</B></A>: Alas! While practicing austerity, even within the depths of the water, and while observing all the rules and regulations practiced by saintly persons, I lost the results of my long austerities simply by association with the sexual affairs of fish. Everyone should observe this falldown and learn from it.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 9.6.51</B></A>: A person desiring liberation from material bondage must give up the association of persons interested in sex life and should not employ his senses externally [in seeing, hearing, talking, walking and so on]. One should always stay in a secluded place, completely fixing his mind at the lotus feet of the unlimited Personality of Godhead, and if one wants any association at all, he should associate with persons similarly engaged.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>SB 9.6.52</B></A>: In the beginning I was alone and engaged in performing the austerities of mystic yoga, but later, because of the association of fish engaged in sex, I desired to marry. Then I became the husband of fifty wives, and in each of them I begot one hundred sons, and thus my family increased to five thousand members. By the influence of the modes of material nature, I became fallen and thought that I would be happy in material life. Thus there is no end to my material desires for enjoyment, in this life and the next.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>SB 9.6.53</B></A>: In this way he passed his life in household affairs for some time, but then he became detached from material enjoyment. To renounce material association, he accepted the v&#257;naprastha order and went to the forest. His devoted wives followed him, for they had no shelter other than their husband.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>SB 9.6.54</B></A>: When Saubhari Muni, who was quite conversant with the self, went to the forest, he performed severe penances. In this way, in the fire at the time of death, he ultimately engaged himself in the service of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>SB 9.6.55</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, by observing their husband progressing in spiritual existence, Saubhari Muni's wives were also able to enter the spiritual world by his spiritual power, just as the flames of a fire cease when the fire is extinguished.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>