<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 6"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Downfall of Saubhari Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.6 Summary</P><P>After describing the descendants of Mah&#257;r&#257;ja Ambar&#299;sha, &#346;ukadeva Gosv&#257;m&#299; described all the kings from &#346;a&#347;&#257;da to M&#257;ndh&#257;t&#257;, and in this connection he also described how the great sage Saubhari married the daughters of M&#257;ndh&#257;t&#257;.</P><P>Mah&#257;r&#257;ja Ambar&#299;sha had three sons, named Vir&#363;pa, Ketum&#257;n and &#346;ambhu. The son of Vir&#363;pa was Prishada&#347;va, and his son was Rath&#299;tara. Rath&#299;tara had no sons, but when he requested the favor of the great sage A&#324;gir&#257;, the sage begot several sons in the womb of Rath&#299;tara's wife. When the sons were born, they became the dynasty of A&#324;gir&#257; Rishi and of Rath&#299;tara.</P><P>The son of Manu was Ikshv&#257;ku, who had one hundred sons, of whom Vikukshi, Nimi and Dandak&#257; were the eldest. The sons of Mah&#257;r&#257;ja Ikshv&#257;ku became kings of different parts of the world. Because of violating sacrificial rules and regulations, one of these sons, Vikukshi, was banished from the kingdom. By the mercy of Vasishtha and the power of mystic yoga, Mah&#257;r&#257;ja Ikshv&#257;ku attained liberation after giving up his material body. When Mah&#257;r&#257;ja Ikshv&#257;ku expired, his son Vikukshi returned and took charge of the kingdom. He performed various types of sacrifices, and thus he pleased the Supreme Personality of Godhead. This Vikukshi later became celebrated as Sa&#347;&#257;da.</P><P>Vikukshi's son fought with the demons for the sake of the demigods, and because of his valuable service he became famous as Purañjaya, Indrav&#257;ha and Kakutstha. The son of Purañjaya was Anen&#257;, the son of Anen&#257; was Prithu, and the son of Prithu was Vi&#347;vagandhi. The son of Vi&#347;vagandhi was Candra, the son of Candra was Yuvan&#257;&#347;va, and his son was &#346;r&#257;vasta, who constructed &#346;r&#257;vast&#299; Pur&#299;. The son of &#346;r&#257;vasta was Brihada&#347;va. Brihada&#347;va's son Kuvalay&#257;&#347;va killed a demon named Dhundhu, and thus he became celebrated as Dhundhum&#257;ra, "the killer of Dhundhu." The sons of the killer of Dhundhu were Dridh&#257;&#347;va, Kapil&#257;&#347;va and Bhadr&#257;&#347;va. He also had thousands of other sons, but they burned to ashes in the fire emanating from Dhundhu. The son of Dridh&#257;&#347;va was Harya&#347;va, the son of Harya&#347;va was Nikumbha, the son of Nikumbha was Bahul&#257;&#347;va, and the son of Bahul&#257;&#347;va was Kri&#347;&#257;&#347;va. The son of Kri&#347;&#257;&#347;va was Senajit, and his son was Yuvan&#257;&#347;va.</P><P>Yuvan&#257;&#347;va married one hundred wives, but he had no sons, and therefore he entered the forest. In the forest, the sages performed a sacrifice known as Indra-yajña on his behalf. Once, however, the King became so thirsty in the forest that he drank the water kept for performing yajña. Consequently, after some time, a son came forth from the right side of his abdomen. The son, who was very beautiful, was crying to drink breast milk, and Indra gave the child his index finger to suck. Thus the son became known as M&#257;ndh&#257;t&#257;. In due course of time, Yuvan&#257;&#347;va achieved perfection by performing austerities.</P><P>Thereafter, M&#257;ndh&#257;t&#257; became the emperor and ruled the earth, which consists of seven islands. Thieves and rogues were very much afraid of this powerful king, and therefore the king was known as Trasaddasyu, meaning "one who is very fearful to rogues and thieves." M&#257;ndh&#257;t&#257; begot sons in the womb of his wife, Bindumat&#299;. These sons were Purukutsa, Ambar&#299;sha and Mucukunda. These three sons had fifty sisters, all of whom became wives of the great sage known as Saubhari.</P><P>In this connection, &#346;ukadeva Gosv&#257;m&#299; described the history of Saubhari Muni, who, because of sensual agitation caused by fish, fell from his yoga and wanted to marry all the daughters of M&#257;ndh&#257;t&#257; for sexual pleasure. Later, Saubhari Muni became very regretful. Thus he accepted the order of v&#257;naprastha, performed very severe austerities, and thus attained perfection. In this regard, &#346;ukadeva Gosv&#257;m&#299; described how Saubhari Muni's wives also became perfect.</P><P CLASS=l><A CLASS=i HREF="../5/28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>