<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 15 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 15 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Description of the Kingdom of God</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.15.21</P><P CLASS=c>&#347;r&#299; r&#363;pin&#299; kvanayat&#299; caran&#257;ravindam</P><P CLASS=c>l&#299;l&#257;mbujena hari-sadmani mukta-dosh&#257;</P><P CLASS=c>samlakshyate sphatika-kudya upeta-hemni</P><P CLASS=c>samm&#257;rjat&#299;va yad-anugrahane 'nya-yatnah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A> &#8212; <A HREF="http://vedabase.net/l/laksmi">Lakshm&#299;</A>, the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/r/rupini">r&#363;pin&#299;</A> &#8212; assuming <A HREF="http://vedabase.net/a/a">a</A> beautiful form; <A CLASS=v HREF="http://vedabase.net/k/kvanayati">kvanayat&#299;</A> &#8212; tinkling; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/aravindam">aravindam</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/ambujena">ambujena</A> &#8212; playing with <A HREF="http://vedabase.net/a/a">a</A> lotus flower; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/s/sadmani">sadmani</A> &#8212; the house of the Supreme Personality; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A>-<A CLASS=v HREF="http://vedabase.net/d/dosa">dosh&#257;</A> &#8212; freed from all faults; <A CLASS=v HREF="http://vedabase.net/s/samlaksyate">samlakshyate</A> &#8212; becomes visible; <A CLASS=v HREF="http://vedabase.net/s/sphatika">sphatika</A> &#8212; crystal; <A CLASS=v HREF="http://vedabase.net/k/kudye">kudye</A> &#8212; walls; <A CLASS=v HREF="http://vedabase.net/u/upeta">upeta</A> &#8212; mixed; <A CLASS=v HREF="http://vedabase.net/h/hemni">hemni</A> &#8212; gold; <A CLASS=v HREF="http://vedabase.net/s/sammarjati">samm&#257;rjat&#299;</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; appearing like <A HREF="http://vedabase.net/a/a">a</A> sweeper; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/a/anugrahane">anugrahane</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> receive her favor; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A> &#8212; others'; <A CLASS=v HREF="http://vedabase.net/y/yatnah">yatnah</A> &#8212; very much careful.</P><P CLASS=t>TRANSLATION</P><P>The ladies in the Vaikuntha planets are as beautiful as the goddess of fortune herself. Such transcendentally beautiful ladies, their hands playing with lotuses and their leg bangles tinkling, are sometimes seen sweeping the marble walls, which are bedecked at intervals with golden borders, in order to receive the grace of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>In the Brahma-samhit&#257; it is stated that the Supreme Lord, Govinda, is always served in His abode by many, many millions of goddesses of fortune. Lakshm&#299;-sahasra-&#347;ata-sambhrama-sevyam&#257;nam [<A CLASS=v HREF="../../../bs/5/29.htm">Bs. 5.29</A>]. These millions and trillions of goddesses of fortune who reside in the Vaikuntha planets are not exactly consorts of the Supreme Personality of Godhead, but are the wives of the devotees of the Lord and also engage in the service of the Supreme Personality of Godhead. It is stated here that in the Vaikuntha planets the houses are made of marble. Similarly, in the Brahma-samhit&#257; it is stated that the ground on the Vaikuntha planets is made of touchstone. Thus there is no need to sweep the stone in Vaikuntha, for there is hardly any dust on it, but still, in order to satisfy the Lord, the ladies there always engage in dusting the marble walls. Why? The reason is that they are eager to achieve the grace of the Lord by doing so.</P><P>It is also stated here that in the Vaikuntha planets the goddesses of fortune are faultless. Generally the goddess of fortune does not remain steadily in one place. Her name is Cañcal&#257;, which means "one who is not steady." We find, therefore, that a man who is very rich may become the poorest of the poor. Another example is R&#257;vana. R&#257;vana took away Lakshm&#299;, S&#299;t&#257;j&#299;, to his kingdom, and instead of being happy by the grace of Lakshm&#299;, his family and his kingdom were vanquished. Thus Lakshm&#299; in the house of R&#257;vana is Cañcal&#257;, or unsteady. Men of R&#257;vana's class want Lakshm&#299; only, without her husband, N&#257;r&#257;yana; therefore they become unsteady due to Lakshm&#299;j&#299;. Materialistic persons find fault on the part of Lakshm&#299;, but in Vaikuntha Lakshm&#299;j&#299; is fixed in the service of the Lord. In spite of her being the goddess of fortune, she cannot be happy without the grace of the Lord. Even the goddess of fortune needs the Lord's grace in order to be happy, yet in the material world even Brahm&#257;, the highest created being, seeks the favor of Lakshm&#299; for happiness.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>