<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 15 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 15 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Description of the Kingdom of God</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.15.24</P><P CLASS=c>ye 'bhyarthit&#257;m api ca no nri-gatim prapann&#257;</P><P CLASS=c>jñ&#257;nam ca tattva-vishayam saha-dharmam yatra</P><P CLASS=c>n&#257;r&#257;dhanam bhagavato vitaranty amushya</P><P CLASS=c>sammohit&#257; vitatay&#257; bata m&#257;yay&#257; te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those persons; <A CLASS=v HREF="http://vedabase.net/a/abhyarthitam">abhyarthit&#257;m</A> &#8212; desired; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; by us (<A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> and the other demigods); <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; the human form of life; <A CLASS=v HREF="http://vedabase.net/p/prapannah">prapann&#257;h</A> &#8212; have attained; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/v/visayam">vishayam</A> &#8212; subject matter about the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; along with religious principles; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/aradhanam">&#257;r&#257;dhanam</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vitaranti">vitaranti</A> &#8212; perform; <A CLASS=v HREF="http://vedabase.net/a/amusya">amushya</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/sammohitah">sammohit&#257;h</A> &#8212; being bewildered; <A CLASS=v HREF="http://vedabase.net/v/vitataya">vitatay&#257;</A> &#8212; all-pervading; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the influence of the illusory energy; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; said: My dear demigods, the human form of life is of such importance that we also desire to have such life, for in the human form one can attain perfect religious truth and knowledge. If one in this human form of life does not understand the Supreme Personality of Godhead and His abode, it is to be understood that he is very much affected by the influence of external nature.</P><P CLASS=t>PURPORT</P><P>Brahm&#257;j&#299; condemns very vehemently the condition of the human being who does not take interest in the Personality of Godhead and His transcendental abode, Vaikuntha. The human form of life is desired even by Brahm&#257;j&#299;. Brahm&#257; and other demigods have much better material bodies than human beings, yet the demigods, including Brahm&#257;, nevertheless desire to attain the human form of life because it is specifically meant for the living entity who can attain transcendental knowledge and religious perfection. It is not possible to go back to Godhead in one life, but in the human form one should at least understand the goal of life and begin Krishna consciousness. It is said that the human form is a great boon because it is the most suitable boat for crossing over the nescience ocean. The spiritual master is considered to be the most able captain in that boat, and the information from the scriptures is the favorable wind for floating over the ocean of nescience. The human being who does not take advantage of all these facilities in this life is committing suicide. Therefore one who does not begin Krishna consciousness in the human form of life loses his life to the influence of the illusory energy. Brahm&#257; regrets the situation of such a human being.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>