<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 15 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 15 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Description of the Kingdom of God</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.15.26</P><P CLASS=c>tad vi&#347;va-gurv-adhikritam bhuvanaika-vandyam</P><P CLASS=c>divyam vicitra-vibudh&#257;grya-vim&#257;na-&#347;ocih</P><P CLASS=c>&#257;puh par&#257;m mudam ap&#363;rvam upetya yoga-</P><P CLASS=c>m&#257;y&#257;-balena munayas tad atho vikuntham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; by the teacher of the universe, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adhikrtam">adhikritam</A> &#8212; predominated; <A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A> &#8212; of the planets; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/v/vandyam">vandyam</A> &#8212; worthy <A HREF="http://vedabase.net/t/to">to</A> be worshiped; <A CLASS=v HREF="http://vedabase.net/d/divyam">divyam</A> &#8212; spiritual; <A CLASS=v HREF="http://vedabase.net/v/vicitra">vicitra</A> &#8212; highly decorated; <A CLASS=v HREF="http://vedabase.net/v/vibudha">vibudha</A>-<A CLASS=v HREF="http://vedabase.net/a/agrya">agrya</A> &#8212; of the devotees (who <A HREF="http://vedabase.net/a/are">are</A> the best of the learned); <A CLASS=v HREF="http://vedabase.net/v/vimana">vim&#257;na</A> &#8212; of the airplanes; <A CLASS=v HREF="http://vedabase.net/s/socih">&#347;ocih</A> &#8212; illuminated; <A CLASS=v HREF="http://vedabase.net/a/apuh">&#257;puh</A> &#8212; attained; <A CLASS=v HREF="http://vedabase.net/p/param">par&#257;m</A> &#8212; the highest; <A CLASS=v HREF="http://vedabase.net/m/mudam">mudam</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/a/apurvam">ap&#363;rvam</A> &#8212; unprecedented; <A CLASS=v HREF="http://vedabase.net/u/upetya">upetya</A> &#8212; having attained; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; by spiritual potency; <A CLASS=v HREF="http://vedabase.net/b/balena">balena</A> &#8212; by the influence; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; the sages; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/v/vaikuntha">Vaikuntha</A>; <A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vikuntham">vikuntham</A> &#8212; <A HREF="http://vedabase.net/v/visnu">Vishnu</A>.</P><P CLASS=t>TRANSLATION</P><P>Thus the great sages, Sanaka, San&#257;tana, Sanandana and Sanat-kum&#257;ra, upon reaching the above-mentioned Vaikuntha in the spiritual world by dint of their mystic yoga performance, perceived unprecedented happiness. They found that the spiritual sky was illuminated by highly decorated airplanes piloted by the best devotees of Vaikuntha and was predominated by the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is one without a second. He is above everyone. No one is equal to Him, nor is anyone greater than Him. Therefore He is described here as vi&#347;va-guru. He is the prime living entity of the entire material and spiritual creation and is bhuvanaika-vandyam, the only worshipable personality in the three worlds. The airplanes in the spiritual sky are self-illuminated and are piloted by great devotees of the Lord. In other words, in the Vaikuntha planets there is no scarcity of the things which are available in the material world; they are available, but they are more valuable because they are spiritual and therefore eternal and blissful. The sages felt an unprecedented happiness because Vaikuntha was not predominated by an ordinary man. The Vaikuntha planets are predominated by expansions of Krishna, who are differently named as Madhus&#363;dana, M&#257;dhava, N&#257;r&#257;yana, Pradyumna, etc. These transcendental planets are worshipable because the Personality of Godhead personally rules them. It is said here that the sages reached the transcendental spiritual sky by dint of their mystic power. That is the perfection of the yoga system. The breathing exercises and disciplines to keep health in proper order are not the ultimate goals of yoga perfection. The yoga system as generally understood is asht&#257;&#324;ga-yoga, or siddhi, eightfold perfection in yoga. By dint of perfection in yoga one can become lighter than the lightest and heavier than the heaviest; one can go wherever he likes and can achieve opulences as he likes. There are eight such perfections. The rishis, the four Kum&#257;ras, reached Vaikuntha by becoming lighter than the lightest and thus passing over the space of the material world. Modern mechanical space vehicles are unsuccessful because they cannot go to the highest region of this material creation, and they certainly cannot enter the spiritual sky. But by perfection of the yoga system one not only can travel through material space, but can surpass material space and enter the spiritual sky. We learn this fact also from an incident concerning Durv&#257;s&#257; Muni and Mah&#257;r&#257;ja Ambar&#299;sha. It is understood that in one year Durv&#257;s&#257; Muni traveled everywhere and went into the spiritual sky to meet the Supreme Personality of Godhead, N&#257;r&#257;yana. By present standards, scientists calculate that if one could travel at the speed of light, it would take forty thousand years to reach the highest planet of this material world. But the yoga system can carry one without limitation or difficulty. The word yoga-m&#257;y&#257; is used in this verse. Yoga-m&#257;y&#257;-balena vikuntham. The transcendental happiness exhibited in the spiritual world and all other spiritual manifestations there are made possible by the influence of yoga-m&#257;y&#257;, the internal potency of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>