<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 15 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 15 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Description of the Kingdom of God</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.15.29</P><P CLASS=c>dv&#257;ry etayor nivivi&#347;ur mishator aprishtv&#257;</P><P CLASS=c>p&#363;rv&#257; yath&#257; purata-vajra-kap&#257;tik&#257; y&#257;h</P><P CLASS=c>sarvatra te 'vishamay&#257; munayah sva-drishty&#257;</P><P CLASS=c>ye sañcaranty avihat&#257; vigat&#257;bhi&#347;a&#324;k&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dvari">dv&#257;ri</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the door; <A CLASS=v HREF="http://vedabase.net/e/etayoh">etayoh</A> &#8212; both doorkeepers; <A CLASS=v HREF="http://vedabase.net/n/nivivisuh">nivivi&#347;uh</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/m/misatoh">mishatoh</A> &#8212; while seeing; <A CLASS=v HREF="http://vedabase.net/a/aprstva">aprishtv&#257;</A> &#8212; without asking; <A CLASS=v HREF="http://vedabase.net/p/purvah">p&#363;rv&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> before; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/purata">purata</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of gold; <A CLASS=v HREF="http://vedabase.net/v/vajra">vajra</A> &#8212; and diamond; <A CLASS=v HREF="http://vedabase.net/k/kapatikah">kap&#257;tik&#257;h</A> &#8212; the doors; <A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/a/avisa">avisha</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; without any sense of discrimination; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; the great sages; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/drstya">drishty&#257;</A> &#8212; out of their own will; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/s/sancaranti">sañcaranti</A> &#8212; move; <A CLASS=v HREF="http://vedabase.net/a/avihatah">avihat&#257;h</A> &#8212; without being checked; <A CLASS=v HREF="http://vedabase.net/v/vigata">vigata</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/a/abhisankah">abhi&#347;a&#324;k&#257;h</A> &#8212; doubt.</P><P CLASS=t>TRANSLATION</P><P>The great sages, headed by Sanaka, had opened doors everywhere. They had no idea of "ours" and "theirs." With open minds, they entered the seventh door out of their own will, just as they had passed through the six other doors, which were made of gold and diamonds.</P><P CLASS=t>PURPORT</P><P>The great sages &#8212; namely, Sanaka, San&#257;tana, Sanandana and Sanat-kum&#257;ra &#8212; although very old in years, maintained themselves eternally as small children. They were not at all duplicitous, and they entered the doors exactly as little children enter places without any idea of what it is to trespass. That is a child's nature. A child can enter any place, and no one checks him. Indeed, a child is generally welcome in his attempts to go places, but if it so happens that a child is checked from entering a door, he naturally becomes very sorry and angry. That is the nature of a child. In this case, the same thing happened. The childlike saintly personalities entered all the six doors of the palace, and no one checked them; therefore when they attempted to enter the seventh door and were forbidden by the doormen, who checked them with their sticks, they naturally became very angry and sorrowful. An ordinary child would cry, but because these were not ordinary children, they immediately made preparations to punish the doormen, for the doormen had committed a great offense. Even to this day a saintly person is never checked from entering anyone's door in India.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>