<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 15 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 15 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Description of the Kingdom of God</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.15.31</P><P CLASS=c>t&#257;bhy&#257;m mishatsv animisheshu nishidhyam&#257;n&#257;h</P><P CLASS=c>svarhattam&#257; hy api hareh pratih&#257;ra-p&#257;bhy&#257;m</P><P CLASS=c>&#363;cuh suhrittama-didrikshita-bha&#324;ga &#299;shat</P><P CLASS=c>k&#257;m&#257;nujena sahas&#257; ta upaplut&#257;ksh&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tabhyam">t&#257;bhy&#257;m</A> &#8212; by those two porters; <A CLASS=v HREF="http://vedabase.net/m/misatsu">mishatsu</A> &#8212; while looking on; <A CLASS=v HREF="http://vedabase.net/a/animisesu">animisheshu</A> &#8212; demigods living <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vaikuntha">Vaikuntha</A>; <A CLASS=v HREF="http://vedabase.net/n/nisidhyamanah">nishidhyam&#257;n&#257;h</A> &#8212; being forbidden; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/a/arhattamah">arhattam&#257;h</A> &#8212; by far the fittest persons; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of <A HREF="http://vedabase.net/h/hari">Hari</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pratihara">pratih&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/p/pabhyam">p&#257;bhy&#257;m</A> &#8212; by the two doorkeepers; <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A>-<A CLASS=v HREF="http://vedabase.net/t/tama">tama</A> &#8212; most beloved; <A CLASS=v HREF="http://vedabase.net/d/didrksita">didrikshita</A> &#8212; eagerness <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/b/bhange">bha&#324;ge</A> &#8212; hindrance; <A CLASS=v HREF="http://vedabase.net/i/isat">&#299;shat</A> &#8212; slight; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/anujena">anujena</A> &#8212; by the younger brother of lust (anger); <A CLASS=v HREF="http://vedabase.net/s/sahasa">sahas&#257;</A> &#8212; suddenly; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; those great sages; <A CLASS=v HREF="http://vedabase.net/u/upapluta">upapluta</A> &#8212; agitated; <A CLASS=v HREF="http://vedabase.net/a/aksah">aksh&#257;h</A> &#8212; eyes.</P><P CLASS=t>TRANSLATION</P><P>When the Kum&#257;ras, although by far the fittest persons, were thus forbidden entrance by the two chief doorkeepers of &#346;r&#299; Hari while other divinities looked on, their eyes suddenly turned red because of anger due to their great eagerness to see their most beloved master, &#346;r&#299; Hari, the Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>According to the Vedic system, a sanny&#257;s&#299;, a person in the renounced order of life, is dressed in saffron-colored garments. This saffron dress is practically a passport for the mendicant and sanny&#257;s&#299; to go anywhere. The sanny&#257;s&#299;'s duty is to enlighten people in Krishna consciousness. Those in the renounced order of life have no other business but preaching the glories and supremacy of the Supreme Personality of Godhead. Therefore the Vedic sociological conception is that a sanny&#257;s&#299; should not be restricted; he is allowed to go anywhere and everywhere he wants, and he is not refused any gift he might demand from a householder. The four Kum&#257;ras came to see the Supreme Personality of Godhead N&#257;r&#257;yana. The word suhrittama, "best of all friends," is important. As Lord Krishna states in the Bhagavad-g&#299;t&#257;, He is the best friend of all living entities. Suhridam sarva-bh&#363;t&#257;n&#257;m. No one can be a greater well-wishing friend to any living entity than the Supreme Personality of Godhead. He is so kindly disposed towards everyone that in spite of our completely forgetting our relationship with the Supreme Lord, He comes Himself &#8212; sometimes personally, as Lord Krishna appeared on this earth, and sometimes as His devotee, as did Lord Caitanya Mah&#257;prabhu &#8212; and sometimes He sends His bona fide devotees to reclaim all the fallen souls. Therefore, He is the greatest well-wishing friend of everyone, and the Kum&#257;ras wanted to see Him. The doorkeepers should have known that the four sages had no other business, and therefore to restrict them from entering the palace was not apt.</P><P>In this verse it is figuratively stated that the younger brother of desire suddenly appeared in person when the sages were forbidden to see their most beloved Personality of Godhead. The younger brother of desire is anger. If one's desire is not fulfilled, the younger brother, anger, follows. Here we can mark that even great saintly persons like the Kum&#257;ras were also angry, but they were not angry for their personal interests. They were angry because they were forbidden to enter the palace to see the Personality of Godhead. Therefore the theory that in the perfectional stage one should not have anger is not supported in this verse. Anger will continue even in the liberated stage. These four mendicant brothers, the Kum&#257;ras, were considered liberated persons, but still they were angry because they were restricted in their service to the Lord. The difference between the anger of an ordinary person and that of a liberated person is that an ordinary person becomes angry because his sense desires are not being fulfilled, whereas a liberated person like the Kum&#257;ras becomes angry when restricted in the discharge of duties for serving the Supreme Personality of Godhead.</P><P>In the previous verse it has been clearly mentioned that the Kum&#257;ras were liberated persons. Vidit&#257;tma-tattva means "one who understands the truth of self-realization." One who does not understand the truth of self-realization is called ignorant, but one who understands the self, the Superself, their interrelation, and activities in self-realization is called vidit&#257;tma-tattva. Although the Kum&#257;ras were already liberated persons, they nevertheless became angry. This point is very important. Becoming liberated does not necessitate losing one's sensual activities. Sense activities continue even in the liberated stage. The difference is, however, that sense activities in liberation are accepted only in connection with Krishna consciousness, whereas sense activities in the conditioned stage are enacted for personal sense gratification.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>