<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 15 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 15 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Description of the Kingdom of God</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.15.38</P><P CLASS=c>tam tv &#257;gatam pratihritaupayikam sva-pumbhis</P><P CLASS=c>te 'cakshat&#257;ksha-vishayam sva-sam&#257;dhi-bh&#257;gyam</P><P CLASS=c>hamsa-&#347;riyor vyajanayoh &#347;iva-v&#257;yu-lolac-</P><P CLASS=c>chubhr&#257;tapatra-&#347;a&#347;i-kesara-&#347;&#299;kar&#257;mbum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/agatam">&#257;gatam</A> &#8212; coming forward; <A CLASS=v HREF="http://vedabase.net/p/pratihrta">pratihrita</A> &#8212; carried; <A CLASS=v HREF="http://vedabase.net/a/aupayikam">aupayikam</A> &#8212; the paraphernalia; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/pumbhih">pumbhih</A> &#8212; by His own associates; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; the great sages (the Kum&#257;ras); <A CLASS=v HREF="http://vedabase.net/a/acaksata">acakshata</A> &#8212; saw; <A CLASS=v HREF="http://vedabase.net/a/aksa">aksha</A>-<A CLASS=v HREF="http://vedabase.net/v/visayam">vishayam</A> &#8212; now <A HREF="http://vedabase.net/a/a">a</A> subject matter for seeing; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/samadhi">sam&#257;dhi</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagyam">bh&#257;gyam</A> &#8212; visible simply by ecstatic trance; <A CLASS=v HREF="http://vedabase.net/h/hamsa">hamsa</A>-<A CLASS=v HREF="http://vedabase.net/s/sriyoh">&#347;riyoh</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> beautiful <A HREF="http://vedabase.net/a/as">as</A> white swans; <A CLASS=v HREF="http://vedabase.net/v/vyajanayoh">vyajanayoh</A> &#8212; the c&#257;maras (bunches of white hair); <A CLASS=v HREF="http://vedabase.net/s/siva">&#347;iva</A>-<A CLASS=v HREF="http://vedabase.net/v/vayu">v&#257;yu</A> &#8212; favorable winds; <A CLASS=v HREF="http://vedabase.net/l/lolat">lolat</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/s/subhra">&#347;ubhra</A>-<A CLASS=v HREF="http://vedabase.net/a/atapatra">&#257;tapatra</A> &#8212; the white umbrella; <A CLASS=v HREF="http://vedabase.net/s/sasi">&#347;a&#347;i</A> &#8212; the moon; <A CLASS=v HREF="http://vedabase.net/k/kesara">kesara</A> &#8212; pearls; <A CLASS=v HREF="http://vedabase.net/s/sikara">&#347;&#299;kara</A> &#8212; drops; <A CLASS=v HREF="http://vedabase.net/a/ambum">ambum</A> &#8212; water.</P><P CLASS=t>TRANSLATION</P><P>The sages, headed by Sanaka Rishi, saw that the Supreme Personality of Godhead, Vishnu, who was formerly visible only within their hearts in ecstatic trance, had now actually become visible to their eyes. As He came forward, accompanied by His own associates bearing all paraphernalia, such as an umbrella and a c&#257;mara fan, the white bunches of hair moved very gently, like two swans, and due to their favorable breeze the pearls garlanding the umbrella also moved, like drops of nectar falling from the white full moon or ice melting due to a gust of wind.</P><P CLASS=t>PURPORT</P><P>In this verse we find the word acakshat&#257;ksha-vishayam. The Supreme Lord cannot be seen by ordinary eyes, but He now became visible to the eyesight of the Kum&#257;ras. Another significant word is sam&#257;dhi-bh&#257;gyam. Meditators who are very fortunate can see the Vishnu form of the Lord within their hearts by following the yogic process. But to see Him face to face is a different matter. This is only possible for pure devotees. The Kum&#257;ras, therefore, upon seeing the Lord coming forward with His associates, who were holding an umbrella and a c&#257;mara fan, were struck with wonder that they were seeing the Lord face to face. It is said in the Brahma-samhit&#257; that devotees, being elevated in love of God, always see &#346;y&#257;masundara, the Supreme Personality of Godhead, within their hearts. But when they are mature, the same God is visible before them face to face. For ordinary persons the Lord is not visible; however, when one can understand the significance of His holy name and one engages himself in the devotional service of the Lord, beginning with the tongue, by chanting and tasting pras&#257;da, then gradually the Lord reveals Himself. Thus the devotee constantly sees the Lord within his heart, and, in a more mature stage, one can see the same Lord directly, as we see everything else.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>