<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 15 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 15 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Description of the Kingdom of God</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.15.45</P><P CLASS=c>pums&#257;m gatim mrigayat&#257;m iha yoga-m&#257;rgair</P><P CLASS=c>dhy&#257;n&#257;spadam bahu-matam nayan&#257;bhir&#257;mam</P><P CLASS=c>paumsnam vapur dar&#347;ay&#257;nam ananya-siddhair</P><P CLASS=c>autpattikaih samagrinan yutam ashta-bhogaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of those persons; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/m/mrgayatam">mrigayat&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> searching; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/m/margaih">m&#257;rgaih</A> &#8212; by the process of asht&#257;&#324;ga-<A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/d/dhyana">dhy&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/aspadam">&#257;spadam</A> &#8212; object of meditation; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A> &#8212; by the great yogis; <A CLASS=v HREF="http://vedabase.net/m/matam">matam</A> &#8212; approved; <A CLASS=v HREF="http://vedabase.net/n/nayana">nayana</A> &#8212; eyes; <A CLASS=v HREF="http://vedabase.net/a/abhiramam">abhir&#257;mam</A> &#8212; pleasing; <A CLASS=v HREF="http://vedabase.net/p/paumsnam">paumsnam</A> &#8212; human; <A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/d/darsayanam">dar&#347;ay&#257;nam</A> &#8212; displaying; <A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A> &#8212; not by others; <A CLASS=v HREF="http://vedabase.net/s/siddhaih">siddhaih</A> &#8212; perfected; <A CLASS=v HREF="http://vedabase.net/a/autpattikaih">autpattikaih</A> &#8212; eternally present; <A CLASS=v HREF="http://vedabase.net/s/samagrnan">samagrinan</A> &#8212; praised; <A CLASS=v HREF="http://vedabase.net/y/yutam">yutam</A> &#8212; the Supreme Personality of Godhead, who is endowed; <A CLASS=v HREF="http://vedabase.net/a/asta">ashta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhogaih">bhogaih</A> &#8212; with eight kinds of achievement.</P><P CLASS=t>TRANSLATION</P><P>This is the form of the Lord which is meditated upon by the followers of the yoga process, and it is pleasing to the yog&#299;s in meditation. It is not imaginary but factual, as proved by great yog&#299;s. The Lord is full in eight kinds of achievement, but for others these achievements are not possible in full perfection.</P><P CLASS=t>PURPORT</P><P>The success of the yoga process is very nicely described here. It is specifically mentioned that the form of the Lord as four-handed N&#257;r&#257;yana is the object of meditation for the followers of yoga-m&#257;rga. In the modern age there are so many so-called yog&#299;s who do not target their meditation on the four-handed N&#257;r&#257;yana form. Some of them try to meditate on something impersonal or void, but that is not approved by the great yog&#299;s who follow the standard method. The real yoga-m&#257;rga process is to control the senses, sit in a solitary and sanctified place and meditate on the four-handed form of N&#257;r&#257;yana, decorated as described in this chapter as He appeared before the four sages. This N&#257;r&#257;yana form is Krishna's expansion; therefore the Krishna consciousness movement which is now spreading is the real, topmost process of yoga practice.</P><P>Krishna consciousness is the highest yoga performance by trained devotional yog&#299;s. Despite all the allurement of yoga practice, the eight kinds of yogic perfections are hardly achievable by the common man. But here it is described that the Lord, who appeared before the four sages, is Himself full of all eight of those perfections. The highest yoga-m&#257;rga process is to concentrate the mind twenty-four hours a day on Krishna. This is called Krishna consciousness. The yoga system, as described in &#346;r&#299;mad-Bh&#257;gavatam and Bhagavad-g&#299;t&#257; or as recommended in the Patañjali yoga process, is different from the nowadays-practiced hatha-yoga as it is generally understood in the Western countries. Real yoga practice is to control the senses and, after such control is established, to concentrate the mind on the N&#257;r&#257;yana form of the Supreme Personality of Godhead, &#346;r&#299; Krishna. Lord Krishna is the original Personality of Godhead, and all the other Vishnu forms &#8212; with four hands decorated with conch, lotus, club and wheel &#8212; are plenary expansions of Krishna. In Bhagavad-g&#299;t&#257; it is recommended that one meditate upon the form of the Lord. To practice concentration of the mind, one has to sit with the head and the back in a straight line, and one must practice in a secluded place, sanctified by a sacred atmosphere. The yog&#299; should observe the rules and regulations of brahmacarya &#8212; to strictly live a life of self-restraint and celibacy. One cannot practice yoga in a congested city, living a life of extravagancy, including unrestricted sex indulgence and adultery of the tongue. Yoga practice necessitates controlling the senses, and the beginning of sense control is to control the tongue. One who can control the tongue can also have control over the other senses. One cannot allow the tongue to take all kinds of forbidden food and drink and at the same time advance in the practice of yoga. It is a very regrettable fact that many unauthorized so-called yog&#299;s come to the Western countries and exploit people's inclination towards yoga practice. Such unauthorized yog&#299;s even dare to say publicly that one can indulge in the habit of drinking and at the same time practice meditation.</P><P>Five thousand years ago Lord Krishna recommended yoga practice to Arjuna, but Arjuna frankly expressed his inability to follow the stringent rules and regulations of the yoga system. One should be very practical in every field of activities and should not waste his valuable time in practicing useless gymnastic feats in the name of yoga. Real yoga is to search out the four-handed Supersoul within one's heart and see Him perpetually in meditation. Such continued meditation is called sam&#257;dhi, and the object of this meditation is the four-handed N&#257;r&#257;yana, with bodily decorations as described in this chapter of &#346;r&#299;mad-Bh&#257;gavatam. If, however, one wants to meditate upon something void or impersonal, it will take a very long time before he achieves success in yoga practice. We cannot concentrate our mind on something void or impersonal. Real yoga is to fix the mind on the form of the Lord, the four-handed N&#257;r&#257;yana who is sitting in everyone's heart.</P><P>By meditation one can understand that God is seated within one's heart. Even if one does not know it, God is seated within the heart of everyone. Not only is He seated in the heart of the human being, but He is also within the hearts of cats and dogs. Bhagavad-g&#299;t&#257; certifies this fact by the declaration of the Lord, &#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]. The &#299;&#347;vara, the supreme controller of the world, is seated in the heart of everyone. Not only is He in everyone's heart, but He is also present within the atom. No place is vacant or devoid of the presence of the Lord. That is the statement of &#298;&#347;opanishad. God is present everywhere, and His right of proprietorship applies to everything. The feature of the Lord by which He is present everywhere is called Param&#257;tm&#257;. &#256;tm&#257; means the individual soul, and Param&#257;tm&#257; means the individual Supersoul; both &#257;tm&#257; and Param&#257;tm&#257; are individual persons. The difference between &#257;tm&#257; and Param&#257;tm&#257; is that the &#257;tm&#257;, or the soul, is present only in a particular body, whereas the Param&#257;tm&#257; is present everywhere. In this connection, the example of the sun is very nice. An individual person may be situated in one place, but the sun, even though a similar individual entity, is present on the head of every individual person. In Bhagavad-g&#299;t&#257; this is explained. Therefore even though the qualities of all entities, including the Lord, are equal, the Supersoul is different from the individual soul by quantitative power of expansion. The Lord, or the Supersoul, can expand Himself into millions of different forms, whereas the individual soul cannot do so.</P><P>The Supersoul, being seated in everyone's heart, can witness everyone's activities &#8212; past, present and future. In the Upanishads the Supersoul is described as being seated with the individual soul as friend and witness. As a friend, the Lord is always anxious to get back His friend, the individual soul, and bring him back home, back to Godhead. As a witness He is the bestower of all benedictions, and He endows each individual with the result of his actions. The Supersoul gives the individual soul all facilities to achieve whatever he desires to enjoy in this material world. Suffering is a reaction to the living entity's propensity to try to lord it over the material world. But the Lord instructs His friend, the individual soul, who is also His son, to give up all other engagements and simply surrender unto Him for perpetual bliss and an eternal life full of knowledge. This is the last instruction of Bhagavad-g&#299;t&#257;, the most authorized and widely read book on all varieties of yoga. Thus the last word of Bhagavad-g&#299;t&#257; is the last word in the perfection of yoga.</P><P>It is stated in Bhagavad-g&#299;t&#257; that a person who is always absorbed in Krishna consciousness is the topmost yog&#299;. What is Krishna consciousness? As the individual soul is present by his consciousness throughout his entire body, so the Supersoul, or Param&#257;tm&#257;, is present throughout the whole creation by superconsciousness. This superconscious energy is imitated by the individual soul, who has limited consciousness. I can understand what is going on within my limited body, but I cannot feel what is going on in another's body. I am present throughout my body by my consciousness, but my consciousness is not present in another's body. The Supersoul, or Param&#257;tm&#257;, however, being present everywhere and within everyone, is also conscious of everyone's existence. The theory that the soul and the Supersoul are one is not acceptable because it is not confirmed by authoritative Vedic literature. The individual soul's consciousness cannot act in superconsciousness. This superconsciousness can be achieved, however, by dovetailing individual consciousness with the consciousness of the Supreme. This dovetailing process is called surrender, or Krishna consciousness. From the teachings of Bhagavad-g&#299;t&#257; we learn very clearly that Arjuna, in the beginning, did not want to fight with his brothers and relatives, but after understanding Bhagavad-g&#299;t&#257; he dovetailed his consciousness with the superconsciousness of Krishna. He was then in Krishna consciousness.</P><P>A person in full Krishna consciousness acts by the dictation of Krishna. In the beginning of Krishna consciousness, dictation is received through the transparent medium of the spiritual master. When one is sufficiently trained and acts in submissive faith and love for Krishna under the direction of the bona fide spiritual master, the dovetailing process becomes more firm and accurate. This stage of devotional service by the devotee in Krishna consciousness is the most perfect stage of the yoga system. At this stage, Krishna, or the Supersoul, dictates from within, while from without the devotee is helped by the spiritual master, who is the bona fide representative of Krishna. From within He helps the devotee as caitya, for He is seated within the heart of everyone. Understanding that God is seated within everyone's heart is not, however, sufficient. One has to be acquainted with God from both within and without, and one must take dictation from within and without to act in Krishna consciousness. This is the highest perfectional stage of the human form of life and the topmost perfection of all yoga.</P><P>For a perfect yog&#299;, there are eight kinds of superachievements: one can become lighter than air, one can become smaller than the atom, one can become bigger than a mountain, one can achieve whatever he desires, one can control like the Lord, and so on. But when one rises to the perfectional stage of receiving dictation from the Lord, that is greater than any stage of material achievements above mentioned. The breathing exercise of the yoga system which is generally practiced is just the beginning. Meditation on the Supersoul is just another step forward. But to obtain direct contact with the Supersoul and take dictation from Him is the highest perfectional stage. The breathing exercises of meditation practice were very difficult even five thousand years ago, otherwise Arjuna would not have rejected the proposal of Krishna that he adopt this system. This age of Kali is called the fallen age. In this age, people in general are short-living and very slow to understand self-realization or spiritual life; they are mostly unfortunate, and therefore if someone is a little bit interested in self-realization he is likely to be misguided by so many frauds. The only way to realize the perfect stage of yoga is to follow the principles of Bhagavad-g&#299;t&#257; as practiced by Lord Caitanya. This is the simplest and highest perfection of yoga practice. Lord Caitanya demonstrated this Krishna consciousness yoga system in a practical manner simply by chanting the holy name of Krishna, as prescribed in the Ved&#257;nta, &#346;r&#299;mad-Bh&#257;gavatam, Bhagavad-g&#299;t&#257;, and many important Pur&#257;nas.</P><P>The largest number of Indians follow this yoga process, and in the United States it is gradually spreading in many cities. It is very easy and practical for this age, especially for those who are serious about success in yoga. No other process of yoga can be successful in this age. The meditation process was possible in the golden age, Satya-yuga, because people in that age used to live for hundreds of thousands of years. If one wants success in practical yoga practice, it is advised that he take to the chanting of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, and he will actually feel himself making progress. In Bhagavad-g&#299;t&#257; this practice of Krishna consciousness is prescribed as r&#257;ja-vidy&#257;, or the king of all erudition.</P><P>Those who have taken to this most sublime bhakti-yoga system, who practice devotional service in transcendental love of Krishna, can testify to its happy and easy execution. The four sages Sanaka, San&#257;tana, Sanandana and Sanat-kum&#257;ra also became attracted by the features of the Lord and the transcendental aroma of the dust of His lotus feet, as already described in verse 43.</P><P>Yoga necessitates controlling the senses, and bhakti-yoga, or Krishna consciousness, is the process of purifying the senses. When the senses are purified, they are automatically controlled. One cannot stop the activities of the senses by artificial means, but if one purifies the senses by engaging in the service of the Lord, the senses not only can be controlled from rubbish engagement, but can be engaged in the Lord's transcendental service, as aspired to by the four sages Sanaka, San&#257;tana, Sanandana and Sanat-kum&#257;ra. Krishna consciousness is not, therefore, a manufactured concoction of the speculative mind. It is the process enjoined in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/34.htm">9.34</A>): man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru [<A CLASS=v HREF="../../../bg/18/65.htm">Bg. 18.65</A>].</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>