<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 15 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 15 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Description of the Kingdom of God</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.15.46</P><P CLASS=c>kum&#257;r&#257; &#363;cuh</P><P CLASS=c>yo 'ntarhito hridi gato 'pi dur&#257;tman&#257;m tvam</P><P CLASS=c>so 'dyaiva no nayana-m&#363;lam ananta r&#257;ddhah</P><P CLASS=c>yarhy eva karna-vivarena guh&#257;m gato nah</P><P CLASS=c>pitr&#257;nuvarnita-rah&#257; bhavad-udbhavena</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kumarah">kum&#257;r&#257;h</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; the Kum&#257;ras said; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> who; <A CLASS=v HREF="http://vedabase.net/a/antarhitah">antarhitah</A> &#8212; not manifested; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; is seated; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even though; <A CLASS=v HREF="http://vedabase.net/d/duratmanam">dur&#257;tman&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the rascals; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/n/nayana">nayana</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; face <A HREF="http://vedabase.net/t/to">to</A> face; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unlimited one; <A CLASS=v HREF="http://vedabase.net/r/raddhah">r&#257;ddhah</A> &#8212; attained; <A CLASS=v HREF="http://vedabase.net/y/yarhi">yarhi</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A>-<A CLASS=v HREF="http://vedabase.net/v/vivarena">vivarena</A> &#8212; through the ears; <A CLASS=v HREF="http://vedabase.net/g/guham">guh&#257;m</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; have attained; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/p/pitra">pitr&#257;</A> &#8212; by our father; <A CLASS=v HREF="http://vedabase.net/a/anuvarnita">anuvarnita</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/r/rahah">rah&#257;h</A> &#8212; mysteries; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A>-<A CLASS=v HREF="http://vedabase.net/u/udbhavena">udbhavena</A> &#8212; by Your appearance.</P><P CLASS=t>TRANSLATION</P><P>The Kum&#257;ras said: Our dear Lord, You are not manifested to rascals, even though You are seated within the heart of everyone. But as far as we are concerned, we see You face to face, although You are unlimited. The statements we have heard about You from our father, Brahm&#257;, through the ears have now been actually realized by Your kind appearance.</P><P CLASS=t>PURPORT</P><P>The so-called yog&#299;s who concentrate their mind or meditate upon the impersonal or void are described here. This verse of &#346;r&#299;mad-Bh&#257;gavatam describes persons who are expected to be very expert yog&#299;s engaged in meditation but who do not find the Supreme Personality of Godhead seated within the heart. These persons are described here as dur&#257;tm&#257;, which means a person who has a very crooked heart, or a less intelligent person, just opposite to a mah&#257;tm&#257;, which means one who has a broad heart. Those so-called yog&#299;s who, although engaged in meditation, are not broad hearted cannot find the four-handed N&#257;r&#257;yana form, even though He is seated within their heart. Although the first realization of the Supreme Absolute Truth is impersonal Brahman, one should not remain satisfied with experiencing the impersonal effulgence of the Supreme Lord. In the &#298;&#347;opanishad also, the devotee prays that the glaring effulgence of Brahman may be removed from his eyes so that he can see the real, personal feature of the Lord and thus satisfy himself fully. Similarly, although the Lord is not visible in the beginning because of His glaring bodily effulgence, if a devotee sincerely wants to see Him, the Lord is revealed to him. It is said in Bhagavad-g&#299;t&#257; that the Lord cannot be seen by our imperfect eyes, He cannot be heard by our imperfect ears, and He cannot be experienced by our imperfect senses; but if one engages in devotional service with faith and devotion, then God reveals Himself.</P><P>Here the four sages Sanat-kum&#257;ra, San&#257;tana, Sanandana and Sanaka are described as actually sincere devotees. Although they had heard from their father, Brahm&#257;, about the personal feature of the Lord, only the impersonal feature &#8212; Brahman &#8212; was revealed to them. But because they were sincerely searching for the Lord, they finally saw His personal feature directly, which corresponded with the description given by their father. They thus became fully satisfied. Here they express their gratitude because although they were foolish impersonalists in the beginning, by the grace of the Lord they could now have the good fortune to see His personal feature. Another significant aspect of this verse is that the sages describe their experience of hearing from their father, Brahm&#257;, who was born of the Lord directly. In other words, the disciplic succession from the Lord to Brahm&#257; and from Brahm&#257; to N&#257;rada and from N&#257;rada to Vy&#257;sa, and so on, is accepted here. Because the Kum&#257;ras were sons of Brahm&#257;, they had the opportunity to learn Vedic knowledge from the disciplic succession of Brahm&#257;, and therefore, in spite of their impersonalist beginnings, they became, in the end, direct seers of the personal feature of the Lord.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>