<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 15 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 15 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Description of the Kingdom of God</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.15.50</P><P CLASS=c>pr&#257;du&#347;cakartha yad idam puruh&#363;ta r&#363;pam</P><P CLASS=c>tene&#347;a nirvritim av&#257;pur alam dri&#347;o nah</P><P CLASS=c>tasm&#257; idam bhagavate nama id vidhema</P><P CLASS=c>yo 'n&#257;tman&#257;m durudayo bhagav&#257;n prat&#299;tah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/praduscakartha">pr&#257;du&#347;cakartha</A> &#8212; You have manifested; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/puruhuta">puruh&#363;ta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> greatly worshiped; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; eternal form; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by that form; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/n/nirvrtim">nirvritim</A> &#8212; satisfaction; <A CLASS=v HREF="http://vedabase.net/a/avapuh">av&#257;puh</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> much; <A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; vision; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/i/it">it</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/v/vidhema">vidhema</A> &#8212; let us offer; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/anatmanam">an&#257;tman&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> less intelligent; <A CLASS=v HREF="http://vedabase.net/d/durudayah">durudayah</A> &#8212; cannot be seen; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pratitah">prat&#299;tah</A> &#8212; has been seen by us.</P><P CLASS=t>TRANSLATION</P><P>O Lord, we therefore offer our respectful obeisances unto Your eternal form as the Personality of Godhead, which You have so kindly manifested before us. Your supreme, eternal form cannot be seen by unfortunate, less intelligent persons, but we are so much satisfied in our mind and vision to see it.</P><P CLASS=t>PURPORT</P><P>The four sages were impersonalists in the beginning of their spiritual life, but afterwards, by the grace of their father and spiritual master, Brahm&#257;, they understood the eternal, spiritual form of the Lord and felt completely satisfied. In other words, the transcendentalists who aspire to the impersonal Brahman or localized Param&#257;tm&#257; are not fully satisfied and still hanker for more. Even if they are satisfied in their minds, still, transcendentally, their eyes are not satisfied. But as soon as such persons come to realize the Supreme Personality of Godhead, they are satisfied in all respects. In other words, they become devotees and want to see the form of the Lord continually. It is confirmed in the Brahma-samhit&#257; that one who has developed transcendental love of Krishna by smearing his eyes with the ointment of love sees constantly the eternal form of the Lord. The particular word used in this connection, an&#257;tman&#257;m, signifies those who have no control over the mind and senses and who therefore speculate and want to become one with the Lord. Such persons cannot have the pleasure of seeing the eternal form of the Lord. For the impersonalists and the so-called yog&#299;s, the Lord is always hidden by the curtain of yogam&#257;y&#257;. Bhagavad-g&#299;t&#257; says that even when Lord Krishna was seen by everyone while He was present on the surface of the earth, the impersonalists and the so-called yog&#299;s could not see Him because they were devoid of devotional eyesight. The theory of the impersonalists and so-called yog&#299;s is that the Supreme Lord assumes a particular form when He comes in touch with m&#257;y&#257;, although actually He has no form. This very conception of the impersonalists and so-called yog&#299;s checks them from seeing the Supreme Personality of Godhead as He is. The Lord, therefore, is always beyond the sight of such nondevotees. The four sages felt so much obliged to the Lord that they offered their respectful obeisances unto Him again and again.</P><P>Thus end the Bhaktivedanta purports of the Third Canto, Fifteenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Description of the Kingdom of God."</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../16/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>