<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 6 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 6 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Creation of the Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.6.29</P><P CLASS=c>t&#257;rt&#299;yena svabh&#257;vena</P><P CLASS=c>bhagavan-n&#257;bhim &#257;&#347;rit&#257;h</P><P CLASS=c>ubhayor antaram vyoma</P><P CLASS=c>ye rudra-p&#257;rshad&#257;m gan&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tartiyena">t&#257;rt&#299;yena</A> &#8212; by excessive development of the third mode of material nature, the mode of ignorance; <A CLASS=v HREF="http://vedabase.net/s/svabhavena">svabh&#257;vena</A> &#8212; by such nature; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/n/nabhim">n&#257;bhim</A> &#8212; the abdominal navel of the gigantic form of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/asritah">&#257;&#347;rit&#257;h</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/s/so">so</A> situated; <A CLASS=v HREF="http://vedabase.net/u/ubhayoh">ubhayoh</A> &#8212; between the two; <A CLASS=v HREF="http://vedabase.net/a/antaram">antaram</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> between; <A CLASS=v HREF="http://vedabase.net/v/vyoma">vyoma</A> &#8212; the sky; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; all of whom; <A CLASS=v HREF="http://vedabase.net/r/rudra">rudra</A>-<A CLASS=v HREF="http://vedabase.net/p/parsadam">p&#257;rshad&#257;m</A> &#8212; associates of <A HREF="http://vedabase.net/r/rudra">Rudra</A>; <A CLASS=v HREF="http://vedabase.net/g/ganah">gan&#257;h</A> &#8212; population.</P><P CLASS=t>TRANSLATION</P><P>Living entities who are associates of Rudra develop in the third mode of material nature, or ignorance. They are situated in the sky between the earthly planets and the heavenly planets.</P><P CLASS=t>PURPORT</P><P>This middle portion of the sky is called Bhuvarloka, as confirmed by both &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; and &#346;r&#299;la J&#299;va Gosv&#257;m&#299;. In Bhagavad-g&#299;t&#257; it is stated that those who develop in the mode of passion are situated in the middle region. Those who are situated in the mode of goodness are promoted to the regions of the demigods, those who are situated in the mode of passion are placed in human society, and those who are situated in the mode of ignorance are placed in the society of animals or ghosts. There are no contradictions in this conclusion. Numerous living entities are distributed all over the universe in different planets and are so situated in terms of their own qualities in the modes of material nature.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>