<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 6 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 6 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Creation of the Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.6.30</P><P CLASS=c>mukhato 'vartata brahma</P><P CLASS=c>purushasya kur&#363;dvaha</P><P CLASS=c>yas t&#363;nmukhatv&#257;d varn&#257;n&#257;m</P><P CLASS=c>mukhyo 'bh&#363;d br&#257;hmano guruh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mukhatah">mukhatah</A> &#8212; from the mouth; <A CLASS=v HREF="http://vedabase.net/a/avartata">avartata</A> &#8212; generated; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Vedic wisdom; <A CLASS=v HREF="http://vedabase.net/p/purusasya">purushasya</A> &#8212; of the <A HREF="http://vedabase.net/v/virat">vir&#257;t</A>-<A HREF="http://vedabase.net/p/purusa">purusha</A>, the gigantic form; <A CLASS=v HREF="http://vedabase.net/k/kuru">kuru</A>-<A CLASS=v HREF="http://vedabase.net/u/udvaha">udvaha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> chief of the <A HREF="http://vedabase.net/k/kuru">Kuru</A> dynasty; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/u/unmukhatvat">unmukhatv&#257;t</A> &#8212; inclined <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/v/varnanam">varn&#257;n&#257;m</A> &#8212; of the orders of society; <A CLASS=v HREF="http://vedabase.net/m/mukhyah">mukhyah</A> &#8212; the chief; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> became; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A> &#8212; called the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; the recognized teacher or spiritual master.</P><P CLASS=t>TRANSLATION</P><P>O chief of the Kuru dynasty, the Vedic wisdom became manifested from the mouth of the vir&#257;t, the gigantic form. Those who are inclined to this Vedic knowledge are called br&#257;hmanas, and they are the natural teachers and spiritual masters of all the orders of society.</P><P CLASS=t>PURPORT</P><P>As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>), the four orders of human society developed with the order of the body of the gigantic form. The bodily divisions are the mouth, arms, waist and legs. Those who are situated on the mouth are called br&#257;hmanas, those who are situated on the arms are called kshatriyas, those who are situated on the waist are called vai&#347;yas, and those who are situated on the legs are called &#347;&#363;dras. Everyone is situated in the body of the Supreme in His gigantic vi&#347;va-r&#363;pa form. In terms of the four orders, therefore, no caste is to be considered degraded because of being situated on a particular part of the body. In our own bodies we do not show any actual difference in our treatment towards the hands or legs. Each and every part of the body is important, although the mouth is the most important of the bodily parts. If other parts are cut off from the body, a man can continue his life, but if the mouth is cut off, one cannot live. Therefore, this most important part of the body of the Lord is called the sitting place of the br&#257;hmanas, who are inclined to the Vedic wisdom. One who is not inclined to the Vedic wisdom but to mundane affairs cannot be called a br&#257;hmana, even if he is born of a br&#257;hmana family or father. To have a br&#257;hmana father does not qualify one as a br&#257;hmana. The main qualification of a br&#257;hmana is to be inclined to the Vedic wisdom. The Vedas are situated on the mouth of the Lord, and therefore anyone who is inclined to the Vedic wisdom is certainly situated on the mouth of the Lord, and he is a br&#257;hmana. This inclination towards Vedic wisdom is also not restricted to any particular caste or community. Anyone from any family and from any part of the world may become inclined to the Vedic wisdom, and that will qualify him as a real br&#257;hmana.</P><P>A real br&#257;hmana is the natural teacher or spiritual master. Unless one has Vedic knowledge, one cannot become a spiritual master. The perfect knowledge of the Vedas is to know the Lord, the Personality of Godhead, and that is the end of Vedic knowledge, or Ved&#257;nta. One who is situated in the impersonal Brahman and has no information of the Supreme Personality of Godhead may become a br&#257;hmana, but he cannot become a spiritual master. It is said in the Padma Pur&#257;na:</P><P>shat-karma-nipuno vipro</P><P CLASS=n>mantra-tantra-vi&#347;&#257;radah</P><P CLASS=n>avaishnavo gurur na sy&#257;d</P><P CLASS=n>vaishnavah &#347;va-paco guruh</P><P>An impersonalist can become a qualified br&#257;hmana, but he cannot become a spiritual master unless and until he is promoted to the stage of a Vaishnava, or a devotee of the Personality of Godhead. Lord Caitanya, the great authority of Vedic wisdom in the modern age, stated:</P><P>kib&#257; vipra, kib&#257; ny&#257;s&#299;, &#347;&#363;dra kene naya</P><P CLASS=n>yei krishna-tattva-vett&#257;, sei 'guru' haya</P><P>A person may be a br&#257;hmana or a &#347;&#363;dra or a sanny&#257;s&#299;, but if he happens to be well versed in the science of Krishna, then he is fit to become a spiritual master. (Cc. <A CLASS=v HREF="../../../cc/madhya/8/128.htm">Madhya 8.128</A>) The qualification, then, of a spiritual master is not to be a qualified br&#257;hmana, but to be well versed in the science of Krishna.</P><P>One who is conversant with Vedic wisdom is a br&#257;hmana. And only a br&#257;hmana who is a pure Vaishnava and knows all the intricacies of the science of Krishna can become a spiritual master.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>