<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 6 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 6 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Creation of the Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.6.31</P><P CLASS=c>b&#257;hubhyo 'vartata kshatram</P><P CLASS=c>kshatriyas tad anuvratah</P><P CLASS=c>yo j&#257;tas tr&#257;yate varn&#257;n</P><P CLASS=c>paurushah kantaka-kshat&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bahubhyah">b&#257;hubhyah</A> &#8212; from the arms; <A CLASS=v HREF="http://vedabase.net/a/avartata">avartata</A> &#8212; generate d; <A CLASS=v HREF="http://vedabase.net/k/ksatram">kshatram</A> &#8212; the power of protection; <A CLASS=v HREF="http://vedabase.net/k/ksatriyah">kshatriyah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relation <A HREF="http://vedabase.net/t/to">to</A> the power of protection; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/anuvratah">anuvratah</A> &#8212; followers; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> becomes; <A CLASS=v HREF="http://vedabase.net/t/trayate">tr&#257;yate</A> &#8212; delivers; <A CLASS=v HREF="http://vedabase.net/v/varnan">varn&#257;n</A> &#8212; the other occupations; <A CLASS=v HREF="http://vedabase.net/p/paurusah">paurushah</A> &#8212; representative of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kantaka">kantaka</A> &#8212; of disturbing elements like thieves and debauchees; <A CLASS=v HREF="http://vedabase.net/k/ksatat">kshat&#257;t</A> &#8212; from the mischief.</P><P CLASS=t>TRANSLATION</P><P>Thereafter the power of protection was generated from the arms of the gigantic vir&#257;t form, and in relation to such power the kshatriyas also came into existence by following the kshatriya principle of protecting society from the disturbance of thieves and miscreants.</P><P CLASS=t>PURPORT</P><P>As the br&#257;hmanas are recognized by their particular qualification of inclination towards the transcendental knowledge of Vedic wisdom, so also the kshatriyas are recognized by the power to protect society from the disturbing elements of thieves and miscreants. The word anuvratah is significant. A person who follows the kshatriya principles by protecting society from thieves and miscreants is called a kshatriya, not the one who is simply born a kshatriya. The conception of the caste system is always based on quality and not on the qualification of birth. Birth is an extraneous consideration; it is not the main feature of the orders and divisions. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/41.htm">18.41-44</A>) the qualifications of the br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras are specifically mentioned, and it is understood that all such qualifications are needed before one can be designated as belonging to a particular group.</P><P>Lord Vishnu is always mentioned as the purusha in all Vedic scriptures. Sometimes the living entities are also mentioned as purushas, although they are essentially purusha-&#347;akti (par&#257; &#347;akti or par&#257; prakriti), the superior energy of the purusha. Illusioned by the external potency of the purusha (the Lord), the living entities falsely think of themselves as the purusha although they actually have no qualifications. The Lord has the power to protect. Of the three deities Brahm&#257;, Vishnu and Mahe&#347;vara, the first has the power to create, the second has the power to protect, and the third has the power to destroy. The word purusha is significant in this verse because the kshatriyas are expected to represent the purusha Lord in giving protection to the praj&#257;s, or all those who are born in the land and water. Protection is therefore meant for both man and the animals. in modern society the praj&#257;s are not protected from the hands of thieves and miscreants. The modern democratic state, which has no kshatriyas, is a government of the vai&#347;yas and &#347;&#363;dras, and not of br&#257;hmanas and kshatriyas as formerly. Mah&#257;r&#257;ja Yudhishthira and his grandson, Mah&#257;r&#257;ja Par&#299;kshit, were typical kshatriya kings, for they gave protection to all men and animals. When the personification of Kali attempted to kill a cow, Mah&#257;r&#257;ja Par&#299;kshit at once prepared himself to kill the miscreant, and the personification of Kali was banished from his kingdom. That is the sign of purusha, or the representative of Lord Vishnu. According to Vedic civilization, a qualified kshatriya monarch is given the respect of the Lord because he represents the Lord by giving protection to the praj&#257;s. Modern elected presidents cannot even give protection from theft cases, and therefore one has to take protection from an insurance company. The problems of modern human society are due to the lack of qualified br&#257;hmanas and kshatriyas and the overinfluence of the vai&#347;yas and &#347;&#363;dras by so-called general franchise.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>