<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 6 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 6 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Creation of the Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.6.32</P><P CLASS=c>vi&#347;o 'vartanta tasyorvor</P><P CLASS=c>loka-vrittikar&#299;r vibhoh</P><P CLASS=c>vai&#347;yas tad-udbhavo v&#257;rt&#257;m</P><P CLASS=c>nrin&#257;m yah samavartayat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visah">vi&#347;ah</A> &#8212; means of living by production and distribution; <A CLASS=v HREF="http://vedabase.net/a/avartanta">avartanta</A> &#8212; generated; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; His (the gigantic form's); <A CLASS=v HREF="http://vedabase.net/u/urvoh">&#363;rvoh</A> &#8212; from the thighs; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/v/vrttikarih">vrittikar&#299;h</A> &#8212; means of livelihood; <A CLASS=v HREF="http://vedabase.net/v/vibhoh">vibhoh</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/v/vaisyah">vai&#347;yah</A> &#8212; the mercantile community; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; their; <A CLASS=v HREF="http://vedabase.net/u/udbhavah">udbhavah</A> &#8212; orientation; <A CLASS=v HREF="http://vedabase.net/v/vartam">v&#257;rt&#257;m</A> &#8212; means of living; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of all men; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/s/samavartayat">samavartayat</A> &#8212; executed.</P><P CLASS=t>TRANSLATION</P><P>The means of livelihood of all persons, namely production of grains and their distribution to the praj&#257;s, was generated from the thighs of the Lord's gigantic form. The mercantile men who take charge of such execution are called vai&#347;yas.</P><P CLASS=t>PURPORT</P><P>Human society's means of living is clearly mentioned here as vi&#347;a, or agriculture and the business of distributing agricultural products, which involves transport, banking, etc. Industry is an artificial means of livelihood, and large-scale industry especially is the source of all the problems of society. In Bhagavad-g&#299;t&#257; also the duties of the vai&#347;yas, who are engaged in vi&#347;a, are stated as cow protection, agriculture and business. We have already discussed that the human being can safely depend on the cow and agricultural land for his livelihood.</P><P>The exchange of produce by banking and transportation is a branch of this type of living. The vai&#347;yas are divided into many subsections: some of them are called kshetr&#299;, or landowners, some are called krishana, or land tillers, some of them are called tila-vanik, or grain raisers, some are called gandha-vanik, or merchants in spices, and some are called suvarna-vanik, or merchants in gold and banking. The br&#257;hmanas are the teachers and spiritual masters, the kshatriyas protect the citizens from the hands of thieves and miscreants, and the vai&#347;yas are in charge of production and distribution. The &#347;&#363;dras, the unintelligent class of men who cannot act independently in any of the above-mentioned activities, are meant for serving the three higher classes for their livelihood.</P><P>Formerly, the br&#257;hmanas were given all the necessities of life by the kshatriyas and vai&#347;yas because they had no time to spend making a living. The kshatriyas would collect taxes from the vai&#347;yas and &#347;&#363;dras, but the br&#257;hmanas were exempt from paying income tax or land revenue. That system of human society was so nice that there were no political, social and economic upheavals. The different castes, or varna classifications, are therefore essential for maintaining a peaceful human society.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>