<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 6 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 6 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Creation of the Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.6.33</P><P CLASS=c>padbhy&#257;m bhagavato jajñe</P><P CLASS=c>&#347;u&#347;r&#363;sh&#257; dharma-siddhaye</P><P CLASS=c>tasy&#257;m j&#257;tah pur&#257; &#347;&#363;dro</P><P CLASS=c>yad-vritty&#257; tushyate harih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/padbhyam">padbhy&#257;m</A> &#8212; from the legs; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/j/jajne">jajñe</A> &#8212; became manifested; <A CLASS=v HREF="http://vedabase.net/s/susrusa">&#347;u&#347;r&#363;sh&#257;</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; occupational duty; <A CLASS=v HREF="http://vedabase.net/s/siddhaye">siddhaye</A> &#8212; for the matter of; <A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah</A> &#8212; being generated; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; formerly; <A CLASS=v HREF="http://vedabase.net/s/sudrah">&#347;&#363;drah</A> &#8212; the servitors; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/v/vrttya">vritty&#257;</A> &#8212; the occupation by which; <A CLASS=v HREF="http://vedabase.net/t/tusyate">tushyate</A> &#8212; becomes satisfied; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, service was manifested from the legs of the Personality of Godhead for the sake of perfecting the religious function. Situated on the legs are the &#347;&#363;dras, who satisfy the Lord by service.</P><P CLASS=t>PURPORT</P><P>Service is the real constitutional occupation of all living entities. The living entities are meant to render service to the Lord, and they can attain religious perfection by this service attitude. One cannot attain religious perfection simply by speculating to attain theoretical knowledge. The jñ&#257;n&#299; division of spiritualists go on speculating only to distinguish the soul from matter, but they have no information of the activities of the soul after being liberated by knowledge. It is said that persons who only mentally speculate to know things as they are and who do not engage in the transcendental loving service of the Lord are simply wasting their time.</P><P>It is clearly said here that the principle of service was generated from the legs of the Lord for the sake of perfecting the religious process, but this transcendental service is different from the idea of service in the material world. In the material world, no one wants to be a servant; everyone wants to become the master because false mastership is the basic disease of the conditioned soul. The conditioned soul in the material world wants to lord it over others. Illusioned by the external energy of the Lord, he is forced to become a servant of the material world. That is the real position of the conditioned soul. The last snare of the illusory, external energy is the conception of becoming one with the Lord, and due to this conception the illusioned soul remains in the bondage of material energy, falsely thinking himself a liberated soul and "as good as N&#257;r&#257;yana."</P><P>It is actually better to be a &#347;&#363;dra than to be a br&#257;hmana and not develop the service attitude, because that attitude alone satisfies the Lord. Every living being &#8212; even if he be a br&#257;hmana by qualification &#8212; must take to the transcendental service of the Lord. Both Bhagavad-g&#299;t&#257; and the &#346;r&#299;mad-Bh&#257;gavatam support that this service attitude is the perfection of the living entity. A br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra can perfect his occupational duties only by rendering service unto the Lord. A br&#257;hmana is supposed to know this fact due to his perfection in Vedic wisdom. The other sections are supposed to follow the direction of the br&#257;hmana Vaishnava (one who is a br&#257;hmana by qualification and a Vaishnava by action). That will make the entire society perfect in regard to the order of its social construction. A disordered society cannot satisfy either the members of the society or the Lord. Even if one is not a perfect br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra but takes to the service of the Lord, not caring for the perfection of his social position, he becomes a perfect human being simply by developing the attitude of service to the Supreme Lord.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>