<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 6 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 6 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Creation of the Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.6.35</P><P CLASS=c>etat kshattar bhagavato</P><P CLASS=c>daiva-karm&#257;tma-r&#363;pinah</P><P CLASS=c>kah &#347;raddadhy&#257;d up&#257;kartum</P><P CLASS=c>yogam&#257;y&#257;-balodayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/ksattah">kshattah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/daiva">daiva</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/r/rupinah">r&#363;pinah</A> &#8212; of the gigantic form of transcendental work, time and nature; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who else; <A CLASS=v HREF="http://vedabase.net/s/sraddadhyat">&#347;raddadhy&#257;t</A> &#8212; can aspire; <A CLASS=v HREF="http://vedabase.net/u/upakartum">up&#257;kartum</A> &#8212; measure <A HREF="http://vedabase.net/i/in">in</A> totality; <A CLASS=v HREF="http://vedabase.net/y/yogamaya">yogam&#257;y&#257;</A> &#8212; internal potency; <A CLASS=v HREF="http://vedabase.net/b/bala">bala</A>-<A CLASS=v HREF="http://vedabase.net/u/udayam">udayam</A> &#8212; manifested by the strength of.</P><P CLASS=t>TRANSLATION</P><P>O Vidura, who can estimate or measure the transcendental time, work and potency of the gigantic form manifested by the internal potency of the Supreme Personality of Godhead?</P><P CLASS=t>PURPORT</P><P>The froggish philosophers may go on with their mental speculations on the subject matter of the vir&#257;t, the gigantic form exhibited by the yogam&#257;y&#257; internal potency of the Supreme Personality of Godhead, but factually no one can measure such a vast exhibition. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/11/16.htm">11.16</A>), Arjuna, the recognized devotee of the Lord, says:</P><P>aneka-b&#257;h&#363;dara-vaktra-netram</P><P CLASS=n>pa&#347;y&#257;mi tv&#257;m sarvato 'nanta-r&#363;pam</P><P CLASS=n>n&#257;ntam na madhyam na punas tav&#257;dim</P><P CLASS=n>pa&#347;y&#257;mi vi&#347;ve&#347;vara vi&#347;va-r&#363;pa</P><P>"O my Lord, O gigantic vi&#347;va-r&#363;pa form, O master of the universe, I see innumerable hands, bodies, mouths and eyes in all directions, and they are all unlimited. I cannot find the end of this manifestation, nor do I see the middle, nor the beginning."</P><P>Bhagavad-g&#299;t&#257; was specifically spoken to Arjuna, and the vi&#347;va-r&#363;pa was exhibited before him at his request. He was awarded the specific eyes to see this vi&#347;va-r&#363;pa, yet although he was able to see the Lord's innumerable hands and mouths, he was unable to see Him completely. Since Arjuna was unable to estimate the length and breadth of the potency of the Lord, who else would be able to do so? One may only indulge in miscalculation like the frog-philosopher. The frog-philosopher wanted to estimate the length and breadth of the Pacific Ocean by his experience of a well three cubic feet large, and thus he began to puff himself up to become as big as the Pacific Ocean, but at last he burst and died by this process. This story is applicable to the mental philosophers who, under the illusion of the Lord's external energy, indulge in estimating the length and breadth of the Supreme Lord. The best path is to become a cool-headed, submissive devotee of the Lord, try to hear about the Lord from the bona fide spiritual master, and thus serve the Lord in transcendental loving service, as suggested in the previous verse.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>