<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 6 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 6 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Creation of the Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.6.37</P><P CLASS=c>ek&#257;nta-l&#257;bham vacaso nu pums&#257;m</P><P CLASS=c>su&#347;loka-mauler guna-v&#257;dam &#257;huh</P><P CLASS=c>&#347;rute&#347; ca vidvadbhir up&#257;krit&#257;y&#257;m</P><P CLASS=c>kath&#257;-sudh&#257;y&#257;m upasamprayogam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/a/anta">anta</A> &#8212; the one which has <A HREF="http://vedabase.net/n/no">no</A> comparison; <A CLASS=v HREF="http://vedabase.net/l/labham">l&#257;bham</A> &#8212; gain; <A CLASS=v HREF="http://vedabase.net/v/vacasah">vacasah</A> &#8212; by discussions; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; after the Supreme Person; <A CLASS=v HREF="http://vedabase.net/s/susloka">su&#347;loka</A> &#8212; pious; <A CLASS=v HREF="http://vedabase.net/m/mauleh">mauleh</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/vadam">v&#257;dam</A> &#8212; glorification; <A CLASS=v HREF="http://vedabase.net/a/ahuh">&#257;huh</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is <A HREF="http://vedabase.net/s/so">so</A> said; <A CLASS=v HREF="http://vedabase.net/s/sruteh">&#347;ruteh</A> &#8212; of the ear; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vidvadbhih">vidvadbhih</A> &#8212; by the learned; <A CLASS=v HREF="http://vedabase.net/u/upakrtayam">up&#257;krit&#257;y&#257;m</A> &#8212; being <A HREF="http://vedabase.net/s/so">so</A> edited; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sudhayam">sudh&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the nectar of such <A HREF="http://vedabase.net/a/a">a</A> transcendental message; <A CLASS=v HREF="http://vedabase.net/u/upasamprayogam">upasamprayogam</A> &#8212; serves the real purpose, being nearer <A HREF="http://vedabase.net/t/to">to</A>.</P><P CLASS=t>TRANSLATION</P><P>The highest perfectional gain of humanity is to engage in discussions of the activities and glories of the Pious Actor. Such activities are so nicely arranged in writing by the greatly learned sages that the actual purpose of the ear is served just by being near them.</P><P CLASS=t>PURPORT</P><P>The impersonalists are very much afraid of hearing the activities of the Lord because they think that the happiness derived from the transcendental situation of Brahman is the ultimate goal of life; they think that anyone's activity, even that of the Personality of Godhead, is mundane. But the idea of happiness indicated in this verse is different because it relates to the activities of the Supreme Personality, who has transcendental qualities. The word guna-v&#257;dam is significant because the qualities of the Lord and His activities and pastimes are the subject matter for the discussions of devotees. A rishi like Maitreya is certainly not interested in discussing anything pertaining to mundane qualities, yet he says that the highest perfectional stage of transcendental realization is to discuss the Lord's activities. &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, therefore, concludes that topics regarding the transcendental activities of the Lord are far beyond the transcendental realization of kaivalya happiness. These transcendental activities of the Lord are so arranged in writing by the great sages that simply by hearing of those narrations one becomes perfectly self-realized, and the proper use of the ear and the tongue is also achieved. &#346;r&#299;mad-Bh&#257;gavatam is one of such great literatures, and the highest perfectional state of life is attained simply by hearing and reciting its contents.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>