<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 6 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 6 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Creation of the Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.6.38</P><P CLASS=c>&#257;tmano 'vasito vatsa</P><P CLASS=c>mahim&#257; kavin&#257;din&#257;</P><P CLASS=c>samvatsara-sahasr&#257;nte</P><P CLASS=c>dhiy&#257; yoga-vipakkay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/a/avasitah">avasitah</A> &#8212; known; <A CLASS=v HREF="http://vedabase.net/v/vatsa">vatsa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my dear son; <A CLASS=v HREF="http://vedabase.net/m/mahima">mahim&#257;</A> &#8212; glories; <A CLASS=v HREF="http://vedabase.net/k/kavina">kavin&#257;</A> &#8212; by the poet <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/adina">&#257;din&#257;</A> &#8212; original; <A CLASS=v HREF="http://vedabase.net/s/samvatsara">samvatsara</A> &#8212; celestial years; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A>-<A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the end of one thousand; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; by intelligence; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/v/vipakkaya">vipakkay&#257;</A> &#8212; by matured meditation.</P><P CLASS=t>TRANSLATION</P><P>O my son, the original poet, Brahm&#257;, after mature meditation for one thousand celestial years, could know only that the glories of the Supreme Soul are inconceivable.</P><P CLASS=t>PURPORT</P><P>There are some froggish philosophers who want to know the Supreme Soul by means of philosophy and mental speculation. And when the devotees, who are to some extent in knowledge of the Supreme Lord, admit that the glories of the Lord are inestimable or inconceivable, the froggish philosophers adversely criticize them. These philosophers, like the frog in the well who tried to estimate the measurement of the Pacific Ocean, like to take trouble over fruitless mental speculation instead of taking instructions from devotees like the original poet, namely, Brahm&#257;. Lord Brahm&#257; underwent a severe type of meditation for one thousand celestial years, yet he said that the glories of the Lord are inconceivable. Therefore what can the froggish philosophers hope to gain from their mental speculations?</P><P>It is said in the Brahma-samhit&#257; that the mental speculator may fly through the sky of speculation with the velocity of the mind or the wind for thousands of millions of years, and still he will find it inconceivable. The devotees, however, do not waste time in such vain searching after knowledge of the Supreme, but they submissively hear the glories of the Lord from bona fide devotees. Thus they transcendentally enjoy the process of hearing and chanting. The Lord approves of the devotional activities of the devotees or mah&#257;tm&#257;s, and He says:</P><P>mah&#257;tm&#257;nas tu m&#257;m p&#257;rtha</P><P CLASS=n>daiv&#299;m prakritim &#257;&#347;rit&#257;h</P><P CLASS=n>bhajanty ananya-manaso</P><P CLASS=n>jñ&#257;tv&#257; bh&#363;t&#257;dim avyayam</P><P CLASS=n>satatam k&#299;rtayanto m&#257;m</P><P CLASS=n>yatanta&#347; ca dridha-vrat&#257;h</P><P CLASS=n>namasyanta&#347; ca m&#257;m bhakty&#257;</P><P CLASS=n>nitya-yukt&#257; up&#257;sate</P><P>(<A CLASS=v HREF="../../../bg/9/13.htm">Bg. 9.13-14</A>)</P><P>The pure devotees of the Lord take shelter of the par&#257; prakriti, the internal potency of the Lord called Lakshm&#299;dev&#299;, S&#299;t&#257;dev&#299;, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; or &#346;r&#299;mat&#299; Rukmin&#299;dev&#299;, and thus they become actual mah&#257;tm&#257;s, or great souls. Mah&#257;tm&#257; are not fond of indulging in mental speculations, but they actually take to the devotional service of the Lord, without the slightest deviation. Devotional service is manifested by the primary process of hearing and chanting about the activities of the Lord. This transcendental method practiced by the mah&#257;tm&#257;s gives them sufficient knowledge of the Lord because if the Lord can at all be known to some extent, it is only through the means of devotional service and no other way. One may go on speculating and waste the valuable time of his human life, but that will not help anyone to enter into the precincts of the Lord. The mah&#257;tm&#257;s, however, are not concerned with knowing the Lord by mental speculation because they enjoy hearing about His glorious activities in His transcendental dealings with His devotees or with the demons. The devotees take pleasure in both and are happy in this life and the life after.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>