<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 6 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 6 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Creation of the Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.6.4</P><P CLASS=c>prabuddha-karm&#257; daivena</P><P CLASS=c>trayovim&#347;atiko ganah</P><P CLASS=c>prerito 'janayat sv&#257;bhir</P><P CLASS=c>m&#257;tr&#257;bhir adhip&#363;rusham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabuddha">prabuddha</A> &#8212; awakened; <A CLASS=v HREF="http://vedabase.net/k/karma">karm&#257;</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/d/daivena">daivena</A> &#8212; by the will of the Supreme; <A CLASS=v HREF="http://vedabase.net/t/trayah">trayah</A>-<A CLASS=v HREF="http://vedabase.net/v/vimsatikah">vim&#347;atikah</A> &#8212; by the twenty-three principal ingredients; <A CLASS=v HREF="http://vedabase.net/g/ganah">ganah</A> &#8212; the combination; <A CLASS=v HREF="http://vedabase.net/p/preritah">preritah</A> &#8212; induced by; <A CLASS=v HREF="http://vedabase.net/a/ajanayat">ajanayat</A> &#8212; manifested; <A CLASS=v HREF="http://vedabase.net/s/svabhih">sv&#257;bhih</A> &#8212; by His personal; <A CLASS=v HREF="http://vedabase.net/m/matrabhih">m&#257;tr&#257;bhih</A> &#8212; plenary expansion; <A CLASS=v HREF="http://vedabase.net/a/adhipurusam">adhip&#363;rusham</A> &#8212; the gigantic universal form (<A HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A HREF="http://vedabase.net/r/rupa">r&#363;pa</A>).</P><P CLASS=t>TRANSLATION</P><P>When the twenty-three principal elements were set in action by the will of the Supreme, the gigantic universal form, or the vi&#347;var&#363;pa body of the Lord, came into existence.</P><P CLASS=t>PURPORT</P><P>The vir&#257;t-r&#363;pa or vi&#347;va-r&#363;pa, the gigantic universal form of the Lord, which is very much appreciated by the impersonalist, is not an eternal form of the Lord. It is manifested by the supreme will of the Lord after the ingredients of material creation. Lord Krishna exhibited this vir&#257;t or vi&#347;va-r&#363;pa to Arjuna just to convince the impersonalists that He is the original Personality of Godhead. Krishna exhibited the vir&#257;t-r&#363;pa; it is not that Krishna was exhibited by the vir&#257;t-r&#363;pa. The vir&#257;t-r&#363;pa is not, therefore, an eternal form of the Lord exhibited in the spiritual sky; it is a material manifestation of the Lord. The arc&#257;-vigraha, or the worshipable Deity in the temple, is a similar manifestation of the Lord for the neophytes. But in spite of their material touch, such forms of the Lord as the vir&#257;t and arc&#257; are all nondifferent from His eternal form as Lord Krishna.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>