<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 6 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 6 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Creation of the Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.6.6</P><P CLASS=c>hiranmayah sa purushah</P><P CLASS=c>sahasra-parivatsar&#257;n</P><P CLASS=c>&#257;nda-ko&#347;a uv&#257;s&#257;psu</P><P CLASS=c>sarva-sattvopabrimhitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hiranmayah">hiranmayah</A> &#8212; the Garbhodaka&#347;&#257;y&#299; <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, who also assumes the <A HREF="http://vedabase.net/v/virat">vir&#257;t</A>-<A HREF="http://vedabase.net/r/rupa">r&#363;pa</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; incarnation of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A> &#8212; one thousand; <A CLASS=v HREF="http://vedabase.net/p/parivatsaran">parivatsar&#257;n</A> &#8212; celestial years; <A CLASS=v HREF="http://vedabase.net/a/anda">&#257;nda</A>-<A CLASS=v HREF="http://vedabase.net/k/kose">ko&#347;e</A> &#8212; within the global universe; <A CLASS=v HREF="http://vedabase.net/u/uvasa">uv&#257;sa</A> &#8212; resided; <A CLASS=v HREF="http://vedabase.net/a/apsu">apsu</A> &#8212; on the water; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A> &#8212; all living entities lying with Him; <A CLASS=v HREF="http://vedabase.net/u/upabrmhitah">upabrimhitah</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> spread.</P><P CLASS=t>TRANSLATION</P><P>The gigantic vir&#257;t-purusha, known as Hiranmaya, lived for one thousand celestial years on the water of the universe, and all the living entities lay with Him.</P><P CLASS=t>PURPORT</P><P>After the Lord entered each and every universe as the Garbhodaka&#347;&#257;y&#299; Vishnu, half of the universe was filled with water. The cosmic manifestation of the planetary systems, outer space, etc., which are visible to us, is only one half of the complete universe. Before the manifestation takes place and after the entrance of Vishnu within the universe, there is a period of one thousand celestial years. All the living entities injected within the womb of the mahat-tattva are divided in all universes with the incarnation of Garbhodaka&#347;&#257;y&#299; Vishnu, and all of them lie down with the Lord until Brahm&#257; is born. Brahm&#257; is the first living being within the universe, and from him all other demigods and living creatures are born. Manu is the original father of mankind, and therefore, in Sanskrit, mankind is called m&#257;nushya. Humanity in different bodily qualities is distributed throughout the various planetary systems.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>