<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 6 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 6 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Creation of the Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.6.7</P><P CLASS=c>sa vai vi&#347;va-srij&#257;m garbho</P><P CLASS=c>deva-karm&#257;tma-&#347;aktim&#257;n</P><P CLASS=c>vibabh&#257;j&#257;tman&#257;tm&#257;nam</P><P CLASS=c>ekadh&#257; da&#347;adh&#257; tridh&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/s/srjam">srij&#257;m</A> &#8212; of the gigantic <A HREF="http://vedabase.net/v/virat">vir&#257;t</A> form; <A CLASS=v HREF="http://vedabase.net/g/garbhah">garbhah</A> &#8212; total energy; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; living energy; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activity of life; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; self; <A CLASS=v HREF="http://vedabase.net/s/saktiman">&#347;aktim&#257;n</A> &#8212; full with potencies; <A CLASS=v HREF="http://vedabase.net/v/vibabhaja">vibabh&#257;ja</A> &#8212; divided; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by Himself; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/e/ekadha">ekadh&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> oneness; <A CLASS=v HREF="http://vedabase.net/d/dasadha">da&#347;adh&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> ten; <A CLASS=v HREF="http://vedabase.net/t/tridha">tridh&#257;</A> &#8212; and <A HREF="http://vedabase.net/i/in">in</A> three.</P><P CLASS=t>TRANSLATION</P><P>The total energy of the mahat-tattva, in the form of the gigantic vir&#257;t-r&#363;pa, divided Himself by Himself into the consciousness of the living entities, the life of activity, and self-identification, which are subdivided into one, ten and three respectively.</P><P CLASS=t>PURPORT</P><P>Consciousness is the sign of the living entity, or the soul. The existence of the soul is manifest in the form of consciousness, called jñ&#257;na-&#347;akti. The total consciousness is that of the gigantic vir&#257;t-r&#363;pa, and the same consciousness is exhibited in individual persons. The activity of consciousness is performed through the air of life, which is of ten divisions. The airs of life are called pr&#257;na, ap&#257;na, ud&#257;na, vy&#257;na and sam&#257;na and are also differently qualified as n&#257;ga, k&#363;rma, krikara, devadatta and dhanañjaya. The consciousness of the soul becomes polluted by the material atmosphere, and thus various activities are exhibited in the false ego of bodily identification. These various activities are described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/41.htm">2.41</A>) as bahu-&#347;&#257;kh&#257; hy anant&#257;&#347; ca buddhayo 'vyavas&#257;yin&#257;m. The conditioned soul is bewildered into various activities for want of pure consciousness. In pure consciousness the activity is one. The consciousness of the individual soul becomes one with the supreme consciousness when there is complete synthesis between the two.</P><P>The monist believes that there is only one consciousness, whereas the s&#257;tvatas, or the devotees, believe that although there is undoubtedly one consciousness, they are one because there is agreement. The individual consciousness is advised to dovetail with the supreme consciousness, as instructed by the Lord in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>): sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja. The individual consciousness (Arjuna) is advised to dovetail with the supreme consciousness and thus maintain his conscious purity. It is foolish to try to stop the activities of consciousness, but they can be purified when they are dovetailed with the Supreme. This consciousness is divided into three modes of self-identification according to the proportion of purity: &#257;dhy&#257;tmika, or self-identification with the body and mind, &#257;dhibhautika, or self-identification with the material products, and &#257;dhidaivika, or self-identification as a servant of the Lord. Of the three, &#257;dhidaivika self-identification is the beginning of purity of consciousness in pursuance of the desire of the Lord.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>