<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 5 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 5 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Durv&#257;s&#257; Muni's Life Spared</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.5.24</P><P CLASS=c>gate 'tha durv&#257;sasi so 'mbar&#299;sho</P><P CLASS=c>dvijopayog&#257;tipavitram &#257;harat</P><P CLASS=c>risher vimoksham vyasanam ca v&#299;kshya</P><P CLASS=c>mene sva-v&#299;ryam ca par&#257;nubh&#257;vam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gate">gate</A> &#8212; on his return; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/d/durvasasi">durv&#257;sasi</A> &#8212; the great mystic <A HREF="http://vedabase.net/y/yogi">yog&#299;</A> Durv&#257;s&#257;; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>, the King; <A CLASS=v HREF="http://vedabase.net/a/ambarisah">ambar&#299;shah</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/a/ambarisa">Ambar&#299;sha</A>; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/u/upayoga">upayoga</A> &#8212; most suitable for <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/p/pure">pure</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/p/pavitram">pavitram</A> &#8212; very <A HREF="http://vedabase.net/p/pure">pure</A> food; <A CLASS=v HREF="http://vedabase.net/a/aharat">&#257;harat</A> &#8212; gave him <A HREF="http://vedabase.net/t/to">to</A> eat and <A HREF="http://vedabase.net/h/he">he</A> also ate; <A CLASS=v HREF="http://vedabase.net/r/rseh">risheh</A> &#8212; of the great sage; <A CLASS=v HREF="http://vedabase.net/v/vimoksam">vimoksham</A> &#8212; release; <A CLASS=v HREF="http://vedabase.net/v/vyasanam">vyasanam</A> &#8212; from the great danger of being burned by the <A HREF="http://vedabase.net/s/sudarsana">Sudar&#347;ana</A> <A HREF="http://vedabase.net/c/cakra">cakra</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/m/mene">mene</A> &#8212; considered; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/v/viryam">v&#299;ryam</A> &#8212; about his own power; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavam">anubh&#257;vam</A> &#8212; because of his <A HREF="http://vedabase.net/p/pure">pure</A> devotion <A HREF="http://vedabase.net/t/to">to</A> the Supreme Lord.</P><P CLASS=t>TRANSLATION</P><P>After one year, when Durv&#257;s&#257; Muni had returned, King Ambar&#299;sha sumptuously fed him all varieties of pure food, and then he himself also ate. When the King saw that the br&#257;hmana Durv&#257;s&#257; had been released from the great danger of being burned, he could understand that by the grace of the Lord he himself was also powerful, but he did not take any credit, for everything had been done by the Lord.</P><P CLASS=t>PURPORT</P><P>A devotee like Mah&#257;r&#257;ja Ambar&#299;sha is certainly always busy in many activities. Of course, this material world is full of dangers that one has to meet, but a devotee, because of his full dependence on the Supreme Personality of Godhead, is never disturbed. The vivid example is Mah&#257;r&#257;ja Ambar&#299;sha. He was the emperor of the entire world and had many duties to perform, and in the course of these duties there were many disturbances created by persons like Durv&#257;s&#257; Muni, but the King tolerated everything, patiently depending fully on the mercy of the Lord. The Lord, however, is situated in everyone's heart (sarvasya c&#257;ham hridi sannivishtah), and He manages things as He desires. Thus although Mah&#257;r&#257;ja Ambar&#299;sha was faced with many disturbances, the Lord, being merciful to him, managed things so nicely that in the end Durv&#257;s&#257; Muni and Mah&#257;r&#257;ja Ambar&#299;sha became great friends and parted cordially on the basis of bhakti-yoga. After all, Durv&#257;s&#257; Muni was convinced of the power of bhakti-yoga, although he himself was a great mystic yog&#299;. Therefore, as stated by Lord Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/47.htm">6.47</A>):</P><P>yogin&#257;m api sarvesh&#257;m</P><P CLASS=n>mad-gaten&#257;ntar&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=n>sa me yuktatamo matah</P><P>"Of all yog&#299;s, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all." Thus it is a fact that a devotee is the topmost yog&#299;, as proved in the dealings of Mah&#257;r&#257;ja Ambar&#299;sha with Durv&#257;s&#257; Muni.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>