<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 5 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 5 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Durv&#257;s&#257; Muni's Life Spared</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.5.25</P><P CLASS=c>evam vidh&#257;neka-gunah sa r&#257;j&#257;</P><P CLASS=c>par&#257;tmani brahmani v&#257;sudeve</P><P CLASS=c>kriy&#257;-kal&#257;paih samuv&#257;ha bhaktim</P><P CLASS=c>yay&#257;viriñcy&#257;n niray&#257;m&#347; cak&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/v/vidha">vidh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/aneka">aneka</A>-<A CLASS=v HREF="http://vedabase.net/g/gunah">gunah</A> &#8212; endowed with varieties of good qualities; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>, <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/a/ambarisa">Ambar&#299;sha</A>; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; unto the Supersoul; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; unto <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; unto the Supreme Personality of Godhead, <A HREF="http://vedabase.net/k/krsna">Krishna</A>, <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kalapaih">kal&#257;paih</A> &#8212; by practical activities; <A CLASS=v HREF="http://vedabase.net/s/samuvaha">samuv&#257;ha</A> &#8212; executed; <A CLASS=v HREF="http://vedabase.net/b/bhaktim">bhaktim</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by such activities; <A CLASS=v HREF="http://vedabase.net/a/avirincyan">&#257;viriñcy&#257;n</A> &#8212; beginning from the topmost planet; <A CLASS=v HREF="http://vedabase.net/n/nirayan">niray&#257;n</A> &#8212; down <A HREF="http://vedabase.net/t/to">to</A> the hellish planets; <A CLASS=v HREF="http://vedabase.net/c/cakara">cak&#257;ra</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> experienced that there is danger everywhere.</P><P CLASS=t>TRANSLATION</P><P>In this way, because of devotional service, Mah&#257;r&#257;ja Ambar&#299;sha, who was endowed with varieties of transcendental qualities, was completely aware of Brahman, Param&#257;tm&#257; and the Supreme Personality of Godhead, and thus he executed devotional service perfectly. Because of his devotion, he thought even the topmost planet of this material world no better than the hellish planets.</P><P CLASS=t>PURPORT</P><P>An exalted and pure devotee like Mah&#257;r&#257;ja Ambar&#299;sha is in full awareness of Brahman, Param&#257;tm&#257; and Bhagav&#257;n; in other words, a devotee of V&#257;sudeva, Krishna, is in full knowledge of the other features of the Absolute Truth. The Absolute Truth is realized in three features &#8212; Brahman, Param&#257;tm&#257; and Bhagav&#257;n (brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate). A devotee of the Supreme Personality of Godhead, V&#257;sudeva, knows everything (v&#257;sudevah sarvam iti [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]) because V&#257;sudeva, Krishna, includes both Param&#257;tm&#257; and Brahman. One does not have to realize Param&#257;tm&#257; by the yoga system, for the devotee always thinking of V&#257;sudeva is the topmost yog&#299; (yogin&#257;m api sarvesh&#257;m [<A CLASS=v HREF="../../../bg/6/47.htm">Bg. 6.47</A>]). And as far as jñ&#257;na is concerned, if one is a perfect devotee of V&#257;sudeva, he is the greatest mah&#257;tm&#257; (v&#257;sudevah sarvam iti sa mah&#257;tm&#257; sudurlabhah [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]). A mah&#257;tm&#257; is one who has full knowledge of the Absolute Truth. Thus Mah&#257;r&#257;ja Ambar&#299;sha, being a devotee of the personality of Godhead, was in full awareness of Param&#257;tm&#257;, Brahman, m&#257;y&#257;, the material world, the spiritual world, and how things are going on everywhere. Everything was known to him. Yasmin vijñ&#257;te sarvam evam vijñ&#257;tam bhavati. Because the devotee knows V&#257;sudeva, he knows everything within the creation of V&#257;sudeva (v&#257;sudevah sarvam iti sa mah&#257;tm&#257; sudurlabhah [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]). Such a devotee does not give much value to the highest standard of happiness within this material world.</P><P>n&#257;r&#257;yana-par&#257;h sarve</P><P CLASS=n>na kuta&#347;cana bibhyati</P><P CLASS=n>svarg&#257;pavarga-narakeshv</P><P CLASS=n>api tuly&#257;rtha-dar&#347;inah</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/6/17/28.htm">6.17.28</A>)</P><P>Because he is fixed in devotional service, a devotee does not regard any position in the material world as important. &#346;r&#299;la Prabodh&#257;nanda Sarasvat&#299; has therefore written (Caitanya-candr&#257;mrita 5):</P><P>kaivalyam narak&#257;yate tri-da&#347;a-p&#363;r &#257;k&#257;&#347;a-pushp&#257;yate</P><P CLASS=n>durd&#257;ntendriya-k&#257;la-sarpa-patal&#299; protkh&#257;ta-damshtr&#257;yate</P><P CLASS=n>vi&#347;vam p&#363;rna-sukh&#257;yate vidhi-mahendr&#257;di&#347; ca k&#299;t&#257;yate</P><P CLASS=n>yat-k&#257;runya-kat&#257;ksha-vaibhavavat&#257;m tam gauram eva stumah</P><P>For one who becomes a pure devotee through devotional service to great personalities like Caitanya Mah&#257;prabhu, kaivalya, or merging into Brahman, appears no better than hell. As far as the heavenly planets are concerned, to a devotee they are like a phantasmagoria or will-o'-the-wisp, and as far as yogic perfection is concerned, a devotee does not care a fig for such perfection, since the purpose of yogic perfection is achieved automatically by the devotee. This is all possible when one becomes a devotee of the Lord through the medium of Caitanya Mah&#257;prabhu's instructions.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>