<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 5 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 5 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Durv&#257;s&#257; Muni's Life Spared</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.5.27</P><P CLASS=c>ity etat punyam &#257;khy&#257;nam</P><P CLASS=c>ambar&#299;shasya bh&#363;pate</P><P CLASS=c>sa&#324;k&#299;rtayann anudhy&#257;yan</P><P CLASS=c>bhakto bhagavato bhavet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/punyam">punyam</A> <A CLASS=v HREF="http://vedabase.net/a/akhyanam">&#257;khy&#257;nam</A> &#8212; most pious activity <A HREF="http://vedabase.net/i/in">in</A> history; <A CLASS=v HREF="http://vedabase.net/a/ambarisasya">ambar&#299;shasya</A> &#8212; of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/a/ambarisa">Ambar&#299;sha</A>; <A CLASS=v HREF="http://vedabase.net/b/bhupate">bh&#363;pate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King (<A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>); <A CLASS=v HREF="http://vedabase.net/s/sankirtayan">sa&#324;k&#299;rtayan</A> &#8212; by chanting, repeating; <A CLASS=v HREF="http://vedabase.net/a/anudhyayan">anudhy&#257;yan</A> &#8212; or by meditating upon; <A CLASS=v HREF="http://vedabase.net/b/bhaktah">bhaktah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> devotee; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; one can become.</P><P CLASS=t>TRANSLATION</P><P>Anyone who chants this narration or even thinks of this narration about the activities of Mah&#257;r&#257;ja Ambar&#299;sha certainly becomes a pure devotee of the Lord.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura herein gives a very good example. When one is very eager for more and more money, he is not satisfied even when he is a millionaire or a multimillionaire, but wants to earn more and more money by any means. The same mentality is present in a devotee. The devotee is never satisfied, thinking, "This is the limit of my devotional service." The more he engages in the service of the Lord, the more service he wants to give. This is the position of a devotee. Mah&#257;r&#257;ja Ambar&#299;sha, in his family life, was certainly a pure devotee, complete in every respect, because his mind and all his senses were engaged in devotional service (sa vai manah krishna-pad&#257;ravindayor vac&#257;msi vaikuntha-gun&#257;nuvarnane). Mah&#257;r&#257;ja Ambar&#299;sha was self-satisfied because all of his senses were engaged in devotional service (sarvop&#257;dhi-vinirmuktam tat-paratvena nirmalam/ hrish&#299;kena hrish&#299;ke&#347;a-sevanam bhaktir ucyate [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]). Nonetheless, although Mah&#257;r&#257;ja Ambar&#299;sha had engaged all his senses in devotional service, he left his home and went to the forest to concentrate his mind fully at the lotus feet of Krishna, exactly as a mercantile man, even though complete in wealth, tries to earn more and more. This mentality of getting more and more engaged in devotional service puts one in the most exalted position. Whereas on the karma platform the mercantile man who wants more and more money becomes increasingly bound and entangled, the devotee becomes increasingly liberated.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>