<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 5"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 5: Durv&#257;s&#257; Muni's Life Spared</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.5 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.5.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: When thus advised by Lord Vishnu, Durv&#257;s&#257; Muni, who was very much harassed by the Sudar&#347;ana cakra, immediately approached Mah&#257;r&#257;ja Ambar&#299;sha. Being very much aggrieved, the muni fell down and clasped the King's lotus feet.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.5.2</B></A>: When Durv&#257;s&#257; touched his lotus feet, Mah&#257;r&#257;ja Ambar&#299;sha was very much ashamed, and when he saw Durv&#257;s&#257; attempting to offer prayers, because of mercy he was aggrieved even more. Thus he immediately began offering prayers to the great weapon of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 9.5.3</B></A>: Mah&#257;r&#257;ja Ambar&#299;sha said: O Sudar&#347;ana cakra, you are fire, you are the most powerful sun, and you are the moon, the master of all luminaries. You are water, earth and sky, you are the air, you are the five sense objects [sound, touch, form, taste and smell], and you are the senses also.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 9.5.4</B></A>: O most favorite of Acyuta, the Supreme Personality of Godhead, you have thousands of spokes. O master of the material world, destroyer of all weapons, original vision of the Personality of Godhead, I offer my respectful obeisances unto you. Kindly give shelter and be auspicious to this br&#257;hmana.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 9.5.5</B></A>: O Sudar&#347;ana wheel, you are religion, you are truth, you are encouraging statements, you are sacrifice, and you are the enjoyer of the fruits of sacrifice. You are the maintainer of the entire universe, and you are the supreme transcendental prowess in the hands of the Supreme Personality of Godhead. You are the original vision of the Lord, and therefore you are known as Sudar&#347;ana. Everything has been created by your activities, and therefore you are all-pervading.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 9.5.6</B></A>: O Sudar&#347;ana, you have a very auspicious hub, and therefore you are the upholder of all religion. You are just like an inauspicious comet for the irreligious demons. Indeed, you are the maintainer of the three worlds, you are full of transcendental effulgence, you are as quick as the mind, and you are able to work wonders. I can simply utter the word namah, offering all obeisances unto you.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.5.7</B></A>: O master of speech, by your effulgence, full of religious principles, the darkness of the world is dissipated, and the knowledge of learned persons or great souls is manifested. Indeed, no one can surpass your effulgence, for all things, manifested and unmanifested, gross and subtle, superior and inferior, are but various forms of you that are manifested by your effulgence.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.5.8</B></A>: O indefatigable one, when you are sent by the Supreme Personality of Godhead to enter among the soldiers of the Daityas and the D&#257;navas, you stay on the battlefield and unendingly separate their arms, bellies, thighs, legs and heads.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.5.9</B></A>: O protector of the universe, you are engaged by the Supreme Personality of Godhead as His all-powerful weapon in killing the envious enemies. For the benefit of our entire dynasty, kindly favor this poor br&#257;hmana. This will certainly be a favor for all of us.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.5.10</B></A>: If our family has given charity to the proper persons, if we have performed ritualistic ceremonies and sacrifices, if we have properly carried out our occupational duties, and if we have been guided by learned br&#257;hmanas, I wish, in exchange, that this br&#257;hmana be freed from the burning caused by the Sudar&#347;ana cakra.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.5.11</B></A>: If the Supreme Personality of Godhead, who is one without a second, who is the reservoir of all transcendental qualities, and who is the life and soul of all living entities, is pleased with us, we wish that this br&#257;hmana, Durv&#257;s&#257; Muni, be freed from the pain of being burned.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 9.5.12</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: When the King offered prayers to the Sudar&#347;ana cakra and Lord Vishnu, because of his prayers the Sudar&#347;ana cakra became peaceful and stopped burning the br&#257;hmana known as Durv&#257;s&#257; Muni.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 9.5.13</B></A>: Durv&#257;s&#257; Muni, the greatly powerful mystic, was indeed satisfied when freed from the fire of the Sudar&#347;ana cakra. Thus he praised the qualities of Mah&#257;r&#257;ja Ambar&#299;sha and offered him the highest benedictions.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.5.14</B></A>: Durv&#257;s&#257; Muni said: My dear King, today I have experienced the greatness of devotees of the Supreme Personality of Godhead, for although I have committed an offense, you have prayed for my good fortune.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 9.5.15</B></A>: For those who have achieved the Supreme Personality of Godhead, the master of the pure devotees, what is impossible to do, and what is impossible to give up?</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 9.5.16</B></A>: What is impossible for the servants of the Lord? By the very hearing of His holy name one is purified.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 9.5.17</B></A>: O King, overlooking my offenses, you have saved my life. Thus I am very much obliged to you because you are so merciful.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 9.5.18</B></A>: Expecting the return of Durv&#257;s&#257; Muni, the King had not taken his food. Therefore, when the sage returned, the King fell at his lotus feet, pleasing him in all respects, and fed him sumptuously.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 9.5.19</B></A>: Thus the King respectfully received Durv&#257;s&#257; Muni, who after eating varieties of palatable food was so satisfied that with great affection he requested the King to eat also, saying, "Please take your meal."</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 9.5.20</B></A>: Durv&#257;s&#257; Muni said: I am very pleased with you, my dear King. At first I thought of you as an ordinary human being and accepted your hospitality, but later I could understand, by my own intelligence, that you are the most exalted devotee of the Lord. Therefore, simply by seeing you, touching your feet and talking with you, I have been pleased and have become obliged to you.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 9.5.21</B></A>: All the blessed women in the heavenly planets will continuously chant about your spotless character at every moment, and the people of this world will also chant your glories continuously.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 9.5.22</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: Thus being satisfied in all respects, the great mystic yog&#299; Durv&#257;s&#257; took permission and left, continuously glorifying the King. Through the skyways, he went to Brahmaloka, which is devoid of agnostics and dry philosophical speculators.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 9.5.23</B></A>: Durv&#257;s&#257; Muni had left the place of Mah&#257;r&#257;ja Ambar&#299;sha, and as long as he had not returned &#8212; for one complete year &#8212; the King had fasted, maintaining himself simply by drinking water.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 9.5.24</B></A>: After one year, when Durv&#257;s&#257; Muni had returned, King Ambar&#299;sha sumptuously fed him all varieties of pure food, and then he himself also ate. When the King saw that the br&#257;hmana Durv&#257;s&#257; had been released from the great danger of being burned, he could understand that by the grace of the Lord he himself was also powerful, but he did not take any credit, for everything had been done by the Lord.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 9.5.25</B></A>: In this way, because of devotional service, Mah&#257;r&#257;ja Ambar&#299;sha, who was endowed with varieties of transcendental qualities, was completely aware of Brahman, Param&#257;tm&#257; and the Supreme Personality of Godhead, and thus he executed devotional service perfectly. Because of his devotion, he thought even the topmost planet of this material world no better than the hellish planets.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 9.5.26</B></A>: &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; continued: Thereafter, because of his advanced position in devotional life, Mah&#257;r&#257;ja Ambar&#299;sha, who no longer desired to live with material things, retired from active family life. He divided his property among his sons, who were equally as qualified, and he himself took the order of v&#257;naprastha and went to the forest to concentrate his mind fully upon Lord V&#257;sudeva.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 9.5.27</B></A>: Anyone who chants this narration or even thinks of this narration about the activities of Mah&#257;r&#257;ja Ambar&#299;sha certainly becomes a pure devotee of the Lord.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 9.5.28</B></A>: By the grace of the Lord, those who hear about the activities of Mah&#257;r&#257;ja Ambar&#299;sha, the great devotee, certainly become liberated or become devotees without delay.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>