<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 5"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Durv&#257;s&#257; Muni's Life Spared</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.5 Summary</P><P>In this chapter we find Mah&#257;r&#257;ja Ambar&#299;sha offering prayers to the Sudar&#347;ana cakra and we find how the Sudar&#347;ana cakra became merciful to Durv&#257;s&#257; Muni.</P><P>By the order of the Supreme Personality of Godhead, Vishnu, Durv&#257;s&#257; Muni immediately went to Mah&#257;r&#257;ja Ambar&#299;sha and fell at his lotus feet. Mah&#257;r&#257;ja Ambar&#299;sha, being naturally very humble and meek, felt shy and ashamed because Durv&#257;s&#257; Muni had fallen at his feet, and thus he began to offer prayers to the Sudar&#347;ana cakra just to save Durv&#257;s&#257;. What is this Sudar&#347;ana cakra? The Sudar&#347;ana cakra is the glance of the Supreme Personality of Godhead by which He creates the entire material world. Sa aikshata, sa asrijata. This is the Vedic version. The Sudar&#347;ana cakra, which is the origin of creation and is most dear to the Lord, has thousands of spokes. This Sudar&#347;ana cakra is the killer of the prowess of all other weapons, the killer of darkness, and the manifester of the prowess of devotional service; it is the means of establishing religious principles, and it is the killer of all irreligious activities. Without his mercy, the universe cannot be maintained, and therefore the Sudar&#347;ana cakra is employed by the Supreme Personality of Godhead. When Mah&#257;r&#257;ja Ambar&#299;sha thus prayed that the Sudar&#347;ana cakra be merciful, the Sudar&#347;ana cakra, being appeased, refrained from killing Durv&#257;s&#257; Muni, who thus achieved the Sudar&#347;ana cakra's mercy. Durv&#257;s&#257; Muni thus learned to give up the nasty idea of considering a Vaishnava an ordinary person (vaishnave j&#257;ti-buddhi). Mah&#257;r&#257;ja Ambar&#299;sha belonged to the kshatriya group, and therefore Durv&#257;s&#257; Muni considered him lower than the br&#257;hmanas and wanted to exercise brahminical power against him. By this incident, everyone should learn how to stop mischievous ideas of neglecting Vaishnavas. After this incident, Mah&#257;r&#257;ja Ambar&#299;sha gave Durv&#257;s&#257; Muni sumptuous food to eat, and then the King, who had been standing in the same place for one year without eating anything, also took pras&#257;da. Mah&#257;r&#257;ja Ambar&#299;sha later divided his property among his sons and went to the bank of the M&#257;nasa-sarovara to execute devotional meditation.</P><P CLASS=l><A CLASS=i HREF="../4/71.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>