<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 12"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 12: The Topics of &#346;r&#299;mad-Bh&#257;gavatam Summarized</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 12.12 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 12.12.1</B></A>: S&#363;ta Gosv&#257;m&#299; said: Offering my obeisances to the supreme religious principle, devotional service; to Lord Krishna, the supreme creator; and to all the br&#257;hmanas, I shall now describe the eternal principles of religion.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 12.12.2</B></A>: O great sages, I have narrated to you the wonderful pastimes of Lord Vishnu, as you inquired about them from me. Hearing such narrations is the suitable engagement for a person who is actually a human being.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 12.12.3</B></A>: This literature fully glorifies the Supreme Personality of Godhead Hari, who removes all His devotees' sinful reactions. The Lord is glorified as N&#257;r&#257;yana, Hrish&#299;ke&#347;a and the Lord of the S&#257;tvatas.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 12.12.4</B></A>: This literature describes the mystery of the Supreme Absolute Truth, the source of the creation and annihilation of this universe. Also presented are divine knowledge of Him together with the process of its cultivation, and the transcendental realization one achieves.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 12.12.5</B></A>: The following topics are also narrated: the process of devotional service together with its subsidiary feature of renunciation, and the histories of Mah&#257;r&#257;ja Par&#299;kshit and the sage N&#257;rada.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 12.12.6</B></A>: Also described are saintly King Par&#299;kshit's sitting down to fast until death in response to the curse of a br&#257;hmana's son, and the conversations between Par&#299;kshit and &#346;ukadeva Gosv&#257;m&#299;, who is the best of all br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 12.12.7</B></A>: The Bh&#257;gavatam explains how one can attain liberation at the time of death by practicing fixed meditation in yoga. It also contains a discussion between N&#257;rada and Brahm&#257;, an enumeration of the incarnations of the Supreme Personality of Godhead, and a description of how the universe was created in progressive sequence, beginning from the unmanifest stage of material nature.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 12.12.8</B></A>: This scripture also relates the discussions Vidura had with Uddhava and with Maitreya, inquiries about the subject matter of this Pur&#257;na, and the winding up of creation within the body of the Supreme Lord at the time of annihilation.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 12.12.9</B></A>: The creation effected by the agitation of the modes of material nature, the seven stages of evolution by elemental transformation, and the construction of the universal egg, from which arises the universal form of the Supreme Lord &#8212; all these are thoroughly described.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 12.12.10</B></A>: Other topics include the subtle and gross movements of time, the generation of the lotus from the navel of Garbhodaka&#347;&#257;y&#299; Vishnu, and the killing of the demon Hirany&#257;ksha when the earth was delivered from the Garbhodaka Ocean.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 12.12.11</B></A>: The Bh&#257;gavatam also describes the creation of demigods, animals and demoniac species of life; the birth of Lord Rudra; and the appearance of Sv&#257;yambhuva Manu from the half-man, half-woman &#298;&#347;vara.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 12.12.12</B></A>: Also related are the appearance of the first woman, &#346;atar&#363;p&#257;, who was the excellent consort of Manu, and the offspring of the pious wives of Praj&#257;pati Kardama.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 12.12.13</B></A>: The Bh&#257;gavatam describes the incarnation of the Supreme Personality of Godhead as the exalted sage Kapila and records the conversation between that greatly learned soul and His mother, Devah&#363;ti.</P><P CLASS=r><A CLASS=i HREF="14-15.htm"><B>SB 12.12.14-15</B></A>: Also described are the progeny of the nine great br&#257;hmanas, the destruction of Daksha's sacrifice, and the history of Dhruva Mah&#257;r&#257;ja, followed by the histories of King Prithu and King Pr&#257;c&#299;nabarhi, the discussion between Pr&#257;c&#299;nabarhi and N&#257;rada, and the life of Mah&#257;r&#257;ja Priyavrata. Then, O br&#257;hmanas, the Bh&#257;gavatam tells of the character and activities of King N&#257;bhi, Lord Rishabha and King Bharata.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 12.12.16</B></A>: The Bh&#257;gavatam gives an elaborate description of the earth's continents, regions, oceans, mountains and rivers. Also described are the arrangement of the celestial sphere and the conditions found in the subterranean regions and in hell.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 12.12.17</B></A>: The rebirth of Praj&#257;pati Daksha as the son of the Pracet&#257;s, and the progeny of Daksha's daughters, who initiated the races of demigods, demons, human beings, animals, serpents, birds and so on &#8212; all this is described.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 12.12.18</B></A>: O br&#257;hmanas, also recounted are the births and deaths of Vritr&#257;sura and of Diti's sons Hirany&#257;ksha and Hiranyaka&#347;ipu, as well as the history of the greatest of Diti's descendants, the exalted soul Prahl&#257;da.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 12.12.19</B></A>: The reign of each Manu, the liberation of Gajendra, and the special incarnations of Lord Vishnu in each manv-antara, such as Lord Haya&#347;&#299;rsh&#257;, are described as well.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 12.12.20</B></A>: The Bh&#257;gavatam also tells of the appearances of the Lord of the universe as K&#363;rma, Matsya, Narasimha and V&#257;mana, and of the demigods' churning of the milk ocean to obtain nectar.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 12.12.21</B></A>: An account of the great battle fought between the demigods and the demons, a systematic description of the dynasties of various kings, and narrations concerning Ikshv&#257;ku's birth, his dynasty and the dynasty of the pious Sudyumna &#8212; all are presented within this literature.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 12.12.22</B></A>: Also related are the histories of Il&#257; and T&#257;r&#257;, and the description of the descendants of the sun-god, including such kings as &#346;a&#347;&#257;da and Nriga.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 12.12.23</B></A>: The histories of Sukany&#257;, &#346;ary&#257;ti, the intelligent Kakutstha, Khatv&#257;&#324;ga, M&#257;ndh&#257;t&#257;, Saubhari and Sagara are narrated.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 12.12.24</B></A>: The Bh&#257;gavatam narrates the sanctifying pastimes of Lord R&#257;macandra, the King of Kosala, and also explains how King Nimi abandoned his material body. The appearance of the descendants of King Janaka is also mentioned.</P><P CLASS=r><A CLASS=i HREF="25-26.htm"><B>SB 12.12.25-26</B></A>: The &#346;r&#299;mad-Bh&#257;gavatam describes how Lord Para&#347;ur&#257;ma, the greatest descendant of Bhrigu, annihilated all the kshatriyas on the face of the earth. It further recounts the lives of glorious kings who appeared in the dynasty of the moon-god &#8212; kings such as Aila, Yay&#257;ti, Nahusha, Dushmanta's son Bharata, &#346;&#257;ntanu and &#346;&#257;ntanu's son Bh&#299;shma. Also described is the great dynasty founded by King Yadu, the eldest son of Yay&#257;ti.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 12.12.27</B></A>: How &#346;r&#299; Krishna, the Supreme Personality of Godhead and Lord of the universe, descended into this Yadu dynasty, how He took birth in the home of Vasudeva, and how He then grew up in Gokula &#8212; all this is described in detail.</P><P CLASS=r><A CLASS=i HREF="28-29.htm"><B>SB 12.12.28-29</B></A>: Also glorified are the innumerable pastimes of &#346;r&#299; Krishna, the enemy of the demons, including His childhood pastimes of sucking out P&#363;tan&#257;'s life air along with her breast-milk, breaking the cart, trampling down Trin&#257;varta, killing Bak&#257;sura, Vats&#257;sura and Agh&#257;sura, and the pastimes He enacted when Lord Brahm&#257; hid His calves and cowherd boyfriends in a cave.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 12.12.30</B></A>: The &#346;r&#299;mad-Bh&#257;gavatam tells how Lord Krishna and Lord Balar&#257;ma killed the demon Dhenuk&#257;sura and his companions, how Lord Balar&#257;ma destroyed Pralamb&#257;sura, and also how Krishna saved the cowherd boys from a raging forest fire that had encircled them.</P><P CLASS=r><A CLASS=i HREF="31-33.htm"><B>SB 12.12.31-33</B></A>: The chastisement of the serpent K&#257;liya; the rescue of Nanda Mah&#257;r&#257;ja from a great snake; the severe vows performed by the young gop&#299;s, who thus satisfied Lord Krishna; the mercy He showed the wives of the Vedic br&#257;hmanas, who felt remorse; the lifting of Govardhana Hill followed by the worship and bathing ceremony performed by Indra and the Surabhi cow; Lord Krishna's nocturnal pastimes with the cowherd girls; and the killing of the foolish demons &#346;a&#324;khac&#363;da, Arishta and Ke&#347;&#299; &#8212; all these pastimes are elaborately recounted.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 12.12.34</B></A>: The Bh&#257;gavatam describes the arrival of Akr&#363;ra, the subsequent departure of Krishna and Balar&#257;ma, the lamentation of the gop&#299;s and the touring of Mathur&#257;.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 12.12.35</B></A>: Also narrated are how Krishna and Balar&#257;ma killed the elephant Kuvalay&#257;p&#299;da, the wrestlers Mushtika and C&#257;n&#363;ra, and Kamsa and other demons, as well as how Krishna brought back the dead son of His spiritual master, S&#257;nd&#299;pani Muni.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 12.12.36</B></A>: Then, O br&#257;hmanas, this scripture recounts how Lord Hari, while residing in Mathur&#257; in the company of Uddhava and Balar&#257;ma, performed pastimes for the satisfaction of the Yadu dynasty.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 12.12.37</B></A>: Also described are the annihilation of each of the many armies brought by Jar&#257;sandha, the killing of the barbarian king K&#257;layavana and the establishment of Dv&#257;rak&#257; City.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 12.12.38</B></A>: This work also describes how Lord Krishna brought from heaven the p&#257;rij&#257;ta tree and the Sudharm&#257; assembly hall, and how He kidnapped Rukmin&#299; by defeating all His rivals in battle.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 12.12.39</B></A>: Also narrated are how Lord Krishna, in the battle with B&#257;n&#257;sura, defeated Lord &#346;iva by making him yawn, how the Lord cut off B&#257;n&#257;sura's arms, and how He killed the master of Pr&#257;gjyotishapura and then rescued the young princesses held captive in that city.</P><P CLASS=r><A CLASS=i HREF="40-41.htm"><B>SB 12.12.40-41</B></A>: There are descriptions of the powers and the deaths of the King of Cedi, Paundraka, &#346;&#257;lva, the foolish Dantavakra, &#346;ambara, Dvivida, P&#299;tha, Mura, Pañcajana and other demons, along with a description of how V&#257;r&#257;nas&#299; was burned to the ground. The Bh&#257;gavatam also recounts how Lord Krishna relieved the earth's burden by engaging the P&#257;ndavas in the Battle of Kurukshetra.</P><P CLASS=r><A CLASS=i HREF="42-43.htm"><B>SB 12.12.42-43</B></A>: How the Lord withdrew His own dynasty on the pretext of the br&#257;hmanas' curse; Vasudeva's conversation with N&#257;rada; the extraordinary conversation between Uddhava and Krishna, which reveals the science of the self in complete detail and elucidates the religious principles of human society; and then how Lord Krishna gave up this mortal world by His own mystic power &#8212; the Bh&#257;gavatam narrates all these events.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 12.12.44</B></A>: This work also describes people's characteristics and behavior in the different ages, the chaos men experience in the age of Kali, the four kinds of annihilation and the three kinds of creation.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 12.12.45</B></A>: There are also an account of the passing away of the wise and saintly King Vishnur&#257;ta [Par&#299;kshit], an explanation of how &#346;r&#299;la Vy&#257;sadeva disseminated the branches of the Vedas, a pious narration concerning M&#257;rkandeya Rishi, and a description of the detailed arrangement of the Lord's universal form and His form as the sun, the soul of the universe.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 12.12.46</B></A>: Thus, O best of the br&#257;hmanas, I have explained herein what you have inquired from me. This literature has glorified in full detail the activities of the Lord's pastime incarnations.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 12.12.47</B></A>: If when falling, slipping, feeling pain or sneezing one involuntarily cries out in a loud voice, "Obeisances to Lord Hari!" one will be automatically freed from all his sinful reactions.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 12.12.48</B></A>: When people properly glorify the Supreme Personality of Godhead or simply hear about His power, the Lord personally enters their hearts and cleanses away every trace of misfortune, just as the sun removes the darkness or as a powerful wind drives away the clouds.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 12.12.49</B></A>: Words that do not describe the transcendental Personality of Godhead but instead deal with temporary matters are simply false and useless. Only those words that manifest the transcendental qualities of the Supreme Lord are actually truthful, auspicious and pious.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 12.12.50</B></A>: Those words describing the glories of the all-famous Personality of Godhead are attractive, relishable and ever fresh. Indeed, such words are a perpetual festival for the mind, and they dry up the ocean of misery.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 12.12.51</B></A>: Those words that do not describe the glories of the Lord, who alone can sanctify the atmosphere of the whole universe, are considered to be like unto a place of pilgrimage for crows, and are never resorted to by those situated in transcendental knowledge. The pure and saintly devotees take interest only in topics glorifying the infallible Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>SB 12.12.52</B></A>: On the other hand, that literature which is full of descriptions of the transcendental glories of the name, fame, forms, pastimes and so on of the unlimited Supreme Lord is a different creation, full of transcendental words directed toward bringing about a revolution in the impious lives of this world's misdirected civilization. Such transcendental literatures, even though imperfectly composed, are heard, sung and accepted by purified men who are thoroughly honest.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>SB 12.12.53</B></A>: Knowledge of self-realization, even though free from all material affinity, does not look well if devoid of a conception of the Infallible [God]. What, then, is the use of even the most properly performed fruitive activities, which are naturally painful from the very beginning and transient by nature, if they are not utilized for the devotional service of the Lord?</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>SB 12.12.54</B></A>: The great endeavor one undergoes in executing the ordinary social and religious duties of the varn&#257;&#347;rama system, in performing austerities, and in hearing from the Vedas culminates only in the achievement of mundane fame and opulence. But by respecting and attentively hearing the recitation of the transcendental qualities of the Supreme Lord, the husband of the goddess of fortune, one can remember His lotus feet.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>SB 12.12.55</B></A>: Remembrance of Lord Krishna's lotus feet destroys everything inauspicious and awards the greatest good fortune. It purifies the heart and bestows devotion for the Supreme Soul, along with knowledge enriched with realization and renunciation.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>SB 12.12.56</B></A>: O most eminent of br&#257;hmanas, you are all indeed extremely fortunate, since you have already placed within your hearts Lord &#346;r&#299; N&#257;r&#257;yana &#8212; the Personality of Godhead, the supreme controller and the ultimate Soul of all existence &#8212; beyond whom there is no other god. You have undeviating love for Him, and thus I request you to worship Him.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>SB 12.12.57</B></A>: I also have now been fully reminded of the science of God, which I previously heard from the mouth of the great sage &#346;ukadeva Gosv&#257;m&#299;. I was present in the assembly of great sages who heard him speak to King Par&#299;kshit as the monarch sat fasting until death.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>SB 12.12.58</B></A>: O br&#257;hmanas, I have thus described to you the glories of the Supreme Lord V&#257;sudeva, whose extraordinary activities are most worthy of glorification. This narration destroys all that is inauspicious.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>SB 12.12.59</B></A>: One who with undeviating attention constantly recites this literature at every moment of every hour, as well as one who faithfully hears even one verse or half a verse or a single line or even half a line, certainly purifies his very self.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>SB 12.12.60</B></A>: One who hears this Bh&#257;gavatam on the Ek&#257;da&#347;&#299; or Dv&#257;da&#347;&#299; day is assured of long life, and one who recites it with careful attention while fasting is purified of all sinful reactions.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>SB 12.12.61</B></A>: One who controls his mind, fasts at the holy places Pushkara, Mathur&#257; or Dv&#257;rak&#257;, and studies this scripture will be freed from all fear.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>SB 12.12.62</B></A>: Upon the person who glorifies this Pur&#257;na by chanting or hearing it, the demigods, sages, Siddhas, Pit&#257;s, Manus and kings of the earth bestow all desirable things.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>SB 12.12.63</B></A>: By studying this Bh&#257;gavatam, a br&#257;hmana can enjoy the same rivers of honey, ghee and milk he enjoys by studying the hymns of the Rig, Yajur and S&#257;ma Vedas.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>SB 12.12.64</B></A>: A br&#257;hmana who diligently reads this essential compilation of all the Pur&#257;nas will go to the supreme destination, which the Supreme Lord Himself has herein described.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>SB 12.12.65</B></A>: A br&#257;hmana who studies the &#346;r&#299;mad-Bh&#257;gavatam achieves firm intelligence in devotional service, a king who studies it gains sovereignty over the earth, a vai&#347;ya acquires great treasure and a &#347;&#363;dra is freed from sinful reactions.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>SB 12.12.66</B></A>: Lord Hari, the supreme controller of all beings, annihilates the accumulated sins of the Kali age, yet other literatures do not constantly glorify Him. But that Supreme Personality of Godhead, appearing in His innumerable personal expansions, is abundantly and constantly described throughout the various narrations of this &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>SB 12.12.67</B></A>: I bow down to that unborn and infinite Supreme Soul, whose personal energies effect the creation, maintenance and destruction of the material universe. Even Brahm&#257;, Indra, &#346;a&#324;kara and the other lords of the heavenly planets cannot fathom the glories of that infallible Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>SB 12.12.68</B></A>: I offer my obeisances to the Supreme Personality of Godhead, who is the eternal Lord and the leader of all other deities, who by evolving His nine material energies has arranged within Himself the abode of all moving and nonmoving creatures, and who is always situated in pure, transcendental consciousness.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>SB 12.12.69</B></A>: Let me offer my respectful obeisances unto my spiritual master, the son of Vy&#257;sadeva, &#346;ukadeva Gosv&#257;m&#299;. It is he who defeats all inauspicious things within this universe. Although in the beginning he was absorbed in the happiness of Brahman realization and was living in a secluded place, giving up all other types of consciousness, he became attracted by the pleasing, most melodious pastimes of Lord &#346;r&#299; Krishna. He therefore mercifully spoke this supreme Pur&#257;na, &#346;r&#299;mad-Bh&#257;gavatam, which is the bright light of the Absolute Truth and which describes the activities of the Lord.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>