<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 12"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Topics of &#346;r&#299;mad-Bh&#257;gavatam Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.12 Summary</P><P>In this chapter, &#346;r&#299; S&#363;ta Gosv&#257;m&#299; summarizes the subjects discussed in &#346;r&#299;mad-Bh&#257;gavatam.</P><P>The Supreme Lord, &#346;r&#299; Hari, personally removes all the distress of a person who hears about His glories. Whatever words glorify the innumerable transcendental qualities of the Personality of Godhead are truthful, auspicious and conducive to piety, whereas all other words are impure. Discussions of topics concerning the Supreme Lord bestow ecstasy, which remains constantly new, but persons who are like crows become absorbed in unessential topics, those unrelated to the Personality of Godhead.</P><P>By chanting and hearing the countless names of Lord &#346;r&#299; Hari, which describe His glorious qualities, all human beings can be relieved of their sins. Neither knowledge devoid of devotion for Lord Vishnu nor fruitive work not offered to Him have any real beauty. By constant remembrance of Lord Krishna, on the other hand, all one's inauspicious desires are destroyed, one's mind is purified, and one attains devotion for Lord &#346;r&#299; Hari along with knowledge filled with realization and detachment.</P><P>S&#363;ta Gosv&#257;m&#299; then states that previously, in the assembly of Mah&#257;r&#257;ja Par&#299;kshit, he heard from the mouth of &#346;r&#299; &#346;ukadeva the glories of &#346;r&#299; Krishna, which annihilate all sinful reactions, and that now he has related these glories to the sages at Naimish&#257;ranya. By hearing &#346;r&#299;mad-Bh&#257;gavatam, the spirit soul is purified and obtains salvation from all sins and all kinds of fear. Through the study of this scripture, one achieves the same result as that achieved by one who studies all the Vedas, and one also achieves the fulfillment of all desires. By studying with a controlled mind this essential compilation of all the Pur&#257;nas, one will reach the supreme abode of the Personality of Godhead. Every verse of this scripture. &#346;r&#299;mad-Bh&#257;gavatam, contains the narrations of Lord &#346;r&#299; Hari, who has innumerable personal forms.</P><P>Finally, &#346;r&#299; S&#363;ta offers obeisances to the unborn and unlimited Supreme Soul, &#346;r&#299; Krishna, as well as to &#346;r&#299; &#346;ukadeva, the son of Vy&#257;sa, who is capable of destroying the sins of all living beings.</P><P CLASS=l><A CLASS=i HREF="../11/50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>