<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.11</P><P CLASS=c>sa vismayotphulla-vilocano harim</P><P CLASS=c>sutam viloky&#257;nakadundubhis tad&#257;</P><P CLASS=c>krishn&#257;vat&#257;rotsava-sambhramo 'spri&#347;an</P><P CLASS=c>mud&#257; dvijebhyo 'yutam &#257;pluto gav&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>, also known <A HREF="http://vedabase.net/a/as">as</A> &#256;nakadundubhi); <A CLASS=v HREF="http://vedabase.net/v/vismaya">vismaya</A>-<A CLASS=v HREF="http://vedabase.net/u/utphulla">utphulla</A>-<A CLASS=v HREF="http://vedabase.net/v/vilocanah">vilocanah</A> &#8212; his eyes being struck with wonder at the beautiful appearance of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; Lord <A HREF="http://vedabase.net/h/hari">Hari</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sutam">sutam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> his son; <A CLASS=v HREF="http://vedabase.net/v/vilokya">vilokya</A> &#8212; observing; <A CLASS=v HREF="http://vedabase.net/a/anakadundubhih">&#257;nakadundubhih</A> &#8212; <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/u/utsava">utsava</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> festival <A HREF="http://vedabase.net/t/to">to</A> be observed because of <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s appearance; <A CLASS=v HREF="http://vedabase.net/s/sambhramah">sambhramah</A> &#8212; wishing <A HREF="http://vedabase.net/t/to">to</A> welcome the Lord with great respect; <A CLASS=v HREF="http://vedabase.net/a/asprsat">aspri&#347;at</A> &#8212; took advantage by distributing; <A CLASS=v HREF="http://vedabase.net/m/muda">mud&#257;</A> &#8212; with great jubilation; <A CLASS=v HREF="http://vedabase.net/d/dvijebhyah">dvijebhyah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/ayutam">ayutam</A> &#8212; ten thousand; <A CLASS=v HREF="http://vedabase.net/a/aplutah">&#257;plutah</A> &#8212; overwhelmed, surcharged; <A CLASS=v HREF="http://vedabase.net/g/gavam">gav&#257;m</A> &#8212; cows.</P><P CLASS=t>TRANSLATION</P><P>When Vasudeva saw his extraordinary son, his eyes were struck with wonder. In transcendental jubilation, he mentally collected ten thousand cows and distributed them among the br&#257;hmanas as a transcendental festival.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has analyzed the wonder of Vasudeva upon seeing his extraordinary child. Vasudeva was shivering with wonder to see a newborn child decorated so nicely with valuable garments and gems. He could immediately understand that the Supreme Personality of Godhead had appeared, not as an ordinary child but in His original, fully decorated, four-handed form. The first wonder was that the Lord was not afraid to appear within the prison house of Kamsa, where Vasudeva and Devak&#299; were interned. Second, although the Lord, the Supreme Transcendence, is all-pervading, He had appeared from the womb of Devak&#299;. The third point of wonder, therefore, was that a child could take birth from the womb so nicely decorated. Fourth, the Supreme Personality of Godhead was Vasudeva's worshipable Deity yet had taken birth as his son. For all these reasons, Vasudeva was transcendentally jubilant, and he wanted to perform a festival, as kshatriyas do to celebrate the birth of a child, but because of his imprisonment he was unable to do it externally, and therefore he performed the festival within his mind. This was just as good. If one cannot externally serve the Supreme Personality of Godhead, one can serve the Lord within one's mind, since the activities of the mind are as good as those of the other senses. This is called the nondual or absolute situation (advaya jñ&#257;na). People generally perform ritualistic ceremonies for the birth of a child. Why then should Vasudeva not have performed such a ceremony when the Supreme Lord appeared as his son?</P><P CLASS=l><A CLASS=i HREF="9-10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>