<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.20</P><P CLASS=c>sa tvam tri-loka-sthitaye sva-m&#257;yay&#257;</P><P CLASS=c>bibharshi &#347;uklam khalu varnam &#257;tmanah</P><P CLASS=c>sarg&#257;ya raktam rajasopabrimhitam</P><P CLASS=c>krishnam ca varnam tamas&#257; jan&#257;tyaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; Your Lordship, who <A HREF="http://vedabase.net/a/are">are</A> the <A HREF="http://vedabase.net/s/same">same</A> person, the Transcendence; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/s/sthitaye">sthitaye</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> maintain the three worlds, the upper, middle and lower planetary systems; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by Your personal energy (<A HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A>); <A CLASS=v HREF="http://vedabase.net/b/bibharsi">bibharshi</A> &#8212; assume; <A CLASS=v HREF="http://vedabase.net/s/suklam">&#347;uklam</A> &#8212; the white form of <A HREF="http://vedabase.net/v/visnu">Vishnu</A> <A HREF="http://vedabase.net/i/in">in</A> goodness; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/v/varnam">varnam</A> &#8212; color; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the <A HREF="http://vedabase.net/s/same">same</A> category <A HREF="http://vedabase.net/a/as">as</A> You (<A HREF="http://vedabase.net/v/visnu">vishnu</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>); <A CLASS=v HREF="http://vedabase.net/s/sargaya">sarg&#257;ya</A> &#8212; for the creation of the entire world; <A CLASS=v HREF="http://vedabase.net/r/raktam">raktam</A> &#8212; the reddish color of rajo-<A HREF="http://vedabase.net/g/guna">guna</A>; <A CLASS=v HREF="http://vedabase.net/r/rajasa">rajas&#257;</A> &#8212; with the quality of passion; <A CLASS=v HREF="http://vedabase.net/u/upabrmhitam">upabrimhitam</A> &#8212; being charged; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and the quality of darkness; <A CLASS=v HREF="http://vedabase.net/v/varnam">varnam</A> &#8212; the color; <A CLASS=v HREF="http://vedabase.net/t/tamasa">tamas&#257;</A> &#8212; which is surrounded by ignorance; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/a/atyaye">atyaye</A> &#8212; for the ultimate destruction of the entire creation.</P><P CLASS=t>TRANSLATION</P><P>My Lord, Your form is transcendental to the three material modes, yet for the maintenance of the three worlds, You assume the white color of Vishnu in goodness; for creation, which is surrounded by the quality of passion, You appear reddish; and at the end, when there is a need for annihilation, which is surrounded by ignorance, You appear blackish.</P><P CLASS=t>PURPORT</P><P>Vasudeva prayed to the Lord, "You are called &#347;uklam. &#346;uklam, or 'whiteness,' is the symbolic representation of the Absolute Truth because it is unaffected by the material qualities. Lord Brahm&#257; is called rakta, or red, because Brahm&#257; represents the qualities of passion for creation. Darkness is entrusted to Lord &#346;iva because he annihilates the cosmos. The creation, annihilation and maintenance of this cosmic manifestation are conducted by Your potencies, yet You are always unaffected by those qualities." As confirmed in the Vedas, harir hi nirgunah s&#257;ksh&#257;t: the Supreme Personality of Godhead is always free from all material qualities. It is also said that the qualities of passion and ignorance are nonexistent in the person of the Supreme Lord.</P><P>In this verse, the three colors mentioned &#8212; &#347;ukla, rakta and krishna &#8212; are not to be understood literally, in terms of what we experience with our senses, but rather as representatives of sattva-guna, rajo-guna and tamo-guna. After all, sometimes we see that a duck is white, although it is in tamo-guna, the mode of ignorance. Illustrating the logic called bak&#257;ndha-ny&#257;ya, the duck is such a fool that it runs after the testicles of a bull, thinking them to be a hanging fish that can be taken when it drops. Thus the duck is always in darkness. Vy&#257;sadeva, however, the compiler of the Vedic literature, is blackish, but this does not mean that he is in tamo-guna; rather, he is in the highest position of sattva-guna, beyond the material modes of nature. Sometimes these colors (&#347;ukla-raktas tath&#257; p&#299;tah) are used to designate the br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras. Lord Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu is celebrated as possessing a blackish color, Lord &#346;iva is whitish, and Lord Brahm&#257; is reddish, but according to &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; in the Vaishnava-toshan&#299;-t&#299;k&#257;, this exhibition of colors is not what is referred to here.</P><P>The real understanding of &#347;ukla, rakta and krishna is as follows. The Lord is always transcendental, but for the sake of creation He assumes the color rakta as Lord Brahm&#257;. Again, sometimes the Lord becomes angry. As He says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/19.htm">16.19</A>):</P><P>t&#257;n aham dvishatah kr&#363;r&#257;n</P><P CLASS=n>sams&#257;reshu nar&#257;dham&#257;n</P><P CLASS=n>kship&#257;my ajasram a&#347;ubh&#257;n</P><P CLASS=n>&#257;sur&#299;shv eva yonishu</P><P>"Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life." To destroy the demons, the Lord becomes angry, and therefore He assumes the form of Lord &#346;iva. In summary, the Supreme Personality of Godhead is always beyond the material qualities, and we should not be misled into thinking otherwise simply because of sense perception. One must understand the position of the Lord through the authorities, or mah&#257;janas. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/3/28.htm">1.3.28</A>), ete c&#257;m&#347;a-kal&#257;h pumsah krishnas tu bhagav&#257;n svayam.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>