<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.22</P><P CLASS=c>ayam tv asabhyas tava janma nau grihe</P><P CLASS=c>&#347;rutv&#257;graj&#257;ms te nyavadh&#299;t sure&#347;vara</P><P CLASS=c>sa te 'vat&#257;ram purushaih samarpitam</P><P CLASS=c>&#347;rutv&#257;dhunaiv&#257;bhisaraty ud&#257;yudhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this (rascal); <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/asabhyah">asabhyah</A> &#8212; who is not civilized at all (<A HREF="http://vedabase.net/a/asura">asura</A> means "uncivilized," and <A HREF="http://vedabase.net/s/sura">sura</A> means "civilized"); <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; the birth; <A CLASS=v HREF="http://vedabase.net/n/nau">nau</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; into the home; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; after hearing; <A CLASS=v HREF="http://vedabase.net/a/agrajan">agraj&#257;n</A> <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all the brothers born before You; <A CLASS=v HREF="http://vedabase.net/n/nyavadhit">nyavadh&#299;t</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord of the suras, the civilized persons; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (that uncivilized <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>); <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/avataram">avat&#257;ram</A> &#8212; appearance; <A CLASS=v HREF="http://vedabase.net/p/purusaih">purushaih</A> &#8212; by his lieutenants; <A CLASS=v HREF="http://vedabase.net/s/samarpitam">samarpitam</A> &#8212; being informed of; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; after hearing; <A CLASS=v HREF="http://vedabase.net/a/adhuna">adhun&#257;</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/abhisarati">abhisarati</A> &#8212; will come immediately; <A CLASS=v HREF="http://vedabase.net/u/udayudhah">ud&#257;yudhah</A> &#8212; with raised weapons.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, Lord of the demigods, after hearing the prophecy that You would take birth in our home and kill him, this uncivilized Kamsa killed so many of Your elder brothers. As soon as he hears from his lieutenants that You have appeared, he will immediately come with weapons to kill You.</P><P CLASS=t>PURPORT</P><P>Kamsa has here been described as asabhya, meaning "uncivilized" or "most heinous," because he killed the many children of his sister. When he heard the prophecy that he would be killed by her eighth son, this uncivilized man, Kamsa, was immediately ready to kill his innocent sister on the occasion of her marriage. An uncivilized man can do anything for the satisfaction of his senses. He can kill children, he can kill cows, he can kill br&#257;hmanas, he can kill old men; he has no mercy for anyone. According to the Vedic civilization, cows, women, children, old men and br&#257;hmanas should be excused if they are at fault. But asuras, uncivilized men, do not care about that. At the present moment, the killing of cows and the killing of children is going on unrestrictedly, and therefore this civilization is not at all human, and those who are conducting this condemned civilization are uncivilized asuras.</P><P>Such uncivilized men are not in favor of the Krishna consciousness movement. As public officers, they declare without hesitation that the chanting of the Hare Krishna movement is a nuisance, although Bhagavad-g&#299;t&#257; clearly says, satatam k&#299;rtayanto m&#257;m yatanta&#347; ca dridha-vrat&#257;h [<A CLASS=v HREF="../../../bg/9/14.htm">Bg. 9.14</A>]. According to this verse, it is the duty of the mah&#257;tm&#257;s to chant the Hare Krishna mantra and try to spread it all over the world to the best of their ability. Unfortunately, society is in such an uncivilized state that there are so-called mah&#257;tm&#257;s who are prepared to kill cows and children and stop the Hare Krishna movement. Such uncivilized activities were actually demonstrated in opposition to the Hare Krishna movement's Bombay center, Hare Krishna Land. As Kamsa was not expected to kill the beautiful child of Devak&#299; and Vasudeva, the uncivilized society, although unhappy about the advancement of the Krishna consciousness movement, cannot be expected to stop it. Yet we must face many difficulties in many different ways. Although Krishna cannot be killed, Vasudeva, as the father of Krishna, was trembling because in affection he thought that Kamsa would immediately come and kill his son. Similarly, although the Krishna consciousness movement and Krishna are not different and no asuras can check it, we are afraid that at any moment the asuras can stop this movement in any part of the world.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>