<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.25</P><P CLASS=c>nashte loke dvi-par&#257;rdh&#257;vas&#257;ne</P><P CLASS=c>mah&#257;-bh&#363;teshv &#257;di-bh&#363;tam gateshu</P><P CLASS=c>vyakte 'vyaktam k&#257;la-vegena y&#257;te</P><P CLASS=c>bhav&#257;n ekah &#347;ishyate '&#347;esha-samjñah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/naste">nashte</A> &#8212; after the annihilation; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; of the cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/p/parardha">par&#257;rdha</A>-<A CLASS=v HREF="http://vedabase.net/a/avasane">avas&#257;ne</A> &#8212; after millions and millions of years (the life of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; when the five primary elements (earth, water, fire, air and ether); <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutam">bh&#363;tam</A> <A CLASS=v HREF="http://vedabase.net/g/gatesu">gateshu</A> &#8212; enter within the subtle elements of sense perception; <A CLASS=v HREF="http://vedabase.net/v/vyakte">vyakte</A> &#8212; when everything manifested; <A CLASS=v HREF="http://vedabase.net/a/avyaktam">avyaktam</A> &#8212; into the unmanifested; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/v/vegena">vegena</A> &#8212; by the force of time; <A CLASS=v HREF="http://vedabase.net/y/yate">y&#257;te</A> &#8212; enters; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; only one; <A CLASS=v HREF="http://vedabase.net/s/sisyate">&#347;ishyate</A> &#8212; remains; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A>-<A CLASS=v HREF="http://vedabase.net/s/samjnah">samjñah</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> one with different names.</P><P CLASS=t>TRANSLATION</P><P>After millions of years, at the time of cosmic annihilation, when everything, manifested and unmanifested, is annihilated by the force of time, the five gross elements enter into the subtle conception, and the manifested categories enter into the unmanifested substance. At that time, You alone remain, and You are known as Ananta &#346;esha-n&#257;ga.</P><P CLASS=t>PURPORT</P><P>At the time of annihilation, the five gross elements &#8212; earth, water, fire, air and ether &#8212; enter into the mind, intelligence and false ego (aha&#324;k&#257;ra), and the entire cosmic manifestation enters into the spiritual energy of the Supreme Personality of Godhead, who alone remains as the origin of everything. The Lord is therefore known as &#346;esha-n&#257;ga, as &#256;di-purusha and by many other names.</P><P>Devak&#299; therefore prayed, "After many millions of years, when Lord Brahm&#257; comes to the end of his life, the annihilation of the cosmic manifestation takes place. At that time the five elements &#8212; namely earth, water, fire, air and ether &#8212; enter into the mahat-tattva. The mahat-tattva again enters, by the force of time, into the nonmanifested total material energy, the total material energy enters into the energetic pradh&#257;na, and the pradh&#257;na enters into You. Therefore after the annihilation of the whole cosmic manifestation, You alone remain with Your transcendental name, form, quality and paraphernalia.</P><P>"My Lord, I offer my respectful obeisances unto You because You are the director of the unmanifested total energy, and the ultimate reservoir of the material nature. My Lord, the whole cosmic manifestation is under the influence of time, beginning from the moment up to the duration of the year. All act under Your direction. You are the original director of everything and the reservoir of all potent energies."</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>