<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.27</P><P CLASS=c>martyo mrityu-vy&#257;la-bh&#299;tah pal&#257;yan</P><P CLASS=c>lok&#257;n sarv&#257;n nirbhayam n&#257;dhyagacchat</P><P CLASS=c>tvat p&#257;d&#257;bjam pr&#257;pya yadricchay&#257;dya</P><P CLASS=c>susthah &#347;ete mrityur asm&#257;d apaiti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/martyah">martyah</A> &#8212; the living entities who <A HREF="http://vedabase.net/a/are">are</A> sure <A HREF="http://vedabase.net/t/to">to</A> die; <A CLASS=v HREF="http://vedabase.net/m/mrtyu">mrityu</A>-<A CLASS=v HREF="http://vedabase.net/v/vyala">vy&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/b/bhitah">bh&#299;tah</A> &#8212; afraid of the serpent of death; <A CLASS=v HREF="http://vedabase.net/p/palayan">pal&#257;yan</A> &#8212; running (<A HREF="http://vedabase.net/a/as">as</A> soon <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> serpent is seen, everyone runs away, fearing immediate death); <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the different planets; <A CLASS=v HREF="http://vedabase.net/s/sarvan">sarv&#257;n</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/n/nirbhayam">nirbhayam</A> &#8212; fearlessness; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/adhyagacchat">adhyagacchat</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not obtain; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/abjam">abjam</A> &#8212; of Your lotus feet; <A CLASS=v HREF="http://vedabase.net/p/prapya">pr&#257;pya</A> &#8212; obtaining the shelter; <A CLASS=v HREF="http://vedabase.net/y/yadrcchaya">yadricchay&#257;</A> &#8212; by chance, by the mercy of Your Lordship and Your representative, the spiritual master (<A HREF="http://vedabase.net/g/guru">guru</A>-<A HREF="http://vedabase.net/k/krpa">krip&#257;</A>, <A HREF="http://vedabase.net/k/krsna">krishna</A>-<A HREF="http://vedabase.net/k/krpa">krip&#257;</A>); <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; presently; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/sthah">sthah</A> &#8212; being undisturbed and mentally composed; <A CLASS=v HREF="http://vedabase.net/s/sete">&#347;ete</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> sleeping; <A CLASS=v HREF="http://vedabase.net/m/mrtyuh">mrityuh</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/a/asmat">asm&#257;t</A> &#8212; from those persons; <A CLASS=v HREF="http://vedabase.net/a/apaiti">apaiti</A> &#8212; flees.</P><P CLASS=t>TRANSLATION</P><P>No one in this material world has become free from the four principles birth, death, old age and disease, even by fleeing to various planets. But now that You have appeared, My Lord, death is fleeing in fear of You, and the living entities, having obtained shelter at Your lotus feet by Your mercy, are sleeping in full mental peace.</P><P CLASS=t>PURPORT</P><P>There are different categories of living entities, but everyone is afraid of death. The highest aim of the karm&#299;s is to be promoted to the higher, heavenly planets, where the duration of life is very long. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/17.htm">8.17</A>), sahasra-yuga-paryantam ahar yad brahmano viduh: one day of Brahm&#257; equals 1,000 yugas, and each yuga consists of 4,300,000 years. Similarly, Brahm&#257; has a night of 1,000 times 4,300,000 years. In this way, we may calculate Brahm&#257;'s month and year, but even Brahm&#257;, who lives for millions and millions of years (dvi-par&#257;rdha-k&#257;la), also must die. According to Vedic &#347;&#257;stra, the inhabitants of the higher planetary systems live for 10,000 years, and just as Brahm&#257;'s day is calculated to equal 4,300,000,000 of our years, one day in the higher planetary systems equals six of our months. Karm&#299;s, therefore, try for promotion to the higher planetary systems, but this cannot free them from death. In this material world, everyone from Brahm&#257; to the insignificant ant must die. Therefore this world is called martya-loka. As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/16.htm">8.16</A>), &#257;brahma-bhuvan&#257;l lok&#257;h punar &#257;vartino'rjuna: as long as one is within this material world, either on Brahmaloka or on any other loka within this universe, one must undergo the k&#257;la-cakra of one life after another (bh&#363;tv&#257; bh&#363;tv&#257; pral&#299;yate). But if one returns to the Supreme Personality of Godhead (yad gatv&#257; na nivartante [<A CLASS=v HREF="../../../bg/15/6.htm">Bg. 15.6</A>]), one need not reenter the limits of time. Therefore, devotees who have taken shelter of the lotus feet of the Supreme Lord can sleep very peacefully with this assurance from the Supreme Personality of Godhead. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>), tyaktv&#257; deham punar janma naiti: after giving up the present body, a devotee who has understood Krishna as He is need not return to this material world.</P><P>The constitutional position for the living entity is eternity (na hanyate hanyam&#257;ne &#347;ar&#299;re, nityah &#347;&#257;&#347;vato 'yam [<A CLASS=v HREF="../../../bg/2/20.htm">Bg. 2.20</A>]). Every living entity is eternal. But because of having fallen into this material world, one wanders within the universe, continually changing from one body to another. Caitanya Mah&#257;prabhu says:</P><P>brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=n>guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P>(Cc. <A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>)</P><P>Everyone is wandering up and down within this universe, but one who is sufficiently fortunate comes in contact with Krishna consciousness, by the mercy of the spiritual master, and takes to the path of devotional service. Then one is assured of eternal life, with no fear of death. When Krishna appears, everyone is freed from fear of death, yet Devak&#299; felt, "We are still afraid of Kamsa, although You have appeared as our son." She was more or less bewildered as to why this should be so, and she appealed to the Lord to free her and Vasudeva from this fear.</P><P>In this connection, it may be noted that the moon is one of the heavenly planets. From the Vedic literature we understand that one who goes to the moon receives a life with a duration of ten thousand years in which to enjoy the fruits of pious activities. If our so-called scientists are going to the moon, why should they come back here? We must conclude without a doubt that they have never gone to the moon. To go to the moon, one must have the qualification of pious activities. Then one may go there and live. If one has gone to the moon, why should he return to this planet, where life is of a very short duration?</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>