<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.31</P><P CLASS=c>vi&#347;vam yad etat sva-tanau ni&#347;&#257;nte</P><P CLASS=c>yath&#257;vak&#257;&#347;am purushah paro bhav&#257;n</P><P CLASS=c>bibharti so 'yam mama garbhago 'bh&#363;d</P><P CLASS=c>aho nri-lokasya vidambanam hi tat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the entire cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; containing all moving and nonmoving creations; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/t/tanau">tanau</A> &#8212; within Your body; <A CLASS=v HREF="http://vedabase.net/n/nisa">ni&#347;&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the time of devastation; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/avakasam">avak&#257;&#347;am</A> &#8212; shelter <A HREF="http://vedabase.net/i/in">in</A> Your body without difficulty; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/b/bibharti">bibharti</A> &#8212; keep; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that (Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this form; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/g/garbha">garbha</A>-<A CLASS=v HREF="http://vedabase.net/g/gah">gah</A> &#8212; came within my womb; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/s/so">so</A> happened; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/l/lokasya">lokasya</A> &#8212; within this material world of living entities; <A CLASS=v HREF="http://vedabase.net/v/vidambanam">vidambanam</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is impossible <A HREF="http://vedabase.net/t/to">to</A> think of; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that (kind of conception).</P><P CLASS=t>TRANSLATION</P><P>At the time of devastation, the entire cosmos, containing all created moving and nonmoving entities, enters Your transcendental body and is held there without difficulty. But now this transcendental form has taken birth from my womb. People will not be able to believe this, and I shall become an object of ridicule.</P><P CLASS=t>PURPORT</P><P>As explained in Caitanya-carit&#257;mrita, loving service to the Personality of Godhead is of two different kinds: ai&#347;varya-p&#363;rna, full of opulence, and ai&#347;varya-&#347;&#299;thila, without opulence. Real love of Godhead begins with ai&#347;varya-&#347;&#299;thila, simply on the basis of pure love.</P><P>prem&#257;ñjana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah sadaiva hridayeshu vilokayanti</P><P CLASS=n>yam &#347;y&#257;masundaram acintya-guna-svar&#363;pam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>(Brahma-samhit&#257; <A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>)</P><P>Pure devotees, whose eyes are anointed with the ointment of prema, love, want to see the Supreme Personality of Godhead as &#346;y&#257;masundara, Mural&#299;dhara, with a flute swaying in His two hands. This is the form available to the inhabitants of Vrind&#257;vana, who are all in love with the Supreme Personality of Godhead as &#346;y&#257;masundara, not as Lord Vishnu, N&#257;r&#257;yana, who is worshiped in Vaikuntha, where the devotees admire His opulence. Although Devak&#299; is not on the Vrind&#257;vana platform, she is near the Vrind&#257;vana platform. On the Vrind&#257;vana platform the mother of Krishna is mother Ya&#347;od&#257;, and on the Mathur&#257; and Dv&#257;rak&#257; platform the mother of Krishna is Devak&#299;. In Mathur&#257; and Dv&#257;rak&#257; the love for the Lord is mixed with appreciation of His opulence, but in Vrind&#257;vana the opulence of the Supreme Personality of Godhead is not exhibited.</P><P>There are five stages of loving service to the Supreme Personality of Godhead &#8212; &#347;&#257;nta, d&#257;sya, sakhya, v&#257;tsalya and m&#257;dhurya. Devak&#299; is on the platform of v&#257;tsalya. She wanted to deal with her eternal son, Krishna, in that stage of love, and therefore she wanted the Supreme Personality of Godhead to withdraw His opulent form of Vishnu. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura illuminates this fact very clearly in his explanation of this verse.</P><P>Bhakti, bhagav&#257;n and bhakta do not belong to the material world. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in the spiritual activities of unalloyed devotional service immediately transcends the modes of material nature and is elevated to the spiritual platform." From the very beginning of one's transactions in bhakti, one is situated on the transcendental platform. Vasudeva and Devak&#299;, therefore, being situated in a completely pure devotional state, are beyond this material world and are not subject to material fear. In the transcendental world, however, because of pure devotion, there is a similar conception of fear, which is due to intense love.</P><P>As stated in Bhagavad-g&#299;t&#257; (bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>]) and as confirmed in &#346;r&#299;mad-Bh&#257;gavatam (bhakty&#257;ham ekay&#257; gr&#257;hyah), without bhakti one cannot understand the spiritual situation of the Lord. Bhakti may be considered in three stages, called gun&#299;-bh&#363;ta, pradh&#257;n&#299;-bh&#363;ta and kevala, and according to these stages there are three divisions, which are called jñ&#257;na, jñ&#257;namay&#299; and rati, or prem&#257; &#8212; that is, simple knowledge, love mixed with knowledge, and pure love. By simple knowledge, one can perceive transcendental bliss without variety. This perception is called m&#257;na-bh&#363;ti. When one comes to the stage of jñ&#257;namay&#299;, one realizes the transcendental opulences of the Personality of Godhead. But when one reaches pure love, one realizes the transcendental form of the Lord as Lord Krishna or Lord R&#257;ma. This is what is wanted. Especially in the m&#257;dhurya-rasa, one becomes attached to the Personality of Godhead (&#347;r&#299;-vigraha-nishtha-r&#363;p&#257;di). Then loving transactions between the Lord and the devotee begin.</P><P>The special significance of Krishna's bearing a flute in His hands in Vrajabh&#363;mi, Vrind&#257;vana, is described as m&#257;dhur&#299;. .. vir&#257;jate. The form of the Lord with a flute in His hands is most attractive, and the one who is most sublimely attracted is &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, R&#257;dhik&#257;. She enjoys supremely blissful association with Krishna. Sometimes people cannot understand why R&#257;dhik&#257;'s name is not mentioned in &#346;r&#299;mad-Bh&#257;gavatam. Actually, however, R&#257;dhik&#257; can be understood from the word &#257;r&#257;dhana, which indicates that She enjoys the highest loving affairs with Krishna.</P><P>Not wanting to be ridiculed for having given birth to Vishnu, Devak&#299; wanted Krishna, with two hands, and therefore she requested the Lord to change His form.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>