<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.33</P><P CLASS=c>yuv&#257;m vai brahman&#257;dishtau</P><P CLASS=c>praj&#257;-sarge yad&#257; tatah</P><P CLASS=c>sanniyamyendriya-gr&#257;mam</P><P CLASS=c>tep&#257;the paramam tapah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yuvam">yuv&#257;m</A> &#8212; both of you (<A HREF="http://vedabase.net/p/prsni">Pri&#347;ni</A> and <A HREF="http://vedabase.net/s/sutapa">Sutap&#257;</A>); <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/brahmana">brahman&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/adistau">&#257;dishtau</A> &#8212; ordered by Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> (who is known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/p/pitamaha">Pit&#257;maha</A>, the father of the Praj&#257;patis); <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sarge">sarge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the creation of progeny; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/s/sanniyamya">sanniyamya</A> &#8212; keeping under full control; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/g/gramam">gr&#257;mam</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/t/tepathe">tep&#257;the</A> &#8212; underwent; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity.</P><P CLASS=t>TRANSLATION</P><P>When both of you were ordered by Lord Brahm&#257; to create progeny, you first underwent severe austerities by controlling your senses.</P><P CLASS=t>PURPORT</P><P>Here is an instruction about how to use one's senses to create progeny. According to Vedic principles, before creating progeny one must fully control the senses. This control takes place through the garbh&#257;dh&#257;na-samsk&#257;ra. In India there is great agitation for birth control in various mechanical ways, but birth cannot be mechanically controlled. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/9.htm">13.9</A>), janma-mrityu jar&#257;-vy&#257;dhi-duhkha-dosh&#257;nudar&#347;anam: birth, death, old age and disease are certainly the primary distresses of the material world. People are trying to control birth, but they are not able to control death; and if one cannot control death, one cannot control birth either. In other words, artificially controlling birth is not any more feasible than artificially controlling death.</P><P>According to Vedic civilization, procreation should not be contrary to religious principles, and then the birthrate will be controlled. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/11.htm">7.11</A>), dharm&#257;viruddho bh&#363;teshu k&#257;mo'smi: sex not contrary to religious principles is a representation of the Supreme Lord. People should be educated in how to give birth to good children through samsk&#257;ras, beginning with the garbh&#257;dh&#257;na-samsk&#257;ra; birth should not be controlled by artificial means, for this will lead to a civilization of animals. If one follows religious principles, he automatically practices birth control because if one is spiritually educated he knows that the after-effects of sex are various types of misery (bahu-duhkha-bh&#257;ja). One who is spiritually advanced does not indulge in uncontrolled sex. Therefore, instead of being forced to refrain from sex or refrain from giving birth to many children, people should be spiritually educated, and then birth control will automatically follow.</P><P>If one is determined to make spiritual advancement, he will not beget a child unless able to make that child a devotee. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../5/5/18.htm">5.5.18</A>), pit&#257; na sa sy&#257;t: one should not become a father unless one is able to protect his child from mrityu, the path of birth and death. But where is there education about this? A responsible father never begets children like cats and dogs. Instead of being encouraged to adopt artificial means of birth control, people should be educated in Krishna consciousness because only then will they understand their responsibility to their children. If one can beget children who will be devotees and be taught to turn aside from the path of birth and death (mrityu-sams&#257;ra-vartmani), there is no need of birth control. Rather, one should be encouraged to beget children. Artificial means of birth control have no value. Whether one begets children or does not, a population of men who are like cats and dogs will never make human society happy. It is therefore necessary for people to be educated spiritually so that instead of begetting children like cats and dogs, they will undergo austerities to produce devotees. This will make their lives successful.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34-35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>