<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verses 34-35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verses 34-35"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.34-35</P><P CLASS=c>varsha-v&#257;t&#257;tapa-hima-</P><P CLASS=c>gharma-k&#257;la-gun&#257;n anu</P><P CLASS=c>saham&#257;nau &#347;v&#257;sa-rodha-</P><P CLASS=c>vinirdh&#363;ta-mano-malau</P><P CLASS=c>&#347;&#299;rna-parn&#257;nil&#257;h&#257;r&#257;v</P><P CLASS=c>upa&#347;&#257;ntena cetas&#257;</P><P CLASS=c>mattah k&#257;m&#257;n abh&#299;psantau</P><P CLASS=c>mad-&#257;r&#257;dhanam &#299;hatuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A> &#8212; the rain; <A CLASS=v HREF="http://vedabase.net/v/vata">v&#257;ta</A> &#8212; strong wind; <A CLASS=v HREF="http://vedabase.net/a/atapa">&#257;tapa</A> &#8212; strong sunshine; <A CLASS=v HREF="http://vedabase.net/h/hima">hima</A> &#8212; severe cold; <A CLASS=v HREF="http://vedabase.net/g/gharma">gharma</A> &#8212; heat; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/g/gunan">gun&#257;n</A> <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> seasonal changes; <A CLASS=v HREF="http://vedabase.net/s/sahamanau">saham&#257;nau</A> &#8212; by enduring; <A CLASS=v HREF="http://vedabase.net/s/svasa">&#347;v&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/r/rodha">rodha</A> &#8212; by practicing <A HREF="http://vedabase.net/y/yoga">yoga</A>, controlling the breath; <A CLASS=v HREF="http://vedabase.net/v/vinirdhuta">vinirdh&#363;ta</A> &#8212; the dirty things accumulated <A HREF="http://vedabase.net/i/in">in</A> the mind were completely washed away; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/m/malau">malau</A> &#8212; the mind became clean, free from material contamination; <A CLASS=v HREF="http://vedabase.net/s/sirna">&#347;&#299;rna</A> &#8212; rejected, dry; <A CLASS=v HREF="http://vedabase.net/p/parna">parna</A> &#8212; leaves from the trees; <A CLASS=v HREF="http://vedabase.net/a/anila">anila</A> &#8212; and air; <A CLASS=v HREF="http://vedabase.net/a/aharau">&#257;h&#257;rau</A> &#8212; eating; <A CLASS=v HREF="http://vedabase.net/u/upasantena">upa&#347;&#257;ntena</A> &#8212; peaceful; <A CLASS=v HREF="http://vedabase.net/c/cetasa">cetas&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> fully controlled mind; <A CLASS=v HREF="http://vedabase.net/m/mattah">mattah</A> &#8212; from <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/k/kaman">k&#257;m&#257;n</A> <A CLASS=v HREF="http://vedabase.net/a/abhipsantau">abh&#299;psantau</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> beg some benediction; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/a/aradhanam">&#257;r&#257;dhanam</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/i/ihatuh">&#299;hatuh</A> &#8212; you both executed.</P><P CLASS=t>TRANSLATION</P><P>My dear father and mother, you endured rain, wind, strong sun, scorching heat and severe cold, suffering all sorts of inconvenience according to different seasons. By practicing pr&#257;n&#257;y&#257;ma to control the air within the body through yoga, and by eating only air and dry leaves fallen from the trees, you cleansed from your minds all dirty things. In this way, desiring a benediction from Me, you worshiped Me with peaceful minds.</P><P CLASS=t>PURPORT</P><P>Vasudeva and Devak&#299; did not obtain the Supreme Personality of Godhead as their son very easily, nor does the Supreme Godhead accept merely anyone as His father and mother. Here we can see how Vasudeva and Devak&#299; obtained Krishna as their eternal son. In our own lives, we are meant to follow the principles indicated herewith for getting good children. Of course, it is not possible for everyone to get Krishna as his son, but at least one can get very good sons and daughters for the benefit of human society. In Bhagavad-g&#299;t&#257; it is said that if human beings do not follow the spiritual way of life, there will be an increase of varna-sa&#324;kara population, population begotten like cats and dogs, and the entire world will become like hell. Not practicing Krishna consciousness but simply encouraging artificial means to check the population will be futile; the population will increase, and it will consist of varna-sa&#324;kara, unwanted progeny. It is better to teach people how to beget children not like hogs and dogs, but in controlled life.</P><P>Human life is meant not for becoming a hog or dog, but for tapo divyam, transcendental austerity. Everyone should be taught to undergo austerity, tapasya. Although it may not be possible to undergo tapasya like that of Pri&#347;ni and Sutap&#257;, the &#347;&#257;stra has given an opportunity for a method of tapasya very easy to perform &#8212; the sa&#324;k&#299;rtana movement. One cannot expect to undergo tapasya to get Krishna as one's child, yet simply by chanting the Hare Krishna mah&#257;-mantra (k&#299;rtan&#257;d eva krishnasya), one can become so pure that one becomes free from all the contamination of this material world (mukta-sa&#324;gah) and goes back home, back to Godhead (param vrajet). The Krishna consciousness movement, therefore, is teaching people not to adopt artificial means of happiness, but to take the real path of happiness as prescribed in the &#347;&#257;stra &#8212; the chanting of the Hare Krishna mantra &#8212; and become perfect in every aspect of material existence.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>