<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verses 37-38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verses 37-38"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.37-38</P><P CLASS=c>tad&#257; v&#257;m paritushto 'ham</P><P CLASS=c>amun&#257; vapush&#257;naghe</P><P CLASS=c>tapas&#257; &#347;raddhay&#257; nityam</P><P CLASS=c>bhakty&#257; ca hridi bh&#257;vitah</P><P CLASS=c>pr&#257;dur&#257;sam varada-r&#257;d</P><P CLASS=c>yuvayoh k&#257;ma-ditsay&#257;</P><P CLASS=c>vriyat&#257;m vara ity ukte</P><P CLASS=c>m&#257;dri&#347;o v&#257;m vritah sutah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; then (after the expiry of twelve thousand celestial years); <A CLASS=v HREF="http://vedabase.net/v/vam">v&#257;m</A> &#8212; with both of you; <A CLASS=v HREF="http://vedabase.net/p/paritustah">paritushtah</A> <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> was very much satisfied; <A CLASS=v HREF="http://vedabase.net/a/amuna">amun&#257;</A> &#8212; by this; <A CLASS=v HREF="http://vedabase.net/v/vapusa">vapush&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this form <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/anaghe">anaghe</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> My dear sinless mother; <A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; by austerity; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; by faith; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; constantly (engaged); <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; within the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/b/bhavitah">bh&#257;vitah</A> &#8212; fixed (<A HREF="http://vedabase.net/i/in">in</A> determination); <A CLASS=v HREF="http://vedabase.net/p/pradurasam">pr&#257;dur&#257;sam</A> &#8212; appeared before you (<A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/same">same</A> way); <A CLASS=v HREF="http://vedabase.net/v/vara">vara</A>-<A CLASS=v HREF="http://vedabase.net/d/da">da</A>-<A CLASS=v HREF="http://vedabase.net/r/rat">r&#257;t</A> &#8212; the best of all who can bestow benedictions; <A CLASS=v HREF="http://vedabase.net/y/yuvayoh">yuvayoh</A> &#8212; of both of you; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/d/ditsaya">ditsay&#257;</A> &#8212; wishing <A HREF="http://vedabase.net/t/to">to</A> fulfill the desire; <A CLASS=v HREF="http://vedabase.net/v/vriyatam">vriyat&#257;m</A> &#8212; asked you <A HREF="http://vedabase.net/t/to">to</A> open your minds; <A CLASS=v HREF="http://vedabase.net/v/varah">varah</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> benediction; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> <A CLASS=v HREF="http://vedabase.net/u/ukte">ukte</A> &#8212; when you were requested <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/m/madrsah">m&#257;dri&#347;ah</A> &#8212; exactly like <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/v/vam">v&#257;m</A> &#8212; of both of you; <A CLASS=v HREF="http://vedabase.net/v/vrtah">vritah</A> &#8212; was asked; <A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> Your son (you wanted <A HREF="http://vedabase.net/a/a">a</A> son exactly like <A HREF="http://vedabase.net/m/me">Me</A>).</P><P CLASS=t>TRANSLATION</P><P>O sinless mother Devak&#299;, after the expiry of twelve thousand celestial years, in which you constantly contemplated Me within the core of your heart with great faith, devotion and austerity, I was very much satisfied with you. Since I am the best of all bestowers of benediction, I appeared in this same form as Krishna to ask you to take from Me the benediction you desired. You then expressed your desire to have a son exactly like Me.</P><P CLASS=t>PURPORT</P><P>Twelve thousand years on the celestial planets is not a very long time for those who live in the upper planetary system, although it may be very long for those who live on this planet. Sutap&#257; was the son of Brahm&#257;, and as we have already understood from Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/17.htm">8.17</A>), one day of Brahm&#257; equals many millions of years according to our calculation (sahasra-yuga-paryantam ahar yad brahmano viduh). We should be careful to understand that to get Krishna as one's son, one must undergo such great austerities. If we want to get the Supreme Personality of Godhead to become one of us in this material world, this requires great penance, but if we want to go back to Krishna (tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]), we need only understand Him and love Him. Through love only, we can very easily go back home, back to Godhead. &#346;r&#299; Caitanya Mah&#257;prabhu therefore declared, prem&#257; pum-artho mah&#257;n: love of Godhead is the highest achievement for anyone.</P><P>As we have explained, in worship of the Lord there are three stages &#8212; jñ&#257;na, jñ&#257;namay&#299; and rati, or love. Sutap&#257; and his wife, Pri&#347;ni, inaugurated their devotional activities on the basis of full knowledge. Gradually they developed love for the Supreme Personality of Godhead, and when this love was mature, the Lord appeared as Vishnu, although Devak&#299; then requested Him to assume the form of Krishna. To love the Supreme Personality of Godhead more, we want a form of the Lord like Krishna or R&#257;ma. We can engage in loving transactions with Krishna especially.</P><P>In this age, we are all fallen, but the Supreme Personality of Godhead has appeared as Caitanya Mah&#257;prabhu to bestow upon us love of Godhead directly. This was appreciated by the associates of &#346;r&#299; Caitanya Mah&#257;prabhu. R&#363;pa Gosv&#257;m&#299; said:</P><P>namo mah&#257;-vad&#257;ny&#257;ya</P><P CLASS=n>krishna-prema-prad&#257;ya te</P><P CLASS=n>krishn&#257;ya krishna-caitanya-</P><P CLASS=n>n&#257;mne gaura-tvishe namah</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/53.htm">Madhya 19.53</A>]</P><P>In this verse, &#346;r&#299; Caitanya Mah&#257;prabhu is described as mah&#257;-vad&#257;nya, the most munificent of charitable persons, because He gives Krishna so easily that one can attain Krishna simply by chanting the Hare Krishna mah&#257;-mantra. We should therefore take advantage of the benediction given by &#346;r&#299; Caitanya Mah&#257;prabhu, and when by chanting the Hare Krishna mantra we are cleansed of all dirty things (ceto-darpana-m&#257;rjanam [Cc. <A CLASS=v HREF="../../../cc/antya/20/12.htm">Antya 20.12</A>]), we shall be able to understand very easily that Krishna is the only object of love (k&#299;rtan&#257;d eva krishnasya mukta-sa&#324;gah param vrajet).</P><P>Therefore, one need not undergo severe penances for many thousands of years; one need only learn how to love Krishna and be always engaged in His service (sevonmukhe hi jihv&#257;dau svayam eva sphuraty adah). Then one can very easily go back home, back to Godhead. Instead of bringing the Lord here for some material purpose, to have a son or whatever else, if we go back home, back to Godhead, our real relationship with the Lord is revealed, and we eternally engage in our eternal relationship. By chanting the Hare Krishna mantra, we gradually develop our eternal relationship with the Supreme Person and thus attain the perfection called svar&#363;pa-siddhi. We should take advantage of this benediction and go back home, back to Godhead. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura has therefore sung, patita-p&#257;vana-hetu tava avat&#257;ra: Caitanya Mah&#257;prabhu appeared as an incarnation to deliver all fallen souls like us and directly bestow upon us love of Godhead. We must take advantage of this great benediction of the great personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>