<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verses 1-5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verses 1-5"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.1-5</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>atha sarva-gunopetah</P><P CLASS=c>k&#257;lah parama-&#347;obhanah</P><P CLASS=c>yarhy ev&#257;jana-janmarksham</P><P CLASS=c>&#347;&#257;ntarksha-graha-t&#257;rakam</P><P CLASS=c>di&#347;ah prasedur gaganam</P><P CLASS=c>nirmalodu-ganodayam</P><P CLASS=c>mah&#299; ma&#324;gala-bh&#363;yishtha-</P><P CLASS=c>pura-gr&#257;ma-vraj&#257;kar&#257;</P><P CLASS=c>nadyah prasanna-salil&#257;</P><P CLASS=c>hrad&#257; jalaruha-&#347;riyah</P><P CLASS=c>dvij&#257;li-kula-sann&#257;da-</P><P CLASS=c>stavak&#257; vana-r&#257;jayah</P><P CLASS=c>vavau v&#257;yuh sukha-spar&#347;ah</P><P CLASS=c>punya-gandhavahah &#347;ucih</P><P CLASS=c>agnaya&#347; ca dvij&#257;t&#299;n&#257;m</P><P CLASS=c>&#347;&#257;nt&#257;s tatra samindhata</P><P CLASS=c>man&#257;msy &#257;san prasann&#257;ni</P><P CLASS=c>s&#257;dh&#363;n&#257;m asura-druh&#257;m</P><P CLASS=c>j&#257;yam&#257;ne 'jane tasmin</P><P CLASS=c>nedur dundubhayah samam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; on the occasion of the Lord's appearance; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all around; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/u/upetah">upetah</A> &#8212; endowed with material attributes or facilities; <A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> favorable time; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/s/sobhanah">&#347;obhanah</A> &#8212; all-auspicious and very favorable from all points of view; <A CLASS=v HREF="http://vedabase.net/y/yarhi">yarhi</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/ajana">ajana</A> <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/r/rksam">riksham</A> &#8212; the constellation of stars known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/r/rohini">Rohin&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/santa">&#347;&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/r/rksa">riksha</A> &#8212; none of the constellations were fierce (all of them were peaceful); <A CLASS=v HREF="http://vedabase.net/g/graha">graha</A>-<A CLASS=v HREF="http://vedabase.net/t/tarakam">t&#257;rakam</A> &#8212; and the planets and stars like A&#347;vin&#299;; <A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah</A> &#8212; all directions; <A CLASS=v HREF="http://vedabase.net/p/praseduh">praseduh</A> &#8212; appeared very auspicious and peaceful; <A CLASS=v HREF="http://vedabase.net/g/gaganam">gaganam</A> &#8212; all of outer space or the sky; <A CLASS=v HREF="http://vedabase.net/n/nirmala">nirmala</A>-<A CLASS=v HREF="http://vedabase.net/u/udu">udu</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A>-<A CLASS=v HREF="http://vedabase.net/u/udayam">udayam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which all the auspicious stars were visible (<A HREF="http://vedabase.net/i/in">in</A> the upper strata of the universe); <A CLASS=v HREF="http://vedabase.net/m/mahi">mah&#299;</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuyistha">bh&#363;yishtha</A>-<A CLASS=v HREF="http://vedabase.net/p/pura">pura</A>-<A CLASS=v HREF="http://vedabase.net/g/grama">gr&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/a/akarah">&#257;kar&#257;h</A> &#8212; whose many cities, towns, pasturing grounds and mines became auspicious and very neat and clean; <A CLASS=v HREF="http://vedabase.net/n/nadyah">nadyah</A> &#8212; the rivers; <A CLASS=v HREF="http://vedabase.net/p/prasanna">prasanna</A>-<A CLASS=v HREF="http://vedabase.net/s/salilah">salil&#257;h</A> &#8212; the waters became clear; <A CLASS=v HREF="http://vedabase.net/h/hradah">hrad&#257;h</A> &#8212; the lakes or large reservoirs of water; <A CLASS=v HREF="http://vedabase.net/j/jalaruha">jalaruha</A>-<A CLASS=v HREF="http://vedabase.net/s/sriyah">&#347;riyah</A> &#8212; appeared very beautiful because of blooming lotuses all around; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/a/ali">ali</A>-<A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/s/sannada">sann&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/s/stavakah">stavak&#257;h</A> &#8212; the birds, especially the cuckoos, and swarms of bees began <A HREF="http://vedabase.net/t/to">to</A> chant <A HREF="http://vedabase.net/i/in">in</A> sweet voices, <A HREF="http://vedabase.net/a/as">as</A> if praying <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A>-<A CLASS=v HREF="http://vedabase.net/r/rajayah">r&#257;jayah</A> &#8212; the green trees and plants were also very pleasing <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/v/vavau">vavau</A> &#8212; blew; <A CLASS=v HREF="http://vedabase.net/v/vayuh">v&#257;yuh</A> &#8212; the breeze; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/s/sparsah">spar&#347;ah</A> &#8212; very pleasing <A HREF="http://vedabase.net/t/to">to</A> the touch; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A>-<A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A>-<A CLASS=v HREF="http://vedabase.net/v/vahah">vahah</A> &#8212; which was full of fragrance; <A CLASS=v HREF="http://vedabase.net/s/sucih">&#347;ucih</A> &#8212; without pollution by dust; <A CLASS=v HREF="http://vedabase.net/a/agnayah">agnayah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and the fires (at the places of sacrifice); <A CLASS=v HREF="http://vedabase.net/d/dvijatinam">dvij&#257;t&#299;n&#257;m</A> &#8212; of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/s/santah">&#347;&#257;nt&#257;h</A> &#8212; undisturbed, steady, calm and quiet; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/s/samindhata">samindhata</A> &#8212; blazed; <A CLASS=v HREF="http://vedabase.net/m/manamsi">man&#257;msi</A> &#8212; the minds of the br&#257;hmanas (who because of <A HREF="http://vedabase.net/k/kamsa">Kamsa</A> <A HREF="http://vedabase.net/h/had">had</A> always been afraid); <A CLASS=v HREF="http://vedabase.net/a/asan">&#257;san</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/p/prasannani">prasann&#257;ni</A> &#8212; fully satisfied and free from disturbances; <A CLASS=v HREF="http://vedabase.net/s/sadhunam">s&#257;dh&#363;n&#257;m</A> &#8212; of the br&#257;hmanas, who were all <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A> devotees; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A>-<A CLASS=v HREF="http://vedabase.net/d/druham">druh&#257;m</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> been oppressed by <A HREF="http://vedabase.net/k/kamsa">Kamsa</A> and other demons disturbing the discharge of religious rituals; <A CLASS=v HREF="http://vedabase.net/j/jayamane">j&#257;yam&#257;ne</A> &#8212; because of the appearance or birth; <A CLASS=v HREF="http://vedabase.net/a/ajane">ajane</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, who is always unborn; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that situation; <A CLASS=v HREF="http://vedabase.net/n/neduh">neduh</A> &#8212; resounded; <A CLASS=v HREF="http://vedabase.net/d/dundubhayah">dundubhayah</A> &#8212; kettledrums; <A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; simultaneously (from the upper planets).</P><P CLASS=t>TRANSLATION</P><P>Thereafter, at the auspicious time for the appearance of the Lord, the entire universe was surcharged with all the qualities of goodness, beauty and peace. The constellation Rohin&#299; appeared, as did stars like A&#347;vin&#299;. The sun, the moon and the other stars and planets were very peaceful. All directions appeared extremely pleasing, and the beautiful stars twinkled in the cloudless sky. Decorated with towns, villages, mines and pasturing grounds, the earth seemed all-auspicious. The rivers flowed with clear water, and the lakes and vast reservoirs, full of lilies and lotuses, were extraordinarily beautiful. In the trees and green plants, full of flowers and leaves, pleasing to the eyes, birds like cuckoos and swarms of bees began chanting with sweet voices for the sake of the demigods. A pure breeze began to blow, pleasing the sense of touch and bearing the aroma of flowers, and when the br&#257;hmanas engaging in ritualistic ceremonies ignited their fires according to Vedic principles, the fires burned steadily, undisturbed by the breeze. Thus when the birthless Lord Vishnu, the Supreme Personality of Godhead, was about to appear, the saints and br&#257;hmanas, who had always been disturbed by demons like Kamsa and his men, felt peace within the core of their hearts, and kettledrums simultaneously vibrated from the upper planetary system.</P><P CLASS=t>PURPORT</P><P>As stated in the Bhagavad-g&#299;t&#257;, the Lord says that His appearance, birth, and activities are all transcendental and that one who factually understands them is immediately eligible to be transferred to the spiritual world. The Lord's appearance or birth is not like that of an ordinary man, who is forced to accept a material body according to his past deeds. The Lord's appearance is explained in the previous chapter: He appears out of His own sweet pleasure.</P><P>When the time was mature for the appearance of the Lord, the constellations became very auspicious. The astrological influence of the constellation known as Rohin&#299; was also predominant because this constellation is considered very auspicious. Rohin&#299; is under the direct supervision of Brahm&#257;, who is born of Vishnu, and it appears at the birth of Lord Vishnu, who in fact is birthless. According to the astrological conclusion, besides the proper situation of the stars, there are auspicious and inauspicious moments due to the different situations of the different planetary systems. At the time of Krishna's birth, the planetary systems were automatically adjusted so that everything became auspicious.</P><P>At that time, in all directions, east, west, south, north, everywhere, there was an atmosphere of peace and prosperity. Auspicious stars were visible in the sky, and on the surface in all towns and villages or pasturing grounds and within the mind of everyone there were signs of good fortune. The rivers were flowing full of water, and the lakes were beautifully decorated with lotus flowers. The forests were full with beautiful birds and peacocks. All the birds within the forests began to sing with sweet voices, and the peacocks began to dance with their consorts. The wind blew very pleasantly, carrying the aroma of different flowers, and the sensation of bodily touch was very pleasing. At home, the br&#257;hmanas, who were accustomed to offer sacrifices in the fire, found their homes very pleasant for offerings. Because of disturbances created by the demoniac kings, the sacrificial fire had been almost stopped in the houses of br&#257;hmanas, but now they could find the opportunity to start the fire peacefully. Being forbidden to offer sacrifices, the br&#257;hmanas were very distressed in mind, intelligence and activities. But just on the point of Krishna's appearance, automatically their minds became full of joy because they could hear loud vibrations in the sky of transcendental sounds proclaiming the appearance of the Supreme Personality of Godhead.</P><P>On the occasion of Lord Krishna's birth, seasonal changes took place throughout the entire universe. Krishna was born during the month of September, yet it appeared like springtime. The atmosphere, however, was very cool, although not chilly, and the rivers and reservoirs appeared just as they would in &#347;arat, the fall. Lotuses and lilies blossom during the day, but although Krishna appeared at twelve o'clock midnight, the lilies and lotuses were in bloom, and thus the wind blowing at that time was full of fragrance. Because of Kamsa's disturbances, the Vedic ritualistic ceremonies had almost stopped. The br&#257;hmanas and saintly persons could not execute the Vedic rituals with peaceful minds. But now the br&#257;hmanas were very pleased to perform their daily ritualistic ceremonies undisturbed. The business of the asuras is to disturb the suras, the devotees and br&#257;hmanas, but at the time of Krishna's appearance these devotees and br&#257;hmanas were undisturbed.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>