<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.43</P><P CLASS=c>trit&#299;ye 'smin bhave 'ham vai</P><P CLASS=c>tenaiva vapush&#257;tha v&#257;m</P><P CLASS=c>j&#257;to bh&#363;yas tayor eva</P><P CLASS=c>satyam me vy&#257;hritam sati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/trtiye">trit&#299;ye</A> &#8212; for the third time; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> <A CLASS=v HREF="http://vedabase.net/b/bhave">bhave</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this appearance (<A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> Myself; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; with the <A HREF="http://vedabase.net/s/same">same</A> personality; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/v/vapusa">vapush&#257;</A> &#8212; by the form; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/v/vam">v&#257;m</A> &#8212; of both of you; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah</A> &#8212; born; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/t/tayoh">tayoh</A> &#8212; of both of you; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; take <A HREF="http://vedabase.net/a/as">as</A> truth; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/v/vyahrtam">vy&#257;hritam</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/s/sati">sati</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supremely chaste.</P><P CLASS=t>TRANSLATION</P><P>O supremely chaste mother, I, the same personality, have now appeared of you both as your son for the third time. Take My words as the truth.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead chooses a mother and father from whom to take birth again and again. The Lord took birth originally from Sutap&#257; and Pri&#347;ni, then from Ka&#347;yapa and Aditi, and again from the same father and mother, Vasudeva and Devak&#299;. "In other appearances also," the Lord said, "I took the form of an ordinary child just to become your son so that we could reciprocate eternal love." J&#299;va Gosv&#257;m&#299; has explained this verse in his Krishna-sandarbha, Ninety-sixth Chapter, where he notes that in text 37 the Lord says, amun&#257; vapusha, meaning "by this same form." In other words, the Lord told Devak&#299;, "This time I have appeared in My original form as &#346;r&#299; Krishna." &#346;r&#299;la J&#299;va Gosv&#257;m&#299; says that the other forms were partial expansions of the Lord's original form, but because of the intense love developed by Pri&#347;ni and Sutap&#257;, the Lord appeared from Devak&#299; and Vasudeva in His full opulence as &#346;r&#299; Krishna. In this verse the Lord confirms, "I am the same Supreme Personality of Godhead, but I appear in full opulence as &#346;r&#299; Krishna." This is the purport of the words tenaiva vapush&#257;. When the Lord mentioned the birth of Pri&#347;nigarbha, He did not say tenaiva vapush&#257;, but He assured Devak&#299; that in the third birth the Supreme Personality of Godhead Krishna had appeared, not His partial expansion. Pri&#347;nigarbha and V&#257;mana were partial expansions of Krishna, but in this third birth Krishna Himself appeared. This is the explanation given in &#346;r&#299; Krishna-sandarbha by &#346;r&#299;la J&#299;va Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>