<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.44</P><P CLASS=c>etad v&#257;m dar&#347;itam r&#363;pam</P><P CLASS=c>pr&#257;g-janma-smaran&#257;ya me</P><P CLASS=c>n&#257;nyath&#257; mad-bhavam jñ&#257;nam</P><P CLASS=c>martya-li&#324;gena j&#257;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this form of <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/v/vam">v&#257;m</A> &#8212; unto both of you; <A CLASS=v HREF="http://vedabase.net/d/darsitam">dar&#347;itam</A> &#8212; has been shown; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; My form <A HREF="http://vedabase.net/a/as">as</A> the Supreme Personality of Godhead with four hands; <A CLASS=v HREF="http://vedabase.net/p/prak">pr&#257;k</A>-<A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; of My previous appearances; <A CLASS=v HREF="http://vedabase.net/s/smaranaya">smaran&#257;ya</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> remind you; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; otherwise; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavam">bhavam</A> &#8212; <A HREF="http://vedabase.net/v/visnu">Vishnu</A>'s appearance; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; this transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/m/martya">martya</A>-<A CLASS=v HREF="http://vedabase.net/l/lingena">li&#324;gena</A> &#8212; by taking birth like <A HREF="http://vedabase.net/a/a">a</A> human child; <A CLASS=v HREF="http://vedabase.net/j/jayate">j&#257;yate</A> &#8212; does arise.</P><P CLASS=t>TRANSLATION</P><P>I have shown you this form of Vishnu just to remind you of My previous births. Otherwise, if I appeared like an ordinary human child, you would not believe that the Supreme Personality of Godhead, Vishnu, has indeed appeared.</P><P CLASS=t>PURPORT</P><P>Devak&#299; did not need to be reminded that the Supreme Personality of Godhead, Lord Vishnu, had appeared as her son; she already accepted this. Nonetheless, she was anxious, thinking that if her neighbors heard that Vishnu had appeared as her son, none of them would believe it. Therefore she wanted Lord Vishnu to transform Himself into a human child. On the other hand, the Supreme Lord was also anxious, thinking that if He appeared as an ordinary child, she would not believe that Lord Vishnu had appeared. Such are the dealings between devotees and the Lord. The Lord deals with His devotees exactly like a human being, but this does not mean that the Lord is one of the human beings, for this is the conclusion of nondevotees (avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam [<A CLASS=v HREF="../../../bg/9/11.htm">Bg. 9.11</A>]). Devotees know the Supreme Personality of Godhead under any circumstances. This is the difference between a devotee and a nondevotee. The Lord says, man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru: [<A CLASS=v HREF="../../../bg/18/65.htm">Bg. 18.65</A>] "Engage your mind always in thinking of Me, become My devotee, offer obeisances and worship Me." A nondevotee cannot believe that simply by thinking of one person, one can achieve liberation from this material world and go back home, back to Godhead. But this is a fact. The Lord comes as a human being, and if one becomes attached to the Lord on the platform of loving service, one's promotion to the transcendental world is assured.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>