<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.45</P><P CLASS=c>yuv&#257;m m&#257;m putra-bh&#257;vena</P><P CLASS=c>brahma-bh&#257;vena c&#257;sakrit</P><P CLASS=c>cintayantau krita-snehau</P><P CLASS=c>y&#257;syethe mad-gatim par&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yuvam">yuv&#257;m</A> &#8212; both of you (husband and wife); <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> your son; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; knowing that <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/asakrt">asakrit</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/c/cintayantau">cintayantau</A> &#8212; thinking like that; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/s/snehau">snehau</A> &#8212; dealing with love and affection; <A CLASS=v HREF="http://vedabase.net/y/yasyethe">y&#257;syethe</A> &#8212; shall both obtain; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; My supreme abode; <A CLASS=v HREF="http://vedabase.net/p/param">par&#257;m</A> &#8212; which is transcendental, beyond this material world.</P><P CLASS=t>TRANSLATION</P><P>Both of you, husband and wife, constantly think of Me as your son, but always know that I am the Supreme Personality of Godhead. By thus thinking of Me constantly with love and affection, you will achieve the highest perfection: returning home, back to Godhead.</P><P CLASS=t>PURPORT</P><P>This instruction by the Supreme Personality of Godhead to His father and mother, who are eternally connected with Him, is especially intended for persons eager to return home, back to Godhead. One should never think of the Supreme Personality of Godhead as an ordinary human being, as nondevotees do. Krishna, the Supreme Personality of Godhead, personally appeared and left His instructions for the benefit of all human society, but fools and rascals unfortunately think of Him as an ordinary human being and twist the instructions of Bhagavad-g&#299;t&#257; for the satisfaction of their senses. Practically everyone commenting on Bhagavad-g&#299;t&#257; interprets it for sense gratification. It has become especially fashionable for modern scholars and politicians to interpret Bhagavad-g&#299;t&#257; as if it were something fictitious, and by their wrong interpretations they are spoiling their own careers and the careers of others. The Krishna consciousness movement, however, is fighting against this principle of regarding Krishna as a fictitious person and of accepting that there was no Battle of Kurukshetra, that everything is symbolic, and that nothing in Bhagavad-g&#299;t&#257; is true. In any case, if one truly wants to be successful, one can do so by reading the text of Bhagavad-g&#299;t&#257; as it is. &#346;r&#299; Caitanya Mah&#257;prabhu especially stressed the instructions of Bhagavad-g&#299;t&#257;: y&#257;re dekha, t&#257;re kaha 'krishna'-upade&#347;a [Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>]. If one wants to achieve the highest success in life, one must accept Bhagavad-g&#299;t&#257; as spoken by the Supreme Lord. By accepting Bhagavad-g&#299;t&#257; in this way, all of human society can become perfect and happy.</P><P>It is to be noted that because Vasudeva and Devak&#299; would be separated from Krishna when He was carried to Gokula, the residence of Nanda Mah&#257;r&#257;ja, the Lord personally instructed them that they should always think of Him as their son and as the Supreme Personality of Godhead. That would keep them in touch with Him. After eleven years, the Lord would return to Mathur&#257; to be their son, and therefore there was no question of separation.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>