<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.46</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>ity uktv&#257;s&#299;d dharis t&#363;shn&#299;m</P><P CLASS=c>bhagav&#257;n &#257;tma-m&#257;yay&#257;</P><P CLASS=c>pitroh sampa&#347;yatoh sadyo</P><P CLASS=c>babh&#363;va pr&#257;kritah &#347;i&#347;uh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> <A CLASS=v HREF="http://vedabase.net/u/uktva">uktv&#257;</A> &#8212; after instructing <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; remained; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tusnim">t&#363;shn&#299;m</A> &#8212; silent; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by acting <A HREF="http://vedabase.net/i/in">in</A> His own spiritual energy; <A CLASS=v HREF="http://vedabase.net/p/pitroh">pitroh</A> <A CLASS=v HREF="http://vedabase.net/s/sampasyatoh">sampa&#347;yatoh</A> &#8212; while His father and mother were factually seeing Him; <A CLASS=v HREF="http://vedabase.net/s/sadyah">sadyah</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/b/babhuva">babh&#363;va</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> became; <A CLASS=v HREF="http://vedabase.net/p/prakrtah">pr&#257;kritah</A> &#8212; like <A HREF="http://vedabase.net/a/an">an</A> ordinary human being; <A CLASS=v HREF="http://vedabase.net/s/sisuh">&#347;i&#347;uh</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> child.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: After thus instructing His father and mother, the Supreme Personality of Godhead, Krishna, remained silent. In their presence, by His internal energy, He then transformed Himself into a small human child. [In other words, He transformed Himself into His original form: krishnas tu bhagav&#257;n svayam.]</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/6.htm">4.6</A>), sambhav&#257;my &#257;tma-m&#257;yay&#257;: whatever is done by the Supreme Personality of Godhead is done by His spiritual energy; nothing is forced upon Him by the material energy. This is the difference between the Lord and an ordinary living being. The Vedas say:</P><P>par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate</P><P CLASS=n>sv&#257;bh&#257;vik&#299; jñ&#257;na-bala-kriy&#257; ca</P><P>(&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8">6.8</A>)</P><P>It is natural for the Lord to be untinged by material qualities, and because everything is perfectly present in His spiritual energy, as soon as He desires something, it is immediately done. The Lord is not a pr&#257;krita-&#347;i&#347;u, a child of this world, but by His personal energy He appeared like one. Ordinary people may have difficulty accepting the supreme controller, God, as a human being because they forget that He can do everything by spiritual energy (&#257;tma-m&#257;yay&#257;). Nonbelievers say, "How can the supreme controller descend as an ordinary being?" This sort of thinking is materialistic. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; says that unless we accept the energy of the Supreme Personality of Godhead as inconceivable, beyond the conception of our words and mind, we cannot understand the Supreme Lord. Those who doubt that the Supreme Personality of Godhead can come as a human being and turn Himself into a human child are fools who think that Krishna's body is material, that He is born and that He therefore also dies.</P><P>In &#346;r&#299;mad-Bh&#257;gavatam, Third Canto, Fourth Chapter, verses 28 and 29, there is a description of Krishna's leaving His body. Mah&#257;r&#257;ja Par&#299;kshit inquired from &#346;ukadeva Gosv&#257;m&#299;, "When all the members of the Yadu dynasty met their end, Krishna also put an end to Himself, and the only member of the family who remained alive was Uddhava. How was this possible?" &#346;ukadeva Gosv&#257;m&#299; answered that Krishna, by His own energy, destroyed the entire family and then thought of making His own body disappear. In this connection, &#346;ukadeva Gosv&#257;m&#299; described how the Lord gave up His body. But this was not the destruction of Krishna's body; rather, it was the disappearance of the Supreme Lord by His personal energy.</P><P>Actually, the Lord does not give up His body, which is eternal, but as He can change His body from the form of Vishnu to that of an ordinary human child, He can change His body to any form He likes. This does not mean that He gives up His body. By spiritual energy, the Lord can appear in a body made of wood or stone. He can change His body into anything because everything is His energy (par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate). As clearly said in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/4.htm">7.4</A>), bhinn&#257; prakritir ashtadh&#257;: the material elements are separated energies of the Supreme Lord. If He transforms Himself into the arc&#257;-m&#363;rti, the worshipable Deity, which we see as stone or wood, He is still Krishna. Therefore the &#347;&#257;stra warns, arcye vishnau &#347;il&#257;-dh&#299;r gurushu nara-matih. One who thinks that the worshipable Deity in the temple is made of wood or stone, one who sees a Vaishnava guru as an ordinary human being, or one who materially conceives of a Vaishnava as belonging to a particular caste is n&#257;rak&#299;, a resident of hell. The Supreme Personality of Godhead can appear before us in many forms, as he likes, but we must know the true facts: janma karma ca me divyam evam yo vetti tattvatah (<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>). By following the instructions of s&#257;dhu, guru and &#347;&#257;stra &#8212; the saintly persons, the spiritual master and the authoritative scriptures &#8212; one can understand Krishna, and then one makes his life successful by returning home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>