<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 53"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.53</P><P CLASS=c>ya&#347;od&#257; nanda-patn&#299; ca</P><P CLASS=c>j&#257;tam param abudhyata</P><P CLASS=c>na tal-li&#324;gam pari&#347;r&#257;nt&#257;</P><P CLASS=c>nidray&#257;pagata-smritih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasoda">ya&#347;od&#257;</A> &#8212; <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>, <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s mother <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/g/gokula">Gokula</A>; <A CLASS=v HREF="http://vedabase.net/n/nanda">nanda</A>-<A CLASS=v HREF="http://vedabase.net/p/patni">patn&#299;</A> &#8212; the wife of <A HREF="http://vedabase.net/n/nanda">Nanda</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/j/jatam">j&#257;tam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> child was born; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/a/abudhyata">abudhyata</A> &#8212; could understand; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/l/lingam">li&#324;gam</A> &#8212; whether the child was <A HREF="http://vedabase.net/m/male">male</A> or female; <A CLASS=v HREF="http://vedabase.net/p/parisranta">pari&#347;r&#257;nt&#257;</A> &#8212; because of too much labor; <A CLASS=v HREF="http://vedabase.net/n/nidraya">nidray&#257;</A> &#8212; when overwhelmed with sleep; <A CLASS=v HREF="http://vedabase.net/a/apagata">apagata</A>-<A CLASS=v HREF="http://vedabase.net/s/smrtih">smritih</A> &#8212; having lost consciousness.</P><P CLASS=t>TRANSLATION</P><P>Exhausted by the labor of childbirth, Ya&#347;od&#257; was overwhelmed with sleep and unable to understand what kind of child had been born to her.</P><P CLASS=t>PURPORT</P><P>Nanda Mah&#257;r&#257;ja and Vasudeva were intimate friends, and so were their wives, Ya&#347;od&#257; and Devak&#299;. Although their names were different, they were practically nondifferent personalities. The only difference is that Devak&#299; was able to understand that the Supreme Personality of Godhead had been born to her and had now changed into Krishna, whereas Ya&#347;od&#257; was not able to understand what kind of child had been born to her. Ya&#347;od&#257; was such an advanced devotee that she never regarded Krishna as the Supreme Personality of Godhead, but simply loved Him as her own child. Devak&#299;, however, knew from the very beginning that although Krishna was her son, He was the Supreme Personality of Godhead. In Vrind&#257;vana, no one regarded Krishna as the Supreme Personality of Godhead. When something very wonderful happened because of Krishna's activities, the inhabitants of Vrind&#257;vana &#8212; the cowherd men, the cowherd boys, Nanda Mah&#257;r&#257;ja, Ya&#347;od&#257; and the others &#8212; were surprised, but they never considered their son Krishna the Supreme Personality of Godhead. Sometimes they suggested that some great demigod had appeared there as Krishna. In such an exalted status of devotional service, a devotee forgets the position of Krishna and intensely loves the Supreme Personality of Godhead without understanding His position. This is called kevala-bhakti and is distinct from the stages of jñ&#257;na and jñ&#257;namay&#299; bhakti.</P><P>Thus end the Bhaktivedanta purports of the Tenth Canto, Third Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Birth of Lord Krishna."</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../4/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>