<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 18 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 18 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Diti Vows to Kill King Indra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.18.30</P><P CLASS=c>vilokyaik&#257;nta-bh&#363;t&#257;ni</P><P CLASS=c>bh&#363;t&#257;ny &#257;dau praj&#257;patih</P><P CLASS=c>striyam cakre sva-deh&#257;rdham</P><P CLASS=c>yay&#257; pums&#257;m matir hrit&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vilokya">vilokya</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/e/ekanta">ek&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; detached; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning; <A CLASS=v HREF="http://vedabase.net/p/prajapatih">praj&#257;patih</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/striyam">striyam</A> &#8212; the woman; <A CLASS=v HREF="http://vedabase.net/c/cakre">cakre</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; of his body; <A CLASS=v HREF="http://vedabase.net/a/ardham">ardham</A> &#8212; half; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of men; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/h/hrta">hrit&#257;</A> &#8212; carried away.</P><P CLASS=t>TRANSLATION</P><P>In the beginning of creation, Lord Brahm&#257;, the father of the living entities of the universe, saw that all the living entities were unattached. To increase population, he then created woman from the better half of man's body, for woman's behavior carries away a man's mind.</P><P CLASS=t>PURPORT</P><P>This entire universe is going on under the spell of sexual attachment, which was created by Lord Brahm&#257; to increase the population of the entire universe, not only in human society but also in other species. As stated by Rishabhadeva in the Fifth Canto, pumsah striy&#257; mithun&#299;-bh&#257;vam etam: the entire world is going on under the spell of sexual attraction and desire between man and woman. When man and woman unite, the hard knot of this attraction becomes increasingly tight, and thus a man is implicated in the materialistic way of life. This is the illusion of the material world. This illusion acted upon Ka&#347;yapa Muni, although he was very learned and advanced in spiritual knowledge. As stated in the Manu-samhit&#257; (<A CLASS=v HREF="../../../bs/2/215.htm">2.215</A>) and &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../9/19/17.htm">9.19.17</A>) :</P><P>m&#257;tr&#257; svasr&#257; duhitr&#257; v&#257;</P><P CLASS=n>n&#257;vivikt&#257;sano bhavet</P><P CLASS=n>balav&#257;n indriya-gr&#257;mo</P><P CLASS=n>vidv&#257;msam api karshati</P><P>"A man should not associate with a woman in a solitary place, not even with his mother, sister or daughter, for the senses are so strong that they lead astray even a person advanced in knowledge." When a man remains in a solitary place with a woman, his sexual desires undoubtedly increase. Therefore the words ek&#257;nta-bh&#363;t&#257;ni, which are used here, indicate that to avoid sexual desires one should avoid the company of women as far as possible. Sexual desire is so powerful that one is saturated with it if he stays in a solitary place with any woman, even his mother, sister or daughter.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>