<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 18 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 18 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Diti Vows to Kill King Indra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.18.40</P><P CLASS=c>ko 'tikramo 'nuvartanty&#257;h</P><P CLASS=c>svabh&#257;vam iha yoshitah</P><P CLASS=c>dhi&#324; m&#257;m bat&#257;budham sv&#257;rthe</P><P CLASS=c>yad aham tv ajitendriyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/atikramah">atikramah</A> &#8212; offense; <A CLASS=v HREF="http://vedabase.net/a/anuvartantyah">anuvartanty&#257;h</A> &#8212; following; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavam">bh&#257;vam</A> &#8212; her nature; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/y/yositah">yoshitah</A> &#8212; of the woman; <A CLASS=v HREF="http://vedabase.net/d/dhik">dhik</A> &#8212; condemnation; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/a/abudham">abudham</A> &#8212; not conversant; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/arthe">arthe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> what is good for <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyah">indriyah</A> &#8212; unable <A HREF="http://vedabase.net/t/to">to</A> control my senses.</P><P CLASS=t>TRANSLATION</P><P>This woman, my wife, has adopted a means that follows her nature, and therefore she is not to be blamed. But I am a man. Therefore, all condemnation upon me! I am not at all conversant with what is good for me, since I could not control my senses.</P><P CLASS=t>PURPORT</P><P>The natural instinct of a woman is to enjoy the material world. She induces her husband to enjoy this world by satisfying his tongue, belly and genitals, which are called jihv&#257;, udara and upastha. A woman is expert in cooking palatable dishes so that she can easily satisfy her husband in eating. When one eats nicely, his belly is satisfied, and as soon as the belly is satisfied the genitals become strong. Especially when a man is accustomed to eating meat and drinking wine and similar passionate things, he certainly becomes sexually inclined. It should be understood that sexual inclinations are meant not for spiritual progress but for gliding down to hell. Thus Ka&#347;yapa Muni considered his situation and lamented. In other words, to be a householder is very risky unless one is trained and the wife is a follower of her husband. A husband should be trained at the very beginning of his life. Kaum&#257;ra &#257;caret pr&#257;jño dharm&#257;n bh&#257;gavat&#257;n iha (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/6/1.htm">7.6.1</A>). During the time of brahmacarya, or student life, a brahmac&#257;r&#299; should be taught to be expert in bh&#257;gavata-dharma, devotional service. Then when he marries, if his wife is faithful to her husband and follows him in such life, the relationship between husband and wife is very desirable. However, a relationship between husband and wife without spiritual consciousness but strictly for sense gratification is not at all good. It is said in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../12/2/3.htm">12.2.3</A>) that especially in this age, Kali-yuga, d&#257;m-patye 'bhirucir hetuh: the relationship between husband and wife will be based on sexual power. Therefore householder life in this Kali-yuga is extremely dangerous unless both the wife and husband take to Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>