<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 18 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 18 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Diti Vows to Kill King Indra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.18.41</P><P CLASS=c>&#347;arat-padmotsavam vaktram</P><P CLASS=c>vaca&#347; ca &#347;ravan&#257;mritam</P><P CLASS=c>hridayam kshura-dh&#257;r&#257;bham</P><P CLASS=c>str&#299;n&#257;m ko veda ceshtitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarat">&#347;arat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the autumn; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> lotus flower; <A CLASS=v HREF="http://vedabase.net/u/utsavam">utsavam</A> &#8212; blossoming; <A CLASS=v HREF="http://vedabase.net/v/vaktram">vaktram</A> &#8212; face; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the ear; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; giving pleasure; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; heart; <A CLASS=v HREF="http://vedabase.net/k/ksura">kshura</A>-<A CLASS=v HREF="http://vedabase.net/d/dhara">dh&#257;r&#257;</A> &#8212; the blade of <A HREF="http://vedabase.net/a/a">a</A> razor; <A CLASS=v HREF="http://vedabase.net/a/abham">&#257;bham</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/strinam">str&#299;n&#257;m</A> &#8212; of women; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; knows; <A CLASS=v HREF="http://vedabase.net/c/cestitam">ceshtitam</A> &#8212; the dealings.</P><P CLASS=t>TRANSLATION</P><P>A woman's face is as attractive and beautiful as a blossoming lotus flower during autumn. Her words are very sweet, and they give pleasure to the ear, but if we study a woman's heart, we can understand it to be extremely sharp, like the blade of a razor. In these circumstances, who could understand the dealings of a woman?</P><P CLASS=t>PURPORT</P><P>Woman is now depicted very well from the materialistic point of view by Ka&#347;yapa Muni. Women are generally known as the fair sex, and especially in youth, at the age of sixteen or seventeen, women are very attractive to men. Therefore a woman's face is compared to a blooming lotus flower in autumn. Just as a lotus is extremely beautiful in autumn, a woman at the threshold of youthful beauty is extremely attractive. In Sanskrit a woman's voice is called n&#257;r&#299;-svara because women generally sing and their singing is very attractive. At the present moment, cinema artists, especially female singers, are especially welcome. Some of them earn fabulous amounts of money simply by singing. Therefore, as taught by &#346;r&#299; Caitanya Mah&#257;prabhu, a woman's singing is dangerous because it can make a sanny&#257;s&#299; fall a victim to the woman. Sanny&#257;sa means giving up the company of women, but if a sanny&#257;s&#299; hears the voice of a woman and sees her beautiful face, he certainly becomes attracted and is sure to fall down. There have been many examples. Even the great sage Vi&#347;v&#257;mitra fell a victim to Menak&#257;. Therefore a person desiring to advance in spiritual consciousness must be especially careful not to see a woman's face or hear a woman's voice. To see a woman's face and appreciate its beauty or to hear a woman's voice and appreciate her singing as very nice is a subtle falldown for a brahmac&#257;r&#299; or sanny&#257;s&#299;. Thus the description of a woman's features by Ka&#347;yapa Muni is very instructive.</P><P>When a woman's bodily features are attractive, when her face is beautiful and when her voice is sweet, she is naturally a trap for a man. The &#347;&#257;stras advise that when such a woman comes to serve a man, she should be considered to be like a dark well covered by grass. In the fields there are many such wells, and a man who does not know about them drops through the grass and falls down. Thus there are many such instructions. Since the attraction of the material world is based on attraction for women, Ka&#347;yapa Muni thought, "Under the circumstances, who can understand the heart of a woman?" C&#257;nakya Pandita has also advised, vi&#347;v&#257;so naiva kartavyah str&#299;shu r&#257;ja-kuleshu ca: "There are two persons one should not trust &#8212; a politician and a woman." These, of course, are authoritative &#347;&#257;stric injunctions, and we should therefore be very careful in our dealings with women.</P><P>Sometimes our Krishna consciousness movement is criticized for mingling men and women, but Krishna consciousness is meant for anyone. Whether one is a man or woman does not matter. Lord Krishna personally says, striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s te 'pi y&#257;nti par&#257;m gatim: whether one is a woman, &#347;&#363;dra or vai&#347;ya, not to speak of being a br&#257;hmana or kshatriya, everyone is fit to return home, back to Godhead, if he strictly follows the instructions of the spiritual master and &#347;&#257;stra. We therefore request all the members of the Krishna consciousness movement &#8212; both men and women &#8212; not to be attracted by bodily features but only to be attracted by Krishna. Then everything will be all right. Otherwise there will be danger.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>