<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 18 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 18 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Diti Vows to Kill King Indra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.18.43</P><P CLASS=c>prati&#347;rutam dad&#257;m&#299;ti</P><P CLASS=c>vacas tan na mrish&#257; bhavet</P><P CLASS=c>vadham n&#257;rhati cendro 'pi</P><P CLASS=c>tatredam upakalpate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pratisrutam">prati&#347;rutam</A> &#8212; promised; <A CLASS=v HREF="http://vedabase.net/d/dadami">dad&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall give; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; statement; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/mrsa">mrish&#257;</A> &#8212; false; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; can be; <A CLASS=v HREF="http://vedabase.net/v/vadham">vadham</A> &#8212; killing; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; is suitable; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/i/indrah">indrah</A> &#8212; <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that connection; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/u/upakalpate">upakalpate</A> &#8212; is suitable.</P><P CLASS=t>TRANSLATION</P><P>I promised to give her a benediction, and this promise cannot be violated, but Indra does not deserve to be killed. In these circumstances, the solution I have is quite suitable.</P><P CLASS=t>PURPORT</P><P>Ka&#347;yapa Muni concluded, "Diti is eager to have a son who can kill Indra, since she is a woman, after all, and is not very intelligent. I shall train her in such a way that instead of always thinking of how to kill Indra, she will become a Vaishnava, a devotee of Krishna. If she agrees to follow the rules and regulations of the Vaishnava principles, the unclean core of her heart will certainly be cleansed." Ceto-darpana-m&#257;rjanam [Cc. <A CLASS=v HREF="../../../cc/antya/20/12.htm">Antya 20.12</A>]. This is the process of devotional service. Anyone can be purified by following the principles of devotional service in Krishna consciousness, for Krishna consciousness is so powerful that it can purify even the dirtiest class of men and transform them into the topmost Vaishnavas. &#346;r&#299; Caitanya Mah&#257;prabhu's movement aims at this purpose. Narottama d&#257;sa Th&#257;kura says:</P><P>vrajendra-nandana yei, &#347;ac&#299;-suta haila sei,</P><P CLASS=n>balar&#257;ma ha-ila nit&#257;i</P><P CLASS=n>d&#299;na-h&#299;na yata chila, hari-n&#257;me uddh&#257;rila,</P><P CLASS=n>ta'ra s&#257;ksh&#299; jag&#257;i-m&#257;dh&#257;i</P><P>The appearance of &#346;r&#299; Caitanya Mah&#257;prabhu in this Kali-yuga is especially meant to deliver the fallen souls, who are always planning something for material enjoyment. He gave the people of this age the advantage of being able to chant the Hare Krishna mantra and thus become fully pure, free from all material contamination. Once one becomes a pure Vaishnava, he transcends all material conceptions of life. Thus Ka&#347;yapa Muni tried to transform his wife into a Vaishnav&#299; so that she might give up the idea of killing Indra. He wanted both her and her sons to be purified so that they would be fit to become pure Vaishnavas. Of course, sometimes a practitioner deviates from the Vaishnava principles, and there is a chance that he may fall down, but Ka&#347;yapa Muni thought that even if one falls while practicing the Vaishnava principles, he is still not a loser. Even a fallen Vaishnava is eligible for better results, as confirmed in Bhagavad-g&#299;t&#257;. Svalpam apy asya dharmasya tr&#257;yate mahato bhay&#257;t: even practicing the Vaishnava principles to a small extent can save one from the greatest danger of material existence. Thus Ka&#347;yapa Muni planned to instruct his wife Diti to become a Vaishnava because he wanted to save the life of Indra.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>