<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 18 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 18 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Diti Vows to Kill King Indra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.18.52</P><P CLASS=c>dhauta-v&#257;s&#257; &#347;ucir nityam</P><P CLASS=c>sarva-ma&#324;gala-samyut&#257;</P><P CLASS=c>p&#363;jayet pr&#257;tar&#257;&#347;&#257;t pr&#257;g</P><P CLASS=c>go-vipr&#257;ñ &#347;riyam acyutam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhauta">dhauta</A>-<A CLASS=v HREF="http://vedabase.net/v/vasa">v&#257;s&#257;</A> &#8212; wearing washed cloth; <A CLASS=v HREF="http://vedabase.net/s/sucih">&#347;ucih</A> &#8212; being purified; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A> &#8212; with all auspicious items; <A CLASS=v HREF="http://vedabase.net/s/samyuta">samyut&#257;</A> &#8212; adorned; <A CLASS=v HREF="http://vedabase.net/p/pujayet">p&#363;jayet</A> &#8212; one should worship; <A CLASS=v HREF="http://vedabase.net/p/pratah">pr&#257;tah</A>-<A CLASS=v HREF="http://vedabase.net/a/asat">&#257;&#347;&#257;t</A> <A CLASS=v HREF="http://vedabase.net/p/prak">pr&#257;k</A> &#8212; before breakfast; <A CLASS=v HREF="http://vedabase.net/g/go">go</A>-<A CLASS=v HREF="http://vedabase.net/v/vipran">vipr&#257;n</A> &#8212; the cows and br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/s/sriyam">&#347;riyam</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/a/acyutam">acyutam</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Putting on washed clothing, being always pure and being adorned with turmeric, sandalwood pulp and other auspicious items, before breakfast one should worship the cows, the br&#257;hmanas, the goddess of fortune and the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>If one is trained to honor and worship the cows and br&#257;hmanas, he is actually civilized. The worship of the Supreme Lord is recommended, and the Lord is very fond of the cows and br&#257;hmanas (namo brahmanya-dev&#257;ya go-br&#257;hmana-hit&#257;ya ca). In other words, a civilization in which there is no respect for the cows and br&#257;hmanas is condemned. One cannot become spiritually advanced without acquiring the brahminical qualifications and giving protection to cows. Cow protection insures sufficient food prepared with milk, which is needed for an advanced civilization. One should not pollute civilization by eating the flesh of cows. A civilization must do something progressive, and then it is an &#256;ryan civilization. Instead of killing the cow to eat flesh, civilized men must prepare various milk products that will enhance the condition of society. If one follows the brahminical culture, he will become competent in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>