<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 18 Verse 74</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 18 Verse 74"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Diti Vows to Kill King Indra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.18.74</P><P CLASS=c>&#257;r&#257;dhanam bhagavata</P><P CLASS=c>&#299;ham&#257;n&#257; nir&#257;&#347;ishah</P><P CLASS=c>ye tu necchanty api param</P><P CLASS=c>te sv&#257;rtha-ku&#347;al&#257;h smrit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aradhanam">&#257;r&#257;dhanam</A> &#8212; the worship; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/i/ihamanah">&#299;ham&#257;n&#257;h</A> &#8212; being interested <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/n/nirasisah">nir&#257;&#347;ishah</A> &#8212; without material desires; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/i/icchanti">icchanti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not desire; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> their own interest; <A CLASS=v HREF="http://vedabase.net/k/kusalah">ku&#347;al&#257;h</A> &#8212; expert; <A CLASS=v HREF="http://vedabase.net/s/smrtah">smrit&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> considered.</P><P CLASS=t>TRANSLATION</P><P>Although those who are interested only in worshiping the Supreme Personality of Godhead do not desire anything material from the Lord and do not even want liberation, Lord Krishna fulfills all their desires.</P><P CLASS=t>PURPORT</P><P>When Dhruva Mah&#257;r&#257;ja saw Lord Vishnu, he declined to take any benedictions from Him, for he was fully satisfied by seeing the Lord. Nonetheless, the Lord is so kind that because Dhruva Mah&#257;r&#257;ja, in the beginning, had desired a kingdom greater than his father's, he was promoted to Dhruvaloka, the best planet in the universe. Therefore in the &#347;&#257;stra it is said:</P><P>ak&#257;mah sarva-k&#257;mo v&#257;</P><P CLASS=n>moksha-k&#257;ma ud&#257;ra-dh&#299;h</P><P CLASS=n>t&#299;vrena bhakti-yogena</P><P CLASS=n>yajeta purusham param</P><P>"A person who has broader intelligence, whether he is full of material desires, free from material desires, or desiring liberation, must by all means worship the supreme whole, the Personality of Godhead." (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/3/10.htm">2.3.10</A>) One should engage in full devotional service. Then, even though he has no desires, whatever desires he previously had can all be fulfilled simply by his worship of the Lord. The actual devotee does not desire even liberation (any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]). The Lord, however, fulfills the desire of the devotee by awarding him opulence that will never be destroyed. A karm&#299;'s opulence is destroyed, but the opulence of a devotee is never destroyed. A devotee becomes more and more opulent as he increases his devotional service to the Lord.</P><P CLASS=l><A CLASS=i HREF="73.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="75.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>