<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 18"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 18: Diti Vows to Kill King Indra</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 6.18 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 6.18.1</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: Pri&#347;ni, who was the wife of Savit&#257;, the fifth of the twelve sons of Aditi, gave birth to three daughters &#8212; S&#257;vitr&#299;, Vy&#257;hriti and Tray&#299; &#8212; and the sons named Agnihotra, Pa&#347;u, Soma, C&#257;turm&#257;sya and the five Mah&#257;yajñas.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 6.18.2</B></A>: O King, Siddhi, who was the wife of Bhaga, the sixth son of Aditi, bore three sons, named Mahim&#257;, Vibhu and Prabhu, and one extremely beautiful daughter, whose name was &#256;&#347;&#299;.</P><P CLASS=r><A CLASS=i HREF="3-4.htm"><B>SB 6.18.3-4</B></A>: Dh&#257;t&#257;, the seventh son of Aditi, had four wives, named Kuh&#363;, Sin&#299;v&#257;l&#299;, R&#257;k&#257; and Anumati. These wives begot four sons, named S&#257;yam, Dar&#347;a, Pr&#257;tah and P&#363;rnam&#257;sa respectively. The wife of Vidh&#257;t&#257;, the eighth son of Aditi, was named Kriy&#257;. In her Vidh&#257;t&#257; begot the five fire-gods named the Pur&#299;shyas. The wife of Varuna, the ninth son of Aditi, was named Carshan&#299;. Bhrigu, the son of Brahm&#257;, took birth again in her womb.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 6.18.5</B></A>: By the semen of Varuna, the great mystic V&#257;lm&#299;ki took birth from an anthill. Bhrigu and V&#257;lm&#299;ki were specific sons of Varuna, whereas Agastya and Vasishtha Rishis were the common sons of Varuna and Mitra, the tenth son of Aditi.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 6.18.6</B></A>: Upon seeing Urva&#347;&#299;, the celestial society girl, both Mitra and Varuna discharged semen, which they preserved in an earthen pot. The two sons Agastya and Vasishtha later appeared from that pot, and they are therefore the common sons of Mitra and Varuna. Mitra begot three sons in the womb of his wife, whose name was Revat&#299;. Their names were Utsarga, Arishta and Pippala.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 6.18.7</B></A>: O King Par&#299;kshit, Indra, the King of the heavenly planets and eleventh son of Aditi, begot three sons, named Jayanta, Rishabha and M&#299;dhusha, in the womb of his wife, Paulom&#299;. Thus we have heard.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 6.18.8</B></A>: By His own potency, the Supreme Personality of Godhead, who has multifarious potencies, appeared in the form of a dwarf as Urukrama, the twelfth son of Aditi. In the womb of His wife, whose name was K&#299;rti, He begot one son, named Brihat&#347;loka, who had many sons, headed by Saubhaga.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 6.18.9</B></A>: Later [in the Eighth Canto of &#346;r&#299;mad-Bh&#257;gavatam] I shall describe how Urukrama, Lord V&#257;manadeva, appeared as the son of the great sage Ka&#347;yapa and how He covered the three worlds with three steps. I shall describe the uncommon activities He performed, His qualities, His power and how He took birth from the womb of Aditi.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 6.18.10</B></A>: Now let me describe the sons of Diti, who were begotten by Ka&#347;yapa but who became demons. In this demoniac family the great devotee Prahl&#257;da Mah&#257;r&#257;ja appeared, and Bali Mah&#257;r&#257;ja also appeared in that family. The demons are technically known as Daityas because they proceeded from the womb of Diti.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 6.18.11</B></A>: First the two sons named Hiranyaka&#347;ipu and Hirany&#257;ksha took birth from Diti's womb. Both of them were very powerful and were worshiped by the Daityas and D&#257;navas.</P><P CLASS=r><A CLASS=i HREF="12-13.htm"><B>SB 6.18.12-13</B></A>: The wife of Hiranyaka&#347;ipu was known as Kay&#257;dhu. She was the daughter of Jambha and a descendant of Danu. She gave birth to four consecutive sons, known as Samhl&#257;da, Anuhl&#257;da, Hl&#257;da and Prahl&#257;da. The sister of these four sons was known as Simhik&#257;. She married the demon named Vipracit and gave birth to another demon, named R&#257;hu.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 6.18.14</B></A>: While R&#257;hu, in disguise, was drinking nectar among the demigods, the Supreme Personality of Godhead severed his head. The wife of Samhl&#257;da was named Kriti. By union with Samhl&#257;da, Kriti gave birth to a son named Pañcajana.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 6.18.15</B></A>: The wife of Hl&#257;da was named Dhamani. She gave birth to two sons, named V&#257;t&#257;pi and Ilvala. When Agastya Muni became Ilvala's guest, Ilvala served him a feast by cooking V&#257;t&#257;pi, who was in the shape of a ram.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 6.18.16</B></A>: The wife of Anuhl&#257;da was named S&#363;ry&#257;. She gave birth to two sons, named B&#257;shkala and Mahisha. Prahl&#257;da had one son, Virocana, whose wife gave birth to Bali Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 6.18.17</B></A>: Thereafter, Bali Mah&#257;r&#257;ja begot one hundred sons in the womb of A&#347;an&#257;. Of these one hundred sons, King B&#257;na was the eldest. The activities of Bali Mah&#257;r&#257;ja, which are very laudable, will be described later [in the Eighth Canto].</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 6.18.18</B></A>: Since King B&#257;na was a great worshiper of Lord &#346;iva, he became one of Lord &#346;iva's most celebrated associates. Even now, Lord &#346;iva protects King B&#257;na's capital and always stands beside him.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 6.18.19</B></A>: The forty-nine Marut demigods were also born from the womb of Diti. None of them had sons. Although they were born of Diti, King Indra gave them a position as demigods.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 6.18.20</B></A>: King Par&#299;kshit inquired: My dear lord, due to their birth, the forty-nine Maruts must have been obsessed with a demoniac mentality. Why did Indra, the King of heaven, convert them into demigods? Did they perform any rituals or pious activities?</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 6.18.21</B></A>: My dear br&#257;hmana, I and all the sages present with me are eager to know about this. Therefore, O great soul, kindly explain to us the reason.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 6.18.22</B></A>: &#346;r&#299; S&#363;ta Gosv&#257;m&#299; said: O great sage &#346;aunaka, after hearing Mah&#257;r&#257;ja Par&#299;kshit speak respectfully and briefly on topics essential to hear, &#346;ukadeva Gosv&#257;m&#299;, who was well aware of everything, praised his endeavor with great pleasure and replied.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 6.18.23</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: Just to help Indra, Lord Vishnu killed the two brothers Hirany&#257;ksha and Hiranyaka&#347;ipu. Because of their being killed, their mother, Diti, overwhelmed with lamentation and anger, contemplated as follows.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 6.18.24</B></A>: Lord Indra, who is very much fond of sense gratification, has killed the two brothers Hirany&#257;ksha and Hiranyaka&#347;ipu by means of Lord Vishnu. Therefore Indra is cruel, hardhearted and sinful. When will I, having killed him, rest with a pacified mind?</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 6.18.25</B></A>: When dead, the bodies of all the rulers known as kings and great leaders will be transformed into worms, stool or ashes. If one enviously kills others for the protection of such a body, does he actually know the true interest of life? Certainly he does not, for if one is envious of other entities, he surely goes to hell.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 6.18.26</B></A>: Diti thought: Indra considers his body eternal, and thus he has become unrestrained. I therefore wish to have a son who can remove Indra's madness. Let me adopt some means to help me in this.</P><P CLASS=r><A CLASS=i HREF="27-28.htm"><B>SB 6.18.27-28</B></A>: Thinking in this way [with a desire for a son to kill Indra], Diti began constantly acting to satisfy Ka&#347;yapa by her pleasing behavior. O King, Diti always carried out Ka&#347;yapa's orders very faithfully, as he desired. With service, love, humility and control, with words spoken very sweetly to satisfy her husband, and with smiles and glances at him, Diti attracted his mind and brought it under her control.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 6.18.29</B></A>: Although Ka&#347;yapa Muni was a learned scholar, he was captivated by Diti's artificial behavior, which brought him under her control. Therefore he assured his wife that he would fulfill her desires. Such a promise by a husband is not at all astonishing.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 6.18.30</B></A>: In the beginning of creation, Lord Brahm&#257;, the father of the living entities of the universe, saw that all the living entities were unattached. To increase population, he then created woman from the better half of man's body, for woman's behavior carries away a man's mind.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 6.18.31</B></A>: O my dear one, the most powerful sage Ka&#347;yapa, being extremely pleased by the mild behavior of his wife Diti, smiled and spoke to her as follows.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 6.18.32</B></A>: Ka&#347;yapa Muni said: O beautiful woman, O irreproachable lady, since I am very much pleased by your behavior, you may ask me for any benediction you want. If a husband is pleased, what desires are difficult for his wife to obtain, either in this world or in the next?</P><P CLASS=r><A CLASS=i HREF="33-34.htm"><B>SB 6.18.33-34</B></A>: A husband is the supreme demigod for a woman. The Supreme Personality of Godhead, Lord V&#257;sudeva, the husband of the goddess of fortune, is situated in everyone's heart and is worshiped through the various names and forms of the demigods by fruitive workers. Similarly, a husband represents the Lord as the object of worship for a woman.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 6.18.35</B></A>: My dear wife, whose body is so beautiful, your waist being thin, a conscientious wife should be chaste and should abide by the orders of her husband. She should very devoutly worship her husband as a representative of V&#257;sudeva.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 6.18.36</B></A>: My dear gentle wife, because you have worshiped me with great devotion, considering me a representative of the Supreme Personality of Godhead, I shall reward you by fulfilling your desires, which are unobtainable for an unchaste wife.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 6.18.37</B></A>: Diti replied: O my husband, O great soul, I have now lost my sons. If you want to give me a benediction, I ask you for an immortal son who can kill Indra. I pray for this because Indra, with the help of Vishnu, has killed my two sons Hirany&#257;ksha and Hiranyaka&#347;ipu.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 6.18.38</B></A>: Upon hearing Diti's request, Ka&#347;yapa Muni was very much aggrieved. "Alas," he lamented, "now I face the danger of the impious act of killing Indra."</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 6.18.39</B></A>: Ka&#347;yapa Muni thought: Alas, I have now become too attached to material enjoyment. Taking advantage of this, my mind has been attracted by the illusory energy of the Supreme Personality of Godhead in the form of a woman [my wife]. Therefore I am surely a wretched person who will glide down toward hell.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 6.18.40</B></A>: This woman, my wife, has adopted a means that follows her nature, and therefore she is not to be blamed. But I am a man. Therefore, all condemnation upon me! I am not at all conversant with what is good for me, since I could not control my senses.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 6.18.41</B></A>: A woman's face is as attractive and beautiful as a blossoming lotus flower during autumn. Her words are very sweet, and they give pleasure to the ear, but if we study a woman's heart, we can understand it to be extremely sharp, like the blade of a razor. In these circumstances, who could understand the dealings of a woman?</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 6.18.42</B></A>: To satisfy their own interests, women deal with men as if the men were most dear to them, but no one is actually dear to them. Women are supposed to be very saintly, but for their own interests they can kill even their husbands, sons or brothers, or cause them to be killed by others.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 6.18.43</B></A>: I promised to give her a benediction, and this promise cannot be violated, but Indra does not deserve to be killed. In these circumstances, the solution I have is quite suitable.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 6.18.44</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: Ka&#347;yapa Muni, thinking in this way, became somewhat angry. Condemning himself, O Mah&#257;r&#257;ja Par&#299;kshit, descendant of Kuru, he spoke to Diti as follows.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 6.18.45</B></A>: Ka&#347;yapa Muni said: My dear gentle wife, if you follow my instructions regarding this vow for at least one year, you will surely get a son who will be able to kill Indra. However, if you deviate from this vow of following the Vaishnava principles, you will get a son who will be favorable to Indra.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 6.18.46</B></A>: Diti replied: My dear br&#257;hmana, I must accept your advice and follow the vow. Now let me understand what I have to do, what is forbidden and what will not break the vow. Please clearly state all this to me.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 6.18.47</B></A>: Ka&#347;yapa Muni said: My dear wife, to follow this vow, do not be violent or cause harm to anyone. Do not curse anyone, and do not speak lies. Do not cut your nails and hair, and do not touch impure things like skulls and bones.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 6.18.48</B></A>: Ka&#347;yapa Muni continued: My dear gentle wife, never enter the water while bathing, never be angry, and do not even speak or associate with wicked people. Never wear clothes that have not been properly washed, and do not put on a garland that has already been worn.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 6.18.49</B></A>: Never eat leftover food, never eat pras&#257;da offered to the goddess K&#257;l&#299; [Durg&#257;], and do not eat anything contaminated by flesh or fish. Do not eat anything brought or touched by a &#347;&#363;dra nor anything seen by a woman in her menstrual period. Do not drink water by joining your palms.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 6.18.50</B></A>: After eating, you should not go out to the street without having washed your mouth, hands and feet. You should not go out in the evening or with your hair loose, nor should you go out unless you are properly decorated with ornaments. You should not leave the house unless you are very grave and are sufficiently covered.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 6.18.51</B></A>: You should not lie down without having washed both of your feet or without being purified, nor with wet feet or with your head pointed west or north. You should not lie naked, or with other women, or during the sunrise or sunset.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>SB 6.18.52</B></A>: Putting on washed clothing, being always pure and being adorned with turmeric, sandalwood pulp and other auspicious items, before breakfast one should worship the cows, the br&#257;hmanas, the goddess of fortune and the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>SB 6.18.53</B></A>: With flower garlands, sandalwood pulp, ornaments and other paraphernalia, a woman following this vow should worship women who have sons and whose husbands are living. The pregnant wife should worship her husband and offer him prayers. She should meditate upon him, thinking that he is situated in her womb.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>SB 6.18.54</B></A>: Ka&#347;yapa Muni continued: If you perform this ceremony called pumsavana, adhering to the vow with faith for at least one year, you will give birth to a son destined to kill Indra. But if there is any discrepancy in the discharge of this vow, the son will be a friend to Indra.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>SB 6.18.55</B></A>: O King Par&#299;kshit, Diti, the wife of Ka&#347;yapa, agreed to undergo the purificatory process known as pumsavana. "Yes," she said, "I shall do everything according to your instructions." With great jubilation she became pregnant, having taken semen from Ka&#347;yapa, and faithfully began discharging the vow.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>SB 6.18.56</B></A>: O King, who are respectful to everyone, Indra understood Diti's purpose, and thus he contrived to fulfill his own interests. Following the logic that self-preservation is the first law of nature, he wanted to break Diti's promise. Thus he engaged himself in the service of Diti, his aunt, who was residing in an &#257;&#347;rama.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>SB 6.18.57</B></A>: Indra served his aunt daily by bringing flowers, fruits, roots and wood for yajñas from the forest. He also brought ku&#347;a grass, leaves, sprouts, earth and water exactly at the proper time.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>SB 6.18.58</B></A>: O King Par&#299;kshit, as the hunter of a deer becomes like a deer by covering his body with deerskin and serving the deer, so Indra, although at heart the enemy of the sons of Diti, became outwardly friendly and served Diti in a faithful way. Indra's purpose was to cheat Diti as soon as he could find some fault in the way she discharged the vows of the ritualistic ceremony. However, he wanted to be undetected, and therefore he served her very carefully.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>SB 6.18.59</B></A>: O master of the entire world, when Indra could find no faults, he thought, "How will there be good fortune for me?" Thus he was full of deep anxiety.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>SB 6.18.60</B></A>: Having grown weak and thin because of strictly following the principles of the vow, Diti once unfortunately neglected to wash her mouth, hands and feet after eating and went to sleep during the evening twilight.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>SB 6.18.61</B></A>: Finding this fault, Indra, who has all the mystic powers [the yoga-siddhis such as anim&#257; and laghim&#257;], entered Diti's womb while she was unconscious, being fast asleep.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>SB 6.18.62</B></A>: After entering Diti's womb, Indra, with the help of his thunderbolt, cut into seven pieces her embryo, which appeared like glowing gold. In seven places, seven different living beings began crying. Indra told them, "Do not cry," and then he cut each of them into seven pieces again.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>SB 6.18.63</B></A>: O King, being very much aggrieved, they pleaded to Indra with folded hands, saying, "Dear Indra, we are the Maruts, your brothers. Why are you trying to kill us?"</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>SB 6.18.64</B></A>: When Indra saw that actually they were his devoted followers, he said to them: If you are all my brothers, you have nothing more to fear from me.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>SB 6.18.65</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: My dear King Par&#299;kshit, you were burned by the brahm&#257;stra of A&#347;vatth&#257;m&#257;, but when Lord Krishna entered the womb of your mother, you were saved. Similarly, although the one embryo was cut into forty-nine pieces by the thunderbolt of Indra, they were all saved by the mercy of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="66-67.htm"><B>SB 6.18.66-67</B></A>: If one worships the Supreme Personality of Godhead, the original person, even once, he receives the benefit of being promoted to the spiritual world and possessing the same bodily features as Vishnu. Diti worshiped Lord Vishnu for almost one year, adhering to a great vow. Because of such strength in spiritual life, the forty-nine Maruts were born. How, then, is it wonderful that the Maruts, although born from the womb of Diti, became equal to the demigods by the mercy of the Supreme Lord ?</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>SB 6.18.68</B></A>: Because of worshiping the Supreme Personality of Godhead, Diti was completely purified. When she got up from bed, she saw her forty-nine sons along with Indra. These forty-nine sons were all as brilliant as fire and were in friendship with Indra, and therefore she was very pleased.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>SB 6.18.69</B></A>: Thereafter, Diti said to Indra: My dear son, I adhered to this difficult vow just to get a son to kill you twelve &#256;dityas.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>SB 6.18.70</B></A>: I prayed for only one son, but now I see that there are forty-nine. How has this happened? My dear son Indra, if you know, please tell me the truth. Do not try to speak lies.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>SB 6.18.71</B></A>: Indra replied: My dear mother, because I was grossly blinded by selfish interests, I lost sight of religion. When I understood that you were observing a great vow in spiritual life, I wanted to find some fault in you. When I found such a fault, I entered your womb and cut the embryo to pieces.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>SB 6.18.72</B></A>: First I cut the child in the womb into seven pieces, which became seven children. Then I cut each of the children into seven pieces again. By the grace of the Supreme Lord, however, none of them died.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>SB 6.18.73</B></A>: My dear mother, when I saw that all forty-nine sons were alive, I was certainly struck with wonder. I decided that this was a secondary result of your having regularly executed devotional service in worship of Lord Vishnu.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>SB 6.18.74</B></A>: Although those who are interested only in worshiping the Supreme Personality of Godhead do not desire anything material from the Lord and do not even want liberation, Lord Krishna fulfills all their desires.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>SB 6.18.75</B></A>: The ultimate goal of all ambitions is to become a servant of the Supreme Personality of Godhead. If an intelligent man serves the most dear Lord, who gives Himself to His devotees, how can he desire material happiness, which is available even in hell?</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>SB 6.18.76</B></A>: O my mother, O best of all women, I am a fool. Kindly excuse me for whatever offenses I have committed. Your forty-nine sons have been born unhurt because of your devotional service. As an enemy, I cut them to pieces, but because of your great devotional service they did not die.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>SB 6.18.77</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: Diti was extremely satisfied by Indra's good behavior. Then Indra offered his respects to his aunt with profuse obeisances, and with her permission he went away to the heavenly planets with his brothers the Maruts.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>SB 6.18.78</B></A>: My dear King Par&#299;kshit, I have replied as far as possible to the questions you have asked me, especially in regard to this pure, auspicious narration about the Maruts. Now you may inquire further, and I shall explain more.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>