<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 18"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Diti Vows to Kill King Indra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.18 Summary</P><P>This chapter gives the history of Diti, the wife of Ka&#347;yapa, and how she followed a vow to have a son who would kill Indra. It also describes how Indra attempted to foil her plan by cutting to pieces the son within her womb.</P><P>In relation to Tvasht&#257; and his descendants, there is a description of the dynasty of the &#256;dityas (sons of Aditi) and other demigods. Pri&#347;ni, the wife of Aditi's fifth son named Savit&#257;, had three daughters &#8212; S&#257;vitr&#299;, Vy&#257;hriti and Tray&#299; &#8212; and very exalted sons named Agnihotra, Pa&#347;u, Soma, C&#257;turm&#257;sya and the five Mah&#257;yajñas. Siddhi, the wife of Bhaga, had three sons, named Mahim&#257;, Vibhu and Prabhu, and she also had one daughter, whose name was &#256;&#347;&#299;. Dh&#257;t&#257; had four wives &#8212; Kuh&#363;, Sin&#299;v&#257;l&#299;, R&#257;k&#257; and Anumati &#8212; who had four sons, named S&#257;yam, Dar&#347;a, Pr&#257;tah and P&#363;rnam&#257;sa respectively. Kriy&#257;, the wife of Vidh&#257;t&#257;, gave birth to the five Pur&#299;shyas, who are representatives of five kinds of fire-gods. Bhrigu, the mind-born son of Brahm&#257;, took his birth again from Carshan&#299;, the wife of Varuna, and the great sage V&#257;lm&#299;ki appeared from Varuna's semen. Agastya and Vasishtha were two sons of Varuna and Mitra. Upon seeing the beauty of Urva&#347;&#299;, Mitra and Varuna discharged semen, which they kept in an earthen pot. From that pot, Agastya and Vasishtha appeared. Mitra had a wife named Revat&#299;, who gave birth to three sons &#8212; Utsarga, Arishta and Pippala. Aditi had twelve sons, of whom Indra was the eleventh. Indra's wife was named Paulom&#299; (&#346;ac&#299;dev&#299;). She gave birth to three sons &#8212; Jayanta, Rishabha and M&#299;dhusha. By His own powers, the Supreme Personality of Godhead appeared as V&#257;manadeva. From His wife, whose name was K&#299;rti, appeared a son named Brihat&#347;loka. Brihat&#347;loka's first son was known as Saubhaga. This is a description of the sons of Aditi. A description of &#256;ditya Urukrama, who is an incarnation of the Supreme Personality of Godhead, will be offered in the Eighth Canto.</P><P>The demons born of Diti are also described in this chapter. In the dynasty of Diti appeared the great saintly devotee Prahl&#257;da and also Bali, Prahl&#257;da's grandson. Hiranyaka&#347;ipu and Hirany&#257;ksha were the first sons of Diti. Hiranyaka&#347;ipu and his wife, whose name was Kay&#257;dhu, had four sons &#8212; Samhl&#257;da, Anuhl&#257;da, Hl&#257;da and Prahl&#257;da. They also had one daughter, whose name was Simhik&#257;. In association with the demon Vipracit, Simhik&#257; bore a son named R&#257;hu, whose head was severed by the Supreme Personality of Godhead. Kriti, the wife of Samhl&#257;da, bore a son named Pañcajana. Hl&#257;da's wife, whose name was Dhamani, gave birth to two sons &#8212; V&#257;t&#257;pi and Ilvala. Ilvala put V&#257;t&#257;pi into the form of a ram and gave him to Agastya to eat. Anuhl&#257;da, in the womb of his wife, S&#363;ry&#257;, begot two sons, named B&#257;shkala and Mahisha. Prahl&#257;da's son was known as Virocana, and his grandson was known as Bali Mah&#257;r&#257;ja. Bali Mah&#257;r&#257;ja had one hundred sons, of whom B&#257;na was the eldest.</P><P>After describing the dynasty of the &#256;dityas and the other demigods, &#346;ukadeva Gosv&#257;m&#299; describes Diti's sons known as the Maruts and how they were elevated to the position of demigods. Just to help Indra, Lord Vishnu had killed Hirany&#257;ksha and Hiranyaka&#347;ipu. Because of this, Diti was very envious, and she was eager to have a son who could kill Indra. By her service, she enchanted Ka&#347;yapa Muni in order to beg from him a greater son to do this. In corroboration of the Vedic injunction vidv&#257;msam api karshati, Ka&#347;yapa Muni was attracted to his beautiful wife and promised to grant her any request. When, however, she requested a son who would kill Indra, he condemned himself, and he advised his wife Diti to follow the Vaishnava ritualistic ceremonies to purify herself. When Diti, following the instructions of Ka&#347;yapa, engaged in devotional service, Indra could understand her purpose, and he began observing all her activities. One day, Indra had the opportunity to see her deviating from devotional service. Thus he entered her womb and cut her son into forty-nine parts. In this way the forty-nine kinds of air known as the Maruts appeared, but because Diti had performed the Vaishnava ritualistic ceremonies, all the sons became Vaishnavas.</P><P CLASS=l><A CLASS=i HREF="../17/41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>