<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 10 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 10 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Departure of Lord Krishna for Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.10.19</P><P CLASS=c>a&#347;r&#363;yant&#257;&#347;ishah saty&#257;s</P><P CLASS=c>tatra tatra dvijerit&#257;h</P><P CLASS=c>n&#257;nur&#363;p&#257;nur&#363;p&#257;&#347; ca</P><P CLASS=c>nirgunasya gun&#257;tmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asruyanta">a&#347;r&#363;yanta</A> &#8212; being heard; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; benediction; <A CLASS=v HREF="http://vedabase.net/s/satyah">saty&#257;h</A> &#8212; all truths; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/i/iritah">&#299;rit&#257;h</A> &#8212; sounded by learned br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anurupa">anur&#363;pa</A> &#8212; befitting; <A CLASS=v HREF="http://vedabase.net/a/anurupah">anur&#363;p&#257;h</A> &#8212; fitting; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/nirgunasya">nirgunasya</A> &#8212; of the Absolute; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; playing the role of <A HREF="http://vedabase.net/a/a">a</A> human being.</P><P CLASS=t>TRANSLATION</P><P>It was being heard here and there that the benedictions being paid to Krishna were neither befitting nor unbefitting because they were all for the Absolute, who was now playing the part of a human being.</P><P CLASS=t>PURPORT</P><P>At places there were sounds of Vedic benediction aiming at the Personality of Godhead &#346;r&#299; Krishna. The benedictions were fitting in the sense that the Lord was playing the part of a human being, as if a cousin of Mah&#257;r&#257;ja Yudhishthira, but they were also unfitting because the Lord is absolute and has nothing to do with any kind of material relativities. He is nirguna, or there are no material qualities in Him, but He is full of transcendental qualities. In the transcendental world there is nothing contradictory, whereas in the relative world everything has its opposite. In the relative world white is the opposite conception of black, but in the transcendental world there is no distinction between white and black. Therefore the sounds of benedictions uttered by the learned br&#257;hmanas here and there appear to be contradictory in relation with the Absolute Person, but when they are applied to the Absolute Person they lose all contradiction and become transcendental. One example may clear this idea. Lord &#346;r&#299; Krishna is sometimes described as a thief. He is very famous amongst His pure devotees as the M&#257;khana-cora. He used to steal butter from the houses of neighbors at Vrind&#257;vana in His early age. Since then He is famous as a thief. But in spite of His being famous as a thief, He is worshiped as a thief, whereas in the mundane world a thief is punished and is never praised. Since He is the Absolute Personality of Godhead, everything is applicable to Him, and still in spite of all contradictions He is the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>