<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 10 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 10 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Departure of Lord Krishna for Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.10.20</P><P CLASS=c>anyonyam &#257;s&#299;t sañjalpa</P><P CLASS=c>uttama-&#347;loka-cetas&#257;m</P><P CLASS=c>kauravendra-pura-str&#299;n&#257;m</P><P CLASS=c>sarva-&#347;ruti-mano-harah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anyonyam">anyonyam</A> &#8212; among each other; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/s/sanjalpah">sañjalpah</A> &#8212; talking; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> &#8212; the Supreme, who is praised by selected poetry; <A CLASS=v HREF="http://vedabase.net/c/cetasam">cetas&#257;m</A> &#8212; of those whose hearts <A HREF="http://vedabase.net/a/are">are</A> absorbed <A HREF="http://vedabase.net/i/in">in</A> that way; <A CLASS=v HREF="http://vedabase.net/k/kaurava">kaurava</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; the king of the Kurus; <A CLASS=v HREF="http://vedabase.net/p/pura">pura</A> &#8212; capital; <A CLASS=v HREF="http://vedabase.net/s/strinam">str&#299;n&#257;m</A> &#8212; all the ladies; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A> &#8212; the Vedas; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/h/harah">harah</A> &#8212; attractive <A HREF="http://vedabase.net/t/to">to</A> the mind.</P><P CLASS=t>TRANSLATION</P><P>Absorbed in the thought of the transcendental qualities of the Lord, who is glorified in select poetry, the ladies on the roofs of all the houses of Hastin&#257;pura began to talk of Him. This talk was more attractive than the hymns of the Vedas.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; it is said that in all the Vedic literatures the goal is the Personality of Godhead &#346;r&#299; Krishna. Factually the glories of the Lord are depicted in such literature as the Vedas, R&#257;m&#257;yana and Mah&#257;bh&#257;rata. And in the Bh&#257;gavatam they are specifically mentioned in respect to the Supreme Lord. Therefore, while the ladies on the tops of the houses in the capital of the kings of the Kuru dynasty were talking about the Lord, their talk was more pleasing than the Vedic hymns. Anything sung in the praise of the Lord is &#346;ruti-mantra. There are songs of Th&#257;kura Narottama d&#257;sa, one of the &#257;c&#257;ryas in the Gaud&#299;ya-samprad&#257;ya, composed in simple Bengali language. But Th&#257;kura Vi&#347;van&#257;tha Cakravart&#299;, another very learned &#257;c&#257;rya of the same samprad&#257;ya, has approved the songs by Th&#257;kura Narottama d&#257;sa to be as good as Vedic mantras. And this is so because of the subject matter. The language is immaterial, but the subject matter is important. The ladies, who were all absorbed in the thought and actions of the Lord, developed the consciousness of Vedic wisdom by the grace of the Lord. And therefore although such ladies might not have been very learned scholars in Sanskrit or otherwise, still whatever they spoke was more attractive than the Vedic hymns. The Vedic hymns in the Upanishads are sometimes indirectly directed to the Supreme Lord. But the talks of the ladies were directly spoken of the Lord, and thus they were more pleasing to the heart. The ladies' talks appeared to be more valuable than the learned br&#257;hmanas' benedictions.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>