<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 10 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 10 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Departure of Lord Krishna for Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.10.22</P><P CLASS=c>sa eva bh&#363;yo nija-v&#299;rya-codit&#257;m</P><P CLASS=c>sva-j&#299;va-m&#257;y&#257;m prakritim sisrikshat&#299;m</P><P CLASS=c>an&#257;ma-r&#363;p&#257;tmani r&#363;pa-n&#257;man&#299;</P><P CLASS=c>vidhitsam&#257;no 'nusas&#257;ra &#347;&#257;stra-krit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A> &#8212; own personal; <A CLASS=v HREF="http://vedabase.net/v/virya">v&#299;rya</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/c/coditam">codit&#257;m</A> &#8212; performance of; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; living being; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; external energy; <A CLASS=v HREF="http://vedabase.net/p/prakrtim">prakritim</A> &#8212; unto material nature; <A CLASS=v HREF="http://vedabase.net/s/sisrksatim">sisrikshat&#299;m</A> &#8212; while <A HREF="http://vedabase.net/r/re">re</A>-creating; <A CLASS=v HREF="http://vedabase.net/a/anama">an&#257;ma</A> &#8212; without mundane designation; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; forms of the soul; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/n/namani">n&#257;man&#299;</A> &#8212; forms and names; <A CLASS=v HREF="http://vedabase.net/v/vidhitsamanah">vidhitsam&#257;nah</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> award; <A CLASS=v HREF="http://vedabase.net/a/anusasara">anusas&#257;ra</A> &#8212; entrusted; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>-<A CLASS=v HREF="http://vedabase.net/k/krt">krit</A> &#8212; the compiler of revealed scripture.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead, again desiring to give names and forms to His parts and parcels, the living entities, placed them under the guidance of material nature. By His own potency, material nature is empowered to re-create.</P><P CLASS=t>PURPORT</P><P>The living entities are parts and parcels of the Lord. They are of two varieties, namely nitya-mukta and nitya-baddha. The nitya-muktas are eternally liberated souls, and they are eternally engaged in the reciprocation of transcendental loving service with the Lord in His eternal abode beyond the manifested mundane creations. But the nitya-baddha, or eternally conditioned souls, are entrusted to His external energy, m&#257;y&#257;, for rectification of their rebellious attitude toward the Supreme Father. Nitya-baddhas are eternally forgetful of their relation with the Lord as parts and parcels. They are bewildered by the illusory energy as products of matter, and thus they are very busy in making plans in the material world for becoming happy. They go on merrily with plans, but by the will of the Lord both the planmakers and the plans are annihilated at the end of a certain period, as above mentioned. This is confirmed in the Bhagavad-g&#299;t&#257; as follows: "O son of Kunt&#299;, at the end of the millennium all the living entities merge into My nature, and again when the time of creation is ripe, I begin creation by the agency of My external energy." (<A CLASS=v HREF="../../../bg/9/7.htm">Bg. 9.7</A>)</P><P>The word bh&#363;yah indicates again and again, that is to say the process of creation, maintenance and annihilation is going on perpetually by the external energy of the Lord. He is the cause of everything. But the living beings, who are constitutionally the parts and parcels of the Lord and are forgetful of the sweet relation, are given a chance again to get rid of the clutches of the external energy. And to revive his (the living being's) consciousness, the revealed scriptures are also created by the Lord. Vedic literatures are the guiding directions for the conditioned souls so they can get free from the repetition of creation and annihilation of the material world and the material body.</P><P>The Lord says in the Bhagavad-g&#299;t&#257;, "This created world and material energy are under My control. Under the influence of prakriti, automatically they are created again and again, and this is done by Me through the agency of My external energy."</P><P>Actually the spiritual spark living entities have no material names or forms. But in order to fulfill their desire to lord it over the material energy of material forms and names, they are given a chance for such false enjoyment, and at the same time they are given a chance to understand the real position through the revealed scriptures. The foolish and forgetful living being is always busy with false forms and false names. Modern nationalism is the culmination of such false names and false forms. Men are mad after false name and form. The form of body obtained under certain conditions is taken up as factual, and the name also taken bewilders the conditioned soul into misusing the energy in the name of so many "isms." The scriptures, however, supply the clue for understanding the real position, but men are reluctant to take lessons from the scriptures created by the Lord for different places and times. For example, the Bhagavad-g&#299;t&#257; is the guiding principle for every human being, but by the spell of material energy they do not take care to carry out the programs of life in terms of the Bhagavad-g&#299;t&#257;. &#346;r&#299;mad-Bh&#257;gavatam is the post-graduate study of knowledge for one who has thoroughly understood the principles of the Bhagavad-g&#299;t&#257;. Unfortunately people have no taste for them, and therefore they are under the clutches of m&#257;y&#257; for repetition of birth and death.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>