<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 10 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 10 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Departure of Lord Krishna for Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.10.23</P><P CLASS=c>sa v&#257; ayam yat padam atra s&#363;rayo</P><P CLASS=c>jitendriy&#257; nirjita-m&#257;tari&#347;vanah</P><P CLASS=c>pa&#347;yanti bhakty-utkalit&#257;mal&#257;tman&#257;</P><P CLASS=c>nanv esha sattvam parim&#257;rshtum arhati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; by providence; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; here is the <A HREF="http://vedabase.net/s/same">same</A> Personality of Godhead, <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/surayah">s&#363;rayah</A> &#8212; great devotees; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyah">indriy&#257;h</A> &#8212; who have overcome the influence of the senses; <A CLASS=v HREF="http://vedabase.net/n/nirjita">nirjita</A> &#8212; thoroughly controlled; <A CLASS=v HREF="http://vedabase.net/m/matarisvanah">m&#257;tari&#347;vanah</A> &#8212; life; <A CLASS=v HREF="http://vedabase.net/p/pasyanti">pa&#347;yanti</A> &#8212; can see; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; by dint of devotional service; <A CLASS=v HREF="http://vedabase.net/u/utkalita">utkalita</A> &#8212; developed; <A CLASS=v HREF="http://vedabase.net/a/amala">amala</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; those whose minds <A HREF="http://vedabase.net/a/are">are</A> thoroughly cleansed; <A CLASS=v HREF="http://vedabase.net/n/nanu">nanu</A> <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; certainly by this only; <A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; existence; <A CLASS=v HREF="http://vedabase.net/p/parimarstum">parim&#257;rshtum</A> &#8212; for purifying the mind completely; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; deserve.</P><P CLASS=t>TRANSLATION</P><P>Here is the same Supreme Personality of Godhead whose transcendental form is experienced by the great devotees who are completely cleansed of material consciousness by dint of rigid devotional service and full control of life and the senses. And that is the only way to purify existence.</P><P CLASS=t>PURPORT</P><P>As it is stated in Bhagavad-g&#299;t&#257;, the Lord can be known in His real nature by dint of pure devotional service only. So it is stated here that only the great devotees of the Lord who are able to clear the mind of all material dust by rigid devotional service can experience the Lord as He is. Jitendriya means one who has full control over the senses. The senses are active parts of the body, and their activities cannot be stopped. The artificial means of the yogic processes to make the senses inactive has proved to be abject failure, even in the case of great yog&#299;s like Vi&#347;v&#257;mitra Muni. Vi&#347;v&#257;mitra Muni controlled the senses by yogic trance, but when he happened to meet Menak&#257; (a heavenly society woman), he became a victim of sex, and the artificial way of controlling the senses failed. But in the case of a pure devotee, the senses are not at all artificially stopped from doing anything, but they are given different good engagements. When the senses are engaged in more attractive activities, there is no chance of their being attracted by any inferior engagements. In the Bhagavad-g&#299;t&#257; it is said that the senses can be controlled only by better engagements. Devotional service necessitates purifying the senses or engaging them in the activities of devotional service. Devotional service is not inaction. Anything done in the service of the Lord becomes at once purified of its material nature. The material conception is due to ignorance only. There is nothing beyond V&#257;sudeva. The V&#257;sudeva conception gradually develops in the heart of the learned after a prolonged acceleration of the receptive organs. But the process ends in the knowledge of accepting V&#257;sudeva as all in all. In the case of devotional service, this very same method is accepted from the very beginning, and by the grace of the Lord all factual knowledge becomes revealed in the heart of a devotee due to dictation by the Lord from within. Therefore controlling the senses by devotional service is the only and easiest means.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>