<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 10 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 10 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Departure of Lord Krishna for Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.10.24</P><P CLASS=c>sa v&#257; ayam sakhy anug&#299;ta-sat-katho</P><P CLASS=c>vedeshu guhyeshu ca guhya-v&#257;dibhih</P><P CLASS=c>ya eka &#299;&#347;o jagad-&#257;tma-l&#299;lay&#257;</P><P CLASS=c>srijaty avaty atti na tatra sajjate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sakhi">sakhi</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my friend; <A CLASS=v HREF="http://vedabase.net/a/anugita">anug&#299;ta</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/k/kathah">kathah</A> &#8212; the excellent pastimes; <A CLASS=v HREF="http://vedabase.net/v/vedesu">vedeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Vedic literatures; <A CLASS=v HREF="http://vedabase.net/g/guhyesu">guhyeshu</A> &#8212; confidentially; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> also; <A CLASS=v HREF="http://vedabase.net/g/guhya">guhya</A>-<A CLASS=v HREF="http://vedabase.net/v/vadibhih">v&#257;dibhih</A> &#8212; by the confidential devotees; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; one only; <A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;ah</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; of the complete creation; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; Supersoul; <A CLASS=v HREF="http://vedabase.net/l/lilaya">l&#299;lay&#257;</A> &#8212; by manifestation of pastimes; <A CLASS=v HREF="http://vedabase.net/s/srjati">srijati</A> &#8212; creates; <A CLASS=v HREF="http://vedabase.net/a/avati">avati</A> <A CLASS=v HREF="http://vedabase.net/a/atti">atti</A> &#8212; also maintains and annihilates; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/s/sajjate">sajjate</A> &#8212; becomes attached <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/i/it">it</A>.</P><P CLASS=t>TRANSLATION</P><P>O dear friends, here is that very Personality of Godhead whose attractive and confidential pastimes are described in the confidential parts of Vedic literature by His great devotees. It is He only who creates, maintains and annihilates the material world and yet remains unaffected.</P><P CLASS=t>PURPORT</P><P>As it is stated in the Bhagavad-g&#299;t&#257;, all the Vedic literatures are glorifying the greatness of Lord &#346;r&#299; Krishna. Here it is confirmed in the Bh&#257;gavatam also. The Vedas are expanded by many branches and subbranches by great devotees and empowered incarnations of the Lord like Vy&#257;sa, N&#257;rada, &#346;ukadeva Gosv&#257;m&#299;, the Kum&#257;ras, Kapila, Prahl&#257;da, Janaka, Bali and Yamar&#257;ja, but in the &#346;r&#299;mad-Bh&#257;gavatam especially, the confidential parts of His activities are described by the confidential devotee &#346;ukadeva Gosv&#257;m&#299;. In the Ved&#257;nta-s&#363;tras or Upanishads there is only a hint of the confidential parts of His pastimes. In such Vedic literatures as the Upanishads, the Lord has expressively been distinguished from the mundane conception of His existence. His identity being fully spiritual, His form, name, quality, and paraphernalia, etc., have been elaborately distinguished from matter, and therefore He is sometimes misunderstood by less intelligent persons as impersonal. But factually He is the Supreme Person, Bhagav&#257;n, and He is partially represented as Param&#257;tm&#257; or impersonal Brahman.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>