<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 10 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 10 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Departure of Lord Krishna for Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.10.27</P><P CLASS=c>aho bata svar-ya&#347;asas tiraskar&#299;</P><P CLASS=c>ku&#347;asthal&#299; punya-ya&#347;askar&#299; bhuvah</P><P CLASS=c>pa&#347;yanti nityam yad anugraheshitam</P><P CLASS=c>smit&#257;valokam sva-patim sma yat-praj&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; how wonderful this is; <A CLASS=v HREF="http://vedabase.net/s/svah">svah</A>-<A CLASS=v HREF="http://vedabase.net/y/yasasah">ya&#347;asah</A> &#8212; the glories of the heavenly planets; <A CLASS=v HREF="http://vedabase.net/t/tiraskari">tiraskar&#299;</A> &#8212; that which defeats; <A CLASS=v HREF="http://vedabase.net/k/kusasthali">ku&#347;asthal&#299;</A> &#8212; <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A> &#8212; virtue; <A CLASS=v HREF="http://vedabase.net/y/yasaskari">ya&#347;askar&#299;</A> &#8212; famous; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; the planet earth; <A CLASS=v HREF="http://vedabase.net/p/pasyanti">pa&#347;yanti</A> &#8212; see; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/a/anugraha">anugraha</A>-<A CLASS=v HREF="http://vedabase.net/i/isitam">ishitam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> bestow benediction; <A CLASS=v HREF="http://vedabase.net/s/smita">smita</A>-<A CLASS=v HREF="http://vedabase.net/a/avalokam">avalokam</A> &#8212; glance with the favor of sweet smiling; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; unto the soul of the living being (<A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; used <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; the inhabitants of the place.</P><P CLASS=t>TRANSLATION</P><P>Undoubtedly it is wonderful that Dv&#257;rak&#257; has defeated the glories of the heavenly planets and has enhanced the celebrity of the earth. The inhabitants of Dv&#257;rak&#257; are always seeing the soul of all living beings [Krishna] in His loving feature. He glances at them and favors them with sweet smiles.</P><P CLASS=t>PURPORT</P><P>The heavenly planets are inhabited by demigods like Indra, Candra, Varuna and V&#257;yu and the pious souls reach there after performance of many virtuous acts on earth. Modern scientists agree that the timing arrangement in higher planetary systems is different from that of the earth. Thus it is understood from the revealed scriptures that the duration of life there is ten thousand years (by our calculation). Six months on earth is equal to one day on the heavenly planets. Facilities of enjoyment are also similarly enhanced, and the beauty of the inhabitants is legendary. Common men on the earth are very much fond of reaching the heavenly planets because they have heard that comforts of life are far greater there than on the earth. They are now trying to reach the moon by spacecraft. Considering all this, the heavenly planets are more celebrated than the earth. But the celebrity of earth has defeated that of the heavenly planets because of Dv&#257;rak&#257;, where Lord &#346;r&#299; Krishna reigned as King. Three places, namely Vrind&#257;vana, Mathur&#257; and Dv&#257;rak&#257;, are more important than the famous planets within the universe. These places are perpetually sanctified because whenever the Lord descends on earth He displays His transcendental activities particularly in these three places. They are perpetually the holy lands of the Lord, and the inhabitants still take advantage of the holy places, even though the Lord is now out of their sight. The Lord is the soul of all living beings, and He desires always to have all the living beings, in their svar&#363;pa, in their constitutional position, to participate in transcendental life in His association. His attractive features and sweet smiles go deep into the heart of everyone, and once it is so done the living being is admitted into the kingdom of God, from which no one returns. This is confirmed in the Bhagavad-g&#299;t&#257;.</P><P>The heavenly planets may be very famous for offering better facilities of material enjoyment, but as we learn from the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/20.htm">9.20-21</A>), one has to come back again to the earth planet as soon as the acquired virtue is finished. Dv&#257;rak&#257; is certainly more important than the heavenly planets because whoever has been favored with the smiling glance of the Lord shall never come back again to this rotten earth, which is certified by the Lord Himself as a place of misery. Not only this earth but also all the planets of the universes are places of misery because in none of the planets within the universe is there eternal life, eternal bliss and eternal knowledge. Any person engaged in the devotional service of the Lord is recommended to live in one of the above-mentioned three places, namely Dv&#257;rak&#257;, Mathur&#257; or Vrind&#257;vana. Because devotional service in these three places is magnified, those who go there to follow the principles in terms of instructions imparted in the revealed scriptures surely achieve the same result as obtained during the presence of Lord &#346;r&#299; Krishna. His abode and He Himself are identical, and a pure devotee under the guidance of another experienced devotee can obtain all the results, even at present.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>