<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 10 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 10 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Departure of Lord Krishna for Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.10.28</P><P CLASS=c>n&#363;nam vrata-sn&#257;na-hut&#257;dine&#347;varah</P><P CLASS=c>samarcito hy asya grih&#299;ta-p&#257;nibhih</P><P CLASS=c>pibanti y&#257;h sakhy adhar&#257;mritam muhur</P><P CLASS=c>vraja-striyah sammumuhur yad-&#257;&#347;ay&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; certainly <A HREF="http://vedabase.net/i/in">in</A> the previous birth; <A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A> &#8212; vow; <A CLASS=v HREF="http://vedabase.net/s/snana">sn&#257;na</A> &#8212; bath; <A CLASS=v HREF="http://vedabase.net/h/huta">huta</A> &#8212; sacrifice <A HREF="http://vedabase.net/i/in">in</A> the fire; <A CLASS=v HREF="http://vedabase.net/a/adina">&#257;din&#257;</A> &#8212; by all these; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/samarcitah">samarcitah</A> &#8212; perfectly worshiped; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/p/panibhih">p&#257;nibhih</A> &#8212; by the married wives; <A CLASS=v HREF="http://vedabase.net/p/pibanti">pibanti</A> &#8212; relishes; <A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/s/sakhi">sakhi</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> friend; <A CLASS=v HREF="http://vedabase.net/a/adhara">adhara</A>-<A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; the nectar from His lips; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; again and again; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; the damsels of Vrajabh&#363;mi; <A CLASS=v HREF="http://vedabase.net/s/sammumuhuh">sammumuhuh</A> &#8212; often fainted; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/a/asayah">&#257;&#347;ay&#257;h</A> &#8212; expecting <A HREF="http://vedabase.net/t/to">to</A> be favored <A HREF="http://vedabase.net/i/in">in</A> that way.</P><P CLASS=t>TRANSLATION</P><P>O friends, just think of His wives, whose hands He has accepted. How they must have undergone vows, baths, fire sacrifices and perfect worship of the Lord of the universe to constantly relish now the nectar from His lips [by kissing]. The damsels of Vrajabh&#363;mi would often faint just by expecting such favors.</P><P CLASS=t>PURPORT</P><P>Religious rites prescribed in the scriptures are meant to purify the mundane qualities of the conditioned souls to enable them to be gradually promoted to the stage of rendering transcendental service unto the Supreme Lord. Attainment of this stage of pure spiritual life is the highest perfection, and this stage is called svar&#363;pa, or the factual identity of the living being. Liberation means renovation of this stage of svar&#363;pa. In that perfect stage of svar&#363;pa, the living being is established in five phases of loving service, one of which is the stage of m&#257;dhurya-rasa, or the humor of conjugal love. The Lord is always perfect in Himself, and thus He has no hankering for Himself. He, however, becomes a master, a friend, a son or a husband to fulfill the intense love of the devotee concerned. Herein two classes of devotees of the Lord are mentioned in the stage of conjugal love. One is svak&#299;ya, and the other is parak&#299;ya. Both of them are in conjugal love with the Personality of Godhead Krishna. The queens at Dv&#257;rak&#257; were svak&#299;ya, or duly married wives, but the damsels of Vraja were young friends of the Lord while He was unmarried. The Lord stayed at Vrind&#257;vana till the age of sixteen, and His friendly relations with the neighboring girls were in terms of parak&#299;ya. These girls, as well as the queens, underwent severe penances by taking vows, bathing and offering sacrifices in the fire, as prescribed in the scriptures. The rites, as they are, are not an end in themselves, nor are fruitive action, culture of knowledge or perfection in mystic powers ends in themselves. They are all means to attain to the highest stage of svar&#363;pa, to render constitutional transcendental service to the Lord. Each and every living being has his individual position in one of the above-mentioned five different kinds of reciprocating means with the Lord, and in one's pure spiritual form of svar&#363;pa the relation becomes manifest without mundane affinity. The kissing of the Lord, either by His wives or His young girl friends who aspired to have the Lord as their fiance, is not of any mundane perverted quality. Had such things been mundane, a liberated soul like &#346;ukadeva would not have taken the trouble to relish them, nor would Lord &#346;r&#299; Caitanya Mah&#257;prabhu have been inclined to participate in those subjects after renouncing worldly life. The stage is earned after many lives of penance.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>