<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 10 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 10 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Departure of Lord Krishna for Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.10.29</P><P CLASS=c>y&#257; v&#299;rya-&#347;ulkena hrit&#257;h svayamvare</P><P CLASS=c>pramathya caidya-pramukh&#257;n hi &#347;ushminah</P><P CLASS=c>pradyumna-s&#257;mb&#257;mba-sut&#257;dayo 'par&#257;</P><P CLASS=c>y&#257;&#347; c&#257;hrit&#257; bhauma-vadhe sahasra&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; the lady; <A CLASS=v HREF="http://vedabase.net/v/virya">v&#299;rya</A> &#8212; prowess; <A CLASS=v HREF="http://vedabase.net/s/sulkena">&#347;ulkena</A> &#8212; by payment of the price; <A CLASS=v HREF="http://vedabase.net/h/hrtah">hrit&#257;h</A> &#8212; taken away by force; <A CLASS=v HREF="http://vedabase.net/s/svayamvare">svayamvare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the open selection of the bridegroom; <A CLASS=v HREF="http://vedabase.net/p/pramathya">pramathya</A> &#8212; harassing; <A CLASS=v HREF="http://vedabase.net/c/caidya">caidya</A> &#8212; King <A HREF="http://vedabase.net/s/sisupala">&#346;i&#347;up&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/p/pramukhan">pramukh&#257;n</A> &#8212; headed by; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; positively; <A CLASS=v HREF="http://vedabase.net/s/susminah">&#347;ushminah</A> &#8212; all very powerful; <A CLASS=v HREF="http://vedabase.net/p/pradyumna">pradyumna</A> &#8212; <A HREF="http://vedabase.net/p/pradyumna">Pradyumna</A> (<A HREF="http://vedabase.net/k/krsna">Krishna</A>'s son); <A CLASS=v HREF="http://vedabase.net/s/samba">s&#257;mba</A> &#8212; <A HREF="http://vedabase.net/s/samba">S&#257;mba</A>; <A CLASS=v HREF="http://vedabase.net/a/amba">amba</A> &#8212; <A HREF="http://vedabase.net/a/amba">Amba</A>; <A CLASS=v HREF="http://vedabase.net/s/suta">suta</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/a/aparah">apar&#257;h</A> &#8212; other ladies; <A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/ahrtah">&#257;hrit&#257;h</A> &#8212; similarly brought; <A CLASS=v HREF="http://vedabase.net/b/bhauma">bhauma</A>-<A CLASS=v HREF="http://vedabase.net/v/vadhe">vadhe</A> &#8212; after killing kings; <A CLASS=v HREF="http://vedabase.net/s/sahasrasah">sahasra&#347;ah</A> &#8212; by the thousands.</P><P CLASS=t>TRANSLATION</P><P>The children of these ladies are Pradyumna, S&#257;mba, Amba, etc: Ladies like Rukmin&#299;, Satyabh&#257;m&#257; and J&#257;mbavat&#299; were forcibly taken away by Him from their svayamvara ceremonies after He defeated many powerful kings, headed by &#346;i&#347;up&#257;la. And other ladies were also forcibly taken away by Him after He killed Bhaum&#257;sura and thousands of his assistants. All of these ladies are glorious.</P><P CLASS=t>PURPORT</P><P>Exceptionally qualified daughters of powerful kings were allowed to make a choice of their own bridegrooms in open competition, and such ceremonies were called svayamvara, or selection of the bridegroom. Because the svayamvara was an open competition between the rival and valiant princes, such princes were invited by the father of the princess, and usually there were regular fights between the invited princely order in a sporting spirit. But it so happened that sometimes the belligerent princes were killed in such marriage-fighting, and the victorious prince was offered the trophy princess for whom so many princes died. Rukmin&#299;, the principal queen of Lord Krishna, was the daughter of the King of Vidarbha, who wished that his qualified and beautiful daughter be given away to Lord Krishna. But her eldest brother wanted her to be given away to King &#346;i&#347;up&#257;la, who happened to be a cousin of Krishna. So there was open competition, and as usual Lord Krishna emerged successful, after harassing &#346;i&#347;up&#257;la and other princes by His unrivalled prowess. Rukmin&#299; had ten sons, like Pradyumna. There were other queens also taken away by Lord Krishna in a similar way. Full description of this beautiful booty of Lord Krishna will be given in the Tenth Canto. There were 16,100 beautiful girls who were daughters of many kings and were forcibly stolen by Bhaum&#257;sura, who kept them captive for his carnal desire. These girls prayed piteously to Lord Krishna for their deliverance, and the merciful Lord, called by their fervent prayer, released them all by fighting and killing Bhaum&#257;sura. All these captive princesses were then accepted by the Lord as His wives, although in the estimation of society they were all fallen girls. The all-powerful Lord Krishna accepted the humble prayers of these girls and married them with the adoration of queens. So altogether Lord Krishna had 16,108 queens at Dv&#257;rak&#257;, and in each of them He begot ten children. All these children grew up, and each had as many children as the father. The aggregate of the family numbered 10,000,000.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>