<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 10 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 10 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Departure of Lord Krishna for Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.10.3</P><P CLASS=c>ni&#347;amya bh&#299;shmoktam ath&#257;cyutoktam</P><P CLASS=c>pravritta-vijñ&#257;na-vidh&#363;ta-vibhramah</P><P CLASS=c>&#347;a&#347;&#257;sa g&#257;m indra iv&#257;jit&#257;&#347;rayah</P><P CLASS=c>paridhyup&#257;nt&#257;m anuj&#257;nuvartitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; after listening; <A CLASS=v HREF="http://vedabase.net/b/bhisma">bh&#299;shma</A>-<A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; what was spoken by Bh&#299;shmadeva; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> also; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A>-<A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; what was spoken by the infallible Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/pravrtta">pravritta</A> &#8212; being engaged <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/v/vijnana">vijñ&#257;na</A> &#8212; perfect knowledge; <A CLASS=v HREF="http://vedabase.net/v/vidhuta">vidh&#363;ta</A> &#8212; completely washed; <A CLASS=v HREF="http://vedabase.net/v/vibhramah">vibhramah</A> &#8212; all misgivings; <A CLASS=v HREF="http://vedabase.net/s/sasasa">&#347;a&#347;&#257;sa</A> &#8212; ruled over; <A CLASS=v HREF="http://vedabase.net/g/gam">g&#257;m</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; the king of the heavenly planet; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; protected by the invincible Lord; <A CLASS=v HREF="http://vedabase.net/p/paridhi">paridhi</A>-<A CLASS=v HREF="http://vedabase.net/u/upantam">up&#257;nt&#257;m</A> &#8212; including the seas; <A CLASS=v HREF="http://vedabase.net/a/anuja">anuja</A> &#8212; the younger brothers; <A CLASS=v HREF="http://vedabase.net/a/anuvartitah">anuvartitah</A> &#8212; being followed by them.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Yudhishthira, after being enlightened by what was spoken by Bh&#299;shmadeva and Lord &#346;r&#299; Krishna, the infallible, engaged himself in matters of perfect knowledge because all his misgivings were eradicated. Thus he ruled over the earth and seas and was followed by his younger brothers.</P><P CLASS=t>PURPORT</P><P>The modern English law of primogeniture, or the law of inheritance by the firstborn, was also prevalent in those days when Mah&#257;r&#257;ja Yudhishthira ruled the earth and seas. In those days the King of Hastin&#257;pura (now part of New Delhi) was the emperor of the world, including the seas, up to the time of Mah&#257;r&#257;ja Par&#299;kshit, the grandson of Mah&#257;r&#257;ja Yudhishthira. Mah&#257;r&#257;ja Yudhishthira's younger brothers were acting as his ministers and commanders of state, and there was full cooperation between the perfectly religious brothers of the King. Mah&#257;r&#257;ja Yudhishthira was the ideal king or representative of Lord &#346;r&#299; Krishna to rule over the kingdom of earth and was comparable to King Indra, the representative ruler of the heavenly planets. The demigods like Indra, Candra, S&#363;rya, Varuna and V&#257;yu are representative kings of different planets of the universe, and similarly Mah&#257;r&#257;ja Yudhishthira was also one of them, ruling over the kingdom of the earth. Mah&#257;r&#257;ja Yudhishthira was not a typically unenlightened political leader of modern democracy. Mah&#257;r&#257;ja Yudhishthira was instructed by Bh&#299;shmadeva and the infallible Lord also, and therefore he had full knowledge of everything in perfection.</P><P>The modern elected executive head of a state is just like a puppet because he has no kingly power. Even if he is enlightened like Mah&#257;r&#257;ja Yudhishthira, he cannot do anything out of his own good will due to his constitutional position. Therefore, there are so many states over the earth quarreling because of ideological differences or other selfish motives. But a king like Mah&#257;r&#257;ja Yudhishthira had no ideology of his own. He had but to follow the instructions of the infallible Lord and the Lord's representative and the authorized agent, Bh&#299;shmadeva. It is instructed in the &#347;&#257;stras that one should follow the great authority and the infallible Lord without any personal motive and manufactured ideology. Therefore, it was possible for Mah&#257;r&#257;ja Yudhishthira to rule the whole world, including the seas, because the principles were infallible and universally applicable to everyone. The conception of one world state can only be fulfilled if we can follow the infallible authority. An imperfect human being cannot create an ideology acceptable to everyone. Only the perfect and the infallible can create a program which is applicable at every place and can be followed by all in the world. It is the person who rules, and not the impersonal government. If the person is perfect, the government is perfect. If the person is a fool, the government is a fool's paradise. That is the law of nature. There are so many stories of imperfect kings or executive heads. Therefore, the executive head must be a trained person like Mah&#257;r&#257;ja Yudhishthira, and he must have the full autocratic power to rule over the world. The conception of a world state can take shape only under the regime of a perfect king like Mah&#257;r&#257;ja Yudhishthira. The world was happy in those days because there were kings like Mah&#257;r&#257;ja Yudhishthira to rule over the world.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>