<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 10 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 10 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Departure of Lord Krishna for Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.10.32</P><P CLASS=c>aj&#257;ta-&#347;atruh pritan&#257;m</P><P CLASS=c>gop&#299;th&#257;ya madhu-dvishah</P><P CLASS=c>parebhyah &#347;a&#324;kitah sneh&#257;t</P><P CLASS=c>pr&#257;yu&#324;kta catur-a&#324;gin&#299;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ajata">aj&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/satruh">&#347;atruh</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>, who was <A HREF="http://vedabase.net/n/no">no</A> one's enemy; <A CLASS=v HREF="http://vedabase.net/p/prtanam">pritan&#257;m</A> &#8212; defensive forces; <A CLASS=v HREF="http://vedabase.net/g/gopithaya">gop&#299;th&#257;ya</A> &#8212; for giving protection; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/d/dvisah">dvishah</A> &#8212; of the enemy of <A HREF="http://vedabase.net/m/madhu">Madhu</A> (<A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/p/parebhyah">parebhyah</A> &#8212; from others (enemies); <A CLASS=v HREF="http://vedabase.net/s/sankitah">&#347;a&#324;kitah</A> &#8212; being afraid of; <A CLASS=v HREF="http://vedabase.net/s/snehat">sneh&#257;t</A> &#8212; out of affection; <A CLASS=v HREF="http://vedabase.net/p/prayunkta">pr&#257;yu&#324;kta</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/a/anginim">a&#324;gin&#299;m</A> &#8212; four defensive divisions.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Yudhishthira, although no one's enemy, engaged four divisions of defense [horse, elephant, chariot and army] to accompany Lord Krishna, the enemy of the asuras [demons]. The Mah&#257;r&#257;ja did this because of the enemy, and also out of affection for the Lord.</P><P CLASS=t>PURPORT</P><P>Natural defensive measures are horses and elephants combined with chariots and men. Horses and elephants are trained to move to any part of the hills or forests and plains. The charioteers could fight with many horses and elephants by the strength of powerful arrows, even up to the standard of the brahm&#257;stra (similar to modern atomic weapons). Mah&#257;r&#257;ja Yudhishthira knew well that Krishna is everyone's friend and well-wisher, and yet there were asuras who were by nature envious of the Lord. So out of fear of attack from others and out of affection also, he engaged all varieties of defensive forces as bodyguards of Lord Krishna. If required, Lord Krishna Himself was sufficient to defend Himself from the attack of others who counted the Lord as their enemy, but still He accepted all the arrangements made by Mah&#257;r&#257;ja Yudhishthira because He could not disobey the King, who was His elder cousin. The Lord plays the part of a subordinate in His transcendental sporting, and thus sometimes He puts Himself in the care of Ya&#347;od&#257;m&#257;t&#257; for His protection in His so-called helplessness of childhood. That is the transcendental l&#299;l&#257;, or pastime of the Lord. The basic principle for all transcendental exchanges between the Lord and His devotees is exhibited to enjoy a transcendental bliss for which there is no comparison, even up to the level of brahm&#257;nanda.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>