<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 10 Verses 34-35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 10 Verses 34-35"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Departure of Lord Krishna for Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.10.34-35</P><P CLASS=c>kuru-j&#257;&#324;gala-p&#257;ñc&#257;l&#257;n</P><P CLASS=c>&#347;&#363;rasen&#257;n say&#257;mun&#257;n</P><P CLASS=c>brahm&#257;vartam kurukshetram</P><P CLASS=c>matsy&#257;n s&#257;rasvat&#257;n atha</P><P CLASS=c>maru-dhanvam atikramya</P><P CLASS=c>sauv&#299;r&#257;bh&#299;rayoh par&#257;n</P><P CLASS=c>&#257;nart&#257;n bh&#257;rgavop&#257;g&#257;c</P><P CLASS=c>chr&#257;ntav&#257;ho man&#257;g vibhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kuru">kuru</A>-<A CLASS=v HREF="http://vedabase.net/j/jangala">j&#257;&#324;gala</A> &#8212; the province of Delhi; <A CLASS=v HREF="http://vedabase.net/p/pancalan">p&#257;ñc&#257;l&#257;n</A> &#8212; part of the province Punjab; <A CLASS=v HREF="http://vedabase.net/s/surasenan">&#347;&#363;rasen&#257;n</A> &#8212; part of the province of Uttar Pradesh; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/y/yamunan">y&#257;mun&#257;n</A> &#8212; the districts on the bank of the <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/brahmavartam">brahm&#257;vartam</A> &#8212; part of northern Uttar Pradesh; <A CLASS=v HREF="http://vedabase.net/k/kuruksetram">kurukshetram</A> &#8212; the place where the battle was fought; <A CLASS=v HREF="http://vedabase.net/m/matsyan">matsy&#257;n</A> &#8212; the province <A HREF="http://vedabase.net/m/matsya">Matsy&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sarasvatan">s&#257;rasvat&#257;n</A> &#8212; part of Punjab; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/m/maru">maru</A> &#8212; Rajasthan, the land of deserts; <A CLASS=v HREF="http://vedabase.net/d/dhanvam">dhanvam</A> &#8212; <A HREF="http://vedabase.net/m/madhya">Madhya</A> Pradesh, where water is very scanty; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/k/kramya">kramya</A> &#8212; after passing; <A CLASS=v HREF="http://vedabase.net/s/sauvira">sauv&#299;ra</A> &#8212; <A HREF="http://vedabase.net/s/saurastra">Saurastra</A>; <A CLASS=v HREF="http://vedabase.net/a/abhirayoh">&#257;bh&#299;rayoh</A> &#8212; part of Gujarat; <A CLASS=v HREF="http://vedabase.net/p/paran">par&#257;n</A> &#8212; western side; <A CLASS=v HREF="http://vedabase.net/a/anartan">&#257;nart&#257;n</A> &#8212; the province of <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhargava">bh&#257;rgava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/s/saunaka">&#346;aunaka</A>; <A CLASS=v HREF="http://vedabase.net/u/upagat">up&#257;g&#257;t</A> &#8212; overtaken by; <A CLASS=v HREF="http://vedabase.net/s/sranta">&#347;r&#257;nta</A> &#8212; fatigue; <A CLASS=v HREF="http://vedabase.net/v/vahah">v&#257;hah</A> &#8212; the horses; <A CLASS=v HREF="http://vedabase.net/m/manak">man&#257;k</A> <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; slightly, because of the long journey.</P><P CLASS=t>TRANSLATION</P><P>O &#346;aunaka, the Lord then proceeded towards Kuruj&#257;&#324;gala, P&#257;ñc&#257;l&#257;, &#346;&#363;rasen&#257;, the land on the bank of the River Yamun&#257;, Brahm&#257;varta, Kurukshetra, Matsy&#257;, S&#257;rasvat&#257;, the province of the desert and the land of scanty water. After crossing these provinces He gradually reached the Sauv&#299;ra and &#256;bh&#299;ra provinces, then west of these, reached Dv&#257;rak&#257; at last.</P><P CLASS=t>PURPORT</P><P>The provinces passed over by the Lord in those days were differently named, but the direction given is sufficient to indicate that He traveled through Delhi, Punjab, Rajasthan, Madhya Pradesh, Saurastra and Gujarat and at last reached His home province at Dv&#257;rak&#257;. We do not gain any profit simply by researching the analogous provinces of those days up to now, but it appears that the desert of Rajasthan and the provinces of scanty water like Madhya Pradesh were present even five thousand years ago. The theory of soil experts that the desert developed in recent years is not supported by the statements of Bh&#257;gavatam. We may leave the matter for expert geologists to research because the changing universe has different phases of geological development. We are satisfied that the Lord has now reached His own province, Dv&#257;rak&#257;dh&#257;ma, from the Kuru provinces. Kurukshetra continues to exist since the Vedic age, and it is sheer foolishness when interpreters ignore or deny the existence of Kurukshetra.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>