<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 10"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 10: Departure of Lord Krishna for Dv&#257;rak&#257;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 1.10.1</B></A>: &#346;aunaka Muni asked: After killing his enemies who desired to usurp his rightful inheritance, how did the greatest of all religious men, Mah&#257;r&#257;ja Yudhishthira, assisted by his brothers, rule his subjects? Surely he could not freely enjoy his kingdom with unrestricted consciousness.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 1.10.2</B></A>: S&#363;ta Gosv&#257;m&#299; said: Lord &#346;r&#299; Krishna, the Supreme Personality of Godhead, who is the maintainer of the world, became pleased after reestablishing Mah&#257;r&#257;ja Yudhishthira in his own kingdom and after restoring the Kuru dynasty, which had been exhausted by the bamboo fire of anger.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 1.10.3</B></A>: Mah&#257;r&#257;ja Yudhishthira, after being enlightened by what was spoken by Bh&#299;shmadeva and Lord &#346;r&#299; Krishna, the infallible, engaged himself in matters of perfect knowledge because all his misgivings were eradicated. Thus he ruled over the earth and seas and was followed by his younger brothers.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 1.10.4</B></A>: During the reign of Mah&#257;r&#257;ja Yudhishthira, the clouds showered all the water that people needed, and the earth produced all the necessities of man in profusion. Due to its fatty milk bag and cheerful attitude, the cow used to moisten the grazing ground with milk.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 1.10.5</B></A>: The rivers, oceans, hills, mountains, forests, creepers and active drugs, in every season, paid their tax quota to the King in profusion.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 1.10.6</B></A>: Because of the King's having no enemy, the living beings were not at any time disturbed by mental agonies, diseases, or excessive heat or cold.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 1.10.7</B></A>: &#346;r&#299; Hari, Lord &#346;r&#299; Krishna, resided at Hastin&#257;pura for a few months to pacify His relatives and please His own sister [Subhadr&#257;].</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 1.10.8</B></A>: Afterwards, when the Lord asked permission to depart and the King gave it, the Lord offered His respects to Mah&#257;r&#257;ja Yudhishthira by bowing down at his feet, and the King embraced Him. After this the Lord, being embraced by others and receiving their obeisances, got into His chariot.</P><P CLASS=r><A CLASS=i HREF="9-10.htm"><B>SB 1.10.9-10</B></A>: At that time Subhadr&#257;, Draupad&#299;, Kunt&#299;, Uttar&#257;, G&#257;ndh&#257;r&#299;, Dhritar&#257;shtra, Yuyutsu, Krip&#257;c&#257;rya, Nakula, Sahadeva, Bh&#299;masena, Dhaumya and Satyavat&#299; all nearly fainted because it was impossible for them to bear separation from Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="11-12.htm"><B>SB 1.10.11-12</B></A>: The intelligent, who have understood the Supreme Lord in association with pure devotees and have become freed from bad materialistic association, can never avoid hearing the glories of the Lord, even though they have heard them only once. How, then, could the P&#257;ndavas tolerate His separation, for they had been intimately associated with His person, seeing Him face to face, touching Him, conversing with Him, and sleeping, sitting and dining with Him?</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 1.10.13</B></A>: All their hearts were melting for Him on the pot of attraction. They looked at Him without blinking their eyes, and they moved hither and thither in perplexity.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 1.10.14</B></A>: The female relatives, whose eyes were flooded with tears out of anxiety for Krishna, came out of the palace. They could stop their tears only with great difficulty. They feared that tears would cause misfortune at the time of departure.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 1.10.15</B></A>: While the Lord was departing from the palace of Hastin&#257;pura, different types of drums &#8212; like the mrida&#324;ga, dhola, nagra, dhundhur&#299; and dundubhi &#8212; and flutes of different types, the v&#299;n&#257;, gomukha and bher&#299;, all sounded together to show Him honor.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 1.10.16</B></A>: Out of a loving desire to see the Lord, the royal ladies of the Kurus got up on top of the palace, and smiling with affection and shyness, they showered flowers upon the Lord.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 1.10.17</B></A>: At that time Arjuna, the great warrior and conqueror of sleep, who is the intimate friend of the most beloved Supreme Lord, took up an umbrella which had a handle of jewels and was embroidered with lace and pearls.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 1.10.18</B></A>: Uddhava and S&#257;tyaki began to fan the Lord with decorated fans, and the Lord, as the master of Madhu, seated on scattered flowers, commanded them along the road.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 1.10.19</B></A>: It was being heard here and there that the benedictions being paid to Krishna were neither befitting nor unbefitting because they were all for the Absolute, who was now playing the part of a human being.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 1.10.20</B></A>: Absorbed in the thought of the transcendental qualities of the Lord, who is glorified in select poetry, the ladies on the roofs of all the houses of Hastin&#257;pura began to talk of Him. This talk was more attractive than the hymns of the Vedas.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 1.10.21</B></A>: They said: Here He is, the original Personality of Godhead as we definitely remember Him. He alone existed before the manifested creation of the modes of nature, and in Him only, because He is the Supreme Lord, all living beings merge, as if sleeping at night, their energy suspended.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 1.10.22</B></A>: The Personality of Godhead, again desiring to give names and forms to His parts and parcels, the living entities, placed them under the guidance of material nature. By His own potency, material nature is empowered to re-create.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 1.10.23</B></A>: Here is the same Supreme Personality of Godhead whose transcendental form is experienced by the great devotees who are completely cleansed of material consciousness by dint of rigid devotional service and full control of life and the senses. And that is the only way to purify existence.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 1.10.24</B></A>: O dear friends, here is that very Personality of Godhead whose attractive and confidential pastimes are described in the confidential parts of Vedic literature by His great devotees. It is He only who creates, maintains and annihilates the material world and yet remains unaffected.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 1.10.25</B></A>: Whenever there are kings and administrators living like animals in the lowest modes of existence, the Lord in His transcendental form manifests His supreme power, the Truth Positive, shows special mercy to the faithful, performs wonderful activities and manifests various transcendental forms as is necessary in different periods and ages.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 1.10.26</B></A>: Oh, how supremely glorified is the dynasty of King Yadu, and how virtuous is the land of Mathur&#257;, where the supreme leader of all living beings, the husband of the goddess of fortune, has taken His birth and wandered in His childhood.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 1.10.27</B></A>: Undoubtedly it is wonderful that Dv&#257;rak&#257; has defeated the glories of the heavenly planets and has enhanced the celebrity of the earth. The inhabitants of Dv&#257;rak&#257; are always seeing the soul of all living beings [Krishna] in His loving feature. He glances at them and favors them with sweet smiles.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 1.10.28</B></A>: O friends, just think of His wives, whose hands He has accepted. How they must have undergone vows, baths, fire sacrifices and perfect worship of the Lord of the universe to constantly relish now the nectar from His lips [by kissing]. The damsels of Vrajabh&#363;mi would often faint just by expecting such favors.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 1.10.29</B></A>: The children of these ladies are Pradyumna, S&#257;mba, Amba, etc: Ladies like Rukmin&#299;, Satyabh&#257;m&#257; and J&#257;mbavat&#299; were forcibly taken away by Him from their svayamvara ceremonies after He defeated many powerful kings, headed by &#346;i&#347;up&#257;la. And other ladies were also forcibly taken away by Him after He killed Bhaum&#257;sura and thousands of his assistants. All of these ladies are glorious.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 1.10.30</B></A>: All these women auspiciously glorified their lives despite their being without individuality and without purity. Their husband, the lotus-eyed Personality of Godhead, never left them alone at home. He always pleased their hearts by making valuable presentations.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 1.10.31</B></A>: While the ladies of the capital of Hastin&#257;pura were greeting Him and talking in this way, the Lord, smiling, accepted their good greetings, and casting the grace of His glance over them, He departed from the city.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 1.10.32</B></A>: Mah&#257;r&#257;ja Yudhishthira, although no one's enemy, engaged four divisions of defense [horse, elephant, chariot and army] to accompany Lord Krishna, the enemy of the asuras [demons]. The Mah&#257;r&#257;ja did this because of the enemy, and also out of affection for the Lord.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 1.10.33</B></A>: Out of profound affection for Lord Krishna, the P&#257;ndavas, who were of the Kuru dynasty, accompanied Him a considerable distance to see Him off. They were overwhelmed with the thought of future separation. The Lord, however, persuaded them to return home, and He proceeded towards Dv&#257;rak&#257; with His dear companions.</P><P CLASS=r><A CLASS=i HREF="34-35.htm"><B>SB 1.10.34-35</B></A>: O &#346;aunaka, the Lord then proceeded towards Kuruj&#257;&#324;gala, P&#257;ñc&#257;l&#257;, &#346;&#363;rasen&#257;, the land on the bank of the River Yamun&#257;, Brahm&#257;varta, Kurukshetra, Matsy&#257;, S&#257;rasvat&#257;, the province of the desert and the land of scanty water. After crossing these provinces He gradually reached the Sauv&#299;ra and &#256;bh&#299;ra provinces, then west of these, reached Dv&#257;rak&#257; at last.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 1.10.36</B></A>: On His journey through these provinces He was welcomed, worshiped and given various presentations. In the evening, in all places, the Lord suspended His journey to perform evening rites. This was regularly observed after sunset.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>