<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 3 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 3 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Pure Devotional Service: The Change in Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.3.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>evam etan nigaditam</P><P CLASS=c>prishtav&#257;n yad bhav&#257;n mama</P><P CLASS=c>nrin&#257;m yan mriyam&#257;n&#257;n&#257;m</P><P CLASS=c>manushyeshu man&#299;shin&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/n/nigaditam">nigaditam</A> &#8212; answered; <A CLASS=v HREF="http://vedabase.net/p/prstavan">prishtav&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> you inquired; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; your good self; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of the human being; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/m/mriyamananam">mriyam&#257;n&#257;n&#257;m</A> &#8212; on the threshold of death; <A CLASS=v HREF="http://vedabase.net/m/manusyesu">manushyeshu</A> &#8212; amongst the human beings; <A CLASS=v HREF="http://vedabase.net/m/manisinam">man&#299;shin&#257;m</A> &#8212; of the intelligent men.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: Mah&#257;r&#257;ja Par&#299;kshit, as you have inquired from me as to the duty of the intelligent man who is on the threshold of death, so I have answered you.</P><P CLASS=t>PURPORT</P><P>In human society all over the world there are millions and billions of men and women, and almost all of them are less intelligent because they have very little knowledge of spirit soul. Almost all of them have a wrong conception of life, for they identify themselves with the gross and subtle material bodies, which they are not, in fact. They may be situated in different high and low positions in the estimation of human society, but one should know definitely that unless one inquires about his own self beyond the body and the mind, all his activities in human life are total failures. Therefore out of thousands and thousands of men, one may inquire about his spirit self and thus consult the revealed scriptures like Ved&#257;nta-s&#363;tras, Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. But in spite of reading and hearing such scriptures, unless one is in touch with a realized spiritual master, he cannot actually realize the real nature of self, etc. And out of thousands and hundreds of thousands of men, someone may know what Lord Krishna is in fact. In the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/20/122.htm">Madhya 20.122-123</A>) it is said that Lord Krishna, out of His causeless mercy, prepared the Vedic literatures in the incarnation of Vy&#257;sadeva for reading by the intelligent class of men in a human society which is almost totally forgetful of the genuine relation with Krishna. Even such an intelligent class of men may be forgetful in their relation with the Lord. The whole bhakti-yoga process is therefore a revival of the lost relation. This revival is possible in the human form of life, which is obtained only out of the evolutionary cycle of 8,400,000 species of life. The intelligent class of human being must take a serious note of this opportunity. Not all human beings are intelligent, so the importance of human life is not always understood. Therefore man&#299;shin&#257;m, meaning "thoughtful," is particularly used here. A man&#299;shin&#257;m person, like Mah&#257;r&#257;ja Par&#299;kshit, must therefore take to the lotus feet of Lord Krishna and fully engage himself in devotional service, hearing, chanting, etc., of the holy name and pastimes of the Lord, which are all hari-kath&#257;mrita. This action is especially recommended when one is preparing for death.</P><P CLASS=l><A CLASS=i HREF="../2/37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2-7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>