<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 3 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 3 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Pure Devotional Service: The Change in Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.3.10</P><P CLASS=c>ak&#257;mah sarva-k&#257;mo v&#257;</P><P CLASS=c>moksha-k&#257;ma ud&#257;ra-dh&#299;h</P><P CLASS=c>t&#299;vrena bhakti-yogena</P><P CLASS=c>yajeta purusham param</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/akamah">ak&#257;mah</A> &#8212; one who has transcended all material desires; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who has the sum total of material desires; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/m/moksa">moksha</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who desires liberation; <A CLASS=v HREF="http://vedabase.net/u/udara">ud&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; with broader intelligence; <A CLASS=v HREF="http://vedabase.net/t/tivrena">t&#299;vrena</A> &#8212; with great force; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by devotional service <A HREF="http://vedabase.net/t/to">to</A> the Lord; <A CLASS=v HREF="http://vedabase.net/y/yajeta">yajeta</A> &#8212; should worship; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the supreme whole.</P><P CLASS=t>TRANSLATION</P><P>A person who has broader intelligence, whether he be full of all material desire, without any material desire, or desiring liberation, must by all means worship the supreme whole, the Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead Lord &#346;r&#299; Krishna is described in the Bhagavad-g&#299;t&#257; as purushottama, or the Supreme Personality. It is He only who can award liberation to the impersonalists by absorbing such aspirants in the brahmajyoti, the bodily rays of the Lord. The brahmajyoti is not separate from the Lord, as the glowing sun ray is not independent of the sun disc. Therefore one who desires to merge into the supreme impersonal brahmajyoti must also worship the Lord by bhakti-yoga, as recommended here in the &#346;r&#299;mad-Bh&#257;gavatam. Bhakti-yoga is especially stressed here as the means of all perfection. In the previous chapters it has been stated that bhakti-yoga is the ultimate goal of both karma-yoga and jñ&#257;na-yoga, and in the same way in this chapter it is emphatically declared that bhakti-yoga is the ultimate goal of the different varieties of worship of the different demigods. Bhakti-yoga, thus being the supreme means of self-realization, is recommended here. Everyone must therefore seriously take up the methods of bhakti-yoga, even though one aspires for material enjoyment or liberation from material bondage.</P><P>Ak&#257;mah is one who has no material desire. A living being, naturally being the part and parcel of the supreme whole purusham p&#363;rnam, has as his natural function to serve the Supreme Being, just as the parts and parcels of the body, or the limbs of the body, are naturally meant to serve the complete body. Desireless means, therefore, not to be inert like the stone, but to be conscious of one's actual position and thus desire satisfaction only from the Supreme Lord. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has explained this desirelessness as bhajan&#299;ya-parama-purusha-sukha-m&#257;tra-sva-sukhatvam in his Sandarbha. This means that one should feel happy only by experiencing the happiness of the Supreme Lord. This intuition of the living being is sometimes manifested even during the conditioned stage of a living being in the material world, and such intuition is expressed in the manner of altruism, philanthropy, socialism, communism, etc., by the undeveloped minds of less intelligent persons. In the mundane field such an outlook of doing good to others in the form of society, community, family, country or humanity is a partial manifestation of the same original feeling in which a pure living entity feels happiness by the happiness of the Supreme Lord. Such superb feelings were exhibited by the damsels of Vrajabh&#363;mi for the happiness of the Lord. The gop&#299;s loved the Lord without any return, and this is the perfect exhibition of the ak&#257;mah spirit. K&#257;ma spirit, or the desire for one's own satisfaction, is fully exhibited in the material world, whereas the spirit of ak&#257;mah is fully exhibited in the spiritual world.</P><P>Thoughts of becoming one with the Lord, or being merged in the brahmajyoti, can also be exhibitions of k&#257;ma spirit if they are desires for one's own satisfaction to be free from the material miseries. A pure devotee does not want liberation so that he may be relieved from the miseries of life. Even without so-called liberation, a pure devotee is aspirant for the satisfaction of the Lord. Influenced by the k&#257;ma spirit, Arjuna declined to fight in the Kurukshetra battlefield because he wanted to save his relatives for his own satisfaction. But being a pure devotee, he agreed to fight on the instruction of the Lord because he came to his senses and realized that satisfaction of the Lord at the cost of his own satisfaction was his prime duty. Thus he became ak&#257;ma. That is the perfect stage of a perfect living being.</P><P>Ud&#257;ra-dh&#299;h means one who has a broader outlook. people with desires for material enjoyment worship small demigods, and such intelligence is condemned in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>) as hrita jñ&#257;na, the intelligence of one who has lost his senses. One cannot obtain any result from demigods without getting sanction from the Supreme Lord. Therefore a person with a broader outlook can see that the ultimate authority is the Lord, even for material benefits. Under the circumstances, one with a broader outlook, even with the desire for material enjoyment or for liberation, should take to the worship of the Lord directly. And everyone, whether an ak&#257;ma or sak&#257;ma or moksha-k&#257;ma, should worship the Lord with great expedience. This implies that bhakti-yoga may be perfectly administered without any mixture of karma and jñ&#257;na. As the unmixed sun ray is very forceful and is therefore called t&#299;vra, similarly unmixed bhakti-yoga of hearing, chanting, etc., may be performed by one and all regardless of inner motive.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>