<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 3 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 3 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Pure Devotional Service: The Change in Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.3.14</P><P CLASS=c>etac chu&#347;r&#363;shat&#257;m vidvan</P><P CLASS=c>s&#363;ta no 'rhasi bh&#257;shitum</P><P CLASS=c>kath&#257; hari-kathodark&#257;h</P><P CLASS=c>sat&#257;m syuh sadasi dhruvam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/susrusatam">&#347;u&#347;r&#363;shat&#257;m</A> &#8212; of those eager <A HREF="http://vedabase.net/t/to">to</A> hear; <A CLASS=v HREF="http://vedabase.net/v/vidvan">vidvan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> learned; <A CLASS=v HREF="http://vedabase.net/s/suta">s&#363;ta</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; may you <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/b/bhasitum">bh&#257;shitum</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> explain <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/k/kathah">kath&#257;h</A> &#8212; topics; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/u/udarkah">udark&#257;h</A> &#8212; result <A HREF="http://vedabase.net/i/in">in</A> the topics of the Lord; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; may be; <A CLASS=v HREF="http://vedabase.net/s/sadasi">sadasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the assembly of; <A CLASS=v HREF="http://vedabase.net/d/dhruvam">dhruvam</A> &#8212; certainly.</P><P CLASS=t>TRANSLATION</P><P>O learned S&#363;ta Gosv&#257;m&#299;! Please continue to explain such topics to us because we are all eager to hear. Besides that, topics which result in the discussion of the Lord Hari should certainly be discussed in the assembly of devotees.</P><P CLASS=t>PURPORT</P><P>As we have already quoted above from the Bhakti-ras&#257;mrita-sindhu of R&#363;pa Gosv&#257;m&#299;, even mundane things, if dovetailed in the service of the Lord &#346;r&#299; Krishna, are accepted as transcendental. For example, the epics or the histories of R&#257;m&#257;yana and Mah&#257;bh&#257;rata, which are specifically recommended for the less intelligent classes (women, &#347;&#363;dras and unworthy sons of the higher castes), are also accepted as Vedic literature because they are compiled in connection with the activities of the Lord. Mah&#257;bh&#257;rata is accepted as the fifth division of the Vedas after its first four divisions, namely S&#257;ma, Yajur, Rig and Atharva. The less intelligent do not accept Mah&#257;bh&#257;rata as part of the Vedas, but great sages and authorities accept it as the fifth division of the Vedas. Bhagavad-g&#299;t&#257; is also part of the Mah&#257;bh&#257;rata, and it is full of the Lord's instruction for the less intelligent class of men. Some less intelligent men say that Bhagavad-g&#299;t&#257; is not meant for householders, but such foolish men forget that Bhagavad-g&#299;t&#257; was explained to Arjuna, a grihastha (family man), and spoken by the Lord in His role as a grihastha. So Bhagavad-g&#299;t&#257;, although containing the high philosophy of the Vedic wisdom, is for the beginners in the transcendental science, and &#346;r&#299;mad-Bh&#257;gavatam is for graduates and postgraduates in the transcendental science. Therefore literatures like Mah&#257;bh&#257;rata, the, pur&#257;nas and similar other literatures which are full of the pastimes of the Lord, are all transcendental literatures, and they should be discussed with full confidence in the society of great devotees.</P><P>The difficulty is that such literatures, when discussed by professional men, appear to be mundane literature like histories or epics because there are so many historical facts and figures. It is said here, therefore, that such literatures should be discussed in the assembly of devotees. Unless they are discussed by devotees, such literatures cannot be relished by the higher class of men. So the conclusion is that the Lord is not impersonal in the ultimate issue. He is the Supreme Person, and He has His different activities. He is the leader of all living entities, and He descends at His will and by His personal energy to reclaim the fallen souls. Thus He plays exactly like the social, political or religious leaders. Because such roles ultimately culminate in the discussion of topics of the Lord, all such preliminary topics are also transcendental. That is the way of spiritualizing the civic activities of human society. Men have inclinations for studying history and many other mundane literatures &#8212; stories, fiction, dramas, magazines, newspapers, etc. &#8212; so let them be dovetailed with the transcendental service of the Lord, and all of them will turn to the topics relished by all devotees. The propaganda that the Lord is impersonal, that He has no activity and that He is a dumb stone without any name and form has encouraged people to become godless, faithless demons, and the more they deviate from the transcendental activities of the Lord, the more they become accustomed to mundane activities that only clear their path to hell instead of return them home, back to Godhead.* &#346;r&#299;mad-Bh&#257;gavatam begins from the history of the P&#257;ndavas (with necessary politics and social activities), and yet &#346;r&#299;mad-Bh&#257;gavatam is said to be the P&#257;ramahamsa-samhit&#257;, or the Vedic literature meant for the topmost transcendentalist, and it describes param jñ&#257;nam, the highest transcendental knowledge. pure devotees of the Lord are all paramahamsas, and they are like the swans, who know the art of sucking milk out of a mixture of milk and water.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>