<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 3 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 3 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Pure Devotional Service: The Change in Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.3.15</P><P CLASS=c>sa vai bh&#257;gavato r&#257;j&#257;</P><P CLASS=c>p&#257;ndaveyo mah&#257;-rathah</P><P CLASS=c>b&#257;la-kr&#299;danakaih kr&#299;dan</P><P CLASS=c>krishna-kr&#299;d&#257;m ya &#257;dade</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great devotee of the Lord; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/p/pandaveyah">p&#257;ndaveyah</A> &#8212; grandson of the P&#257;ndavas; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rathah">rathah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great fighter; <A CLASS=v HREF="http://vedabase.net/b/bala">b&#257;la</A> &#8212; while <A HREF="http://vedabase.net/a/a">a</A> child; <A CLASS=v HREF="http://vedabase.net/k/kridanakaih">kr&#299;danakaih</A> &#8212; with play dolls; <A CLASS=v HREF="http://vedabase.net/k/kridan">kr&#299;dan</A> &#8212; playing; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kridam">kr&#299;d&#257;m</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/adade">&#257;dade</A> &#8212; accepted.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Par&#299;kshit, the grandson of the P&#257;ndavas, was from his very childhood a great devotee of the Lord. Even while playing with dolls, he used to worship Lord Krishna by imitating the worship of the family Deity.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/41.htm">6.41</A>) it is stated that even a person who has failed in the proper discharge of yoga practice is given a chance to take birth in the house of devout br&#257;hmanas or in the houses of rich men like kshatriya kings or rich merchants. But Mah&#257;r&#257;ja Par&#299;kshit was more than that because he had been a great devotee of the Lord since his previous birth, and as such he took his birth in an imperial family of the Kurus, and especially that of the P&#257;ndavas. So from the very beginning of his childhood he had the chance to know intimately the devotional service of Lord Krishna in his own family. The P&#257;ndavas, all being devotees of the Lord, certainly venerated family Deities in the royal palace for worship. Children who appear in such families fortunately generally imitate such worship of the Deities, even in the way of childhood play. By the grace of Lord &#346;r&#299; Krishna, we had the chance of being born in a Vaishnava family, and in our childhood we imitated the worship of Lord Krishna by imitating our father. Our father encouraged us in all respects to observe all functions such as the Ratha-y&#257;tr&#257; and Dola-y&#257;tr&#257; ceremonies, and he used to spend money liberally for distributing pras&#257;da to us children and our friends. Our spiritual master, who also took his birth in a Vaishnava family, got all inspirations from his great Vaishnava father, Th&#257;kura Bhaktivinoda. That is the way of all lucky Vaishnava families. The celebrated M&#299;r&#257; B&#257;&#299; was a staunch devotee of Lord Krishna as the great lifter of Govardhana Hill.</P><P>The life history of many such devotees is almost the same because there is always symmetry between the early lives of all great devotees of the Lord. According to J&#299;va Gosv&#257;m&#299;, Mah&#257;r&#257;ja Par&#299;kshit must have heard about the childhood pastimes of Lord Krishna at Vrind&#257;vana, for he used to imitate the pastimes with his young playmates. According to &#346;r&#299;dhara Sv&#257;m&#299;, Mah&#257;r&#257;ja Par&#299;kshit used to imitate the worship of the family Deity by elderly members. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; also confirms the viewpoint of J&#299;va Gosv&#257;m&#299;. So accepting either of them, Mah&#257;r&#257;ja Par&#299;kshit was naturally inclined to Lord Krishna from his very childhood. He might have imitated either of the above-mentioned activities, and all of them establish his great devotion from his very childhood, a symptom of a mah&#257;-bh&#257;gavata. Such mah&#257;-bh&#257;gavatas are called nitya-siddhas, or souls liberated from birth. But there are also others, who may not be liberated from birth but who develop a tendency for devotional service by association, and they are called s&#257;dhana-siddhas. There is no difference between the two in the ultimate issue, and so the conclusion is that everyone can become a s&#257;dhana-siddha, a devotee of the Lord, simply by association with the pure devotees. The concrete example is our great spiritual master &#346;r&#299; N&#257;rada Muni. In his previous life he was simply a boy of a maidservant, but through association with great devotees he became a devotee of the Lord of his own standard, unique in the history of devotional service.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>