<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 3 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 3 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Pure Devotional Service: The Change in Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.3.16</P><P CLASS=c>vaiy&#257;saki&#347; ca bhagav&#257;n</P><P CLASS=c>v&#257;sudeva-par&#257;yanah</P><P CLASS=c>urug&#257;ya-gunod&#257;r&#257;h</P><P CLASS=c>sat&#257;m syur hi sam&#257;game</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vaiyasakih">vaiy&#257;sakih</A> &#8212; the son of Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; full <A HREF="http://vedabase.net/i/in">in</A> transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/parayanah">par&#257;yanah</A> &#8212; attached <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/u/urugaya">urug&#257;ya</A> &#8212; of the Personality of Godhead <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>, who is glorified by great philosophers; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/u/udarah">ud&#257;r&#257;h</A> &#8212; great qualities; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; must have been; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> matter of fact; <A CLASS=v HREF="http://vedabase.net/s/samagame">sam&#257;game</A> &#8212; by the presence of.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299;, the son of Vy&#257;sadeva, was also full in transcendental knowledge and was a great devotee of Lord Krishna, son of Vasudeva. So there must have been discussion of Lord Krishna, who is glorified by great philosophers and in the company of great devotees.</P><P CLASS=t>PURPORT</P><P>The word sat&#257;m is very important in this verse. Sat&#257;m means the pure devotees, who have no other desire than to serve the Lord. Only in the association of such devotees are the transcendental glories of Lord Krishna properly discussed. It is said by the Lord that His topics are all full of spiritual significance, and once one properly hears about Him in the association of the sat&#257;m, certainly one senses the great potency and so automatically attains to the devotional stage of life. As already described, Mah&#257;r&#257;ja Par&#299;kshit was a great devotee of the Lord from his very birth, and so was &#346;ukadeva Gosv&#257;m&#299;. Both of them were on the same level, although it appeared that Mah&#257;r&#257;ja Par&#299;kshit was a great king accustomed to royal facilities whereas &#346;ukadeva Gosv&#257;m&#299; was a typical renouncer of the world, so much so that he did not even put a cloth on his body. Superficially, Mah&#257;r&#257;ja Par&#299;kshit and &#346;ukadeva Gosv&#257;m&#299; might seem to be opposites, but basically they were both unalloyed pure devotees of the Lord. When such devotees are assembled together, there can be no topics save discussions of the glories of the Lord, or bhakti-yoga. In the Bhagavad-g&#299;t&#257; also, when there were talks between the Lord and His devotee Arjuna, there could not be any topic other than bhakti-yoga, however the mundane scholars may speculate on it in their own ways. The use of the word ca after vaiy&#257;sakih suggests, according to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, that both &#346;ukadeva Gosv&#257;m&#299; and Mah&#257;r&#257;ja Par&#299;kshit were of the same category, settled long before, although one was playing the part of the master and the other the disciple. Since Lord Krishna is the center of the topics, the word v&#257;sudeva-par&#257;yanah, or "devotee of V&#257;sudeva," suggests devotee of Lord Krishna, the common aim. Although there were many others who assembled at the place where Mah&#257;r&#257;ja Par&#299;kshit was fasting, the natural conclusion is that there was no topic other than the glorification of Lord Krishna, because the principal speaker was &#346;ukadeva Gosv&#257;m&#299; and the chief audience was Mah&#257;r&#257;ja Par&#299;kshit. So &#346;r&#299;mad-Bh&#257;gavatam, as it was spoken and heard by two principal devotees of the Lord, is only for the glorification of the Supreme Lord, the Personality of Godhead, &#346;r&#299; Krishna.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>