<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 3 Verses 2-7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 3 Verses 2-7"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Pure Devotional Service: The Change in Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.3.2-7</P><P CLASS=c>brahma-varcasa-k&#257;mas tu</P><P CLASS=c>yajeta brahmanah patim</P><P CLASS=c>indram indriya-k&#257;mas tu</P><P CLASS=c>praj&#257;-k&#257;mah praj&#257;pat&#299;n</P><P CLASS=c>dev&#299;m m&#257;y&#257;m tu &#347;r&#299;-k&#257;mas</P><P CLASS=c>tejas-k&#257;mo vibh&#257;vasum</P><P CLASS=c>vasu-k&#257;mo vas&#363;n rudr&#257;n</P><P CLASS=c>v&#299;rya-k&#257;mo 'tha v&#299;ryav&#257;n</P><P CLASS=c>ann&#257;dya-k&#257;mas tv aditim</P><P CLASS=c>svarga-k&#257;mo 'diteh sut&#257;n</P><P CLASS=c>vi&#347;v&#257;n dev&#257;n r&#257;jya-k&#257;mah</P><P CLASS=c>s&#257;dhy&#257;n sams&#257;dhako vi&#347;&#257;m</P><P CLASS=c>&#257;yush-k&#257;mo '&#347;vinau devau</P><P CLASS=c>pushti-k&#257;ma il&#257;m yajet</P><P CLASS=c>pratishth&#257;-k&#257;mah purusho</P><P CLASS=c>rodas&#299; loka-m&#257;tarau</P><P CLASS=c>r&#363;p&#257;bhik&#257;mo gandharv&#257;n</P><P CLASS=c>str&#299;-k&#257;mo 'psara urva&#347;&#299;m</P><P CLASS=c>&#257;dhipatya-k&#257;mah sarvesh&#257;m</P><P CLASS=c>yajeta parameshthinam</P><P CLASS=c>yajñam yajed ya&#347;as-k&#257;mah</P><P CLASS=c>ko&#347;a-k&#257;mah pracetasam</P><P CLASS=c>vidy&#257;-k&#257;mas tu giri&#347;am</P><P CLASS=c>d&#257;mpaty&#257;rtha um&#257;m sat&#299;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the absolute; <A CLASS=v HREF="http://vedabase.net/v/varcasa">varcasa</A> &#8212; effulgence; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but one who desires <A HREF="http://vedabase.net/i/in">in</A> that way; <A CLASS=v HREF="http://vedabase.net/y/yajeta">yajeta</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> worship; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahmanah</A> &#8212; of the Vedas; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; the master; <A CLASS=v HREF="http://vedabase.net/i/indram">indram</A> &#8212; the King of heaven; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but one who desires strong sense organs; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who desires many offspring; <A CLASS=v HREF="http://vedabase.net/p/prajapatin">praj&#257;pat&#299;n</A> &#8212; the Praj&#257;patis; <A CLASS=v HREF="http://vedabase.net/d/devim">dev&#299;m</A> &#8212; the goddess; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; unto the mistress of the material world; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who desires beauty; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah</A> &#8212; power; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who <A HREF="http://vedabase.net/s/so">so</A> desires; <A CLASS=v HREF="http://vedabase.net/v/vibhavasum">vibh&#257;vasum</A> &#8212; the fire-god; <A CLASS=v HREF="http://vedabase.net/v/vasu">vasu</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who wants wealth; <A CLASS=v HREF="http://vedabase.net/v/vasun">vas&#363;n</A> &#8212; the <A HREF="http://vedabase.net/v/vasu">Vasu</A> demigods; <A CLASS=v HREF="http://vedabase.net/r/rudran">rudr&#257;n</A> &#8212; the <A HREF="http://vedabase.net/r/rudra">Rudra</A> expansions of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/v/virya">v&#299;rya</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who wants <A HREF="http://vedabase.net/t/to">to</A> be very strongly built; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/v/viryavan">v&#299;ryav&#257;n</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/a/anna">anna</A>-<A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; grains; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who <A HREF="http://vedabase.net/s/so">so</A> desires; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/aditim">aditim</A> &#8212; Aditi, mother of the demigods; <A CLASS=v HREF="http://vedabase.net/s/svarga">svarga</A> &#8212; heaven; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> desiring; <A CLASS=v HREF="http://vedabase.net/a/aditeh">aditeh</A> <A CLASS=v HREF="http://vedabase.net/s/sutan">sut&#257;n</A> &#8212; the sons of Aditi; <A CLASS=v HREF="http://vedabase.net/v/visvan">vi&#347;v&#257;n</A> &#8212; Vi&#347;vadeva; <A CLASS=v HREF="http://vedabase.net/d/devan">dev&#257;n</A> &#8212; demigods; <A CLASS=v HREF="http://vedabase.net/r/rajya">r&#257;jya</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; those who hanker for kingdoms; <A CLASS=v HREF="http://vedabase.net/s/sadhyan">s&#257;dhy&#257;n</A> &#8212; the <A HREF="http://vedabase.net/s/sadhya">S&#257;dhya</A> demigods; <A CLASS=v HREF="http://vedabase.net/s/samsadhakah">sams&#257;dhakah</A> &#8212; what fulfills the wishes; <A CLASS=v HREF="http://vedabase.net/v/visam">vi&#347;&#257;m</A> &#8212; of the mercantile community; <A CLASS=v HREF="http://vedabase.net/a/ayuh">&#257;yuh</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; desirous of long life; <A CLASS=v HREF="http://vedabase.net/a/asvinau">a&#347;vinau</A> &#8212; the two demigods known <A HREF="http://vedabase.net/a/as">as</A> the A&#347;vin&#299; brothers; <A CLASS=v HREF="http://vedabase.net/d/devau">devau</A> &#8212; the two demigods; <A CLASS=v HREF="http://vedabase.net/p/pusti">pushti</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who desires <A HREF="http://vedabase.net/a/a">a</A> strongly built body; <A CLASS=v HREF="http://vedabase.net/i/ilam">il&#257;m</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/y/yajet">yajet</A> &#8212; must worship; <A CLASS=v HREF="http://vedabase.net/p/pratistha">pratishth&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who desires good fame, or stability <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> post; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; such men; <A CLASS=v HREF="http://vedabase.net/r/rodasi">rodas&#299;</A> &#8212; the horizon; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/m/matarau">m&#257;tarau</A> &#8212; and the earth; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; beauty; <A CLASS=v HREF="http://vedabase.net/a/abhikamah">abhik&#257;mah</A> &#8212; positively aspiring for; <A CLASS=v HREF="http://vedabase.net/g/gandharvan">gandharv&#257;n</A> &#8212; the residents of the <A HREF="http://vedabase.net/g/gandharva">Gandharva</A> planet, who <A HREF="http://vedabase.net/a/are">are</A> very beautiful and <A HREF="http://vedabase.net/a/are">are</A> expert <A HREF="http://vedabase.net/i/in">in</A> singing; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who desires <A HREF="http://vedabase.net/a/a">a</A> good wife; <A CLASS=v HREF="http://vedabase.net/a/apsarah">apsarah</A> <A CLASS=v HREF="http://vedabase.net/u/urvasim">urva&#347;&#299;m</A> &#8212; the society girls of the heavenly kingdom; <A CLASS=v HREF="http://vedabase.net/a/adhipatya">&#257;dhipatya</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who desires <A HREF="http://vedabase.net/t/to">to</A> dominate others; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; everyone; <A CLASS=v HREF="http://vedabase.net/y/yajeta">yajeta</A> &#8212; must worship; <A CLASS=v HREF="http://vedabase.net/p/paramesthinam">parameshthinam</A> &#8212; <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, the head of the universe; <A CLASS=v HREF="http://vedabase.net/y/yajnam">yajñam</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yajet">yajet</A> &#8212; must worship; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who desires <A HREF="http://vedabase.net/t/to">to</A> be famous; <A CLASS=v HREF="http://vedabase.net/k/kosa">ko&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who desires <A HREF="http://vedabase.net/a/a">a</A> good bank balance; <A CLASS=v HREF="http://vedabase.net/p/pracetasam">pracetasam</A> &#8212; the treasurer of heaven, known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/v/varuna">Varuna</A>; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but one who desires education; <A CLASS=v HREF="http://vedabase.net/g/girisam">giri&#347;am</A> &#8212; the lord of the Himalayas, Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/d/dampatya">d&#257;mpatya</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; and for conjugal love; <A CLASS=v HREF="http://vedabase.net/u/umam">um&#257;m</A> <A CLASS=v HREF="http://vedabase.net/s/satim">sat&#299;m</A> &#8212; the chaste wife of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>, known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/u/uma">Um&#257;</A>.</P><P CLASS=t>TRANSLATION</P><P>One who desires to be absorbed in the impersonal brahmajyoti effulgence should worship the master of the Vedas [Lord Brahm&#257; or Brihaspati, the learned priest], one who desires powerful sex should worship the heavenly King, Indra, and one who desires good progeny should worship the great progenitors called the Praj&#257;patis. One who desires good fortune should worship Durg&#257;dev&#299;, the superintendent of the material world. One desiring to be very powerful should worship fire, and one who aspires only after money should worship the Vasus. One should worship the Rudra incarnations of Lord &#346;iva if he wants to be a great hero. One who wants a large stock of grains should worship Aditi. One who desires to attain the heavenly planets should worship the sons of Aditi. One who desires a worldly kingdom should worship Vi&#347;vadeva, and one who wants to be popular with the general mass of population should worship the S&#257;dhya demigod. One who desires a long span of life should worship the demigods known as the A&#347;vin&#299;-kum&#257;ras, and a person desiring a strongly built body should worship the earth. One who desires stability in his post should worship the horizon and the earth combined. One who desires to be beautiful should worship the beautiful residents of the Gandharva planet, and one who desires a good wife should worship the Apsar&#257;s and the Urva&#347;&#299; society girls of the heavenly kingdom. One who desires domination over others should worship Lord Brahm&#257;, the head of the universe. One who desires tangible fame should worship the Personality of Godhead, and one who desires a good bank balance should worship the demigod Varuna. If one desires to be a greatly learned man he should worship Lord &#346;iva, and if one desires a good marital relation he should worship the chaste goddess Um&#257;, the wife of Lord &#346;iva.</P><P CLASS=t>PURPORT</P><P>There are different modes of worship for different persons desiring success in particular subjects. The conditioned soul living within the purview of the material world cannot be an expert in every type of materially enjoyable asset, but one can have considerable influence over a particular matter by worshiping a particular demigod, as mentioned above. R&#257;vana was made a very powerful man by worshiping Lord &#346;iva, and he used to offer severed heads to please Lord &#346;iva. He became so powerful by the grace of Lord &#346;iva that all the demigods were afraid of him, until he at last challenged the Personality of Godhead &#346;r&#299; R&#257;macandra and thus ruined himself. In other words, all such persons who aspire after gaining some or all of the material objects of enjoyment, or the gross materialistic persons, are on the whole less intelligent, as confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>). It is said there that those who are bereft of all good sense, or those whose intelligence is withdrawn by the deluding energy of m&#257;y&#257;, aspire to achieve all sorts of material enjoyment in life by pleasing the various demigods, or by advancing in material civilization under the heading of scientific progress. The real problem of life in the material world is to solve the question of birth, death, old age and disease. No one wants to change his birthright, no one wants to meet death, no one wants to be old or invalid, and no one wants diseases. But these problems are solved neither by the grace of any demigod nor by the so-called advancement of material science. In the Bhagavad-g&#299;t&#257;, as well as in the &#346;r&#299;mad-Bh&#257;gavatam, such less intelligent persons have been described as devoid of all good sense. &#346;ukadeva Gosv&#257;m&#299; said that out of the 8,400,000 species of living entities, the human form of life is rare and valuable, and out of those rare human beings those who are conscious of the material problems are rarer still, and the still more rare persons are those who are conscious of the value of the &#346;r&#299;mad-Bh&#257;gavatam, which contains the messages of the Lord and His pure devotees. Death is inevitable for everyone, intelligent or foolish. But Par&#299;kshit Mah&#257;r&#257;ja has been addressed by the Gosv&#257;m&#299; as the man&#299;sh&#299;, or the man of highly developed mind, because at the time of death he left all material enjoyment and completely surrendered unto the lotus feet of the Lord by hearing His messages from the right person, &#346;ukadeva Gosv&#257;m&#299;. But aspirations for material enjoyment by endeavoring persons are condemned. Such aspirations are something like the intoxication of the degraded human society. Intelligent persons should try to avoid these aspirations and seek instead the permanent life by returning home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>