<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 3 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 3 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Pure Devotional Service: The Change in Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.3.22</P><P CLASS=c>barh&#257;yite te nayane nar&#257;n&#257;m</P><P CLASS=c>li&#324;g&#257;ni vishnor na nir&#299;kshato ye</P><P CLASS=c>p&#257;dau nrin&#257;m tau druma-janma-bh&#257;jau</P><P CLASS=c>kshetr&#257;ni n&#257;nuvrajato harer yau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/barhayite">barh&#257;yite</A> &#8212; like plumes of <A HREF="http://vedabase.net/a/a">a</A> peacock; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/n/nayane">nayane</A> &#8212; eyes; <A CLASS=v HREF="http://vedabase.net/n/naranam">nar&#257;n&#257;m</A> &#8212; of men; <A CLASS=v HREF="http://vedabase.net/l/lingani">li&#324;g&#257;ni</A> &#8212; forms; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/n/niriksatah">nir&#299;kshatah</A> &#8212; look upon; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; all such; <A CLASS=v HREF="http://vedabase.net/p/padau">p&#257;dau</A> &#8212; legs; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of men; <A CLASS=v HREF="http://vedabase.net/t/tau">tau</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/d/druma">druma</A>-<A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; being born of the tree; <A CLASS=v HREF="http://vedabase.net/b/bhajau">bh&#257;jau</A> &#8212; like that; <A CLASS=v HREF="http://vedabase.net/k/ksetrani">kshetr&#257;ni</A> &#8212; holy places; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/anuvrajatah">anuvrajatah</A> &#8212; goes after; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/y/yau">yau</A> &#8212; which.</P><P CLASS=t>TRANSLATION</P><P>The eyes which do not look at the symbolic representations of the Personality of Godhead Vishnu [His forms, name, quality, etc.] are like those printed on the plumes of the peacock, and the legs which do not move to the holy places [where the Lord is remembered] are considered to be like tree trunks.</P><P CLASS=t>PURPORT</P><P>Especially for the householder devotees, the path of Deity worship is strongly recommended. As far as possible, every householder, by the direction of the spiritual master, must install the Deity of Vishnu, forms like R&#257;dh&#257;-Krishna, Lakshm&#299;-N&#257;r&#257;yana or S&#299;t&#257;-R&#257;ma especially, or any other form of the Lord, like Nrisimha, Var&#257;ha, Gaura-Nit&#257;i, Matsya, K&#363;rma, &#347;&#257;lagr&#257;ma-&#347;il&#257; and many other forms of Vishnu, like Trivikrama, Ke&#347;ava, Acyuta, V&#257;sudeva, N&#257;r&#257;yana and D&#257;modara, as recommended in the Vaishnava-tantras or Pur&#257;nas, and one's family should worship strictly following the directions and regulations of arcana-vidhi. Any member of the family who is above twelve years of age should be initiated by a bona fide spiritual master, and all the members of the household should be engaged in the daily service of the Lord, beginning from morning (4 a.m.) till night (10 p.m.) by performing ma&#324;gala-&#257;r&#257;trika, nirañjana, arcana, p&#363;j&#257;, k&#299;rtana, &#347;ri&#324;g&#257;ra, bhoga-vaik&#257;li, sandhy&#257;-&#257;r&#257;trika, p&#257;tha, bhoga (at night), &#347;ayana-&#257;r&#257;trika, etc. Engagement in such worship of the Deity, under the direction of a bona fide spiritual master, will greatly help the householders to purify their very existence and make rapid progress in spiritual knowledge. Simple theoretical book knowledge is not sufficient for a neophyte devotee. Book knowledge is theoretical, whereas the arcana process is practical. Spiritual knowledge must be developed by a combination of theoretical and practical knowledge, and that is the guaranteed way for attainment of spiritual perfection. The training of devotional service for a neophyte devotee completely depends on the expert spiritual master who knows how to lead his disciple to make gradual progress towards the path back home, back to Godhead. One should not become a pseudo spiritual master as a matter of business to meet one's family expenditures; one must be an expert spiritual master to deliver the disciple from the clutches of impending death. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has defined the bona fide qualities of a spiritual master, and one of the verses in that description reads:</P><P>&#347;r&#299;-vigrah&#257;r&#257;dhana-nitya-n&#257;n&#257;-</P><P CLASS=n>&#347;ri&#324;g&#257;ra-tan-mandira-m&#257;rjan&#257;dau</P><P CLASS=n>yuktasya bhakt&#257;m&#347; ca niyuñjato 'pi</P><P CLASS=n>vande guroh &#347;r&#299;-caran&#257;ravindam **</P><P>&#346;r&#299;-vigraha is the arc&#257;, or suitable worshipable form of the Lord, and the disciple should be engaged in worshiping the Deity regularly by &#347;ri&#324;g&#257;ra, by proper decoration and dressing, as also by mandira-m&#257;rjana, the matter of cleansing the temple. The spiritual master teaches the neophyte devotee all these kindly and personally to help him gradually in the realization of the transcendental name, quality, form, etc., of the Lord.</P><P>Only attention engaged in the service of the Lord, especially in dressing and decorating the temple, accompanied by musical k&#299;rtana and spiritual instructions from scriptures, can save the common man from the hellish cinema attractions and rubbish sex-songs broadcast everywhere by radios. If one is unable to maintain a temple at home, he should go to another's temple where all the above performances are regularly executed. Visiting the temple of a devotee and looking at the profusely decorated forms of the Lord well dressed in a well-decorated, sanctified temple naturally infuse the mundane mind with spiritual inspiration. People should visit holy places like Vrind&#257;vana where such temples and worship of the Deity are specifically maintained. Formerly all rich men like kings and rich merchants constructed such temples under the direction of expert devotees of the Lord, like the six Gosv&#257;m&#299;s, and it is the duty of the common man to take advantage of these temples and festivals observed in the holy places of pilgrimage by following in the footsteps of great devotees (anuvraja). One should not visit all these sanctified pilgrimage places and temples with sightseeing in mind, but one must go to such temples and sanctified places immortalized by the transcendental pastimes of the Lord and be guided by proper men who know the science. This is called anuvraja. Anu means to follow. It is therefore best to follow the instruction of the bona fide spiritual master, even in visiting temples and the holy places of pilgrimage. One who does not move in that way is as good as a standing tree condemned by the Lord not to move. The moving tendency of the human being is misused by visiting places for sightseeing. The best purpose of such traveling tendencies could be fulfilled by visiting the holy places established by great &#257;c&#257;ryas and thereby not being misled by the atheistic propaganda of moneymaking men who have no knowledge of spiritual matters.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>