<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 3 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 3 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Pure Devotional Service: The Change in Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.3.23</P><P CLASS=c>j&#299;vañ chavo bh&#257;gavat&#257;&#324;ghri-renum</P><P CLASS=c>na j&#257;tu martyo 'bhilabheta yas tu</P><P CLASS=c>&#347;r&#299;-vishnu-pady&#257; manujas tulasy&#257;h</P><P CLASS=c>&#347;vasañ chavo yas tu na veda gandham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jivan">j&#299;van</A> &#8212; while living; <A CLASS=v HREF="http://vedabase.net/s/savah">&#347;avah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> dead body; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/r/renum">renum</A> &#8212; the dust of the feet of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/p/pure">pure</A> devotee; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/j/jatu">j&#257;tu</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/m/martyah">martyah</A> &#8212; mortal; <A CLASS=v HREF="http://vedabase.net/a/abhilabheta">abhilabheta</A> &#8212; particularly received; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A> &#8212; with opulence; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/p/padyah">pady&#257;h</A> &#8212; of the lotus feet of <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/m/manu">manu</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">jah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> descendant of <A HREF="http://vedabase.net/m/manu">Manu</A> (<A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A>); <A CLASS=v HREF="http://vedabase.net/t/tulasyah">tulasy&#257;h</A> &#8212; leaves of the <A HREF="http://vedabase.net/t/tulasi">tulasi</A> tree; <A CLASS=v HREF="http://vedabase.net/s/svasan">&#347;vasan</A> &#8212; while breathing; <A CLASS=v HREF="http://vedabase.net/s/savah">&#347;avah</A> &#8212; still <A HREF="http://vedabase.net/a/a">a</A> dead body; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; never experienced; <A CLASS=v HREF="http://vedabase.net/g/gandham">gandham</A> &#8212; the aroma.</P><P CLASS=t>TRANSLATION</P><P>The person who has not at any time received the dust of the feet of the Lord's pure devotee upon his head is certainly a dead body. And the person who has never experienced the aroma of the tulas&#299; leaves from the lotus feet of the Lord is also a dead body, although breathing.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the breathing dead body is a ghost. When a man dies, he is called dead, but when he again appears in a subtle form not visible to our present vision and yet acts, such a dead body is called a ghost. Ghosts are always very bad elements, always creating a fearful situation for others. Similarly, the ghostlike nondevotees who have no respect for the pure devotees, nor for the Vishnu Deity in the temples, create a fearful situation for the devotees at all times. The Lord never accepts any offering by such impure ghosts. There is a common saying that one should first love the dog of the beloved before one shows any loving sentiments for the beloved. The stage of pure devotion is attained by sincerely serving a pure devotee of the Lord. The first condition of devotional service to the Lord is therefore to be a servant of a pure devotee, and this condition is fulfilled by the statement "reception of the dust of the lotus feet of a pure devotee who has also served another pure devotee." That is the way of pure disciplic succession, or devotional parampar&#257;.</P><P>Mah&#257;r&#257;ja Rah&#363;gana inquired from the great saint Jada Bharata as to how he had attained such a liberated stage of a paramahamsa, and in answer the great saint replied as follows (Bh&#257;g. <A CLASS=v HREF="../../../sb/5/12/12.htm">5.12.12</A>):</P><P>rah&#363;ganaitat tapas&#257; na y&#257;ti</P><P CLASS=n>na cejyay&#257; nirvapan&#257;d grih&#257;d v&#257;</P><P CLASS=n>na cchandas&#257; naiva jal&#257;gni-s&#363;ryair</P><P CLASS=n>vin&#257; mahat-p&#257;da-rajo-'bhishekam</P><P>"O King Rah&#363;gana, the perfectional stage of devotional service, or the paramahamsa stage of life, cannot be attained unless one is blessed by the dust of the feet of great devotees. It is never attained by tapasya [austerity], the Vedic worshiping process, acceptance of the renounced order of life, the discharge of the duties of household life, the chanting of the Vedic hymns, or the performance of penances in the hot sun, within cold water or before the blazing fire."</P><P>In other words, Lord &#346;r&#299; Krishna is the property of His pure unconditional devotees, and as such only the devotees can deliver Krishna to another devotee; Krishna is never obtainable directly. Lord Caitanya therefore designated Himself as gop&#299;-bhartuh pada-kamalayor d&#257;sa-d&#257;s&#257;nud&#257;sah, or "the most obedient servant of the servants of the Lord, who maintains the gop&#299; damsels at Vrind&#257;vana." A pure devotee therefore never approaches the Lord directly, but tries to please the servant of the Lord's servants, and thus the Lord becomes pleased, and only then can the devotee relish the taste of the tulas&#299; leaves stuck to His lotus feet. In the Brahma-samhit&#257; it is said that the Lord is never to be found by becoming a great scholar of the Vedic literatures, but He is very easily approachable through His pure devotee. In Vrind&#257;vana all the pure devotees pray for the mercy of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, the pleasure potency of Lord Krishna. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is a tenderhearted feminine counterpart of the supreme whole, resembling the perfectional stage of the worldly feminine nature. Therefore, the mercy of R&#257;dh&#257;r&#257;n&#299; is available very readily to the sincere devotees, and once She recommends such a devotee to Lord Krishna, the Lord at once accepts the devotee's admittance into His association. The conclusion is, therefore, that one should be more serious about seeking the mercy of the devotee than that of the Lord directly, and by one's doing so (by the good will of the devotee) the natural attraction for the service of the Lord will be revived.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>