<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 3 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 3 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Pure Devotional Service: The Change in Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.3.24</P><P CLASS=c>tad a&#347;ma-s&#257;ram hridayam batedam</P><P CLASS=c>yad grihyam&#257;nair hari-n&#257;ma-dheyaih</P><P CLASS=c>na vikriyet&#257;tha yad&#257; vik&#257;ro</P><P CLASS=c>netre jalam g&#257;tra-ruheshu harshah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/asma">a&#347;ma</A>-<A CLASS=v HREF="http://vedabase.net/s/saram">s&#257;ram</A> &#8212; is steel-framed; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; heart; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; certainly that; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/g/grhyamanaih">grihyam&#257;naih</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> spite of chanting; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord; <A CLASS=v HREF="http://vedabase.net/d/dheyaih">dheyaih</A> &#8212; by concentration of the mind; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/v/vikriyeta">vikriyeta</A> &#8212; change; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/v/vikarah">vik&#257;rah</A> &#8212; reaction; <A CLASS=v HREF="http://vedabase.net/n/netre">netre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the eyes; <A CLASS=v HREF="http://vedabase.net/j/jalam">jalam</A> &#8212; tears; <A CLASS=v HREF="http://vedabase.net/g/gatra">g&#257;tra</A>-<A CLASS=v HREF="http://vedabase.net/r/ruhesu">ruheshu</A> &#8212; at the pores; <A CLASS=v HREF="http://vedabase.net/h/harsah">harshah</A> &#8212; eruptions of ecstasy.</P><P CLASS=t>TRANSLATION</P><P>Certainly that heart is steel-framed which, in spite of one's chanting the holy name of the Lord with concentration, does not change when ecstasy takes place, tears fill the eyes and the hairs stand on end.</P><P CLASS=t>PURPORT</P><P>We should note with profit that in the first three chapters of the Second Canto a gradual process of development of devotional service is being presented. In the First Chapter the first step in devotional service for God consciousness by the process of hearing and chanting has been stressed, and a gross conception of the Personality of Godhead in His universal form for the beginners is recommended. By such a gross conception of God through the material manifestations of His energy, one is enabled to spiritualize the mind and the senses and gradually concentrate the mind upon Lord Vishnu, the Supreme, who is present as the Supersoul in every heart and everywhere, in every atom of the material universe. The system of pañca-up&#257;san&#257;, recommending five mental attitudes for the common man, is also enacted for this purpose, namely gradual development, worship of the superior that may be in the form of fire, electricity, the sun, the mass of living beings, Lord &#346;iva and, at last, the impersonal Supersoul, the partial representation of Lord Vishnu. They are all nicely described in the Second Chapter, but in the Third Chapter further development is prescribed after one has actually reached the stage of Vishnu worship, or pure devotional service, and the mature stage of Vishnu worship is suggested herein in relation to the change of heart.</P><P>The whole process of spiritual culture is aimed at changing the heart of the living being in the matter of his eternal relation with the Supreme Lord as subordinate servant, which is his eternal constitutional position. So with the progress of devotional service, the reaction of change in the heart is exhibited by gradual detachment from the sense of material enjoyment by a false sense of lording it over the world and an increase in the attitude of rendering loving service to the Lord. Vidhi-bhakti, or regulated devotional service by the limbs of the body (namely the eyes, the ears, the nose, the hands and the legs, as already explained hereinbefore), is now stressed herein in relation to the mind, which is the impetus for all activities of the limbs of the body. It is expected by all means that by discharging regulated devotional service one must manifest the change of heart. If there is no such change, the heart must be considered steel-framed, for it is not melted even when there is chanting of the holy name of the Lord. We must always remember that hearing and chanting are the basic principles of discharging devotional duties, and if they are properly performed there will follow the reactional ecstasy with signs of tears in the eyes and standing of the hairs on the body. These are natural consequences and are the preliminary symptoms of the bh&#257;va stage, which occurs before one reaches the perfectional stage of prema, love of Godhead.</P><P>If the reaction does not take place, even after continuous hearing and chanting of the holy name of the Lord, it may be considered to be due to offenses only. That is the opinion of the Sandarbha. In the beginning of chanting of the holy name of the Lord, if the devotee has not been very careful about evading the ten kinds of offenses at the feet of the holy name, certainly the reaction of feelings of separation will not be visible by tears in the eyes and standing of the hair on end.</P><P>The bh&#257;va stage is manifested by eight transcendental symptoms, namely inertness, perspiration, standing of hairs on end, failing in the voice, trembling, paleness of the body, tears in the eyes and finally trance. The Nectar of Devotion, a summary study of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Bhakti-ras&#257;mrita-sindhu, explains those symptoms and vividly describes other transcendental developments, both in steady and accelerating manifestations.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has very critically discussed all these bh&#257;va displays in connection with some unscrupulous neophyte's imitating the above symptoms for cheap appreciation. Not only Vi&#347;van&#257;tha Cakravart&#299; but also &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; treated them very critically. Sometimes all the above eight symptoms of ecstasy are imitated by the mundane devotees (pr&#257;krita-sahajiy&#257;s), but the pseudo symptoms are at once detected when one sees the pseudodevotee addicted to so many forbidden things. Even though decorated with the signs of a devotee, a person addicted to smoking, drinking or illegitimate sex with women cannot have all the above-mentioned ecstatic symptoms. But it is seen that sometimes these symptoms are willfully imitated, and for this reason &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; accuses the imitators of being stonehearted men. They are sometimes even affected by the reflection of such transcendental symptoms, yet if they still do not give up the forbidden habits, then they are hopeless cases for transcendental realization.</P><P>When Lord Caitanya met &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya of Kavaur on the bank of the God&#257;var&#299;, the Lord developed all these symptoms, but because of the presence of some nondevotee br&#257;hmanas who were attendants of the R&#257;ya, the Lord suppressed these symptoms. So sometimes they are not visible even in the body of the first-class devotee for certain circumstantial reasons. Therefore real, steady bh&#257;va is definitely displayed in the matter of cessation of material desires (ksh&#257;nti), utilization of every moment in the transcendental loving service of the Lord (avy&#257;rtha-k&#257;latvam [Cc.<A CLASS=v HREF="../../../cc/madhya/23/18.htm">Madhya 23.18-19</A>]), eagerness for glorifying the Lord constantly (n&#257;ma-g&#257;ne sad&#257; ruci [Cc. <A CLASS=v HREF="../../../cc/madhya/23/32.htm">Madhya 23.32</A>]), attraction for living in the land of the Lord (pr&#299;tis tad-vasati sthalePr&#299;tis tad vasati sth&#257;le), complete detachment from material happiness (virakti), and pridelessness (m&#257;na-&#347;&#363;nyat&#257;). One who has developed all these transcendental qualities is really possessed of the bh&#257;va stage, as distinguished from the stonehearted imitator or mundane devotee.</P><P>The whole process can be summarized as follows: The advanced devotee who chants the holy name of the Lord in a perfectly offenseless manner and is friendly to everyone can actually relish the transcendental taste of glorifying the Lord. And the result of such realization is reflected in the cessation of all material desires, etc., as mentioned above. The neophytes, due to their being in the lower stage of devotional service, are invariably envious, so much so that they invent their own ways and means of devotional regulations without following the &#257;c&#257;ryas. As such, even if they make a show of constantly chanting the holy name of the Lord, they cannot relish the transcendental taste of the holy name. Therefore, the show of tears in the eyes, trembling, perspiration or unconsciousness, etc., is condemned. They can, however, get in touch with a pure devotee of the Lord and rectify their bad habits; otherwise they shall continue to be stonehearted and unfit for any treatment. A complete progressive march on the return path home, back to Godhead, will depend on the instructions of the revealed scriptures directed by a realized devotee.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>