<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 3 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 3 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Pure Devotional Service: The Change in Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.3.9</P><P CLASS=c>r&#257;jya-k&#257;mo man&#363;n dev&#257;n</P><P CLASS=c>nirritim tv abhicaran yajet</P><P CLASS=c>k&#257;ma-k&#257;mo yajet somam</P><P CLASS=c>ak&#257;mah purusham param</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rajya">r&#257;jya</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; anyone desiring <A HREF="http://vedabase.net/a/an">an</A> empire or kingdom; <A CLASS=v HREF="http://vedabase.net/m/manun">man&#363;n</A> &#8212; the Manus, semi-incarnations of God; <A CLASS=v HREF="http://vedabase.net/d/devan">dev&#257;n</A> &#8212; demigods; <A CLASS=v HREF="http://vedabase.net/n/nirrtim">nirritim</A> &#8212; demons; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/abhicaran">abhicaran</A> &#8212; desiring victory over the enemy; <A CLASS=v HREF="http://vedabase.net/y/yajet">yajet</A> &#8212; should worship; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; one who desires sense gratification; <A CLASS=v HREF="http://vedabase.net/y/yajet">yajet</A> &#8212; should worship; <A CLASS=v HREF="http://vedabase.net/s/somam">somam</A> &#8212; the demigod named <A HREF="http://vedabase.net/c/candra">Candra</A>; <A CLASS=v HREF="http://vedabase.net/a/akamah">ak&#257;mah</A> &#8212; one who has <A HREF="http://vedabase.net/n/no">no</A> material desires <A HREF="http://vedabase.net/t/to">to</A> be fulfilled; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the Supreme.</P><P CLASS=t>TRANSLATION</P><P>One who desires domination over a kingdom or an empire should worship the Manus. One who desires victory over an enemy should worship the demons, and one who desires sense gratification should worship the moon. But one who desires nothing of material enjoyment should worship the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>For a liberated person, all the enjoyments listed above are considered to be absolutely useless. Only those who are conditioned by the material modes of external energy are captivated by different types of material enjoyment. In other words, the transcendentalist has no material desires to be fulfilled, whereas the materialist has all types of desires to be fulfilled. The Lord has proclaimed that the materialists, who desire material enjoyment and thus seek the favor of different demigods, as above mentioned, are not in control of their senses and so give themselves to nonsense. One should therefore not desire any sort of material enjoyment, being sensible enough to worship the Supreme Personality of Godhead. The leaders of nonsensical persons are still more nonsensical because they preach openly and foolishly that one can worship any form of demigod and get the same result. This sort of preaching is not only against the teachings of the Bhagavad-g&#299;t&#257;, or those of the &#346;r&#299;mad-Bh&#257;gavatam, but is also foolish, just as it is foolish to claim that with the purchase of any travel ticket one may reach the same destination. No one can reach Bombay from Delhi by purchasing a ticket for Baroda. It is clearly defined herein that persons impregnated with different desires have different modes of worship, but one who has no desire for material enjoyment should worship the Supreme Lord, &#346;r&#299; Krishna, the Personality of Godhead. And this worshiping process is called devotional service. Pure devotional service means service to the Lord without any tinge of material desires, including desire for fruitive activity and empiric speculation. For fulfillment of material desires one may worship the Supreme Lord, but the result of such worship is different, as will be explained in the next verse. Generally the Lord does not fulfill anyone's material desires for sense enjoyment, but He awards such benedictions to worshipers of the Lord, for they ultimately come to the point of not desiring material enjoyment. The conclusion is that one must minimize the desires for material enjoyment, and for this one should worship the Supreme Personality of Godhead, who is described here as param, or beyond anything material. &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya has also stated, n&#257;r&#257;yanah paro 'vyakt&#257;t: the Supreme Lord is beyond the material encirclement.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>