<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verses 1-3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verses 1-3"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.1-3</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>drishtv&#257;tm&#257;nam pravayasam</P><P CLASS=c>ekad&#257; vainya &#257;tmav&#257;n</P><P CLASS=c>&#257;tman&#257; vardhit&#257;&#347;esha-</P><P CLASS=c>sv&#257;nusargah praj&#257;patih</P><P CLASS=c>jagatas tasthusha&#347; c&#257;pi</P><P CLASS=c>vrittido dharma-bhrit sat&#257;m</P><P CLASS=c>nishp&#257;dite&#347;var&#257;de&#347;o</P><P CLASS=c>yad-artham iha jajñiv&#257;n</P><P CLASS=c>&#257;tmajeshv &#257;tmaj&#257;m nyasya</P><P CLASS=c>virah&#257;d rudat&#299;m iva</P><P CLASS=c>praj&#257;su vimanahsv ekah</P><P CLASS=c>sa-d&#257;ro 'g&#257;t tapo-vanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the sage Maitreya continued <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; after seeing; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; of the body; <A CLASS=v HREF="http://vedabase.net/p/pravayasam">pravayasam</A> &#8212; old <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/e/ekada">ekad&#257;</A> &#8212; once upon <A HREF="http://vedabase.net/a/a">a</A> time; <A CLASS=v HREF="http://vedabase.net/v/vainyah">vainyah</A> &#8212; King <A HREF="http://vedabase.net/p/prthu">Prithu</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; fully conversant <A HREF="http://vedabase.net/i/in">in</A> spiritual education; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by oneself; <A CLASS=v HREF="http://vedabase.net/v/vardhita">vardhita</A> &#8212; increased; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; unlimitedly; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/anusargah">anusargah</A> &#8212; creation of material opulences; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> protector of citizens; <A CLASS=v HREF="http://vedabase.net/j/jagatah">jagatah</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/t/tasthusah">tasthushah</A> &#8212; not moving; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/vrtti">vritti</A>-<A CLASS=v HREF="http://vedabase.net/d/dah">dah</A> &#8212; one who gives pensions; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrt">bhrit</A> &#8212; one who observes the religious principles; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/n/nispadita">nishp&#257;dita</A> &#8212; fully executed; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adesah">&#257;de&#347;ah</A> &#8212; order; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> coordination with Him; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/j/jajnivan">jajñiv&#257;n</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jesu">jeshu</A> &#8212; unto his sons; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">j&#257;m</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/n/nyasya">nyasya</A> &#8212; indicating; <A CLASS=v HREF="http://vedabase.net/v/virahat">virah&#257;t</A> &#8212; out of separation; <A CLASS=v HREF="http://vedabase.net/r/rudatim">rudat&#299;m</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; just like lamenting; <A CLASS=v HREF="http://vedabase.net/p/prajasu">praj&#257;su</A> &#8212; unto the citizens; <A CLASS=v HREF="http://vedabase.net/v/vimanahsu">vimanahsu</A> &#8212; unto the aggrieved; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/d/darah">d&#257;rah</A> &#8212; with his wife; <A CLASS=v HREF="http://vedabase.net/a/agat">ag&#257;t</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A>-<A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest where one can execute austerities.</P><P CLASS=t>TRANSLATION</P><P>At the last stage of his life, when Mah&#257;r&#257;ja Prithu saw himself getting old, that great soul, who was king of the world, divided whatever opulence he had accumulated amongst all kinds of living entities, moving and nonmoving. He arranged pensions for everyone according to religious principles, and after executing the orders of the Supreme Personality of Godhead, in complete coordination with Him, he dedicated his sons unto the earth, which was considered to be his daughter. Then Mah&#257;r&#257;ja Prithu left the presence of his citizens, who were almost lamenting and crying from feeling separation from the King, and went to the forest alone with his wife to perform austerities.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Prithu was one of the &#347;akty&#257;ve&#347;a incarnations of the Supreme Personality of Godhead, and as such he appeared on the surface of the earth to execute the orders of the Supreme. As stated in Bhagavad-g&#299;t&#257;, the Supreme Lord is the proprietor of all planets, and He is always anxious to see that in each and every planet the living entities are happily living and executing their duties. As soon as there is some discrepancy in the execution of duties, the Lord appears on earth, as confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/7.htm">4.7</A>): yad&#257; yad&#257; hi dharmasya gl&#257;nir bhavati bh&#257;rata.</P><P>Since there were so many discrepancies during the reign of King Vena, the Lord sent His most confidential devotee Mah&#257;r&#257;ja Prithu to settle things. Therefore, after executing the orders of the Supreme Personality of Godhead and settling the affairs of the world, Mah&#257;r&#257;ja Prithu was ready to retire. He had been exemplary in his governmental administration, and now he was to become exemplary in his retirement. He divided all his property amongst his sons and appointed them to rule the world, and then he went to the forest with his wife. It is significant in this connection that it is said that Mah&#257;r&#257;ja Prithu retired alone and at the same time took his wife with him. According to Vedic principles, when retiring from family life, one can take his wife with him, for the husband and wife are considered to be one unit. Thus they can both combinedly perform austerities for liberation. This is the path that Mah&#257;r&#257;ja Prithu, who was an exemplary character, followed, and this is also the way of Vedic civilization. One should not simply remain at home until the time of death, but should separate from family life at a timely moment and prepare himself to go back to Godhead. As a &#347;akty&#257;ve&#347;a incarnation of God who had actually come from Vaikuntha as a representative of Krishna, Mah&#257;r&#257;ja Prithu was certain to go back to Godhead. Nonetheless, in order to set the example in all ways, he also underwent severe austerities in the tapo-vana. It appears that in those days there were many tapo-vanas, or forests especially meant for retirement and the practice of austerities. Indeed, it was compulsory for everyone to go to the tapo-vana to fully accept the shelter of the Supreme Personality of Godhead, for it is very difficult to retire from family life and at the same time remain at home.</P><P CLASS=l><A CLASS=i HREF="../22/63.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>