<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.10</P><P CLASS=c>bhagavad-dharminah s&#257;dhoh</P><P CLASS=c>&#347;raddhay&#257; yatatah sad&#257;</P><P CLASS=c>bhaktir bhagavati brahmany</P><P CLASS=c>ananya-vishay&#257;bhavat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/d/dharminah">dharminah</A> &#8212; one who executes devotional service; <A CLASS=v HREF="http://vedabase.net/s/sadhoh">s&#257;dhoh</A> &#8212; of the devotee; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with faith; <A CLASS=v HREF="http://vedabase.net/y/yatatah">yatatah</A> &#8212; endeavoring; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotion; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; the origin of impersonal <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A>-<A CLASS=v HREF="http://vedabase.net/v/visaya">vishay&#257;</A> &#8212; firmly fixed without deviation; <A CLASS=v HREF="http://vedabase.net/a/abhavat">abhavat</A> &#8212; became.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Prithu thus engaged completely in devotional service, executing the rules and regulations strictly according to principles, twenty-four hours daily. Thus his love and devotion unto the Supreme Personality of Godhead, Krishna, developed and became unflinching and fixed.</P><P CLASS=t>PURPORT</P><P>The word bhagavad-dharminah indicates that the religious process practiced by Mah&#257;r&#257;ja Prithu was beyond all pretensions. As stated in the beginning of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/1/2.htm">1.1.2</A>), dharmah projjhita-kaitavo 'tra: religious principles which are simply pretentious are actually nothing but cheating. Bhagavad-dharminah is described by V&#299;rar&#257;ghava &#256;c&#257;rya as nivritta-dharmena, which indicates that it cannot be contaminated by material aspiration. As described by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;:</P><P>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam</P><P CLASS=n>jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=n>&#257;nuk&#363;lyena krishn&#257;nu-</P><P CLASS=n>&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>When one who is not inspired by material desires and is not contaminated by the processes of fruitive activity and empiric speculation fully engages in the favorable service of the Lord, his service is called bhagavad-dharma, or pure devotional service. In this verse the word brahmani does not refer to the impersonal Brahman. Impersonal Brahman is a subordinate feature of the Supreme Personality of Godhead, and since impersonal Brahman worshipers desire to merge into the Brahman effulgence, they cannot be considered followers of bhagavad-dharma. After being baffled in his material enjoyment, the impersonalist may desire to merge into the existence of the Lord, but a pure devotee of the Lord has no such desire. Therefore a pure devotee is really bhagavad-dharm&#299;.</P><P>It is clear from this verse that Mah&#257;r&#257;ja Prithu was never a worshiper of the impersonal Brahman but was at all times a pure devotee of the Supreme Personality of Godhead. Bhagavati brahmani refers to one who is engaged in devotional service to the Personality of Godhead. A devotee's knowledge of the impersonal Brahman is automatically revealed, and he is not interested in merging into the impersonal Brahman. Mah&#257;r&#257;ja Prithu's activities in devotional service enabled him to become fixed and steady in the discharge of devotional activities without having to take recourse to karma, jñ&#257;na or yoga.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>