<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.11</P><P CLASS=c>tasy&#257;nay&#257; bhagavatah parikarma-&#347;uddha-</P><P CLASS=c>sattv&#257;tmanas tad-anusamsmaran&#257;nup&#363;rty&#257;</P><P CLASS=c>jñ&#257;nam viraktimad abh&#363;n ni&#347;itena yena</P><P CLASS=c>ciccheda sam&#347;aya-padam nija-j&#299;va-ko&#347;am</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/a/anaya">anay&#257;</A> &#8212; by this; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parikarma">parikarma</A> &#8212; activities <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/s/suddha">&#347;uddha</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>, transcendental; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A> &#8212; existence; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anusamsmarana">anusamsmarana</A> &#8212; constantly remembering; <A CLASS=v HREF="http://vedabase.net/a/anupurtya">anup&#363;rty&#257;</A> &#8212; being perfectly done; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/v/virakti">virakti</A> &#8212; nonattachment; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; possessing; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; became manifested; <A CLASS=v HREF="http://vedabase.net/n/nisitena">ni&#347;itena</A> &#8212; by sharpened activities; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/c/ciccheda">ciccheda</A> &#8212; become separated; <A CLASS=v HREF="http://vedabase.net/s/samsaya">sam&#347;aya</A>-<A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; position of doubtfulness; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/k/kosam">ko&#347;am</A> &#8212; encagement of the living entity.</P><P CLASS=t>TRANSLATION</P><P>By regularly discharging devotional service, Prithu Mah&#257;r&#257;ja became transcendental in mind and could therefore constantly think of the lotus feet of the Lord. Because of this, he became completely detached and attained perfect knowledge by which he could transcend all doubt. Thus he was freed from the clutches of false ego and the material conception of life.</P><P CLASS=t>PURPORT</P><P>In the N&#257;rada-pañcar&#257;tra, devotional service to the Lord is likened unto a queen. When a queen gives an audience, many maidservants follow her. The maidservants of devotional service are material opulence, liberation and mystic powers. The karm&#299;s are very much attached to material enjoyment, the jñ&#257;n&#299;s are very anxious to become freed from material clutches, and the yog&#299;s are very fond of attaining the eight kinds of mystic perfection. From the N&#257;rada-pañcar&#257;tra we understand that if one attains the stage of pure devotional service, he also attains all the opulences derived from fruitive activities, empiric philosophical speculation and mystic yogic practice. &#346;r&#299;la Bilvama&#324;gala Th&#257;kura therefore prayed in his Krishna-karn&#257;mrita: "My dear Lord, if I have unflinching devotion to You, You become manifest before me personally, and the results of fruitive activity and empiric philosophical speculation &#8212; namely religion, economic development, sense gratification and liberation &#8212; become like personal attendants and remain standing before me as if awaiting my order." The idea here is that the jñ&#257;n&#299;s, by culture of brahma-vidy&#257;, spiritual knowledge, struggle very hard to get out of the clutches of material nature, but a devotee, by dint of his advancement in devotional service, automatically becomes detached from his material body. When the devotee's spiritual body begins to manifest, he actually enters into his activities in transcendental life.</P><P>At present we have contacted a material body, material mind and material intelligence, but when we become free from these material conditions, our spiritual body, spiritual mind and spiritual intelligence become manifest. In that transcendental state, a devotee attains all the benefits of karma, jñ&#257;na and yoga. Although he never engages in fruitive activities or empiric speculation to attain mystic powers, automatically mystic powers appear in his service. A devotee does not want any kind of material opulence, but such opulence appears before him automatically. He does not have to endeavor for it. Because of his devotional service, he automatically becomes brahma-bh&#363;ta. As stated before, this is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who is engaged in full devotional service, unfailing in all circumstances, at once transcends the modes of material nature and thus comes to the level of Brahman."</P><P>Because of his regular discharge of devotional service, a devotee attains the transcendental stage of life. Since his mind is transcendentally situated, he cannot think of anything but the lotus feet of the Lord. This is the meaning of the word samsmarana-anup&#363;rty&#257;. By constantly thinking of the lotus feet of the Lord, the devotee immediately becomes situated in &#347;uddha-sattva. &#346;uddha-sattva refers to that platform which is above the modes of material nature, including the mode of goodness. In the material world, the mode of goodness is considered to be representative of the highest perfection, but one has to transcend this mode and come to the stage of &#347;uddha-sattva, or pure goodness, where the three qualities of material nature cannot act.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura gives the following example: If one has strong digestive power, after eating he automatically lights a fire within his stomach to digest everything and does not need to take medicine to aid his digestion. Similarly, the fire of devotional service is so strong that a devotee does not need to act separately to attain perfect knowledge or detachment from material attractions. A jñ&#257;n&#299; may become detached from material attractions by prolonged discussions on subjects of knowledge and may in this way finally come to the brahma-bh&#363;ta stage, but a devotee does not have to undergo so much trouble. By virtue of his devotional service, he attains the brahma-bh&#363;ta stage without a doubt. The yog&#299;s and jñ&#257;n&#299;s are always doubtful about their constitutional position; therefore they mistakenly think of becoming one with the Supreme. However, a devotee's relationship with the Supreme becomes manifest beyond all doubt, and he immediately understands that his position is that of eternal servant of the Lord. Jñ&#257;n&#299;s and yog&#299;s without devotion may think themselves liberated, but actually their intelligence is not as pure as that of a devotee. In other words, the jñ&#257;n&#299;s and yog&#299;s cannot become factually liberated unless they become elevated to the position of devotees.</P><P>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>)</P><P>The jñ&#257;n&#299; and yog&#299;s may rise to the highest position, Brahman realization, but because of their lack of devotion unto the lotus feet of the Lord, they again fall down into material nature. Therefore jñ&#257;na and yoga should not be accepted as the real processes for liberation. By discharging devotional service, Mah&#257;r&#257;ja Prithu automatically transcended all these positions. Since Mah&#257;r&#257;ja Prithu was a &#347;akty&#257;ve&#347;a incarnation of the Supreme Lord, he did not have to act in any way to attain liberation. He came from the Vaikuntha world, or spiritual sky, in order to execute the will of the Supreme Lord on earth. Consequently he was to return home, back to Godhead, without having to execute jñ&#257;na, yoga or karma. Although Prithu Mah&#257;r&#257;ja was eternally a pure devotee of the Lord, he nonetheless adopted the process of devotional service in order to teach the people in general the proper process for executing the duties of life and ultimately returning home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>