<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.12</P><P CLASS=c>chinn&#257;nya-dh&#299;r adhigat&#257;tma-gatir nir&#299;has</P><P CLASS=c>tat tatyaje 'cchinad idam vayunena yena</P><P CLASS=c>t&#257;van na yoga-gatibhir yatir apramatto</P><P CLASS=c>y&#257;vad gad&#257;graja-kath&#257;su ratim na kury&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/chinna">chinna</A> &#8212; being separated; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A>-<A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; all other concepts of life (the bodily concept of life); <A CLASS=v HREF="http://vedabase.net/a/adhigata">adhigata</A> &#8212; being firmly convinced; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; the ultimate goal of spiritual life; <A CLASS=v HREF="http://vedabase.net/n/nirihah">nir&#299;hah</A> &#8212; desireless; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tatyaje">tatyaje</A> &#8212; gave up; <A CLASS=v HREF="http://vedabase.net/a/acchinat">acchinat</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> <A HREF="http://vedabase.net/h/had">had</A> cut; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vayunena">vayunena</A> &#8212; with the knowledge; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> long; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/g/gatibhih">gatibhih</A> &#8212; the practice of the mystic <A HREF="http://vedabase.net/y/yoga">yoga</A> system; <A CLASS=v HREF="http://vedabase.net/y/yatih">yatih</A> &#8212; the practicer; <A CLASS=v HREF="http://vedabase.net/a/apramattah">apramattah</A> &#8212; without any illusion; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> long; <A CLASS=v HREF="http://vedabase.net/g/gadagraja">gad&#257;graja</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kathasu">kath&#257;su</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/r/ratim">ratim</A> &#8212; attraction; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/k/kuryat">kury&#257;t</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/i/it">it</A>.</P><P CLASS=t>TRANSLATION</P><P>When he became completely free from the conception of bodily life, Mah&#257;r&#257;ja Prithu realized Lord Krishna sitting in everyone's heart as the Param&#257;tm&#257;. Being thus able to get all instructions from Him, he gave up all other practices of yoga and jñ&#257;na. He was not even interested in the perfection of the yoga and jñ&#257;na systems, for he thoroughly realized that devotional service to Krishna is the ultimate goal of life and that unless the yog&#299;s and jñ&#257;n&#299;s become attracted to krishna-kath&#257; [narrations about Krishna], their illusions concerning existence can never be dispelled.</P><P CLASS=t>PURPORT</P><P>As long as one is too much absorbed in the bodily conception of life, he becomes interested in many different processes of self-realization, such as the mystic yoga system or the system utilizing the speculative empiric methods. However, when one understands that the ultimate goal of life is to approach Krishna, he realizes Krishna within everyone's heart and therefore helps everyone who is interested in Krishna consciousness. Actually the perfection of life depends on one's inclination to hear about Krishna. It is therefore mentioned in this verse: y&#257;vad gad&#257;graja-kath&#257;su ratim na kury&#257;t. Unless one becomes interested in Krishna, in His pastimes and activities, there is no question of liberation by means of yoga practice or speculative knowledge.</P><P>Having attained to the stage of devotion, Mah&#257;r&#257;ja Prithu became uninterested in the practices of jñ&#257;na and yoga and abandoned them. This is the stage of pure devotional life as described by R&#363;pa Gosv&#257;m&#299;:</P><P>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam</P><P CLASS=n>jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=n>&#257;nuk&#363;lyena krishn&#257;nu-</P><P CLASS=n>&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>Real jñ&#257;na means understanding that the living entity is the eternal servant of the Lord. This knowledge is attained after many, many births, as confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>): bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate. In the paramahamsa stage of life, one fully realizes Krishna as everything: v&#257;sudevah sarvam iti sa mah&#257;tm&#257; sudurlabhah. When one understands fully that Krishna is everything and that Krishna consciousness is the highest perfection of life, he becomes a paramahamsa, or mah&#257;tm&#257;. Such a mah&#257;tm&#257; or paramahamsa is very rare to find. A paramahamsa, or pure devotee, is never attracted by hatha-yoga or speculative knowledge. He is simply interested in the unalloyed devotional service of the Lord. Sometimes one who was formerly addicted to these processes tries to perform devotional service and the jñ&#257;na and yoga practices at the same time, but as soon as one comes to the unalloyed stage of devotional service, he is able to give up all other methods of self-realization. In other words, when one firmly realizes Krishna as the supreme goal, he is no longer attracted by mystic yoga practice or the speculative empirical methods of knowledge.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>