<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.14</P><P CLASS=c>samp&#299;dya p&#257;yum p&#257;rshnibhy&#257;m</P><P CLASS=c>v&#257;yum uts&#257;rayañ chanaih</P><P CLASS=c>n&#257;bhy&#257;m koshtheshv avasth&#257;pya</P><P CLASS=c>hrid-urah-kantha-&#347;&#299;rshani</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sampidya">samp&#299;dya</A> &#8212; by blocking; <A CLASS=v HREF="http://vedabase.net/p/payum">p&#257;yum</A> &#8212; the door of the anus; <A CLASS=v HREF="http://vedabase.net/p/parsnibhyam">p&#257;rshnibhy&#257;m</A> &#8212; by the calves; <A CLASS=v HREF="http://vedabase.net/v/vayum">v&#257;yum</A> &#8212; the air which goes up; <A CLASS=v HREF="http://vedabase.net/u/utsarayan">uts&#257;rayan</A> &#8212; pushing upward; <A CLASS=v HREF="http://vedabase.net/s/sanaih">&#347;anaih</A> &#8212; gradually; <A CLASS=v HREF="http://vedabase.net/n/nabhyam">n&#257;bhy&#257;m</A> &#8212; by the navel; <A CLASS=v HREF="http://vedabase.net/k/kosthesu">koshtheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart and <A HREF="http://vedabase.net/i/in">in</A> the throat; <A CLASS=v HREF="http://vedabase.net/a/avasthapya">avasth&#257;pya</A> &#8212; fixing; <A CLASS=v HREF="http://vedabase.net/h/hrt">hrit</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/u/urah">urah</A> &#8212; upward; <A CLASS=v HREF="http://vedabase.net/k/kantha">kantha</A> &#8212; throat; <A CLASS=v HREF="http://vedabase.net/s/sirsani">&#347;&#299;rshani</A> &#8212; between the two eyebrows.</P><P CLASS=t>TRANSLATION</P><P>When Mah&#257;r&#257;ja Prithu practiced a particular yogic sitting posture, he blocked the doors of his anus with his ankles, pressed his right and left calves and gradually raised his life air upward, passing it on to the circle of his navel, up to his heart and throat, and finally pushed it upward to the central position between his two eyebrows.</P><P CLASS=t>PURPORT</P><P>The sitting posture described herein is called mukt&#257;sana. In the yoga process, after following the strict regulative principles controlling sleeping, eating and mating, one is allowed to practice the different sitting postures. The ultimate aim of yoga is to enable one to give up this body according to his own free will. One who has attained the ultimate summit of yoga practice can live in the body as long as he likes or, as long as he is not completely perfect, leave the body to go anywhere within or outside the universe. Some yog&#299;s leave their bodies to go to the higher planetary systems and enjoy the material facilities therein. However, intelligent yog&#299;s do not wish to waste their time within this material world at all; they do not care for the material facilities in higher planetary systems, but are interested in going directly to the spiritual sky, back home, back to Godhead.</P><P>From the description in this verse, it appears that Mah&#257;r&#257;ja Prithu had no desire to promote himself to the higher planetary systems. He wanted to return home immediately, back to Godhead. Although Mah&#257;r&#257;ja Prithu stopped all practice of mystic yoga after realizing Krishna consciousness, he took advantage of his previous practice and immediately placed himself on the brahma-bh&#363;ta platform in order to accelerate his return to Godhead. The aim of this particular system of &#257;sana, known as the sitting posture for liberation, or mukt&#257;sana, is to attain success in kundalin&#299;-cakra and gradually raise the life from the m&#363;l&#257;dh&#257;ra-cakra to the sv&#257;dhishth&#257;na-cakra, then to the manip&#363;ra-cakra, the an&#257;hata-cakra, the vi&#347;uddha-cakra, and finally to the &#257;jñ&#257;-cakra. When the yog&#299; reaches the &#257;jñ&#257;-cakra, between the two eyebrows, he is able to penetrate the brahma-randhra, or the hole in his skull, and go to any planet he desires, up to the spiritual kingdom of Vaikuntha, or Krishnaloka. The conclusion is that one has to come to the brahma-bh&#363;ta stage for going back to Godhead. However, those who are in Krishna consciousness, or who are practicing bhakti-yoga (&#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]), can return to Godhead without even practicing the mukt&#257;sana process. The purpose of mukt&#257;sana practice is to come to the brahma-bh&#363;ta stage, for without being on the brahma-bh&#363;ta stage, one cannot be promoted to the spiritual sky. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>The bhakti-yog&#299;, practicing bhakti-yoga, is always situated on the brahma-bh&#363;ta stage (brahma-bh&#363;y&#257;ya kalpate). If a devotee is able to continue on the brahma-bh&#363;ta platform, he enters the spiritual sky automatically after death and returns to Godhead. Consequently a devotee need not feel sorry for not having practiced the kundalin&#299;-cakra, or not penetrating the six cakras one after another. As far as Mah&#257;r&#257;ja Prithu was concerned, he had already practiced this process, and since he did not want to wait for the time when his death would occur naturally, he took advantage of the shat-cakra penetration process and thus gave up the body according to his own free will and immediately entered the spiritual sky.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>