<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.16</P><P CLASS=c>kh&#257;ny &#257;k&#257;&#347;e dravam toye</P><P CLASS=c>yath&#257;-sth&#257;nam vibh&#257;ga&#347;ah</P><P CLASS=c>kshitim ambhasi tat tejasy</P><P CLASS=c>ado v&#257;yau nabhasy amum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/khani">kh&#257;ni</A> &#8212; the different holes <A HREF="http://vedabase.net/i/in">in</A> the body for the sense organs; <A CLASS=v HREF="http://vedabase.net/a/akase">&#257;k&#257;&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/d/dravam">dravam</A> &#8212; the liquid substance; <A CLASS=v HREF="http://vedabase.net/t/toye">toye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sthanam">sth&#257;nam</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> proper situation; <A CLASS=v HREF="http://vedabase.net/v/vibhagasah">vibh&#257;ga&#347;ah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> they <A HREF="http://vedabase.net/a/are">are</A> divided; <A CLASS=v HREF="http://vedabase.net/k/ksitim">kshitim</A> &#8212; earth; <A CLASS=v HREF="http://vedabase.net/a/ambhasi">ambhasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tejasi">tejasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the fire; <A CLASS=v HREF="http://vedabase.net/a/adah">adah</A> &#8212; the fire; <A CLASS=v HREF="http://vedabase.net/v/vayau">v&#257;yau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the air; <A CLASS=v HREF="http://vedabase.net/n/nabhasi">nabhasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/a/amum">amum</A> &#8212; that.</P><P CLASS=t>TRANSLATION</P><P>In this way, according to the different positions of the various parts of the body, Prithu Mah&#257;r&#257;ja merged the holes of his senses with the sky; his bodily liquids, such as blood and various secretions, with the totality of water; and he merged earth with water, then water with fire, fire with air, air with sky, and so on.</P><P CLASS=t>PURPORT</P><P>In this verse two words are very important: yath&#257;-sth&#257;nam vibh&#257;ga&#347;ah. In &#346;r&#299;mad-Bh&#257;gavatam, Second Canto, Fifth Chapter, Lord Brahm&#257; clearly explained to N&#257;rada how the creation took place, and he explained one step after another the proper divisions of the senses, the controller of the senses, the objects of the senses, and the material elements, and he also explained how they are created one after another: the air from the sky, the fire from the air, the water from the fire, the earth from the water, etc. It is important to know thoroughly the process of creation as it applies to this cosmic manifestation. Similarly, this body is also created according to the same process by the Supreme Lord. The Personality of Godhead, after entering the universe, creates the cosmic manifestations one after another. Similarly, the living entity, after entering a womb of a mother, also collects his gross and subtle bodies, taking ingredients from the totality of sky, air, fire, water and earth. The words yath&#257;-sth&#257;nam vibh&#257;ga&#347;ah indicate that one should know the process of creation and should meditate upon the creative process inversely and thus become free from material contamination.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>