<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.18</P><P CLASS=c>tam sarva-guna-viny&#257;sam</P><P CLASS=c>j&#299;ve m&#257;y&#257;maye nyadh&#257;t</P><P CLASS=c>tam c&#257;nu&#347;ayam &#257;tma-stham</P><P CLASS=c>as&#257;v anu&#347;ay&#299; pum&#257;n</P><P CLASS=c>jñ&#257;na-vair&#257;gya-v&#299;ryena</P><P CLASS=c>svar&#363;pa-stho 'jah&#257;t prabhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/vinyasam">viny&#257;sam</A> &#8212; the reservoir of all qualities; <A CLASS=v HREF="http://vedabase.net/j/jive">j&#299;ve</A> &#8212; unto the designations; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/maye">maye</A> &#8212; the reservoir of all potencies; <A CLASS=v HREF="http://vedabase.net/n/nyadhat">nyadh&#257;t</A> &#8212; placed; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/anusayam">anu&#347;ayam</A> &#8212; designation; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/stham">stham</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> self-realization; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/a/anusayi">anu&#347;ay&#299;</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A>; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A> &#8212; renunciation; <A CLASS=v HREF="http://vedabase.net/v/viryena">v&#299;ryena</A> &#8212; by the prowess of; <A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/s/sthah">sthah</A> &#8212; being situated <A HREF="http://vedabase.net/i/in">in</A> one's constitutional position; <A CLASS=v HREF="http://vedabase.net/a/ajahat">ajah&#257;t</A> &#8212; returned home; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; the controller.</P><P CLASS=t>TRANSLATION</P><P>Prithu Mah&#257;r&#257;ja then offered the total designation of the living entity unto the supreme controller of illusory energy. Being released from all the designations by which the living entity became entrapped, he became free by knowledge and renunciation and by the spiritual force of his devotional service. In this way, being situated in his original constitutional position of Krishna consciousness, he gave up this body as a prabhu, or controller of the senses.</P><P CLASS=t>PURPORT</P><P>As stated in the Vedas, the Supreme Personality of Godhead is the source of material energy. Consequently He is sometimes called m&#257;y&#257;-maya, or the Supreme person, who can create His pastimes through His potency known as the material energy. The j&#299;va, or the individual living entity, becomes entrapped by the material energy by the supreme will of the Supreme Personality of Godhead. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>) we understand:</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni</P><P CLASS=n>yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>&#298;&#347;vara, the Supreme Personality of Godhead, is situated within the heart of all conditioned souls, and by His supreme will the living entity, or individual soul, gets the facility to lord it over material nature in various types of bodies, which are known as yantra, or the moving vehicle offered by the total material energy, m&#257;y&#257;. Although the individual living entity (j&#299;va) and the Lord are both situated within the material energy, the Lord is directing the movements of the j&#299;va soul by offering him different types of bodies through the material energy, and thus the living entity is wandering throughout the universes in various forms of body and becomes implicated in different situations, partaking of the reactions of fruitive activities.</P><P>When Prithu Mah&#257;r&#257;ja became spiritually powerful by the enhancement of his spiritual knowledge (jñ&#257;na) and renunciation of material desires, he became a prabhu, or master of his senses (sometimes called gosv&#257;m&#299; or sv&#257;m&#299;). This means that he was no longer controlled by the influence of material energy. When one is strong enough to give up the influence of material energy, he is called prabhu. In this verse the word svar&#363;pa-sthah is also very significant. The real identity of the individual soul lies in understanding or attaining the knowledge that he is eternally a servant of Krishna. This understanding is called svar&#363;popalabdhi. By culturing devotional service, the devotee gradually comes to understand his actual relationship with the Supreme Personality of Godhead. This understanding of one's pure spiritual position is called svar&#363;popalabdhi, and when one attains that stage he can understand how he is related with the Supreme Personality of Godhead as a servant or friend or as a parent or conjugal lover. This stage of understanding is called svar&#363;pa-sthah. Prithu Mah&#257;r&#257;ja realized this svar&#363;pa completely, and it will be clear in the later verses that he personally left this world, or this body, by riding on a chariot sent from Vaikuntha.</P><P>In this verse the word prabhu is also significant. As stated before, when one is completely self-realized and acts according to that position, he can be called prabhu. The spiritual master is addressed as "Prabhup&#257;da" because he is a completely self-realized soul. The word p&#257;da means "position," and Prabhup&#257;da indicates that he is given the position of prabhu, or the Supreme Personality of Godhead, for he acts on behalf of the Supreme Personality of Godhead. Unless one is a prabhu, or controller of the senses, he cannot act as spiritual master, who is authorized by the supreme prabhu, or Lord Krishna. In his verses praising the spiritual master, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura writes:</P><P>s&#257;ksh&#257;d-dharitvena samasta-&#347;&#257;strair</P><P CLASS=n>uktas tath&#257; bh&#257;vyata eva sadbhih **</P><P>"The spiritual master is honored as much as the Supreme Lord because he is the most confidential servitor of the Lord." Thus Prithu Mah&#257;r&#257;ja can also be called Prabhup&#257;da, or, as described herein, prabhu. Another question may be raised in this connection. Since Prithu Mah&#257;r&#257;ja was a power incarnation of the Supreme Personality of Godhead, &#347;akty&#257;ve&#347;a-avat&#257;ra, why did he have to execute the regulative principles in order to become a prabhu? Because he appeared on this earth as an ideal king and because it is the duty of the king to instruct the citizens in the execution of devotional service, he followed all the regulative principles of devotional service in order to teach others. Similarly, Caitanya Mah&#257;prabhu, although Krishna Himself, taught us how to approach Krishna as a devotee. It is said, &#257;pani &#257;cari' bhakti &#347;ikh&#257;inu sab&#257;re. Lord Caitanya Mah&#257;prabhu instructed others in the process of devotional service by setting the example Himself through His own personal actions. Similarly, Prithu Mah&#257;r&#257;ja, although a &#347;akty&#257;ve&#347;a-avat&#257;ra incarnation, still behaved exactly as a devotee in order to achieve the position of prabhu. Furthermore, svar&#363;pa-sthah means "complete liberation." As it is said (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/10/6.htm">2.10.6</A>), hitv&#257;nyath&#257;-r&#363;pam svar&#363;pena vyavasthitih: when a living entity abandons the activities of m&#257;y&#257; and attains the position from which he can execute devotional service, his state is called svar&#363;pa-sthah, or complete liberation.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>