<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.19</P><P CLASS=c>arcir n&#257;ma mah&#257;-r&#257;jñ&#299;</P><P CLASS=c>tat-patny anugat&#257; vanam</P><P CLASS=c>sukum&#257;ry atad-arh&#257; ca</P><P CLASS=c>yat-padbhy&#257;m spar&#347;anam bhuvah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/arcih">arcih</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> Arci; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rajni">r&#257;jñ&#299;</A> &#8212; the Queen; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/patni">patn&#299;</A> &#8212; the wife of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/prthu">Prithu</A>; <A CLASS=v HREF="http://vedabase.net/a/anugata">anugat&#257;</A> &#8212; who followed her husband; <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/k/kumari">kum&#257;r&#299;</A> &#8212; very delicate body; <A CLASS=v HREF="http://vedabase.net/a/a">a</A>-<A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/arha">arh&#257;</A> &#8212; who did not deserve; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/p/padbhyam">padbhy&#257;m</A> &#8212; by the touch of whose feet; <A CLASS=v HREF="http://vedabase.net/s/sparsanam">spar&#347;anam</A> &#8212; touching; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; on the earth.</P><P CLASS=t>TRANSLATION</P><P>The Queen, the wife of Prithu Mah&#257;r&#257;ja, whose name was Arci, followed her husband into the forest. Since she was a queen, her body was very delicate. Although she did not deserve to live in the forest, she voluntarily touched her lotus feet to the ground.</P><P CLASS=t>PURPORT</P><P>Because Prithu Mah&#257;r&#257;ja's wife was the Queen and also a daughter of a king, she never experienced walking on the ground, for queens used to never come out of the palace. They certainly never went to the forests and tolerated all the difficulties of living in the wilderness. In Vedic civilization there are hundreds of similar examples of such renunciation on the part of queens and dedication to the husband. The goddess of fortune mother S&#299;t&#257; followed her husband, R&#257;macandra, when He went to the forest. Lord R&#257;macandra went to the forest in compliance with the order of His father, Mah&#257;r&#257;ja Da&#347;aratha, but mother S&#299;t&#257; was not so ordered. Nonetheless, she voluntarily accepted the path of her husband. Similarly, G&#257;ndh&#257;r&#299;, the wife of King Dhritar&#257;shtra, also followed her husband into the forest. Being the wives of great personalities like Prithu, Lord R&#257;macandra and Dhritar&#257;shtra, these were ideal chaste women. Such queens also instructed the general people by showing them how to become a chaste wife and follow the husband in every stage of life. When the husband is king, she sits beside him as the queen, and when he goes to the forest, she also follows, despite having to tolerate all kinds of difficulties in living in the forest. Therefore it is said here (atad-arh&#257;) that although she did not want to touch her feet to the ground, she nonetheless accepted all difficulties when she went to the forest with her husband.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>