<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.20</P><P CLASS=c>at&#299;va bhartur vrata-dharma-nishthay&#257;</P><P CLASS=c>&#347;u&#347;r&#363;shay&#257; c&#257;rsha-deha-y&#257;tray&#257;</P><P CLASS=c>n&#257;vindat&#257;rtim parikar&#347;it&#257;pi s&#257;</P><P CLASS=c>preyaskara-spar&#347;ana-m&#257;na-nirvritih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ativa">at&#299;va</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/b/bhartuh">bhartuh</A> &#8212; of the husband; <A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; vow <A HREF="http://vedabase.net/t/to">to</A> serve him; <A CLASS=v HREF="http://vedabase.net/n/nisthaya">nishthay&#257;</A> &#8212; by determination; <A CLASS=v HREF="http://vedabase.net/s/susrusaya">&#347;u&#347;r&#363;shay&#257;</A> &#8212; by serving; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/arsa">&#257;rsha</A> &#8212; like the great saintly sages; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/y/yatraya">y&#257;tray&#257;</A> &#8212; living condition; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; did not; <A CLASS=v HREF="http://vedabase.net/a/avindata">avindata</A> &#8212; perceive; <A CLASS=v HREF="http://vedabase.net/a/artim">&#257;rtim</A> &#8212; any difficulty; <A CLASS=v HREF="http://vedabase.net/p/parikarsita">parikar&#347;it&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although transformed <A HREF="http://vedabase.net/t/to">to</A> become lean and thin; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/p/preyah">preyah</A>-<A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; very pleasing; <A CLASS=v HREF="http://vedabase.net/s/sparsana">spar&#347;ana</A> &#8212; touching; <A CLASS=v HREF="http://vedabase.net/m/mana">m&#257;na</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/n/nirvrtih">nirvritih</A> &#8212; pleasure.</P><P CLASS=t>TRANSLATION</P><P>Although she was not accustomed to such difficulties, Queen Arci followed her husband in the regulative principles of living in the forest like great sages. She lay down on the ground and ate only fruits, flowers and leaves, and because she was not fit for these activities, she became frail and thin. Yet because of the pleasure she derived in serving her husband, she did not feel any difficulties.</P><P CLASS=t>PURPORT</P><P>The words bhartur vrata-dharma-nishthay&#257; indicate that a woman's duty, or religious principle, is to serve her husband in all conditions. In Vedic civilization a man is taught from the beginning of his life to become a brahmac&#257;r&#299;, then an ideal grihastha, then v&#257;naprastha, then sanny&#257;s&#299;, and the wife is taught just to follow the husband strictly in all conditions of life. After the period of brahmacarya, a man accepts a householder's life, and the woman is also taught by her parents to be a chaste wife. Thus when a girl and boy are united, both are trained for a life dedicated to a higher purpose. The boy is trained to execute his duty in accordance with the higher purpose of life, and the girl is trained to follow him. The chaste wife's duty is to keep her husband pleased in householder life in all respects, and when the husband retires from family life, she is to go to the forest and adopt the life of v&#257;naprastha, or vana-v&#257;s&#299;. At that time the wife is to follow her husband and take care of him, just as she took care of him in householder life. But when the husband takes the renounced order of life, namely sanny&#257;sa, the wife is to return home and become a saintly woman, setting an example for her children and daughters-in-law and showing them how to live a life of austerity.</P><P>When Caitanya Mah&#257;prabhu took sanny&#257;sa, His wife, Vishnupriy&#257;dev&#299;, although only sixteen years old, also took the vow of austerity due to her husband's leaving home. She chanted her beads, and after finishing one round, she collected one grain of rice. In this way, as many rounds as she chanted, she would receive the same number of rice grains and then cook them and so take pras&#257;da. This is called austerity. Even today in India, widows or women whose husbands have taken sanny&#257;sa follow the principles of austerity, even though they live with their children. Prithu Mah&#257;r&#257;ja's wife, Arci, was steadily determined to execute the duty of a wife, and while her husband was in the forest, she followed him in eating only fruits and leaves and lying down on the ground. Since a woman's body is considerably more delicate than a man's, Queen Arci became very frail and thin, parikar&#347;it&#257;. When one engages in austerities, his body generally becomes lean and thin. Becoming fat is not a very good qualification in spiritual life because a person who is engaged in spiritual life must reduce the comforts of the body &#8212; namely eating, sleeping and mating &#8212; to a minimum. Although Queen Arci became very thin from living in the forest according to regulative principles, she was not unhappy, for she was enjoying the honor of serving her great husband.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>