<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.26</P><P CLASS=c>saish&#257; n&#363;nam vrajaty &#363;rdhvam</P><P CLASS=c>anu vainyam patim sat&#299;</P><P CLASS=c>pa&#347;yat&#257;sm&#257;n at&#299;ty&#257;rcir</P><P CLASS=c>durvibh&#257;vyena karman&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/e/esa">esh&#257;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/vrajati">vrajati</A> &#8212; going; <A CLASS=v HREF="http://vedabase.net/u/urdhvam">&#363;rdhvam</A> &#8212; upward; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; following; <A CLASS=v HREF="http://vedabase.net/v/vainyam">vainyam</A> &#8212; the son of <A HREF="http://vedabase.net/v/vena">Vena</A>; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; husband; <A CLASS=v HREF="http://vedabase.net/s/sati">sat&#299;</A> &#8212; chaste; <A CLASS=v HREF="http://vedabase.net/p/pasyata">pa&#347;yata</A> &#8212; just see; <A CLASS=v HREF="http://vedabase.net/a/asman">asm&#257;n</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/a/atitya">at&#299;tya</A> &#8212; overpassing; <A CLASS=v HREF="http://vedabase.net/a/arcih">arcih</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> Arci; <A CLASS=v HREF="http://vedabase.net/d/durvibhavyena">durvibh&#257;vyena</A> &#8212; by inconceivable; <A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; activities.</P><P CLASS=t>TRANSLATION</P><P>The wives of the demigods continued: Just see how this chaste lady, Arci, by dint of her inconceivable pious activities, is still following her husband upward, as far as we can see.</P><P CLASS=t>PURPORT</P><P>Both Prithu Mah&#257;r&#257;ja's airplane and the airplane carrying Queen Arci were passing out of the vision of the ladies of the higher planetary systems. These ladies were simply astonished to see how Prithu Mah&#257;r&#257;ja and his wife achieved such an exalted position. Although they were the wives of the denizens of the higher planetary system and Prithu Mah&#257;r&#257;ja was an inhabitant of an inferior planetary system (the earth), the King, along with his wife, passed beyond the realms of the demigods and went upward to Vaikunthaloka. The word &#363;rdhvam ("upward") is significant here, for the ladies speaking were from the higher planetary systems, which include the moon, sun and Venus, up to Brahmaloka, or the highest planet. Beyond Brahmaloka is the spiritual sky, and in that spiritual sky there are innumerable Vaikunthalokas. Thus the word &#363;rdhvam indicates that the Vaikuntha planets are beyond or above these material planets, and it was to these Vaikuntha planets that Prithu Mah&#257;r&#257;ja and his wife were going. This also indicates that when Prithu Mah&#257;r&#257;ja and his wife, Arci, abandoned their material bodies in the material fire, they immediately developed their spiritual bodies and entered into spiritual airplanes, which could penetrate the material elements and reach the spiritual sky. Since they were carried by two separate airplanes, it may be concluded that even after being burned in the funeral pyre they remained separate, individual persons. In other words, they never lost their identity or became void, as imagined by the impersonalists.</P><P>The ladies in the higher planetary systems were capable of seeing both downward and upward. When they looked down they could see that the body of Prithu Mah&#257;r&#257;ja was being burned and that his wife, Arci, was entering into the fire, and when they looked upward they could see how they were being carried in two airplanes to the Vaikunthalokas. All of this is possible simply by durvibh&#257;vyena karman&#257;, inconceivable activity. Prithu Mah&#257;r&#257;ja was a pure devotee, and his wife, Queen Arci, simply followed her husband. Thus they can both be considered pure devotees, and thus they are capable of performing inconceivable activities. Such activities are not possible for ordinary men. Indeed, ordinary men cannot even take to the devotional service of the Lord, nor can ordinary women maintain such vows of chastity and follow their husbands in all respects. A woman does not need to attain high qualifications, but if she simply follows in the footsteps of her husband, who must be a devotee, then both husband and wife attain liberation and are promoted to the Vaikunthalokas. This is evinced by the inconceivable activities of Mah&#257;r&#257;ja Prithu and his wife.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>