<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.27</P><P CLASS=c>tesh&#257;m dur&#257;pam kim tv anyan</P><P CLASS=c>marty&#257;n&#257;m bhagavat-padam</P><P CLASS=c>bhuvi lol&#257;yusho ye vai</P><P CLASS=c>naishkarmyam s&#257;dhayanty uta</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/d/durapam">dur&#257;pam</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> obtain; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; anything else; <A CLASS=v HREF="http://vedabase.net/m/martyanam">marty&#257;n&#257;m</A> &#8212; of the human beings; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; the kingdom of God; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/l/lola">lola</A> &#8212; flickering; <A CLASS=v HREF="http://vedabase.net/a/ayusah">&#257;yushah</A> &#8212; span of life; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/naiskarmyam">naishkarmyam</A> &#8212; the path of liberation; <A CLASS=v HREF="http://vedabase.net/s/sadhayanti">s&#257;dhayanti</A> &#8212; execute; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; exactly.</P><P CLASS=t>TRANSLATION</P><P>In this material world, every human being has a short span of life, but those who are engaged in devotional service go back home, back to Godhead, for they are actually on the path of liberation. For such persons, there is nothing which is not available.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/33.htm">9.33</A>) Lord Krishna says: anityam asukham lokam imam pr&#257;pya bhajasva m&#257;m. The Lord here declares that this material world is full of miseries (asukham) and at the same time is very flickering (anityam). Therefore one's only duty is to engage himself in devotional service. This is the best end to which human life can be put. Those devotees who are constantly engaged in the service of the lotus feet of the Lord achieve not only all material benefits but also all spiritual benefits, for at the end of life they go back home, back to Godhead. Their destination is described in this verse as bhagavat-padam. The word padam means "abode," and bhagavat means "the Supreme Personality of Godhead." Thus the destination of the devotees is the abode of the Supreme Personality of Godhead.</P><P>In this verse the word naishkarmyam, which means "transcendental knowledge," is also significant. Unless one comes to the platform of transcendental knowledge and offers devotional service to the Lord, one is not perfect. Generally the processes of jñ&#257;na, yoga and karma are executed life after life before one gets a chance to render pure devotional service to the Lord. This chance is given by the grace of a pure devotee, and it is in this way only that one can actually attain liberation. In the context of this narration, the wives of the demigods repented because although they had the opportunity of a birth in a higher planetary system, a lifetime spanning millions of years and all material comforts, they were not as fortunate as Prithu Mah&#257;r&#257;ja and his wife, who were actually surpassing them. In other words, Prithu Mah&#257;r&#257;ja and his wife scorned promotion to the higher planetary systems and even to Brahmaloka because the position which they were attaining was incomparable. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/16.htm">8.16</A>) the Lord affirms, &#257;brahma-bhuvan&#257;l lok&#257;h punar &#257;vartino 'rjuna: "From the highest planet in the material world to the lowest, all are places of misery wherein repeated birth and death take place." In other words, even if one goes to the highest planet, Brahmaloka, he has to return to the miseries of birth and death. In the Ninth Chapter of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/21.htm">9.21</A>), Lord Krishna also asserts:</P><P>te tam bhuktv&#257; svarga-lokam vi&#347;&#257;lam</P><P CLASS=n>ksh&#299;ne punye martya-lokam vi&#347;anti</P><P>"When they have thus enjoyed heavenly sense pleasure, they return to this mortal planet again." Thus after exhausting the results of pious activities, one has to come again to the lower planetary systems and begin a new chapter of pious activities. It is therefore said in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/5/12.htm">1.5.12</A>), naishkarmyam apy acyuta-bh&#257;va-varjitam: "The path of liberation is not at all secure unless one attains the devotional service of the Lord." Even if one is promoted to the impersonal brahmajyoti, he runs every chance of falling down into this material world. If it is possible to fall down from the brahmajyoti, which is beyond the higher planetary systems in this material world, then what can be said of the ordinary yog&#299;s and karm&#299;s who can only be elevated to the higher material planets? Thus the wives of the denizens of the higher planetary systems did not very much appreciate the results of karma, jñ&#257;na and yoga.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>