<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.32</P><P CLASS=c>br&#257;hmano brahma-varcasv&#299;</P><P CLASS=c>r&#257;janyo jagat&#299;-patih</P><P CLASS=c>vai&#347;yah pathan vit-patih sy&#257;c</P><P CLASS=c>ch&#363;drah sattamat&#257;m iy&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/varcasvi">varcasv&#299;</A> &#8212; one who has attained the power of spiritual success; <A CLASS=v HREF="http://vedabase.net/r/rajanyah">r&#257;janyah</A> &#8212; the royal order; <A CLASS=v HREF="http://vedabase.net/j/jagati">jagat&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the king of the world; <A CLASS=v HREF="http://vedabase.net/v/vaisyah">vai&#347;yah</A> &#8212; the mercantile class of men; <A CLASS=v HREF="http://vedabase.net/p/pathan">pathan</A> &#8212; by reading; <A CLASS=v HREF="http://vedabase.net/v/vit">vit</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; becomes master of animals; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/s/sudrah">&#347;&#363;drah</A> &#8212; the laborer class of men; <A CLASS=v HREF="http://vedabase.net/s/sattama">sattama</A>-<A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; the position of <A HREF="http://vedabase.net/a/a">a</A> great devotee; <A CLASS=v HREF="http://vedabase.net/i/iyat">iy&#257;t</A> &#8212; attains.</P><P CLASS=t>TRANSLATION</P><P>If one hears of the characteristics of Prithu Mah&#257;r&#257;ja and is a br&#257;hmana, he becomes perfectly qualified with brahminical powers; if he is a kshatriya, he becomes a king of the world; if he is a vai&#347;ya, he becomes a master of other vai&#347;yas and many animals; and if he is a &#347;&#363;dra, he becomes the topmost devotee.</P><P CLASS=t>PURPORT</P><P>In &#346;r&#299;mad-Bh&#257;gavatam it is recommended that one should become a devotee regardless of one's condition. Whether one is without desire (ak&#257;ma) or with desire (sak&#257;ma), or whether one desires liberation (moksha-k&#257;ma), he is advised to worship the Supreme Lord and execute devotional service unto Him. By so doing, one attains all perfection in any field of life. The process of devotional service &#8212; especially hearing and chanting &#8212; is so powerful that it can bring a person to the perfectional stage. In this verse br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras are mentioned, but here it should be understood that that reference is to the br&#257;hmana who is born in a brahminical family, the kshatriya who is born in a kshatriya family, the vai&#347;ya who is born in a vai&#347;ya family and the &#347;&#363;dra in a &#347;&#363;dra family. But whether one is a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra, he can attain perfection simply by hearing and chanting.</P><P>To take birth in a family of br&#257;hmanas is not the ultimate finishing touch; one must have the power of a br&#257;hmana, which is called brahma-tejas. Similarly, taking birth in a royal family is not the all in all; one must possess the power to rule the world. Similarly, taking birth as a vai&#347;ya is not all; one must possess hundreds or thousands of animals (specifically cows) and rule over other vai&#347;yas as Nanda Mah&#257;r&#257;ja did in Vrind&#257;vana. Nanda Mah&#257;r&#257;ja was a vai&#347;ya who possessed nine hundred thousand cows and ruled over many cowherd men and boys. A person who is born in a &#347;&#363;dra family can become greater than a br&#257;hmana simply by accepting devotional service and giving aural reception to the pastimes of the Lord and His devotees.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>