<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.33</P><P CLASS=c>trih kritva idam &#257;karnya</P><P CLASS=c>naro n&#257;ry athav&#257;drit&#257;</P><P CLASS=c>aprajah suprajatamo</P><P CLASS=c>nirdhano dhanavattamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/trih">trih</A> &#8212; thrice; <A CLASS=v HREF="http://vedabase.net/k/krtvah">kritvah</A> &#8212; repeating; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/akarnya">&#257;karnya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/n/narah">narah</A> &#8212; <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/n/nari">n&#257;r&#299;</A> &#8212; woman; <A CLASS=v HREF="http://vedabase.net/a/athava">athav&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/adrta">&#257;drit&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> great respect; <A CLASS=v HREF="http://vedabase.net/a/aprajah">aprajah</A> &#8212; one who has <A HREF="http://vedabase.net/n/no">no</A> children; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/p/praja">praja</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; surrounded by many children; <A CLASS=v HREF="http://vedabase.net/n/nirdhanah">nirdhanah</A> &#8212; without any money; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; rich; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the greatest.</P><P CLASS=t>TRANSLATION</P><P>It does not matter whether one is a man or woman. Anyone who, with great respect, hears this narration of Mah&#257;r&#257;ja Prithu will become the father of many children if he is without children and will become the richest of men if he is without money.</P><P CLASS=t>PURPORT</P><P>Materialistic persons who are very fond of money and great families worship different demigods to attain their desires, especially goddess Durg&#257;, Lord &#346;iva and Lord Brahm&#257;. Such materialistic persons are called &#347;riyai&#347;varya-prajepsavah. &#346;r&#299; means "beauty," ai&#347;varya means "riches," praj&#257; means "children," and &#299;psavah means "desiring." As described in the Second Canto of &#346;r&#299;mad-Bh&#257;gavatam, one has to worship various demigods for different types of benedictions. However, here it is indicated that simply by hearing of the life and character of Mah&#257;r&#257;ja Prithu, one can have both riches and children in enormous quantities. One simply has to read and understand the history, the life and activities of Prithu Mah&#257;r&#257;ja. It is advised that one read them at least three times. Those who are materially afflicted will so benefit by hearing of the Supreme Lord and His devotees that they need not go to any demigod. The word suprajatamah ("surrounded by many children") is very significant in this verse, for one may have many children but may not have any qualified children. Here, however, it is stated (su-prajatamah) that all the children thus attained would be qualified in education, wealth, beauty and strength &#8212; everything complete.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>