<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.34</P><P CLASS=c>aspashta-k&#299;rtih suya&#347;&#257;</P><P CLASS=c>m&#363;rkho bhavati panditah</P><P CLASS=c>idam svasty-ayanam pums&#257;m</P><P CLASS=c>ama&#324;galya-niv&#257;ranam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aspasta">aspashta</A>-<A CLASS=v HREF="http://vedabase.net/k/kirtih">k&#299;rtih</A> &#8212; unmanifested reputation; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;&#257;h</A> &#8212; very famous; <A CLASS=v HREF="http://vedabase.net/m/murkhah">m&#363;rkhah</A> &#8212; illiterate; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/p/panditah">panditah</A> &#8212; learned; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A>-<A CLASS=v HREF="http://vedabase.net/a/ayanam">ayanam</A> &#8212; auspiciousness; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of the men; <A CLASS=v HREF="http://vedabase.net/a/amangalya">ama&#324;galya</A> &#8212; inauspiciousness; <A CLASS=v HREF="http://vedabase.net/n/nivaranam">niv&#257;ranam</A> &#8212; prohibiting.</P><P CLASS=t>TRANSLATION</P><P>Also, one who hears this narration three times will become very reputable if he is not recognized in society, and he will become a great scholar if he is illiterate. In other words, hearing of the narrations of Prithu Mah&#257;r&#257;ja is so auspicious that it drives away all bad luck.</P><P CLASS=t>PURPORT</P><P>In the material world, everyone wants some profit, some adoration and some reputation. By associating in different ways with the Supreme Personality of godhead or His devotee, one can very easily become opulent in every respect. Even if one is not known or recognized by society, he becomes very famous and important if he takes to devotional service and preaching. As far as education is concerned, one can become recognized in society as a great learned scholar simply by hearing &#346;r&#299;mad-Bh&#257;gavatam and Bhagavad-g&#299;t&#257;, wherein the pastimes of the Lord and His devotees are described. This material world is full of dangers at every step, but a devotee has no fear because devotional service is so auspicious that it automatically counteracts all kinds of bad luck. Since hearing about Prithu Mah&#257;r&#257;ja is one of the items of devotional service (&#347;ravanam), naturally hearing about him brings all good fortune.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>