<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.35</P><P CLASS=c>dhanyam ya&#347;asyam &#257;yushyam</P><P CLASS=c>svargyam kali-mal&#257;paham</P><P CLASS=c>dharm&#257;rtha-k&#257;ma-moksh&#257;n&#257;m</P><P CLASS=c>samyak siddhim abh&#299;psubhih</P><P CLASS=c>&#347;raddhayaitad anu&#347;r&#257;vyam</P><P CLASS=c>caturn&#257;m k&#257;ranam param</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhanyam">dhanyam</A> &#8212; the source of riches; <A CLASS=v HREF="http://vedabase.net/y/yasasyam">ya&#347;asyam</A> &#8212; the source of reputation; <A CLASS=v HREF="http://vedabase.net/a/ayusyam">&#257;yushyam</A> &#8212; the source of <A HREF="http://vedabase.net/a/an">an</A> increased span of life; <A CLASS=v HREF="http://vedabase.net/s/svargyam">svargyam</A> &#8212; the source of elevation <A HREF="http://vedabase.net/t/to">to</A> the heavenly planets; <A CLASS=v HREF="http://vedabase.net/k/kali">kali</A> &#8212; of the <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/m/mala">mala</A>-<A CLASS=v HREF="http://vedabase.net/a/apaham">apaham</A> &#8212; decreasing the contamination; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religion; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; economic development; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; sense gratification; <A CLASS=v HREF="http://vedabase.net/m/moksanam">moksh&#257;n&#257;m</A> &#8212; of liberation; <A CLASS=v HREF="http://vedabase.net/s/samyak">samyak</A> &#8212; completely; <A CLASS=v HREF="http://vedabase.net/s/siddhim">siddhim</A> &#8212; perfection; <A CLASS=v HREF="http://vedabase.net/a/abhipsubhih">abh&#299;psubhih</A> &#8212; by those desiring; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with great respect; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this narration; <A CLASS=v HREF="http://vedabase.net/a/anusravyam">anu&#347;r&#257;vyam</A> &#8212; must one hear; <A CLASS=v HREF="http://vedabase.net/c/caturnam">caturn&#257;m</A> &#8212; of the four; <A CLASS=v HREF="http://vedabase.net/k/karanam">k&#257;ranam</A> &#8212; cause; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; ultimate.</P><P CLASS=t>TRANSLATION</P><P>By hearing the narration of Prithu Mah&#257;r&#257;ja, one can become great, increase his duration of life, gain promotion to the heavenly planets and counteract the contaminations of this age of Kali. In addition, one can promote the causes of religion, economic development, sense gratification and liberation. Therefore from all sides it is advisable for a materialistic person who is interested in such things to read and hear the narrations of the life and character of Prithu Mah&#257;r&#257;ja.</P><P CLASS=t>PURPORT</P><P>By reading and hearing the narrations of the life and character of Prithu Mah&#257;r&#257;ja, one naturally becomes a devotee, and as soon as one becomes a devotee, his material desires automatically become fulfilled. Therefore it is recommended in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/3/10.htm">2.3.10</A>):</P><P>ak&#257;mah sarva-k&#257;mo v&#257;</P><P CLASS=n>moksha-k&#257;ma ud&#257;ra-dh&#299;h</P><P CLASS=n>t&#299;vrena bhakti-yogena</P><P CLASS=n>yajeta purusham param</P><P>If a person wants to return home, back to Godhead, or wants to become a pure devotee (ak&#257;ma), or wants some material prosperity (sak&#257;ma or sarva-k&#257;ma), or wants to merge into the existence of the Supreme Brahman effulgence (moksha-k&#257;ma), he is recommended to take to the path of devotional service and hear and chant of Lord Vishnu or of His devotee. This is the sum and substance of all Vedic literatures. Vedai&#347; ca sarvair aham eva vedyah (<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>). The purpose of Vedic knowledge is to understand Krishna and His devotees. Whenever we speak of Krishna, we refer to His devotees also, for He is not alone. He is never nirvi&#347;esha or &#347;&#363;nya, without variety, or zero. Krishna is full of variety, and as soon as Krishna is present, there cannot be any question of void.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>