<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.38</P><P CLASS=c>vaicitrav&#299;ry&#257;bhihitam</P><P CLASS=c>mahan-m&#257;h&#257;tmya-s&#363;cakam</P><P CLASS=c>asmin kritam atimartyam</P><P CLASS=c>p&#257;rthav&#299;m gatim &#257;pnuy&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vaicitravirya">vaicitrav&#299;rya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of Vicitrav&#299;rya (<A HREF="http://vedabase.net/v/vidura">Vidura</A>); <A CLASS=v HREF="http://vedabase.net/a/abhihitam">abhihitam</A> &#8212; explained; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/m/mahatmya">m&#257;h&#257;tmya</A> &#8212; greatness; <A CLASS=v HREF="http://vedabase.net/s/sucakam">s&#363;cakam</A> &#8212; awakening; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/m/martyam">martyam</A> &#8212; uncommon; <A CLASS=v HREF="http://vedabase.net/p/parthavim">p&#257;rthav&#299;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> connection with <A HREF="http://vedabase.net/p/prthu">Prithu</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; advancement, destination; <A CLASS=v HREF="http://vedabase.net/a/apnuyat">&#257;pnuy&#257;t</A> &#8212; one should achieve.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued: My dear Vidura, I have as far as possible spoken the narrations about Prithu Mah&#257;r&#257;ja, which enrich one's devotional attitude. Whoever takes advantage of these benefits also goes back home, back to Godhead, like Mah&#257;r&#257;ja Prithu.</P><P CLASS=t>PURPORT</P><P>The word &#347;r&#257;vayet, mentioned in a previous verse, indicates that one should not only read for himself, but should also induce others to read and hear. That is called preaching. Caitanya Mah&#257;prabhu recommended this practice: y&#257;re dekha, t&#257;re kaha 'krishna'-upade&#347;a (Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>). "Whomever you meet, simply talk with him about the instructions given by Krishna or tell him of narrations about Krishna." Prithu Mah&#257;r&#257;ja's history of devotional service is as potent as narrations about the activities of the Supreme Personality of Godhead. One should not make distinctions between the pastimes of the Lord and the activities of Prithu Mah&#257;r&#257;ja, and whenever it is possible a devotee should attempt to induce others to hear about Prithu Mah&#257;r&#257;ja. One should not only read of his pastimes for one's own benefit but should induce others to read and hear about them also. In this way everyone can be benefited.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>