<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.6</P><P CLASS=c>gr&#299;shme pañca-tap&#257; v&#299;ro</P><P CLASS=c>varsh&#257;sv &#257;s&#257;rash&#257;n munih</P><P CLASS=c>&#257;kantha-magnah &#347;i&#347;ire</P><P CLASS=c>udake sthandile-&#347;ayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/grisme">gr&#299;shme</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the summer season; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/t/tapah">tap&#257;h</A> &#8212; five kinds of heating; <A CLASS=v HREF="http://vedabase.net/v/virah">v&#299;rah</A> &#8212; the hero; <A CLASS=v HREF="http://vedabase.net/v/varsasu">varsh&#257;su</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the rainy season; <A CLASS=v HREF="http://vedabase.net/a/asarasat">&#257;s&#257;rash&#257;t</A> &#8212; being situated within the torrents of rain; <A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; like the great sages; <A CLASS=v HREF="http://vedabase.net/a/akantha">&#257;kantha</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> the neck; <A CLASS=v HREF="http://vedabase.net/m/magnah">magnah</A> &#8212; drowned; <A CLASS=v HREF="http://vedabase.net/s/sisire">&#347;i&#347;ire</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> winter; <A CLASS=v HREF="http://vedabase.net/u/udake">udake</A> &#8212; within water; <A CLASS=v HREF="http://vedabase.net/s/sthandile">sthandile</A>-<A CLASS=v HREF="http://vedabase.net/s/sayah">&#347;ayah</A> &#8212; lying down on the floor.</P><P CLASS=t>TRANSLATION</P><P>Following the principles of forest living and the footsteps of the great sages and munis, Prithu Mah&#257;r&#257;ja accepted five kinds of heating processes during the summer season, exposed himself to torrents of rain in the rainy season and, in the winter, stood in water up to his neck. He also used to simply lie down on the floor to sleep.</P><P CLASS=t>PURPORT</P><P>These are some of the austerities executed by the jñ&#257;n&#299;s and yog&#299;s, who cannot accept the process of bhakti-yoga. They must undergo such severe types of austerity in order to become purified from material contamination. pañca-tap&#257;h refers to five kinds of heating processes. One is enjoined to sit within a circle of fire, with flames blazing from four sides and the sun blazing directly overhead. This is one kind of pañca-tap&#257;h recommended for austerity. Similarly, in the rainy season one is enjoined to expose himself to torrents of rain and in winter to sit in cold water up to the neck. As far as bedding is concerned, the ascetic should be content with simply lying on the floor. The purpose for undergoing such severe austerities is to become a devotee of the Supreme Personality of Godhead, Krishna, as explained in the next verse.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>