<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.8</P><P CLASS=c>tena kram&#257;nusiddhena</P><P CLASS=c>dhvasta-karma-mal&#257;&#347;ayah</P><P CLASS=c>pr&#257;n&#257;y&#257;maih sanniruddha-</P><P CLASS=c>shad-varga&#347; chinna-bandhanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; thus by practicing such austerities; <A CLASS=v HREF="http://vedabase.net/k/krama">krama</A> &#8212; gradually; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/s/siddhena">siddhena</A> &#8212; by perfection; <A CLASS=v HREF="http://vedabase.net/d/dhvasta">dhvasta</A> &#8212; smashed; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/m/mala">mala</A> &#8212; dirty things; <A CLASS=v HREF="http://vedabase.net/a/asayah">&#257;&#347;ayah</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/ayamaih">&#257;y&#257;maih</A> &#8212; by practice of <A HREF="http://vedabase.net/p/pranayama">pr&#257;n&#257;y&#257;ma</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A>, breathing exercises; <A CLASS=v HREF="http://vedabase.net/s/san">san</A> &#8212; being; <A CLASS=v HREF="http://vedabase.net/n/niruddha">niruddha</A> &#8212; stopped; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/v/vargah">vargah</A> &#8212; the mind and the senses; <A CLASS=v HREF="http://vedabase.net/c/chinna">chinna</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhanah">bandhanah</A> &#8212; completely cut off from all bondage.</P><P CLASS=t>TRANSLATION</P><P>By thus practicing severe austerities, Mah&#257;r&#257;ja Prithu gradually became steadfast in spiritual life and completely free of all desires for fruitive activities. He also practiced breathing exercises to control his mind and senses, and by such control he became completely free from all desires for fruitive activity.</P><P CLASS=t>PURPORT</P><P>The word pr&#257;n&#257;y&#257;maih is very important in this verse because the hatha-yog&#299;s and asht&#257;&#324;ga-yog&#299;s practice pr&#257;n&#257;y&#257;ma, but generally they do not know the purpose behind it. The purpose of pr&#257;n&#257;y&#257;ma, or mystic yoga, is to stop the mind and senses from engaging in fruitive activities. The so-called yog&#299;s who practice in Western countries have no idea of this. The aim of pr&#257;n&#257;y&#257;ma is not to make the body strong and fit for working hard. The aim is worship of Krishna. In the previous verse it was specifically mentioned that whatever austerity, pr&#257;n&#257;y&#257;ma and mystic yoga practices Prithu Mah&#257;r&#257;ja performed were performed for the sake of worshiping Krishna. Thus Prithu Mah&#257;r&#257;ja serves as a perfect example for yog&#299;s also. Whatever he did, he did to please the Supreme Personality of Godhead, Krishna.</P><P>The minds of those who are addicted to fruitive activity are always filled with unclean desires. Fruitive activities are symptomatic of our polluted desire to dominate material nature. As long as one continues to be subject to polluted desires, he has to accept one material body after another. So-called yog&#299;s, without knowledge of the real purpose of yoga, practice it in order to keep the body fit. Thus they engage themselves in fruitive activities, and thus they are bound by desire to accept another body. They are not aware that the ultimate goal of life is to approach Krishna. In order to save such yog&#299;s from wandering throughout the different species of life, the &#347;&#257;stras warn that in this age such yogic practice is simply a waste of time. The only means of elevation is the chanting of the Hare Krishna mah&#257;-mantra.</P><P>King Prithu's activities took place in Satya-yuga, and in this age this practice of yoga is misunderstood by fallen souls who are not capable of practicing anything. Consequently the &#347;&#257;stras enjoin: kalau n&#257;sty eva n&#257;sty eva n&#257;sty eva gatir anyath&#257;. The conclusion is that unless the karm&#299;s, jñ&#257;n&#299;s and yog&#299;s come to the point of devotional service to Lord Krishna, their so-called austerities and yoga have no value. N&#257;r&#257;dhitah: if Hari, the Supreme Personality of Godhead, is not worshiped, there is no point in practicing meditational yoga, performing karma-yoga or culturing empiric knowledge. As far as pr&#257;n&#257;y&#257;ma is concerned, chanting of the holy name of the Lord and dancing in ecstasy are also considered pr&#257;n&#257;y&#257;ma. In a previous verse, Sanat-kum&#257;ra instructed Mah&#257;r&#257;ja Prithu to engage constantly in the service of the Supreme Lord, V&#257;sudeva:</P><P>yat p&#257;da-pa&#324;kaja-pal&#257;&#347;a-vil&#257;sa-bhakty&#257;</P><P CLASS=n>karm&#257;&#347;ayam grathitam udgrathayanti santah</P><P>Only by worshiping V&#257;sudeva can one become free from the desires of fruitive activities. Outside of worshiping V&#257;sudeva, the yog&#299;s and jñ&#257;n&#299;s cannot attain freedom from such desires.</P><P>tadvan na rikta-matayo yatayo 'pi ruddha-</P><P CLASS=n>sroto-gan&#257;s tam aranam bhaja v&#257;sudevam</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/4/22/39.htm">4.22.39</A>)</P><P>Here the word pr&#257;n&#257;y&#257;ma does not refer to any ulterior motive. The actual aim is to strengthen the mind and senses in order to engage them in devotional service. In the present age this determination can be very easily acquired simply by chanting the holy names &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>