<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.9</P><P CLASS=c>sanat-kum&#257;ro bhagav&#257;n</P><P CLASS=c>yad &#257;h&#257;dhy&#257;tmikam param</P><P CLASS=c>yogam tenaiva purusham</P><P CLASS=c>abhajat purusharshabhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sanat">sanat</A>-<A CLASS=v HREF="http://vedabase.net/k/kumarah">kum&#257;rah</A> &#8212; <A HREF="http://vedabase.net/s/sanat">Sanat</A>-<A HREF="http://vedabase.net/k/kumara">kum&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; most powerful; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/a/adhyatmikam">&#257;dhy&#257;tmikam</A> &#8212; spiritual advancement of life; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; ultimate; <A CLASS=v HREF="http://vedabase.net/y/yogam">yogam</A> &#8212; mysticism; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by that; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/a/abhajat">abhajat</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/r/rsabhah">rishabhah</A> &#8212; the best of human beings.</P><P CLASS=t>TRANSLATION</P><P>Thus the best amongst human beings, Mah&#257;r&#257;ja Prithu, followed that path of spiritual advancement which was advised by Sanat-kum&#257;ra. That is to say, he worshiped the Supreme Personality of Godhead, Krishna.</P><P CLASS=t>PURPORT</P><P>In this verse it is clearly said that Mah&#257;r&#257;ja Prithu, practicing the pr&#257;n&#257;y&#257;ma-yoga system, engaged in the service of the Supreme Personality of Godhead as advised by the saint Sanat-kum&#257;ra. In this verse the words purusham abhajat purusharshabhah are significant: purusharshabha refers to Mah&#257;r&#257;ja Prithu, the best amongst human beings, and purusham refers to the Supreme Personality of Godhead. The conclusion is that the best man amongst all men engages in the service of the Supreme Person. One purusha is worshipable, and the other purusha is the worshiper. When the purusha who worships, the living entity, thinks of becoming one with the Supreme person, he simply becomes bewildered and falls into the darkness of ignorance. As stated by Lord Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/12.htm">2.12</A>), all living entities assembled in the battlefield, as well as Krishna Himself, were also present in the past as individuals and would continue to be present in the future as individuals also. Therefore the two purushas, the living entity and the Supreme Personality of Godhead, never lose their respective identities.</P><P>Actually, one who is self-realized engages himself in the service of the Lord perpetually, both in this life and in the next. Indeed, for devotees there is no difference between this life and the next. In this life a neophyte devotee is trained to serve the Supreme Personality of Godhead, and in the next life he approaches that Supreme Person in Vaikuntha and renders the same devotional service. Even for the neophyte devotee, devotional service is considered brahma-bh&#363;y&#257;ya kalpate. Devotional service to the Lord is never considered a material activity. Since he is acting on the brahma-bh&#363;ta platform, a devotee is already liberated. He therefore has no need to practice any other type of yoga in order to approach the brahma-bh&#363;ta stage. If the devotee adheres strictly to the orders of the spiritual master, follows the rules and regulations and chants the Hare Krishna mantra, it should be concluded that he is already at the brahma-bh&#363;ta stage, as confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who is engaged in full devotional service, unfailing in all circumstances, at once transcends the modes of material nature and thus comes to the level of Brahman."</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>