<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 14 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 14 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Story of King Vena</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.14.1</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>bhrigv-&#257;dayas te munayo</P><P CLASS=c>lok&#257;n&#257;m kshema-dar&#347;inah</P><P CLASS=c>goptary asati vai nrin&#257;m</P><P CLASS=c>pa&#347;yantah pa&#347;u-s&#257;myat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya continued; <A CLASS=v HREF="http://vedabase.net/b/bhrgu">bhrigu</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; headed by <A HREF="http://vedabase.net/b/bhrgu">Bhrigu</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; the great sages; <A CLASS=v HREF="http://vedabase.net/l/lokanam">lok&#257;n&#257;m</A> &#8212; of the people; <A CLASS=v HREF="http://vedabase.net/k/ksema">kshema</A>-<A CLASS=v HREF="http://vedabase.net/d/darsinah">dar&#347;inah</A> &#8212; who always aspire for the welfare; <A CLASS=v HREF="http://vedabase.net/g/goptari">goptari</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/a/asati">asati</A> &#8212; being absent; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of all the citizens; <A CLASS=v HREF="http://vedabase.net/p/pasyantah">pa&#347;yantah</A> &#8212; having understood; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A>-<A CLASS=v HREF="http://vedabase.net/s/samyatam">s&#257;myat&#257;m</A> &#8212; existence on the level of the animals.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued: O great hero Vidura, the great sages, headed by Bhrigu, were always thinking of the welfare of the people in general. When they saw that in the absence of King A&#324;ga there was no one to protect the interests of the people, they understood that without a ruler the people would become independent and nonregulated.</P><P CLASS=t>PURPORT</P><P>In this verse the significant word is kshema-dar&#347;inah, which refers to those who are always looking after the welfare of the people in general. All the great sages headed by Bhrigu were always thinking of how to elevate all the people of the universe to the spiritual platform. Indeed, they advised the kings of every planet to rule the people with that ultimate goal of life in mind. The great sages used to advise the head of the state, or the king, and he used to rule the populace in accordance with their instruction. After the disappearance of King A&#324;ga, there was no one to follow the instructions of the great sages. Consequently all the citizens became unruly, so much so that they could be compared to animals. As described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>), human society must be divided into four orders according to quality and work. In every society there must be an intelligent class, administrative class, productive class and worker class. In modern democracy these scientific divisions are turned topsy-turvy, and by vote &#347;&#363;dras, or workers, are chosen for administrative posts. Having no knowledge of the ultimate goal of life, such persons whimsically enact laws without knowledge of life's purpose. The result is that no one is happy.</P><P CLASS=l><A CLASS=i HREF="../13/49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>