<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 14 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 14 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Story of King Vena</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.14.18</P><P CLASS=c>yasya r&#257;shtre pure caiva</P><P CLASS=c>bhagav&#257;n yajña-p&#363;rushah</P><P CLASS=c>ijyate svena dharmena</P><P CLASS=c>janair varn&#257;&#347;ram&#257;nvitaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/r/rastre">r&#257;shtre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the state or kingdom; <A CLASS=v HREF="http://vedabase.net/p/pure">pure</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the cities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/p/purusah">p&#363;rushah</A> &#8212; who is the <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A> of all sacrifices; <A CLASS=v HREF="http://vedabase.net/i/ijyate">ijyate</A> &#8212; is worshiped; <A CLASS=v HREF="http://vedabase.net/s/svena">svena</A> &#8212; their own; <A CLASS=v HREF="http://vedabase.net/d/dharmena">dharmena</A> &#8212; by occupation; <A CLASS=v HREF="http://vedabase.net/j/janaih">janaih</A> &#8212; by the people; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; the system of eight social orders; <A CLASS=v HREF="http://vedabase.net/a/anvitaih">anvitaih</A> &#8212; who follow.</P><P CLASS=t>TRANSLATION</P><P>The king is supposed to be pious in whose state and cities the general populace strictly observes the system of eight social orders of varna and &#257;&#347;rama, and where all citizens engage in worshiping the Supreme Personality of Godhead by their particular occupations.</P><P CLASS=t>PURPORT</P><P>The state's duty and the citizen's duty are very nicely explained in this verse. The activities of the government head, or king, as well as the activities of the citizens, should be so directed that ultimately everyone engages in devotional service to the Supreme Personality of Godhead. The king, or government head, is supposed to be the representative of the Supreme Personality of Godhead and is therefore supposed to see that things go on nicely and that the citizens are situated in the scientific social order comprised of four varnas and four &#257;&#347;ramas. In the Vishnu Pur&#257;na it is stated that unless people are educated or situated in the scientific social order comprised of four varnas (br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra) and four &#257;&#347;ramas (brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa), society can never be considered real human society, nor can it make any advancement towards the ultimate goal of human life. It is the duty of the government to see that things go on in terms of varna and &#257;&#347;rama. As stated herein, bhagav&#257;n yajña-p&#363;rushah &#8212; the Supreme Personality of Godhead, Krishna, is the yajña-p&#363;rusha. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>): bhokt&#257;ram yajña-tapas&#257;m. Krishna is the ultimate purpose of all sacrifice. He is also the enjoyer of all sacrifices; therefore He is known as yajña-p&#363;rusha. The word yajña-p&#363;rusha indicates Lord Vishnu or Lord Krishna, or any Personality of Godhead in the category of vishnu-tattva. In perfect human society, people are situated in the orders of varna and &#257;&#347;rama and are engaged in worshiping Lord Vishnu by their respective activities. Every citizen engaged in an occupation renders service by the resultant actions of his activities. That is the perfection of life. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/46.htm">18.46</A>):</P><P>yatah pravrittir bh&#363;t&#257;n&#257;m</P><P CLASS=n>yena sarvam idam tatam</P><P CLASS=n>sva-karman&#257; tam abhyarcya</P><P CLASS=n>siddhim vindati m&#257;navah</P><P>"By worship of the Lord, who is the source of all beings and who is all-pervading, man can, in the performance of his own duty, attain perfection."</P><P>Thus the br&#257;hmanas, kshatriyas, &#347;&#363;dras and vai&#347;yas must execute their prescribed duties as these duties are stated in the &#347;&#257;stras. In this way everyone can satisfy the Supreme Personality of Godhead, Vishnu. The king, or government head, has to see that the citizens are thus engaged. In other words, the state or the government must not deviate from its duty by declaring that the state is a secular one, which has no interest in whether or not the people advance in varn&#257;&#347;rama-dharma. Today people engaged in government service and people who rule over the citizens have no respect for the varn&#257;&#347;rama-dharma. They complacently feel that the state is secular. In such a government, no one can be happy. The people must follow the varn&#257;&#347;rama-dharma, and the king must see that they are following it nicely.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>