<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 14 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 14 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Story of King Vena</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.14.41</P><P CLASS=c>br&#257;hmanah sama-drik &#347;&#257;nto</P><P CLASS=c>d&#299;n&#257;n&#257;m samupekshakah</P><P CLASS=c>sravate brahma tasy&#257;pi</P><P CLASS=c>bhinna-bh&#257;nd&#257;t payo yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; equipoised; <A CLASS=v HREF="http://vedabase.net/s/santah">&#347;&#257;ntah</A> &#8212; peaceful; <A CLASS=v HREF="http://vedabase.net/d/dinanam">d&#299;n&#257;n&#257;m</A> &#8212; the poor; <A CLASS=v HREF="http://vedabase.net/s/samupeksakah">samupekshakah</A> &#8212; grossly neglecting; <A CLASS=v HREF="http://vedabase.net/s/sravate">sravate</A> &#8212; diminishes; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; spiritual power; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhinna">bhinna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhandat">bh&#257;nd&#257;t</A> &#8212; from <A HREF="http://vedabase.net/a/a">a</A> cracked pot; <A CLASS=v HREF="http://vedabase.net/p/payah">payah</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>The great sages began to think that although a br&#257;hmana is peaceful and impartial because he is equal to everyone, it is still not his duty to neglect poor humans. By such neglect, a br&#257;hmana's spiritual power diminishes, just as water kept in a cracked pot leaks out.</P><P CLASS=t>PURPORT</P><P>Br&#257;hmanas, the topmost section of human society, are mostly devotees. They are generally unaware of the happenings within the material world because they are always busy in their activities for spiritual advancement. Nonetheless, when there is a calamity in human society, they cannot remain impartial. If they do not do something to relieve the distressed condition of human society, it is said that due to such neglect their spiritual knowledge diminishes. Almost all the sages go to the Himalayas for their personal benefit, but Prahl&#257;da Mah&#257;r&#257;ja said that he did not want liberation alone. He decided to wait until he was able to deliver all the fallen souls of the world.</P><P>In their elevated condition, the br&#257;hmanas are called Vaishnavas. There are two types of br&#257;hmanas &#8212; namely, br&#257;hmana-pandita and br&#257;hmana-vaishnava. A qualified br&#257;hmana is naturally very learned, but when his learning is advanced in understanding the Supreme Personality of Godhead, he becomes a br&#257;hmana-vaishnava. Unless one becomes a Vaishnava, one's perfection of brahminical culture is incomplete.</P><P>The saintly persons considered very wisely that although King Vena was very sinful, he was born in a family descending from Dhruva Mah&#257;r&#257;ja. Therefore the semen in the family must be protected by the Supreme Personality of Godhead, Ke&#347;ava. As such, the sages wanted to take some steps to relieve the situation. For want of a king, everything was being disturbed and turned topsy-turvy.</P><P CLASS=l><A CLASS=i HREF="39-40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>