<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 14 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 14 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Story of King Vena</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.14.42</P><P CLASS=c>n&#257;&#324;gasya vam&#347;o r&#257;jarsher</P><P CLASS=c>esha samsth&#257;tum arhati</P><P CLASS=c>amogha-v&#299;ry&#257; hi nrip&#257;</P><P CLASS=c>vam&#347;e 'smin ke&#347;av&#257;&#347;ray&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/angasya">a&#324;gasya</A> &#8212; of King <A HREF="http://vedabase.net/a/anga">A&#324;ga</A>; <A CLASS=v HREF="http://vedabase.net/v/vamsah">vam&#347;ah</A> &#8212; family line; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rseh">risheh</A> &#8212; of the saintly King; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/samsthatum">samsth&#257;tum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be stopped; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; ought; <A CLASS=v HREF="http://vedabase.net/a/amogha">amogha</A> &#8212; without sin, powerful; <A CLASS=v HREF="http://vedabase.net/v/viryah">v&#299;ry&#257;h</A> &#8212; their semen; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/n/nrpah">nrip&#257;h</A> &#8212; kings; <A CLASS=v HREF="http://vedabase.net/v/vamse">vam&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the family; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kesava">ke&#347;ava</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;ray&#257;h</A> &#8212; under the shelter.</P><P CLASS=t>TRANSLATION</P><P>The sages decided that the descendants of the family of the saintly King A&#324;ga should not be stopped, for in this family the semen was very powerful and the children were prone to become devotees of the Lord.</P><P CLASS=t>PURPORT</P><P>The purity of hereditary succession is called amogha-v&#299;rya. The pious seminal succession in the twice-born families of the br&#257;hmanas and kshatriyas especially, as well as in the families of vai&#347;yas also, must be kept very pure by the observation of the purificatory processes beginning with garbh&#257;dh&#257;na-samsk&#257;ra, which is observed before conceiving a child. Unless this purificatory process is strictly observed, especially by the br&#257;hmanas, the family descendants become impure, and gradually sinful activities become visible in the family. Mah&#257;r&#257;ja A&#324;ga was very pure because of the purification of semen in the family of Mah&#257;r&#257;ja Dhruva. However, his semen became contaminated in association with his wife, Sun&#299;th&#257;, who happened to be the daughter of death personified. Because of this polluted semen, King Vena was produced. This was a catastrophe in the family of Dhruva Mah&#257;r&#257;ja. All the saintly persons and sages considered this point, and they decided to take action in this matter, as described in the following verses.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>