<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 14 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 14 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Story of King Vena</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.14.46</P><P CLASS=c>tasya vam&#347;y&#257;s tu naish&#257;d&#257;</P><P CLASS=c>giri-k&#257;nana-gocar&#257;h</P><P CLASS=c>yen&#257;haraj j&#257;yam&#257;no</P><P CLASS=c>vena-kalmasham ulbanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his (Nish&#257;da's); <A CLASS=v HREF="http://vedabase.net/v/vamsyah">vam&#347;y&#257;h</A> &#8212; descendants; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/n/naisadah">naish&#257;d&#257;h</A> &#8212; called Naish&#257;das; <A CLASS=v HREF="http://vedabase.net/g/giri">giri</A>-<A CLASS=v HREF="http://vedabase.net/k/kanana">k&#257;nana</A> &#8212; the hills and forests; <A CLASS=v HREF="http://vedabase.net/g/gocarah">gocar&#257;h</A> &#8212; inhabiting; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/a/aharat">aharat</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> took upon himself; <A CLASS=v HREF="http://vedabase.net/j/jayamanah">j&#257;yam&#257;nah</A> &#8212; being born; <A CLASS=v HREF="http://vedabase.net/v/vena">vena</A> &#8212; of King <A HREF="http://vedabase.net/v/vena">Vena</A>; <A CLASS=v HREF="http://vedabase.net/k/kalmasam">kalmasham</A> &#8212; all kinds of sin; <A CLASS=v HREF="http://vedabase.net/u/ulbanam">ulbanam</A> &#8212; very fearful.</P><P CLASS=t>TRANSLATION</P><P>After his [Nish&#257;da's] birth, he immediately took charge of all the resultant actions of King Vena's sinful activities. As such, this Naish&#257;da class are always engaged in sinful activities like stealing, plundering and hunting. Consequently they are only allowed to live in the hills and forests.</P><P CLASS=t>PURPORT</P><P>The Naish&#257;das are not allowed to live in cities and towns because they are sinful by nature. As such, their bodies are very ugly, and their occupations are also sinful. We should, however, know that even these sinful men (who are sometimes called Kir&#257;tas) can be delivered from their sinful condition to the topmost Vaishnava platform by the mercy of a pure devotee. Engagement in the transcendental loving devotional service of the Lord can make anyone, however sinful he may be, fit to return home, back to Godhead. One has only to become free from all contamination by the process of devotional service. In this way everyone can become fit to return home, back to Godhead. This is confirmed by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/32.htm">9.32</A>):</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya</P><P CLASS=n>ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s</P><P CLASS=n>te 'pi y&#257;nti par&#257;m gatim</P><P>"O son of Prith&#257;, those who take shelter of Me, though they be of lower birth &#8212; women, vai&#347;yas [merchants], as well as &#347;&#363;dras [workers] &#8212; can approach the supreme destination."</P><P>Thus end the Bhaktivedanta purports of the Fourth Canto, Fourteenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Story of King Vena."</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../15/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>