<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 21 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 21 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Dynasty of Bharata;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.21.17</P><P CLASS=c>&#299;&#347;var&#257;lambanam cittam</P><P CLASS=c>kurvato 'nanya-r&#257;dhasah</P><P CLASS=c>m&#257;y&#257; guna-may&#299; r&#257;jan</P><P CLASS=c>svapnavat pratyal&#299;yata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/a/alambanam">&#257;lambanam</A> &#8212; completely taking shelter at the lotus feet of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/c/cittam">cittam</A> &#8212; his consciousness; <A CLASS=v HREF="http://vedabase.net/k/kurvatah">kurvatah</A> &#8212; fixing; <A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A>-<A CLASS=v HREF="http://vedabase.net/r/radhasah">r&#257;dhasah</A> &#8212; for <A HREF="http://vedabase.net/r/rantideva">Rantideva</A>, who was undeviating and desired nothing other than <A HREF="http://vedabase.net/t/to">to</A> serve the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; the illusory energy; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/m/mayi">may&#299;</A> &#8212; consisting of the three modes of nature; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/s/svapna">svapna</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> dream; <A CLASS=v HREF="http://vedabase.net/p/pratyaliyata">pratyal&#299;yata</A> &#8212; merged.</P><P CLASS=t>TRANSLATION</P><P>O Mah&#257;r&#257;ja Par&#299;kshit, because King Rantideva was a pure devotee, always Krishna conscious and free from all material desires, the Lord's illusory energy, m&#257;y&#257;, could not exhibit herself before him. On the contrary, for him m&#257;y&#257; entirely vanished, exactly like a dream.</P><P CLASS=t>PURPORT</P><P>As it is said:</P><P>krishna &#8212; s&#363;rya-sama; m&#257;y&#257; haya andhak&#257;ra</P><P CLASS=n>y&#257;h&#257;&#324; krishna, t&#257;h&#257;&#324; n&#257;hi m&#257;y&#257;ra adhik&#257;ra</P><P>Just as there is no chance that darkness can exist in the sunshine, in a pure Krishna conscious person there can be no existence of m&#257;y&#257;. The Lord Himself says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>):</P><P>daiv&#299; hy esh&#257; guna-may&#299;</P><P CLASS=n>mama m&#257;y&#257; duratyay&#257;</P><P CLASS=n>m&#257;m eva ye prapadyante</P><P CLASS=n>m&#257;y&#257;m et&#257;m taranti te</P><P>"This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it." If one wants to be free from the influence of m&#257;y&#257;, the illusory energy, one must become Krishna conscious and always keep Krishna prominent within the core of his heart. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/34.htm">9.34</A>) the Lord advises that one always think of Him (man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru). In this way, by always being Krishna-minded or Krishna conscious, one can surpass the influence of m&#257;y&#257; (m&#257;y&#257;m et&#257;m taranti te [<A CLASS=v HREF="../../../bg/7/14.htm">Bg. 7.14</A>]). Because Rantideva was Krishna conscious, he was not under the influence of the illusory energy. The word svapnavat is significant in this connection. Because in the material world the mind is absorbed in materialistic activities, when one is asleep many contradictory activities appear in one's dreams. When one awakens, however, these activities automatically merge into the mind. Similarly, as long as one is under the influence of the material energy he makes many plans and schemes, but when one is Krishna conscious such dreamlike plans automatically disappear.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>