<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 21 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 21 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Dynasty of Bharata;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.21.18</P><P CLASS=c>tat-prasa&#324;g&#257;nubh&#257;vena</P><P CLASS=c>rantidev&#257;nuvartinah</P><P CLASS=c>abhavan yoginah sarve</P><P CLASS=c>n&#257;r&#257;yana-par&#257;yan&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/prasanga">prasa&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavena">anubh&#257;vena</A> &#8212; because of associating with King <A HREF="http://vedabase.net/r/rantideva">Rantideva</A> (when talking with him about <A HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A>); <A CLASS=v HREF="http://vedabase.net/r/rantideva">rantideva</A>-<A CLASS=v HREF="http://vedabase.net/a/anuvartinah">anuvartinah</A> &#8212; the followers of King <A HREF="http://vedabase.net/r/rantideva">Rantideva</A> (that is, his servants, his family members, his friends and others); <A CLASS=v HREF="http://vedabase.net/a/abhavan">abhavan</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/y/yoginah">yoginah</A> &#8212; first-class mystic yog&#299;s, or <A HREF="http://vedabase.net/b/bhakti">bhakti</A>-yog&#299;s; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/p/parayanah">par&#257;yan&#257;h</A> &#8212; devotees of the Supreme Personality of Godhead, <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>.</P><P CLASS=t>TRANSLATION</P><P>All those who followed the principles of King Rantideva were totally favored by his mercy and became pure devotees, attached to the Supreme Personality of Godhead, N&#257;r&#257;yana. Thus they all became the best of yogis.</P><P CLASS=t>PURPORT</P><P>The best yog&#299;s or mystics are the devotees, as confirmed by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/47.htm">6.47</A>):</P><P>yogin&#257;m api sarvesh&#257;m</P><P CLASS=n>mad-gaten&#257;ntar&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=n>sa me yuktatamo matah</P><P>"Of all yog&#299;s, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all." The best yog&#299; is he who constantly thinks of the Supreme Personality of Godhead within the core of the heart. Because Rantideva was the king, the chief executive in the state, all the residents of the state became devotees of the Supreme Personality of Godhead, N&#257;r&#257;yana, by the king's transcendental association. This is the influence of a pure devotee. If there is one pure devotee, his association can create hundreds and thousands of pure devotees. &#346;r&#299;la Bhaktivinoda Th&#257;kura has said that a Vaishnava is meritorious in proportion to the number of devotees he has created. A Vaishnava becomes superior not simply by jugglery of words but by the number of devotees he has created for the Lord. Here the word rantidev&#257;nuvartinah indicates that Rantideva's officers, friends, relatives and subjects all became first-class Vaishnavas by his association. In other words, Rantideva is confirmed herein to be a first-class devotee, or mah&#257;-bh&#257;gavata. Mahat-sev&#257;m dv&#257;ram &#257;hur vimukteh: [<A CLASS=v HREF="../../5/5/2.htm">SB 5.5.2</A>] one should render service to such mah&#257;tm&#257;s, for then one will automatically achieve the goal of liberation. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura has also said, ch&#257;diy&#257; vaishnava-sev&#257; nist&#257;ra p&#257;yeche keb&#257;: one cannot be liberated by his own effort, but if one becomes subordinate to a pure Vaishnava, the door to liberation is open.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19-20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>