<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 21 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 21 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Dynasty of Bharata;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.21.25</P><P CLASS=c>sa kritvy&#257;m &#347;uka-kany&#257;y&#257;m</P><P CLASS=c>brahmadattam aj&#299;janat</P><P CLASS=c>yog&#299; sa gavi bh&#257;ry&#257;y&#257;m</P><P CLASS=c>vishvaksenam adh&#257;t sutam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (King <A HREF="http://vedabase.net/n/nipa">N&#299;pa</A>); <A CLASS=v HREF="http://vedabase.net/k/krtvyam">kritvy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his wife, Kritv&#299;; <A CLASS=v HREF="http://vedabase.net/s/suka">&#347;uka</A>-<A CLASS=v HREF="http://vedabase.net/k/kanyayam">kany&#257;y&#257;m</A> &#8212; who was the daughter of <A HREF="http://vedabase.net/s/suka">&#346;uka</A>; <A CLASS=v HREF="http://vedabase.net/b/brahmadattam">brahmadattam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> son named Brahmadatta; <A CLASS=v HREF="http://vedabase.net/a/ajijanat">aj&#299;janat</A> &#8212; begot; <A CLASS=v HREF="http://vedabase.net/y/yogi">yog&#299;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> mystic <A HREF="http://vedabase.net/y/yogi">yog&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that Brahmadatta; <A CLASS=v HREF="http://vedabase.net/g/gavi">gavi</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/g/gau">Gau</A> or <A HREF="http://vedabase.net/s/sarasvati">Sarasvat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/b/bharyayam">bh&#257;ry&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the womb of his wife; <A CLASS=v HREF="http://vedabase.net/v/visvaksenam">vishvaksenam</A> &#8212; <A HREF="http://vedabase.net/v/visvaksena">Vishvaksena</A>; <A CLASS=v HREF="http://vedabase.net/a/adhat">adh&#257;t</A> &#8212; begot; <A CLASS=v HREF="http://vedabase.net/s/sutam">sutam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> son.</P><P CLASS=t>TRANSLATION</P><P>King N&#299;pa begot a son named Brahmadatta through the womb of his wife, Kritv&#299;, who was the daughter of &#346;uka. And Brahmadatta, who was a great yogi, begot a son named Vishvaksena through the womb of his wife, Sarasvat&#299;.</P><P CLASS=t>PURPORT</P><P>The &#346;uka mentioned here is different from the &#346;ukadeva Gosv&#257;m&#299; who spoke &#346;r&#299;mad-Bh&#257;gavatam. &#346;ukadeva Gosv&#257;m&#299;, the son of Vy&#257;sadeva, is described in great detail in the Brahma-vaivarta Pur&#257;na. There it is said that Vy&#257;sadeva maintained the daughter of J&#257;b&#257;li as his wife and that after they performed penances together for many years, he placed his seed in her womb. The child remained in the womb of his mother for twelve years, and when the father asked the son to come out, the son replied that he would not come out unless he were completely liberated from the influence of m&#257;y&#257;. Vy&#257;sadeva then assured the child that he would not be influenced by m&#257;y&#257;, but the child did not believe his father, for the father was still attached to his wife and children. Vy&#257;sadeva then went to Dv&#257;rak&#257; and informed the Personality of Godhead about his problem, and the Personality of Godhead, at Vy&#257;sadeva's request, went to Vy&#257;sadeva's cottage, where He assured the child in the womb that he would not be influenced by m&#257;y&#257;. Thus assured, the child came out, but he immediately went away as a parivr&#257;jak&#257;c&#257;rya. When the father, very much aggrieved, began to follow his saintly boy, &#346;ukadeva Gosv&#257;m&#299;, the boy created a duplicate &#346;ukadeva, who later entered family life. Therefore, the &#347;uka-kany&#257;, or daughter of &#346;ukadeva, mentioned in this verse is the daughter of the duplicate or imitation &#346;ukadeva. The original &#346;ukadeva was a lifelong brahmac&#257;r&#299;.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>