<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 21 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 21 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Dynasty of Bharata;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.21.6</P><P CLASS=c>tasmai samvyabhajat so 'nnam</P><P CLASS=c>&#257;dritya &#347;raddhay&#257;nvitah</P><P CLASS=c>harim sarvatra sampa&#347;yan</P><P CLASS=c>sa bhuktv&#257; prayayau dvijah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto him (the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>); <A CLASS=v HREF="http://vedabase.net/s/samvyabhajat">samvyabhajat</A> &#8212; after dividing, gave his share; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/r/rantideva">Rantideva</A>); <A CLASS=v HREF="http://vedabase.net/a/annam">annam</A> &#8212; the food; <A CLASS=v HREF="http://vedabase.net/a/adrtya">&#257;dritya</A> &#8212; with great respect; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/anvitah">anvitah</A> &#8212; and with faith; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere, or <A HREF="http://vedabase.net/i/in">in</A> the heart of every living being; <A CLASS=v HREF="http://vedabase.net/s/sampasyan">sampa&#347;yan</A> &#8212; conceiving; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/b/bhuktva">bhuktv&#257;</A> &#8212; after eating the food; <A CLASS=v HREF="http://vedabase.net/p/prayayau">prayayau</A> &#8212; left that place; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvijah</A> &#8212; the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>.</P><P CLASS=t>TRANSLATION</P><P>Because Rantideva perceived the presence of the Supreme Godhead everywhere, and in every living entity, he received the guest with faith and respect and gave him a share of the food. The br&#257;hmana guest ate his share and then went away.</P><P CLASS=t>PURPORT</P><P>Rantideva perceived the presence of the Supreme Personality of Godhead in every living being, but he never thought that because the Supreme Lord is present in every living being, every living being must be God. Nor did he distinguish between one living being and another. He perceived the presence of the Lord both in the br&#257;hmana and in the cand&#257;la. This is the true vision of equality, as confirmed by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/18.htm">5.18</A>):</P><P>vidy&#257;-vinaya-sampanne</P><P CLASS=n>br&#257;hmane gavi hastini</P><P CLASS=n>&#347;uni caiva &#347;va-p&#257;ke ca</P><P CLASS=n>pandit&#257;h sama-dar&#347;inah</P><P>"The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle br&#257;hmana, a cow, an elephant, a dog and a dog-eater [outcaste]." A pandita, or learned person, perceives the presence of the Supreme Personality of Godhead in every living being. Therefore, although it has now become fashionable to give preference to the so-called daridra-n&#257;r&#257;yana, or "poor N&#257;r&#257;yana," Rantideva had no reason to give preference to any one person. The idea that because N&#257;r&#257;yana is present in the heart of one who is daridra, or poor, the poor man should be called daridra-n&#257;r&#257;yana is a wrong conception. By such logic, because the Lord is present within the hearts of the dogs and hogs, the dogs and hogs would also be N&#257;r&#257;yana. One should not mistakenly think that Rantideva subscribed to this view. Rather, he saw everyone as part of the Supreme Personality of Godhead (hari-sambandhi-vastunah). It is not that everyone is the Supreme Godhead. Such a theory, which is propounded by the M&#257;y&#257;v&#257;da philosophy, is always misleading, and Rantideva would never have accepted it.</P><P CLASS=l><A CLASS=i HREF="3-5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>