<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 21"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 21: The Dynasty of Bharata;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.21 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.21.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Because Bharadv&#257;ja was delivered by the Marut demigods, he was known as Vitatha. The son of Vitatha was Manyu, and from Manyu came five sons &#8212; Brihatkshatra, Jaya, Mah&#257;v&#299;rya, Nara and Garga. Of these five, the one known as Nara had a son named Sa&#324;kriti.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.21.2</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, descendant of P&#257;ndu, Sa&#324;kriti had two sons, named Guru and Rantideva. Rantideva is famous in both this world and the next, for he is glorified not only in human society but also in the society of the demigods.</P><P CLASS=r><A CLASS=i HREF="3-5.htm"><B>SB 9.21.3-5</B></A>: Rantideva never endeavored to earn anything. He would enjoy whatever he got by the arrangement of providence, but when guests came he would give them everything. Thus he underwent considerable suffering, along with the members of his family. Indeed, he and his family members shivered for want of food and water, yet Rantideva always remained sober. Once, after fasting for forty-eight days, in the morning Rantideva received some water and some foodstuffs made with milk and ghee, but when he and his family were about to eat, a br&#257;hmana guest arrived.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 9.21.6</B></A>: Because Rantideva perceived the presence of the Supreme Godhead everywhere, and in every living entity, he received the guest with faith and respect and gave him a share of the food. The br&#257;hmana guest ate his share and then went away.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.21.7</B></A>: Thereafter, having divided the remaining food with his relatives, Rantideva was just about to eat his own share when a &#347;&#363;dra guest arrived. Seeing the &#347;&#363;dra in relationship with the Supreme Personality of Godhead, King Rantideva gave him also a share of the food.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.21.8</B></A>: When the &#347;&#363;dra went away, another guest arrived, surrounded by dogs, and said, "O King, I and my company of dogs are very hungry. Please give us something to eat."</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.21.9</B></A>: With great respect, King Rantideva offered the balance of the food to the dogs and the master of the dogs, who had come as guests. The King offered them all respects and obeisances.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.21.10</B></A>: Thereafter, only the drinking water remained, and there was only enough to satisfy one person, but when the King was just about to drink it, a cand&#257;la appeared and said, "O King, although I am lowborn, kindly give me some drinking water."</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.21.11</B></A>: Aggrieved at hearing the pitiable words of the poor fatigued cand&#257;la, Mah&#257;r&#257;ja Rantideva spoke the following nectarean words.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 9.21.12</B></A>: I do not pray to the Supreme Personality of Godhead for the eight perfections of mystic yoga, nor for salvation from repeated birth and death. I want only to stay among all the living entities and suffer all distresses on their behalf, so that they may be freed from suffering.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 9.21.13</B></A>: By offering my water to maintain the life of this poor cand&#257;la, who is struggling to live, I have been freed from all hunger, thirst, fatigue, trembling of the body, moroseness, distress, lamentation and illusion.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.21.14</B></A>: Having spoken thus, King Rantideva, although on the verge of death because of thirst, gave his own portion of water to the cand&#257;la without hesitation, for the King was naturally very kind and sober.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 9.21.15</B></A>: Demigods like Lord Brahm&#257; and Lord &#346;iva, who can satisfy all materially ambitious men by giving them the rewards they desire, then manifested their own identities before King Rantideva, for it was they who had presented themselves as the br&#257;hmana, &#347;&#363;dra, cand&#257;la and so on.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 9.21.16</B></A>: King Rantideva had no ambition to enjoy material benefits from the demigods. He offered them obeisances, but because he was factually attached to Lord Vishnu, V&#257;sudeva, the Supreme Personality of Godhead, he fixed his mind at Lord Vishnu's lotus feet.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 9.21.17</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, because King Rantideva was a pure devotee, always Krishna conscious and free from all material desires, the Lord's illusory energy, m&#257;y&#257;, could not exhibit herself before him. On the contrary, for him m&#257;y&#257; entirely vanished, exactly like a dream.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 9.21.18</B></A>: All those who followed the principles of King Rantideva were totally favored by his mercy and became pure devotees, attached to the Supreme Personality of Godhead, N&#257;r&#257;yana. Thus they all became the best of yogis.</P><P CLASS=r><A CLASS=i HREF="19-20.htm"><B>SB 9.21.19-20</B></A>: From Garga came a son named &#346;ini, and his son was G&#257;rgya. Although G&#257;rgya was a kshatriya, there came from him a generation of brahmanas. From Mah&#257;v&#299;rya came a son named Duritakshaya, whose sons were Trayy&#257;runi, Kavi and Pushkar&#257;runi. Although these sons of Duritakshaya took birth in a dynasty of kshatriyas, they too attained the position of br&#257;hmanas. Brihatkshatra had a son named Hast&#299;, who established the city of Hastin&#257;pura [now New Delhi].</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 9.21.21</B></A>: From King Hast&#299; came three sons, named Ajam&#299;dha, Dvim&#299;dha and Purum&#299;dha. The descendants of Ajam&#299;dha, headed by Priyamedha, all achieved the position of br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 9.21.22</B></A>: From Ajam&#299;dha came a son named Brihadishu, from Brihadishu came a son named Brihaddhanu, from Brihaddhanu a son named Brihatk&#257;ya, and from Brihatk&#257;ya a son named Jayadratha.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 9.21.23</B></A>: The son of Jayadratha was Vi&#347;ada, and his son was Syenajit. The sons of Syenajit were Rucir&#257;&#347;va, Dridhahanu, K&#257;&#347;ya and Vatsa.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 9.21.24</B></A>: The son of Rucir&#257;&#347;va was P&#257;ra, and the sons of P&#257;ra were Prithusena and N&#299;pa. N&#299;pa had one hundred sons.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 9.21.25</B></A>: King N&#299;pa begot a son named Brahmadatta through the womb of his wife, Kritv&#299;, who was the daughter of &#346;uka. And Brahmadatta, who was a great yogi, begot a son named Vishvaksena through the womb of his wife, Sarasvat&#299;.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 9.21.26</B></A>: Following the instructions of the great sage Jaig&#299;shavya, Vishvaksena compiled an elaborate description of the mystic yoga system. From Vishvaksena, Udaksena was born, and from Udaksena, Bhall&#257;ta. All these sons are known as descendants of Brihadishu.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 9.21.27</B></A>: The son of Dvim&#299;dha was Yav&#299;nara, whose son was Kritim&#257;n. The son of Kritim&#257;n was well known as Satyadhriti. From Satyadhriti came a son named Dridhanemi, who became the father of Sup&#257;r&#347;va.</P><P CLASS=r><A CLASS=i HREF="28-29.htm"><B>SB 9.21.28-29</B></A>: From Sup&#257;r&#347;va came a son named Sumati, from Sumati came Sannatim&#257;n, and from Sannatim&#257;n came Krit&#299;, who achieved mystic power from Brahm&#257; and taught six samhit&#257;s of the Pr&#257;cyas&#257;ma verses of the S&#257;ma Veda. The son of Krit&#299; was N&#299;pa; the son of N&#299;pa, Udgr&#257;yudha; the son of Udgr&#257;yudha, Kshemya; the son of Kshemya, Suv&#299;ra; and the son of Suv&#299;ra, Ripuñjaya.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 9.21.30</B></A>: From Ripuñjaya came a son named Bahuratha. Purum&#299;dha was sonless. Ajam&#299;dha had a son named N&#299;la by his wife known as Nalin&#299;, and the son of N&#299;la was &#346;&#257;nti.</P><P CLASS=r><A CLASS=i HREF="31-33.htm"><B>SB 9.21.31-33</B></A>: The son of &#346;&#257;nti was Su&#347;&#257;nti, the son of Su&#347;&#257;nti was Puruja, and the son of Puruja was Arka. From Arka came Bharmy&#257;&#347;va, and from Bharmy&#257;&#347;va came five sons &#8212; Mudgala, Yav&#299;nara, Brihadvi&#347;va, K&#257;mpilla and Sañjaya. Bharmy&#257;&#347;va prayed to his sons, "O my sons, please take charge of my five states, for you are quite competent to do so." Thus his five sons were known as the Pañc&#257;las. From Mudgala came a dynasty of br&#257;hmanas known as Maudgalya.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 9.21.34</B></A>: Mudgala, the son of Bharmy&#257;&#347;va, had twin children, one male and the other female. The male child was named Divod&#257;sa, and the female child was named Ahaly&#257;. From the womb of Ahaly&#257; by the semen of her husband, Gautama, came a son named &#346;at&#257;nanda.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 9.21.35</B></A>: The son of &#346;at&#257;nanda was Satyadhriti, who was expert in archery, and the son of Satyadhriti was &#346;aradv&#257;n. When &#346;aradv&#257;n met Urva&#347;&#299;, he discharged semen, which fell on a clump of &#347;ara grass. From this semen were born two all-auspicious babies, one male and the other female.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 9.21.36</B></A>: While Mah&#257;r&#257;ja &#346;&#257;ntanu was on a hunting excursion, he saw the male and female children lying in the forest, and out of compassion he took them home. Consequently, the male child was known as Kripa, and the female child was named Krip&#299;. Krip&#299; later became the wife of Dron&#257;c&#257;rya.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>