<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 21"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Dynasty of Bharata;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.21 Summary</P><P>This Twenty-first Chapter describes the dynasty born from Mah&#257;r&#257;ja Bharata, the son of Mah&#257;r&#257;ja Dushmanta, and it also describes the glories of Rantideva, Ajam&#299;dha and others.</P><P>The son of Bharadv&#257;ja was Manyu, and Manyu's sons were Brihatkshatra, Jaya, Mah&#257;v&#299;rya, Nara and Garga. Of these five, Nara had a son named Sa&#324;kriti, who had two sons, named Guru and Rantideva. As an exalted devotee, Rantideva saw every living entity in relationship with the Supreme Personality of Godhead, and therefore he completely engaged his mind, his words and his very self in the service of the Supreme Lord and His devotees. Rantideva was so exalted that he would sometimes give away his own food in charity, and he and his family would fast. Once, after Rantideva spent forty-eight days fasting, not even drinking water, excellent food made with ghee was brought to him, but when he was about to eat it a br&#257;hmana guest appeared. Rantideva, therefore, did not eat the food, but instead immediately offered a portion of it to the br&#257;hmana. When the br&#257;hmana left and Rantideva was just about to eat the remnants of the food, a &#347;&#363;dra appeared. Rantideva therefore divided the remnants between the &#347;&#363;dra and himself. Again, when he was just about to eat the remnants of the food, another guest appeared. Rantideva therefore gave the rest of the food to the new guest and was about to content himself with drinking the water to quench his thirst, but this also was precluded, for a thirsty guest came and Rantideva gave him the water. This was all ordained by the Supreme Personality of Godhead just to glorify His devotee and show how tolerant a devotee is in rendering service to the Lord. The Supreme Personality of Godhead, being extremely pleased with Rantideva, entrusted him with very confidential service. The special power to render the most confidential service is entrusted by the Supreme Personality of Godhead to a pure devotee, not to ordinary devotees.</P><P>Garga, the son of Bharadv&#257;ja, had a son named &#346;ini, and &#346;ini's son was G&#257;rgya. Although G&#257;rgya was a kshatriya by birth, his sons became br&#257;hmanas. The son of Mah&#257;v&#299;rya was Duritakshaya, whose sons were of a kshatriya king, they also achieved the position of br&#257;hmanas. The son of Brihatkshatra constructed the city of Hastin&#257;pura and was known as Hast&#299;. His sons were Ajam&#299;dha, Dvim&#299;dha and Purum&#299;dha.</P><P>From Ajam&#299;dha came Priyamedha and other br&#257;hmanas and also a son named Brihadishu. The sons, grandsons and further descendants of Brihadishu were Brihaddhanu, Brihatk&#257;ya, Jayadratha, Vi&#347;ada and Syenajit. From Syenajit came four sons &#8212; Rucir&#257;&#347;va, Dridhahanu, K&#257;&#347;ya and Vatsa. From Rucir&#257;&#347;va came a son named P&#257;ra, whose sons were Prithusena and N&#299;pa, and from N&#299;pa came one hundred sons. Another son of N&#299;pa was Brahmadatta. From Brahmadatta came Vishvaksena; from Vishvaksena, Udaksena; and from Udaksena, Bhall&#257;ta.</P><P>The son of Dvim&#299;dha was Yav&#299;nara, and from Yav&#299;nara came many sons and grandsons, such as Kritim&#257;n, Satyadhriti, Dridhanemi, Sup&#257;r&#347;va, Sumati, Sannatim&#257;n, Krit&#299;, N&#299;pa, Udgr&#257;yudha, Kshemya, Suv&#299;ra, Ripuñjaya and Bahuratha. Purum&#299;dha had no sons, but Ajam&#299;dha, in addition to his other sons, had a son named N&#299;la, whose son was &#346;&#257;nti. The descendants of &#346;&#257;nti were Su&#347;&#257;nti, Puruja, Arka and Bharmy&#257;&#347;va. Bharmy&#257;&#347;va had five sons, one of whom, Mudgala, begot a dynasty of br&#257;hmanas. Mudgala had twins &#8212; a son, Divod&#257;sa, and a daughter, Ahaly&#257;. From Ahaly&#257;, by her husband, Gautama, &#346;at&#257;nanda was born. The son of &#346;at&#257;nanda was Satyadhriti, and his son was &#346;aradv&#257;n. &#346;aradv&#257;n's son was known as Kripa, and &#346;aradv&#257;n's daughter, known as Krip&#299;, became the wife of Dron&#257;c&#257;rya.</P><P CLASS=l><A CLASS=i HREF="../20/39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>