<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 14 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 14 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">King Pur&#363;rav&#257; Enchanted by Urva&#347;&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.14.36</P><P CLASS=c>urva&#347;y uv&#257;ca</P><P CLASS=c>m&#257; mrith&#257;h purusho 'si tvam</P><P CLASS=c>m&#257; sma tv&#257;dyur vrik&#257; ime</P><P CLASS=c>kv&#257;pi sakhyam na vai str&#299;n&#257;m</P><P CLASS=c>vrik&#257;n&#257;m hridayam yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/urvasi">urva&#347;&#299;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/u/urvasi">Urva&#347;&#299;</A> said; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/m/mrthah">mrith&#257;h</A> &#8212; give up your life; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; <A HREF="http://vedabase.net/m/male">male</A>; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not allow <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/t/tva">tv&#257;</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/a/adyuh">adyuh</A> &#8212; may eat; <A CLASS=v HREF="http://vedabase.net/v/vrkah">vrik&#257;h</A> &#8212; the foxes; <A CLASS=v HREF="http://vedabase.net/i/ime">ime</A> &#8212; these senses (<A HREF="http://vedabase.net/d/do">do</A> not be under the control of your senses); <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; anywhere; <A CLASS=v HREF="http://vedabase.net/s/sakhyam">sakhyam</A> &#8212; friendship; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/strinam">str&#299;n&#257;m</A> &#8212; of women; <A CLASS=v HREF="http://vedabase.net/v/vrkanam">vrik&#257;n&#257;m</A> &#8212; of the foxes; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; the heart; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>Urva&#347;&#299; said: My dear King, you are a man, a hero. Don't be impatient and give up your life. Be sober and don't allow the senses to overcome you like foxes. Don't let the foxes eat you. In other words, you should not be controlled by your senses. Rather, you should know that the heart of a woman is like that of a fox. There is no use making friendship with women.</P><P CLASS=t>PURPORT</P><P>C&#257;nakya Pandita has advised, vi&#347;v&#257;so naiva kartavyah str&#299;shu r&#257;ja-kuleshu ca: "Never place your faith in a woman or a politician." Unless elevated to spiritual consciousness, everyone is conditioned and fallen, what to speak of women, who are less intelligent than men. Women have been compared to &#347;&#363;dras and vai&#347;yas (striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;h). On the spiritual platform, however, when one is elevated to the platform of Krishna consciousness, whether one is a man, woman, &#347;&#363;dra or whatever, everyone is equal. Otherwise, Urva&#347;&#299;, who was a woman herself and who knew the nature of women, said that a woman's heart is like that of a sly fox. If a man cannot control his senses, he becomes a victim of such sly foxes. But if one can control the senses, there is no chance of his being victimized by sly, foxlike women. C&#257;nakya Pandita has also advised that if one has a wife like a sly fox, he must immediately give up his life at home and go to the forest.</P><P>m&#257;t&#257; yasya grihe n&#257;sti</P><P CLASS=n>bh&#257;ry&#257; c&#257;priya-v&#257;din&#299;</P><P CLASS=n>aranyam tena gantavyam</P><P CLASS=n>yath&#257;ranyam tath&#257; griham</P><P CLASS=n>(C&#257;nakya-&#347;loka 57)</P><P>Krishna conscious grihasthas must be very careful of the sly fox woman. If the wife at home is obedient and follows her husband in Krishna consciousness, the home is welcome. Otherwise one should give up one's home and go to the forest.</P><P>hitv&#257;tma-p&#257;tam griham andha-k&#363;pam</P><P CLASS=n>vanam gato yad dharim &#257;&#347;rayeta</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/5.htm">7.5.5</A>)</P><P>One should go to the forest and take shelter of the lotus feet of Hari, the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>