<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 14 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 14 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">King Pur&#363;rav&#257; Enchanted by Urva&#347;&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.14.43</P><P CLASS=c>sth&#257;l&#299;m nyasya vane gatv&#257;</P><P CLASS=c>grih&#257;n &#257;dhy&#257;yato ni&#347;i</P><P CLASS=c>tret&#257;y&#257;m sampravritt&#257;y&#257;m</P><P CLASS=c>manasi trayy avartata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sthalim">sth&#257;l&#299;m</A> &#8212; the woman Agnisth&#257;l&#299;; <A CLASS=v HREF="http://vedabase.net/n/nyasya">nyasya</A> &#8212; immediately giving up; <A CLASS=v HREF="http://vedabase.net/v/vane">vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/g/gatva">gatv&#257;</A> &#8212; on returning; <A CLASS=v HREF="http://vedabase.net/g/grhan">grih&#257;n</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/a/adhyayatah">&#257;dhy&#257;yatah</A> &#8212; began <A HREF="http://vedabase.net/t/to">to</A> meditate; <A CLASS=v HREF="http://vedabase.net/n/nisi">ni&#347;i</A> &#8212; the whole night; <A CLASS=v HREF="http://vedabase.net/t/tretayam">tret&#257;y&#257;m</A> &#8212; when the <A HREF="http://vedabase.net/t/treta">Tret&#257;</A> millennium; <A CLASS=v HREF="http://vedabase.net/s/sampravrttayam">sampravritt&#257;y&#257;m</A> &#8212; was just on the point of beginning; <A CLASS=v HREF="http://vedabase.net/m/manasi">manasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his mind; <A CLASS=v HREF="http://vedabase.net/t/trayi">tray&#299;</A> &#8212; the principles of the three Vedas; <A CLASS=v HREF="http://vedabase.net/a/avartata">avartata</A> &#8212; became revealed.</P><P CLASS=t>TRANSLATION</P><P>King Pur&#363;rav&#257; then left Agnisth&#257;l&#299; in the forest and returned home, where he meditated all night upon Urva&#347;&#299;. In the course of his meditation, the Tret&#257; millennium began, and therefore the principles of the three Vedas, including the process of performing yajña to fulfill fruitive activities, appeared within his heart.</P><P CLASS=t>PURPORT</P><P>It is said, tret&#257;y&#257;m yajato makhaih: in Tret&#257;-yuga, if one performed yajñas, he would get the results of those yajñas. By performing vishnu-yajña specifically, one could even achieve the lotus feet of the Supreme Personality of Godhead. Of course, yajña is intended to please the Supreme Personality of Godhead. While Pur&#363;rav&#257; was meditating upon Urva&#347;&#299;, the Tret&#257;-yuga began, and therefore the Vedic yajñas were revealed in his heart. But Pur&#363;rav&#257; was a materialistic man, especially interested in enjoying the senses. Yajñas for enjoyment of the senses are called karma-k&#257;nd&#299;ya-yajñas. Therefore, he decided to perform karma-k&#257;nd&#299;ya-yajñas to fulfill his lusty desires. In other words, karma-k&#257;nd&#299;ya-yajñas are meant for sensuous persons, whereas yajña should actually be performed to please the Supreme Personality of Godhead. To please the Supreme Personality of Godhead in Kali-yuga, the sa&#324;k&#299;rtana-yajña is recommended. Yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah [<A CLASS=v HREF="../../11/5/32.htm">SB 11.5.32</A>]. Only those who are very intelligent take to sa&#324;k&#299;rtana-yajña to fulfill all their desires, material and spiritual, whereas those who are lusty for sense enjoyment perform karma-k&#257;nd&#299;ya-yajñas.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44-45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>