<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 14 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 14 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">King Pur&#363;rav&#257; Enchanted by Urva&#347;&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.14.47</P><P CLASS=c>ten&#257;yajata yajñe&#347;am</P><P CLASS=c>bhagavantam adhokshajam</P><P CLASS=c>urva&#347;&#299;-lokam anvicchan</P><P CLASS=c>sarva-devamayam harim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by generating such <A HREF="http://vedabase.net/a/a">a</A> fire; <A CLASS=v HREF="http://vedabase.net/a/ayajata">ayajata</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> worshiped; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; the master or <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A> of the <A HREF="http://vedabase.net/y/yajna">yajña</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavantam">bhagavantam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adhoksajam">adhokshajam</A> &#8212; beyond the perception of the senses; <A CLASS=v HREF="http://vedabase.net/u/urvasi">urva&#347;&#299;</A>-<A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the planet where <A HREF="http://vedabase.net/u/urvasi">Urva&#347;&#299;</A> was staying; <A CLASS=v HREF="http://vedabase.net/a/anvicchan">anvicchan</A> &#8212; although desiring <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; the reservoir of all demigods; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>By means of that fire, Pur&#363;rav&#257;, who desired to go to the planet where Urva&#347;&#299; resided, performed a sacrifice, by which he satisfied the Supreme Personality of Godhead, Hari, the enjoyer of the results of sacrifice. Thus he worshiped the Lord, who is beyond the perception of the senses and is the reservoir of all the demigods.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257;, bhokt&#257;ram yajña-tapas&#257;m sarva-loka-mahe&#347;varam: [<A CLASS=v HREF="../../../bg/5/29.htm">Bg. 5.29</A>] any loka, or planet, to which one wants to go is the property of the Supreme Personality of Godhead, the enjoyer of the performance of sacrifice. The purpose of yajña is to satisfy the Supreme Personality of Godhead. In this age, as we have explained many times, the yajña of chanting the Hare Krishna mah&#257;-mantra is the only sacrifice that can satisfy the Supreme Lord. When the Lord is satisfied, one can fulfill any desire, material or spiritual. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/14.htm">3.14</A>) also says, yajñ&#257;d bhavati parjanyah: by offering sacrifices to Lord Vishnu, one can have sufficient rainfall. When there is sufficient rainfall, the earth becomes fit to produce everything (sama-k&#257;ma-dugh&#257; mah&#299;). If one can utilize the land properly, one can get all the necessities of life from the land, including food grains, fruits, flowers and vegetables. Everything one gets for material wealth is produced from the earth, and therefore it is said, sarva-k&#257;ma-dugh&#257; mah&#299; (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/10/4.htm">1.10.4</A>). Everything is possible by performing yajña. Therefore although Pur&#363;rav&#257; desired something material, he factually performed yajña to please the Supreme Personality of Godhead. The Lord is adhokshaja, beyond the perception of Pur&#363;rav&#257; and everyone else. Consequently, some kind of yajña must be performed to fulfill the desires of the living entity. Yajñas can be performed in human society only when society is divided by varn&#257;&#347;rama-dharma into four varnas and four &#257;&#347;ramas. Without such a regulative process, no one can perform yajñas, and without the performance of yajñas, no material plans can make human society happy at any time. Everyone should therefore be induced to perform yajñas. In this age of Kali, the yajña recommended is sa&#324;k&#299;rtana, the individual or collective chanting of the Hare Krishna mah&#257;-mantra. This will bring the fulfillment of all necessities for human society.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>