<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 14 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 14 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">King Pur&#363;rav&#257; Enchanted by Urva&#347;&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.14.48</P><P CLASS=c>eka eva pur&#257; vedah</P><P CLASS=c>pranavah sarva-v&#257;&#324;mayah</P><P CLASS=c>devo n&#257;r&#257;yano n&#257;nya</P><P CLASS=c>eko 'gnir varna eva ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; only one; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; formerly; <A CLASS=v HREF="http://vedabase.net/v/vedah">vedah</A> &#8212; book of transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/p/pranavah">pranavah</A> &#8212; <A HREF="http://vedabase.net/o/omkara">omk&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; consisting of all Vedic mantras; <A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the Lord, God; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> &#8212; only <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A> (was worshipable <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/satya">Satya</A>-<A HREF="http://vedabase.net/y/yuga">yuga</A>); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A> other; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> <A CLASS=v HREF="http://vedabase.net/a/agnih">agnih</A> &#8212; one division only for <A HREF="http://vedabase.net/a/agni">agni</A>; <A CLASS=v HREF="http://vedabase.net/v/varnah">varnah</A> &#8212; order of life; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and certainly.</P><P CLASS=t>TRANSLATION</P><P>In the Satya-yuga, the first millennium, all the Vedic mantras were included in one mantra &#8212; pranava, the root of all Vedic mantras. In other words, the Atharva Veda alone was the source of all Vedic knowledge. The Supreme Personality of Godhead N&#257;r&#257;yana was the only worshipable Deity; there was no recommendation for worship of the demigods. Fire was one only, and the only order of life in human society was known as hamsa.</P><P CLASS=t>PURPORT</P><P>In Satya-yuga there was only one Veda, not four. Later, before the beginning of Kali-yuga, this one Veda, the Atharva Veda (or, some say, the Yajur Veda), was divided into four &#8212; S&#257;ma, Yajur, Rig and Atharva &#8212; for the facility of human society. In Satya-yuga the only mantra was omk&#257;ra (om tat sat). The same name omk&#257;ra is manifest in the mantra Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Unless one is a br&#257;hmana, one cannot utter omk&#257;ra and get the desired result. But in Kali-yuga almost everyone is a &#347;&#363;dra, unfit for pronouncing the pranava, omk&#257;ra. Therefore the &#347;&#257;stras have recommended the chanting of the Hare Krishna mah&#257;-mantra. Omk&#257;ra is a mantra, or mah&#257;-mantra, and Hare Krishna is also a mah&#257;-mantra. The purpose of pronouncing omk&#257;ra is to address the Supreme Personality of Godhead, V&#257;sudeva (om namo bhagavate v&#257;sudev&#257;ya). And the purpose of chanting the Hare Krishna mantra is the same. Hare: "O energy of the Lord!" Krishna: "O Lord Krishna!" Hare: "O energy of the Lord!" R&#257;ma: "O Supreme Lord, O supreme enjoyer!" The only worshipable Lord is Hari, who is the goal of the Vedas (vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]). By worshiping the demigods, one worships the different parts of the Lord, just as one might water the branches and twigs of a tree. But worshiping N&#257;r&#257;yana, the all-inclusive Supreme Personality of Godhead, is like pouring water on the root of the tree, thus supplying water to the trunk, branches, twigs, leaves and so on. In Satya-yuga people knew how to fulfill the necessities of life simply by worshiping N&#257;r&#257;yana, the Supreme Personality of Godhead. The same purpose can be served in this age of Kali by the chanting of the Hare Krishna mantra, as recommended in the Bh&#257;gavatam. K&#299;rtan&#257;d eva krishnasya mukta-sa&#324;gah param vrajet. Simply by chanting the Hare Krishna mantra, one becomes free from the bondage of material existence and thus becomes eligible to return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>