<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 14"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 14: King Pur&#363;rav&#257; Enchanted by Urva&#347;&#299;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.14 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.14.1</B></A>: &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; said to Mah&#257;r&#257;ja Par&#299;kshit: O King, thus far you have heard the description of the dynasty of the sun-god. Now hear the most glorious and purifying description of the dynasty of the moon-god. This description mentions kings like Aila [Pur&#363;rav&#257;] of whom it is glorious to hear.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.14.2</B></A>: Lord Vishnu [Garbhodaka&#347;&#257;y&#299; Vishnu] is also known as Sahasra-&#347;&#299;rsh&#257; Purusha. From the lake of His navel sprang a lotus, on which Lord Brahm&#257; was generated. Atri, the son of Lord Brahm&#257;, was as qualified as his father.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 9.14.3</B></A>: From Atri's tears of jubilation was born a son named Soma, the moon, who was full of soothing rays. Lord Brahm&#257; appointed him the director of the br&#257;hmanas, drugs and luminaries.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 9.14.4</B></A>: After conquering the three worlds [the upper, middle and lower planetary systems], Soma, the moon-god, performed a great sacrifice known as the R&#257;jas&#363;ya-yajña. Because he was very much puffed up, he forcibly kidnapped Brihaspati's wife, whose name was T&#257;r&#257;.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 9.14.5</B></A>: Although requested again and again by Brihaspati, the spiritual master of the demigods, Soma did not return T&#257;r&#257;. This was due to his false pride. Consequently, a fight ensued between the demigods and the demons.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 9.14.6</B></A>: Because of enmity between Brihaspati and &#346;ukra, &#346;ukra took the side of the moon-god and was joined by the demons. But Lord &#346;iva, because of affection for the son of his spiritual master, joined the side of Brihaspati and was accompanied by all the ghosts and hobgoblins.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.14.7</B></A>: King Indra, accompanied by all kinds of demigods, joined the side of Brihaspati. Thus there was a great fight, destroying both demons and demigods, only for the sake of T&#257;r&#257;, Brihaspati's wife.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.14.8</B></A>: When Lord Brahm&#257; was fully informed by A&#324;gir&#257; about the entire incident, he severely chastised the moon-god, Soma. Thus Lord Brahm&#257; delivered T&#257;r&#257; to her husband, who could then understand that she was pregnant.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.14.9</B></A>: Brihaspati said: You foolish woman, your womb, which was meant for me to impregnate, has been impregnated by someone other than me. Immediately deliver your child! Immediately deliver it! Be assured that after the child is delivered, I shall not burn you to ashes. I know that although you are unchaste, you wanted a son. Therefore I shall not punish you.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.14.10</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: By Brihaspati's order, T&#257;r&#257;, who was very much ashamed, immediately gave birth to the child, who was very beautiful, with a golden bodily hue. Both Brihaspati and the moon-god, Soma, desired the beautiful child.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.14.11</B></A>: Fighting again broke out between Brihaspati and the moon-god, both of whom claimed, "This is my child, not yours!" All the saints and demigods present asked T&#257;r&#257; whose child the newborn baby actually was, but because she was ashamed she could not immediately answer.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 9.14.12</B></A>: The child then became very angry and demanded that his mother immediately tell the truth. "You unchaste woman," he said, "what is the use of your unnecessary shame? Why do you not admit your fault? Immediately tell me about your faulty behavior."</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 9.14.13</B></A>: Lord Brahm&#257; then brought T&#257;r&#257; to a secluded place, and after pacifying her he asked to whom the child actually belonged. She replied very slowly, "This is the son of Soma, the moon-god." Then the moon-god immediately took charge of the child.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.14.14</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, when Lord Brahm&#257; saw that the child was deeply intelligent, he gave the child the name Budha. The moon-god, the ruler of the stars, enjoyed great jubilation because of this son.</P><P CLASS=r><A CLASS=i HREF="15-16.htm"><B>SB 9.14.15-16</B></A>: Thereafter, from Budha, through the womb of Il&#257;, a son was born named Pur&#363;rav&#257;, who was described in the beginning of the Ninth Canto. When his beauty, personal qualities, magnanimity, behavior, wealth and power were described by N&#257;rada in the court of Lord Indra, the celestial woman Urva&#347;&#299; was attracted to him. Pierced by the arrow of Cupid, she thus approached him.</P><P CLASS=r><A CLASS=i HREF="17-18.htm"><B>SB 9.14.17-18</B></A>: Having been cursed by Mitra and Varuna, the celestial woman Urva&#347;&#299; had acquired the habits of a human being. Therefore, upon seeing Pur&#363;rav&#257;, the best of males, whose beauty resembled that of Cupid, she controlled herself and then approached him. When King Pur&#363;rav&#257; saw Urva&#347;&#299;, his eyes became jubilant in the ecstasy of joy, and the hairs on his body stood on end. With mild, pleasing words, he spoke to her as follows.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 9.14.19</B></A>: King Pur&#363;rav&#257; said: O most beautiful woman, you are welcome. Please sit here and tell me what I can do for you. You may enjoy with me as long as you desire. Let us pass our life happily in a sexual relationship.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 9.14.20</B></A>: Urva&#347;&#299; replied: O most handsome man, who is the woman whose mind and sight would not be attracted by you? If a woman takes shelter of your chest, she cannot refuse to enjoy with you in a sexual relationship.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 9.14.21</B></A>: My dear King Pur&#363;rav&#257;, please give protection to these two lambs, who have fallen down with me. Although I belong to the heavenly planets and you belong to earth, I shall certainly enjoy sexual union with you. I have no objection to accepting you as my husband, for you are superior in every respect.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 9.14.22</B></A>: Urva&#347;&#299; said: "My dear hero, only preparations made in ghee [clarified butter] will be my eatables, and I shall not want to see you naked at any time, except at the time of sexual intercourse." The great-minded King Pur&#363;rav&#257; accepted these proposals.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 9.14.23</B></A>: Pur&#363;rav&#257; replied: O beautiful one, your beauty is wonderful and your gestures are also wonderful. Indeed, you are attractive to all human society. Therefore, since you have come of your own accord from the heavenly planets, who on earth would not agree to serve a demigoddess such as you.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 9.14.24</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: The best of human beings, Pur&#363;rav&#257;, began freely enjoying the company of Urva&#347;&#299;, who engaged in sexual activities with him in many celestial places, such as Caitraratha and Nandana-k&#257;nana, where the demigods enjoy.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 9.14.25</B></A>: Urva&#347;&#299;'s body was as fragrant as the saffron of a lotus. Being enlivened by the fragrance of her face and body, Pur&#363;rav&#257; enjoyed her company for many days with great jubilation.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 9.14.26</B></A>: Not seeing Urva&#347;&#299; in his assembly, the King of heaven, Lord Indra, said, "Without Urva&#347;&#299; my assembly is no longer beautiful." Considering this, he requested the Gandharvas to bring her back to his heavenly planet.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 9.14.27</B></A>: Thus the Gandharvas came to earth, and at midnight, when everything was dark, they appeared in the house of Pur&#363;rav&#257; and stole the two lambs entrusted to the King by his wife, Urva&#347;&#299;.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 9.14.28</B></A>: Urva&#347;&#299; treated the two lambs like her own sons. Therefore, when they were being taken by the Gandharvas and began crying, Urva&#347;&#299; heard them and rebuked her husband. "Now I am being killed," she said, "under the protection of an unworthy husband, who is a coward and a eunuch although he thinks himself a great hero.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 9.14.29</B></A>: "Because I depended on him, the plunderers have deprived me of my two sons the lambs, and therefore I am now lost. My husband lies down at night in fear, exactly like a woman, although he appears to be a man during the day."</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 9.14.30</B></A>: Pur&#363;rav&#257;, stricken by the sharp words of Urva&#347;&#299; like an elephant struck by its driver's pointed rod, became very angry. Not even dressing himself properly, he took a sword in hand and went out naked into the night to follow the Gandharvas who had stolen the lambs.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 9.14.31</B></A>: After giving up the two lambs, the Gandharvas shone brightly like lightning, thus illuminating the house of Pur&#363;rav&#257;. Urva&#347;&#299; then saw her husband returning with the lambs in hand, but he was naked, and therefore she left.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 9.14.32</B></A>: No longer seeing Urva&#347;&#299; on his bed, Pur&#363;rav&#257; was most aggrieved. Because of his great attraction for her, he was very much disturbed. Thus, lamenting, he began traveling about the earth like a madman.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 9.14.33</B></A>: Once during his travels all over the world, Pur&#363;rav&#257; saw Urva&#347;&#299;, accompanied by five companions, on the bank of the Sarasvat&#299; at Kurukshetra. With jubilation in his face, he then spoke to her in sweet words as follows.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 9.14.34</B></A>: O my dear wife, O most cruel one, kindly stay, kindly stay. I know that I have never made you happy until now, but you should not give me up for that reason. This is not proper for you. Even if you have decided to give up my company, let us nonetheless talk for some time.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 9.14.35</B></A>: O goddess, now that you have refused me, my beautiful body will fall down here, and because it is unsuitable for your pleasure, it will be eaten by foxes and vultures.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 9.14.36</B></A>: Urva&#347;&#299; said: My dear King, you are a man, a hero. Don't be impatient and give up your life. Be sober and don't allow the senses to overcome you like foxes. Don't let the foxes eat you. In other words, you should not be controlled by your senses. Rather, you should know that the heart of a woman is like that of a fox. There is no use making friendship with women.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 9.14.37</B></A>: Women as a class are merciless and cunning. They cannot tolerate even a slight offense. For their own pleasure they can do anything irreligious, and therefore they do not fear killing even a faithful husband or brother.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 9.14.38</B></A>: Women are very easily seduced by men. Therefore, polluted women give up the friendship of a man who is their well-wisher and establish false friendship among fools. Indeed, they seek newer and newer friends, one after another.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 9.14.39</B></A>: O my dear King, you will be able to enjoy with me as my husband at the end of every year, for one night only. In this way you will have other children, one after another.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 9.14.40</B></A>: Understanding that Urva&#347;&#299; was pregnant, Pur&#363;rav&#257; returned to his palace. At the end of the year, there at Kurukshetra, he again obtained the association of Urva&#347;&#299;, who was then the mother of a heroic son.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 9.14.41</B></A>: Having regained Urva&#347;&#299; at the end of the year, King Pur&#363;rav&#257; was most jubilant, and he enjoyed her company in sex for one night. But then he was very sorry at the thought of separation from her, so Urva&#347;&#299; spoke to him as follows.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 9.14.42</B></A>: Urva&#347;&#299; said: "My dear King, seek shelter of the Gandharvas, for they will be able to deliver me to you again." In accordance with these words, the King satisfied the Gandharvas by prayers, and the Gandharvas, being pleased with him, gave him an Agnisth&#257;l&#299; girl who looked exactly like Urva&#347;&#299;. Thinking that the girl was Urva&#347;&#299;, the King began walking with her in the forest, but later he could understand that she was not Urva&#347;&#299; but Agnisth&#257;l&#299;.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 9.14.43</B></A>: King Pur&#363;rav&#257; then left Agnisth&#257;l&#299; in the forest and returned home, where he meditated all night upon Urva&#347;&#299;. In the course of his meditation, the Tret&#257; millennium began, and therefore the principles of the three Vedas, including the process of performing yajña to fulfill fruitive activities, appeared within his heart.</P><P CLASS=r><A CLASS=i HREF="44-45.htm"><B>SB 9.14.44-45</B></A>: When the process of fruitive yajña became manifest within his heart, King Pur&#363;rav&#257; went to the same spot where he had left Agnisth&#257;l&#299;. There he saw that from the womb of a &#347;am&#299; tree, an a&#347;vattha tree had grown. He then took a piece of wood from that tree and made it into two aranis. Desiring to go to the planet where Urva&#347;&#299; resided, he chanted mantras, meditating upon the lower arani as Urva&#347;&#299;, the upper one as himself, and the piece of wood between them as his son. In this way he began to ignite a fire.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 9.14.46</B></A>: From Pur&#363;rav&#257;'s rubbing of the aranis came a fire. By such a fire one can achieve all success in material enjoyment and be purified in seminal birth, initiation and in the performance of sacrifice, which are invoked with the combined letters a-u-m. Thus the fire was considered the son of King Pur&#363;rav&#257;.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 9.14.47</B></A>: By means of that fire, Pur&#363;rav&#257;, who desired to go to the planet where Urva&#347;&#299; resided, performed a sacrifice, by which he satisfied the Supreme Personality of Godhead, Hari, the enjoyer of the results of sacrifice. Thus he worshiped the Lord, who is beyond the perception of the senses and is the reservoir of all the demigods.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 9.14.48</B></A>: In the Satya-yuga, the first millennium, all the Vedic mantras were included in one mantra &#8212; pranava, the root of all Vedic mantras. In other words, the Atharva Veda alone was the source of all Vedic knowledge. The Supreme Personality of Godhead N&#257;r&#257;yana was the only worshipable Deity; there was no recommendation for worship of the demigods. Fire was one only, and the only order of life in human society was known as hamsa.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 9.14.49</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, at the beginning of Tret&#257;-yuga, King Pur&#363;rav&#257; inaugurated a karma-k&#257;nda sacrifice. Thus Pur&#363;rav&#257;, who considered the yajñic fire his son, was able to go to Gandharvaloka as he desired.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>