<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 14"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">King Pur&#363;rav&#257; Enchanted by Urva&#347;&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.14 Summary</P><P>The summary of this Fourteenth Chapter is given as follows. This chapter describes Soma and how he kidnapped the wife of Brihaspati and begot in her womb a son named Budha. Budha begot Pur&#363;rav&#257;, who begot six sons, headed by &#256;yu, in the womb of Urva&#347;&#299;.</P><P>Lord Brahm&#257; was born from the lotus that sprouted from the navel of Garbhodaka&#347;&#257;y&#299; Vishnu. Brahm&#257; had a son named Atri, and Atri's son was Soma, the king of all drugs and stars. Soma became the conqueror of the entire universe, and, being inflated with pride, he kidnapped T&#257;r&#257;, who was the wife of Brihaspati, the spiritual master of the demigods. A great fight ensued between the demigods and the asuras, but Brahm&#257; rescued Brihaspati's wife from the clutches of Soma and returned her to her husband, thus stopping the fighting. In the womb of T&#257;r&#257;, Soma begot a son named Budha, who later begot in the womb of Il&#257; a son named Aila, or Pur&#363;rav&#257;. Urva&#347;&#299; was captivated by Pur&#363;rav&#257;'s beauty, and therefore she lived with him for some time, but when she left his company he became almost like a madman. While traveling all over the world, he met Urva&#347;&#299; again at Kurukshetra, but she agreed to join with him for only one night in a year.</P><P>One year later, Pur&#363;rav&#257; saw Urva&#347;&#299; at Kurukshetra and was glad to be with her for one night, but when he thought of her leaving him again, he was overwhelmed by grief. Urva&#347;&#299; then advised Pur&#363;rav&#257; to worship the Gandharvas. Being satisfied with Pur&#363;rav&#257;, the Gandharvas gave him a woman known as Agnisth&#257;l&#299;. Pur&#363;rav&#257; mistook Agnisth&#257;l&#299; for Urva&#347;&#299;, but while he was wandering in the forest his misunderstanding was cleared, and he immediately gave up her company. After returning home and meditating upon Urva&#347;&#299; all night, he wanted to perform a Vedic ritualistic ceremony to satisfy his desire. Thereafter he went to the same place where he had left Agnisth&#257;l&#299;, and there he saw that from the womb of a &#347;am&#299; tree had come an a&#347;vattha tree. Pur&#363;rav&#257; made two sticks from this tree and thus produced a fire. By such a fire one can satisfy all lusty desires. The fire was considered the son of Pur&#363;rav&#257;. In Satya-yuga there was only one social division, called hamsa; there were no divisions of varna like br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra. The Veda was the omk&#257;ra. The various demigods were not worshiped, for only the Supreme Personality of Godhead was the worshipable Deity.</P><P CLASS=l><A CLASS=i HREF="../13/27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>