<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 23 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 23 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Song of the Avant&#299; Br&#257;hmana.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.23.22</P><P CLASS=c>labdhv&#257; janm&#257;mara-pr&#257;rthyam</P><P CLASS=c>m&#257;nushyam tad dvij&#257;gryat&#257;m</P><P CLASS=c>tad an&#257;dritya ye sv&#257;rtham</P><P CLASS=c>ghnanti y&#257;nty a&#347;ubh&#257;m gatim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/labdhva">labdhv&#257;</A> &#8212; having attained; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; the birth; <A CLASS=v HREF="http://vedabase.net/a/amara">amara</A> &#8212; by the demigods; <A CLASS=v HREF="http://vedabase.net/p/prarthyam">pr&#257;rthyam</A> &#8212; prayed for; <A CLASS=v HREF="http://vedabase.net/m/manusyam">m&#257;nushyam</A> &#8212; human; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; and <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/a/agryatam">&#257;gryat&#257;m</A> &#8212; the status of being the best of the twice-born; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/anadrtya">an&#257;dritya</A> &#8212; not appreciating; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; their own best interest; <A CLASS=v HREF="http://vedabase.net/g/ghnanti">ghnanti</A> &#8212; destroy; <A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; they <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/a/asubham">a&#347;ubh&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/an">an</A> inauspicious; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; destination.</P><P CLASS=t>TRANSLATION</P><P>Those who obtain human life, which is prayed for even by the demigods, and in that human birth become situated as first-class br&#257;hmanas, are extremely fortunate. If they disregard this important opportunity, they are certainly killing their own self-interest and thus achieve a most unfortunate end.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments as follows. "Human birth is better than that of the demigods, ghosts, spirits, animals, trees, lifeless stones, and so forth, because the demigods simply enjoy celestial pleasures, and in other forms of life there is excessive suffering. It is only in human life that one deeply considers one's ultimate benefit in life. Human birth is therefore more desirable than even that of the demigods." Within human life the position of a high-class br&#257;hmana is certainly most desirable. If a br&#257;hmana, however, gives up the devotional service of the Lord and works hard like a &#347;&#363;dra simply for the prestige of his community, he is certainly on the platform of material sense gratification. The special qualification of the br&#257;hmanas is the spiritual knowledge by which they recognize every living entity to be an eternal servant of the Lord. A br&#257;hmana, free from false ego, thus feels himself lower than a blade of grass and tolerantly offers respect to all living entities. All human beings, and especially the br&#257;hmanas, should avoid becoming killers of their own self-interest by neglecting Krishna consciousness, the loving service of the Lord. Such neglect paves the way for future suffering.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>