<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 23 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 23 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Song of the Avant&#299; Br&#257;hmana.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.23.30</P><P CLASS=c>tatra m&#257;m anumoderan</P><P CLASS=c>dev&#257;s tri-bhuvane&#347;var&#257;h</P><P CLASS=c>muh&#363;rtena brahma-lokam</P><P CLASS=c>khatv&#257;&#324;gah samas&#257;dhayat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this regard; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; with <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/anumoderan">anumoderan</A> &#8212; may they kindly be pleased; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A> &#8212; of the three worlds; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;var&#257;h</A> &#8212; the controllers; <A CLASS=v HREF="http://vedabase.net/m/muhurtena">muh&#363;rtena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> single moment; <A CLASS=v HREF="http://vedabase.net/b/brahmalokam">brahmalokam</A> &#8212; the spiritual world; <A CLASS=v HREF="http://vedabase.net/k/khatvanga">khatv&#257;&#324;ga</A> &#8212; King <A HREF="http://vedabase.net/k/khatvanga">Khatv&#257;&#324;ga</A>; <A CLASS=v HREF="http://vedabase.net/s/samasadhayat">samas&#257;dhayat</A> &#8212; achieved.</P><P CLASS=t>TRANSLATION</P><P>Thus may the presiding demigods of these three worlds kindly show their mercy upon me. Indeed, Mah&#257;r&#257;ja Khatv&#257;&#324;ga was able to achieve the spiritual world in a single moment.</P><P CLASS=t>PURPORT</P><P>The br&#257;hmana of Avant&#299; thought that although he was an old man who might die at any moment he could follow the example of Mah&#257;r&#257;ja Khatv&#257;&#324;ga, who achieved the Lord's mercy in a single moment. Mah&#257;r&#257;ja Khatv&#257;&#324;ga, as described in the Second Canto of &#346;r&#299;mad-Bh&#257;gavatam, fought valiantly on behalf of the demigods, and they offered the king any benediction he might desire. Khatv&#257;&#324;ga Mah&#257;r&#257;ja chose to find out the remaining duration of his life, which unfortunately was a single moment. The king therefore immediately surrendered to Lord Krishna and achieved the spiritual world. The br&#257;hmana of Avant&#299; desired to follow this example; with the blessings of the demigods, who are all devotees of the Lord, he hoped to become fully Krishna conscious before giving up his body.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>