<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 23 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 23 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Song of the Avant&#299; Br&#257;hmana.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.23.32</P><P CLASS=c>sa cac&#257;ra mah&#299;m et&#257;m</P><P CLASS=c>samyat&#257;tmendriy&#257;nilah</P><P CLASS=c>bhiksh&#257;rtham nagara-gr&#257;m&#257;n</P><P CLASS=c>asa&#324;go 'lakshito 'vi&#347;at</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/c/cacara">cac&#257;ra</A> &#8212; wandered; <A CLASS=v HREF="http://vedabase.net/m/mahim">mah&#299;m</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/e/etam">et&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/samyata">samyata</A> &#8212; controlled; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; his consciousness; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/a/anilah">anilah</A> &#8212; and vital air; <A CLASS=v HREF="http://vedabase.net/b/bhiksa">bhiksh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; for the purpose of taking charity; <A CLASS=v HREF="http://vedabase.net/n/nagara">nagara</A> &#8212; the cities; <A CLASS=v HREF="http://vedabase.net/g/graman">gr&#257;m&#257;n</A> &#8212; and villages; <A CLASS=v HREF="http://vedabase.net/a/asangah">asa&#324;gah</A> &#8212; without any association; <A CLASS=v HREF="http://vedabase.net/a/alaksitah">alakshitah</A> &#8212; not making himself prominent, thus unrecognized; <A CLASS=v HREF="http://vedabase.net/a/avisat">avi&#347;at</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> entered.</P><P CLASS=t>TRANSLATION</P><P>He wandered about the earth, keeping his intelligence, senses and life air under control. To beg charity he traveled alone to various cities and villages. He did not advertise his advanced spiritual position and thus was not recognized by others.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, the acceptance of the tridandi-sanny&#257;sa order of life is the chief indication that one has actually taken shelter of the Supreme Personality of Godhead. The three rods of the danda, or staff, of the Vaishnava sanny&#257;s&#299; indicate control of the body, mind and words by engaging them only in the loving service of the Lord. This procedure helps one to become more tolerant than a tree, as recommended by &#346;r&#299; Caitanya Mah&#257;prabhu. By strict control of one's body, mind and speech, the quality of tolerance becomes strengthened, and thus one manifests the further qualities of forgiving others, never wasting one's time, detachment from sense gratification, lack of false pride in one's work and not hankering for liberation. One in this way gives up the mentality of materialistic persons, who establish so-called affectionate relationships of mutual flattery and exploit each other for sense gratification. One who adopts the strict path of Krishna consciousness, following in the footsteps of great souls, can achieve the shelter of the Lord.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>