<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 23 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 23 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Song of the Avant&#299; Br&#257;hmana.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.23.5</P><P CLASS=c>kenacid bhikshun&#257; g&#299;tam</P><P CLASS=c>paribh&#363;tena durjanaih</P><P CLASS=c>smarat&#257; dhriti-yuktena</P><P CLASS=c>vip&#257;kam nija-karman&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kenacit">kenacit</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> certain; <A CLASS=v HREF="http://vedabase.net/b/bhiksuna">bhikshun&#257;</A> &#8212; <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A>; <A CLASS=v HREF="http://vedabase.net/g/gitam">g&#299;tam</A> &#8212; sung; <A CLASS=v HREF="http://vedabase.net/p/paribhutena">paribh&#363;tena</A> &#8212; who was insulted; <A CLASS=v HREF="http://vedabase.net/d/durjanaih">durjanaih</A> &#8212; by impious persons; <A CLASS=v HREF="http://vedabase.net/s/smarata">smarat&#257;</A> &#8212; remembering; <A CLASS=v HREF="http://vedabase.net/d/dhrti">dhriti</A>-<A CLASS=v HREF="http://vedabase.net/y/yuktena">yuktena</A> &#8212; fixing his resolution; <A CLASS=v HREF="http://vedabase.net/v/vipakam">vip&#257;kam</A> &#8212; the consequences; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#257;m</A> &#8212; of his own past activities.</P><P CLASS=t>TRANSLATION</P><P>Once a certain sanny&#257;s&#299; was insulted in many ways by impious men. However, with determination he remembered that he was suffering the fruit of his own previous karma. I will narrate to you his story and that which he spoke.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments as follows. "Often those who give up the materialistic path and devote themselves to renunciation are attacked by impious persons. This analysis, however, is superficial, since the punishment is actually the cumulative result of one's past karma. Some renunciants show lack of tolerance when presented with the remnants of their previous sins and thus are forced to enter again onto the path of impious life. &#346;r&#299; Caitanya Mah&#257;prabhu therefore instructs that one should become as tolerant as a tree. If a neophyte on the path of devotional service to the Lord's pure devotees is attacked by envious persons, he must accept it as a consequence of his previous fruitive activities. One should be intelligent and avoid future unhappiness by rejecting the ethic of an eye for an eye, a tooth for a tooth. If one refuses to enter into enmity with envious men, they will automatically leave him alone."</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>