<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 23 Verse 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 23 Verse 57"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Song of the Avant&#299; Br&#257;hmana.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.23.57</P><P CLASS=c>et&#257;m sa &#257;sth&#257;ya par&#257;tma-nishth&#257;m</P><P CLASS=c>adhy&#257;sit&#257;m p&#363;rvatamair maharshibhih</P><P CLASS=c>aham tarishy&#257;mi duranta-p&#257;ram</P><P CLASS=c>tamo mukund&#257;&#324;ghri-nishevayaiva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etam">et&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/a/asthaya">&#257;sth&#257;ya</A> &#8212; becoming completely fixed <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/n/nistham">nishth&#257;m</A> &#8212; devotion <A HREF="http://vedabase.net/t/to">to</A> the Supreme Person, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/adhyasitam">adhy&#257;sit&#257;m</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A>-<A CLASS=v HREF="http://vedabase.net/t/tamaih">tamaih</A> &#8212; by previous; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rsibhih">rishibhih</A> &#8212; &#257;c&#257;ryas; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tarisyami">tarishy&#257;mi</A> &#8212; shall cross over; <A CLASS=v HREF="http://vedabase.net/d/duranta">duranta</A>-<A CLASS=v HREF="http://vedabase.net/p/param">p&#257;ram</A> &#8212; the insurmountable; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the ocean of nescience; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; of the lotus feet of <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>; <A CLASS=v HREF="http://vedabase.net/n/nisevaya">nishevay&#257;</A> &#8212; by worship; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly.</P><P CLASS=t>TRANSLATION</P><P>I shall cross over the insurmountable ocean of nescience by being firmly fixed in the service of the lotus feet of Krishna. This was approved by the previous &#257;c&#257;ryas, who were fixed in firm devotion to the Lord, Param&#257;tm&#257;, the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>This verse is quoted by Krishnad&#257;sa Kavir&#257;ja in his Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/3/6.htm">Madhya 3.6</A>). &#346;r&#299;la Prabhup&#257;da comments as follows. "In connection with this verse, which is a quotation from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/23/57.htm">11.23.57</A>), &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura says that of the sixty-four items required for rendering devotional service, acceptance of the symbolic marks of sanny&#257;sa is a regulative principle. If one accepts the sanny&#257;sa order, his main business is to devote his life completely to the service of Mukunda, Krishna. If one does not completely devote his mind and body to the service of the Lord, he does not actually become a sanny&#257;s&#299;. It is not simply a matter of changing dress. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/1.htm">6.1</A>) it is also stated, an&#257;&#347;ritah karma-phalam k&#257;ryam karma karoti yah/ sa sanny&#257;s&#299; ca yog&#299; ca: one who works devotedly for the satisfaction of Krishna is a sanny&#257;s&#299;. The dress is not sanny&#257;sa, but the attitude of service to Krishna is.</P><P>"The word par&#257;tma-nishth&#257; means being a devotee of Lord Krishna. Par&#257;tm&#257;, the Supreme Person, is Krishna. &#298;&#347;varah paramah krishnah sac-cid-&#257;nanda-vigrahah [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. Those who are completely dedicated to the lotus feet of Krishna in service are actually sanny&#257;s&#299;s. As a matter of formality, the devotee accepts the sanny&#257;sa dress as previous &#257;c&#257;ryas did. He also accepts the three dandas. Later Vishnusv&#257;m&#299; considered that accepting the dress of a tri-dand&#299; was par&#257;tma-nishth&#257;. Therefore sincere devotees add another danda, the j&#299;va-danda, to the three existing dandas. The Vaishnava sanny&#257;s&#299; is known as a tridandi-sanny&#257;s&#299;. The M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299; accepts only one danda, not understanding the purpose of tri-danda. Later, many persons in the community of &#346;iva Sv&#257;m&#299; gave up the &#257;tma-nishth&#257; (devotional service) of the Lord and followed the path of &#346;a&#324;kar&#257;c&#257;rya. Instead of accepting 108 names, those in the &#346;iva Sv&#257;m&#299; samprad&#257;ya follow the path of &#346;a&#324;kar&#257;c&#257;rya and accept the ten names of sanny&#257;sa. Although &#346;r&#299; Caitanya Mah&#257;prabhu accepted the then-existing order of sanny&#257;sa (namely eka-danda), He still recited a verse from &#346;r&#299;mad-Bh&#257;gavatam about the tridanda-sanny&#257;sa accepted by the br&#257;hmana of Avant&#299;pura. Indirectly He declared that within that ekadanda (one danda), four dandas existed as one. Accepting ekadanda sanny&#257;sa without par&#257;tma-nishth&#257; (devotional service to Lord Krishna) is not acceptable to &#346;r&#299; Caitanya Mah&#257;prabhu. In addition, according to the exact regulative principles, one should add the j&#299;va-danda to the tri-danda. These four dandas, bound together as one, are symbolic of unalloyed devotional service to the Lord. Because the ekadandi-sanny&#257;s&#299;s of the M&#257;y&#257;v&#257;da school are not devoted to the service of Krishna, they try to merge into the Brahman effulgence, which is a marginal position between material and spiritual existence. They accept this impersonal position as liberation. M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, not knowing that &#346;r&#299; Caitanya Mah&#257;prabhu was a tri-dand&#299;, think of Caitanya Mah&#257;prabhu as an ekadandi-sanny&#257;s&#299;. This is due to their vivarta, bewilderment. In &#346;r&#299;mad-Bh&#257;gavatam there is no such thing as an ekadandi-sanny&#257;s&#299;; indeed, the tridandi-sanny&#257;s&#299; is accepted as the symbolic representation of the sanny&#257;sa order. By citing this verse from &#346;r&#299;mad-Bh&#257;gavatam, &#346;r&#299; Caitanya Mah&#257;prabhu accepted the sanny&#257;sa order recommended in &#346;r&#299;mad-Bh&#257;gavatam. The M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, who are enamored of the external energy of the Lord, cannot understand the mind of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P>"To date, all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu, following in His footsteps, accept the sanny&#257;sa order and keep the sacred thread and tuft of unshaved hair. The ekadandi-sanny&#257;s&#299;s of the M&#257;y&#257;v&#257;d&#299; school give up the sacred thread and do not keep any tuft of hair. Therefore they are unable to understand the purport of tridanda-sanny&#257;sa, and as such they are not inclined to dedicate their lives to the service of Mukunda. They simply think of merging into the existence of Brahman because of their disgust with the material existence. The &#257;c&#257;ryas who advocate the daiva-varn&#257;&#347;rama (the social order of c&#257;tur-varnyam mentioned in Bhagavad-g&#299;t&#257;) do not accept the proposition of &#257;sura-varn&#257;&#347;rama, which maintains that the social order of varna is indicated by birth.</P><P>"The most intimate devotee of &#346;r&#299; Caitanya Mah&#257;prabhu, namely Gad&#257;dhara Pandita, accepted the tridanda-sanny&#257;sa and also accepted M&#257;dhava Up&#257;dhy&#257;ya as his tridandi-sanny&#257;s&#299; disciple. It is said that from this Madhv&#257;c&#257;rya the samprad&#257;ya known in western India as the Vallabh&#257;c&#257;rya-samprad&#257;ya has begun. &#346;r&#299;la Gop&#257;la Bhatta Vasu, who is known as a smrity-&#257;c&#257;rya in the Gaud&#299;ya Vaishnava-samprad&#257;ya, later accepted the tridanda-sanny&#257;sa order from Tridandip&#257;da Prabodh&#257;nanda Sarasvat&#299;. Although acceptance of tridanda-sanny&#257;sa is not distinctly mentioned in the Gaud&#299;ya Vaishnava literature, the first verse of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Upade&#347;&#257;mrita advocates that one should accept the tridanda-sanny&#257;sa order by controlling the six forces:</P><P>v&#257;co vegam manasah krodha-vegam</P><P CLASS=n>jihv&#257;-vegam udaropastha-vegam</P><P CLASS=n>et&#257;n veg&#257;n yo vishaheta dh&#299;rah</P><P CLASS=n>sarv&#257;m ap&#299;m&#257;m prithiv&#299;m sa &#347;ishy&#257;t</P><P>"One who can control the forces of speech, mind, anger, belly, tongue and genitals is known as a gosv&#257;m&#299; and is competent to accept disciples all over the world.' The followers of &#346;r&#299; Caitanya Mah&#257;prabhu never accepted the M&#257;y&#257;v&#257;da order of sanny&#257;sa, and for this they cannot be blamed. &#346;r&#299; Caitanya Mah&#257;prabhu accepted &#346;r&#299;dhara Sv&#257;m&#299;, who was a tridandi-sanny&#257;s&#299;, but the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, not understanding &#346;r&#299;dhara Sv&#257;m&#299;, sometimes think that &#346;r&#299;dhara Sv&#257;m&#299; belonged to the M&#257;y&#257;v&#257;da ekadanda-sanny&#257;sa community. Actually this was not the case."</P><P CLASS=l><A CLASS=i HREF="56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="58.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>