<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 23 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 23 Verse 61"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Song of the Avant&#299; Br&#257;hmana.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.23.61</P><P CLASS=c>ya et&#257;m bhikshun&#257; g&#299;t&#257;m</P><P CLASS=c>brahma-nishth&#257;m sam&#257;hitah</P><P CLASS=c>dh&#257;rayañ chr&#257;vayañ chrinvan</P><P CLASS=c>dvandvair naiv&#257;bhibh&#363;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; whoever; <A CLASS=v HREF="http://vedabase.net/e/etam">et&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhiksuna">bhikshun&#257;</A> &#8212; by the <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A>; <A CLASS=v HREF="http://vedabase.net/g/gitam">g&#299;t&#257;m</A> &#8212; sung; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; knowledge of the Absolute; <A CLASS=v HREF="http://vedabase.net/n/nistham">nishth&#257;m</A> &#8212; based upon; <A CLASS=v HREF="http://vedabase.net/s/samahitah">sam&#257;hitah</A> &#8212; with full attention; <A CLASS=v HREF="http://vedabase.net/d/dharayan">dh&#257;rayan</A> &#8212; meditating; <A CLASS=v HREF="http://vedabase.net/s/sravayan">&#347;r&#257;vayan</A> &#8212; causing others <A HREF="http://vedabase.net/t/to">to</A> hear; <A CLASS=v HREF="http://vedabase.net/s/srnvan">&#347;rinvan</A> &#8212; himself hearing; <A CLASS=v HREF="http://vedabase.net/d/dvandvaih">dvandvaih</A> &#8212; by dualities; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/abhibhuyate">abhibh&#363;yate</A> &#8212; will become overwhelmed.</P><P CLASS=t>TRANSLATION</P><P>Anyone who listens to or recites to others this song of the sanny&#257;s&#299;, which presents scientific knowledge of the Absolute, and who thus meditates upon it with full attention, will never again be overwhelmed by the dualities of material happiness and distress.</P><P CLASS=t>PURPORT</P><P>The Vaishnava sanny&#257;s&#299; took shelter of the devotional service of the Lord and thus could overcome the illusory potency of his worshipable object, the Supreme Personality of Godhead. He himself meditated upon and heard this song, and also taught it to others. Having received the Lord's mercy, he enlightened other conditioned souls with transcendental intelligence so that they could also follow in the footsteps of the devotees of the Lord. Religion actually means to become a pure devotee of the Supreme Lord in loving service. Those who are trying to enjoy the material world or merely renounce it to avoid personal inconvenience cannot actually understand love of Godhead, in which the only objective is the satisfaction of the Lord.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Eleventh Canto, Twenty-third Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Song of the Avant&#299; Br&#257;hmana."</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../24/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>