<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 4 Verses 11-12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 4 Verses 11-12"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Gajendra Returns to the Spiritual World</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.4.11-12</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>evam &#347;aptv&#257; gato 'gastyo</P><P CLASS=c>bhagav&#257;n nripa s&#257;nugah</P><P CLASS=c>indradyumno 'pi r&#257;jarshir</P><P CLASS=c>dishtam tad upadh&#257;rayan</P><P CLASS=c>&#257;pannah kauñjar&#299;m yonim</P><P CLASS=c>&#257;tma-smriti-vin&#257;&#347;in&#299;m</P><P CLASS=c>hary-arcan&#257;nubh&#257;vena</P><P CLASS=c>yad-gajatve 'py anusmritih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/saptva">&#347;aptv&#257;</A> &#8212; after cursing; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; left that place; <A CLASS=v HREF="http://vedabase.net/a/agastyah">agastyah</A> &#8212; <A HREF="http://vedabase.net/a/agastya">Agastya</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> powerful; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anugah">anugah</A> &#8212; with his associates; <A CLASS=v HREF="http://vedabase.net/i/indradyumnah">indradyumnah</A> &#8212; King <A HREF="http://vedabase.net/i/indradyumna">Indradyumna</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/r/rajarsih">r&#257;jarshih</A> &#8212; although <A HREF="http://vedabase.net/h/he">he</A> was <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/r/rajarsi">r&#257;jarshi</A>; <A CLASS=v HREF="http://vedabase.net/d/distam">dishtam</A> &#8212; because of past deeds; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that curse; <A CLASS=v HREF="http://vedabase.net/u/upadharayan">upadh&#257;rayan</A> &#8212; considering; <A CLASS=v HREF="http://vedabase.net/a/apannah">&#257;pannah</A> &#8212; got; <A CLASS=v HREF="http://vedabase.net/k/kaunjarim">kauñjar&#299;m</A> &#8212; of <A HREF="http://vedabase.net/a/an">an</A> elephant; <A CLASS=v HREF="http://vedabase.net/y/yonim">yonim</A> &#8212; the species; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/smrti">smriti</A> &#8212; remembrance of one's identity; <A CLASS=v HREF="http://vedabase.net/v/vinasinim">vin&#257;&#347;in&#299;m</A> &#8212; which destroys; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/arcana">arcana</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavena">anubh&#257;vena</A> &#8212; because of worshiping; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/g/gajatve">gajatve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body of <A HREF="http://vedabase.net/a/an">an</A> elephant; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/anusmrtih">anusmritih</A> &#8212; the opportunity <A HREF="http://vedabase.net/t/to">to</A> remember his past devotional service.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; continued: My dear King, after Agastya Muni had thus cursed King Indradyumna, the Muni left that place along with his disciples. Since the King was a devotee, he accepted Agastya Muni's curse as welcome because it was the desire of the Supreme Personality of Godhead. Therefore, although in his next life he got the body of an elephant, because of devotional service he remembered how to worship and offer prayers to the Lord.</P><P CLASS=t>PURPORT</P><P>This is the unique position of a devotee of the Supreme Personality of Godhead. Although the King was cursed, he welcomed the curse because a devotee is always aware that nothing can happen without the desire of the Supreme Lord. Although the King was not at fault, Agastya Muni cursed him, and when this happened the King considered it to be due to his past misdeeds. Tat te 'nukamp&#257;m susam&#299;ksham&#257;nah (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/8.htm">10.14.8</A>). This is a practical example of how a devotee thinks. He regards any reverses in life as blessings of the Supreme Personality of Godhead. Therefore, instead of being agitated by such reverses, he continues his activities of devotional service, and Krishna takes care of him and enables him to be promoted to the spiritual world, back to Godhead. If a devotee has to suffer the reactions of his past misdeeds, the Supreme Lord arranges for him to be given only a token of these reactions, and very soon he is freed from all the reactions of material contamination. One should therefore adhere to devotional service, and the Lord Himself will very soon see to one's promotion to the spiritual world. A devotee should not be disturbed by unfortunate circumstances, but must continue his regular program, depending on the Lord for everything. The word upadh&#257;rayan, "considering," is very significant in this verse. This word indicates that a devotee knows what is what; he understands what is happening in material, conditional life.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>