<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 4 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 4 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Gajendra Returns to the Spiritual World</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.4.13</P><P CLASS=c>evam vimokshya gaja-y&#363;tha-pam abja-n&#257;bhas</P><P CLASS=c>ten&#257;pi p&#257;rshada-gatim gamitena yuktah</P><P CLASS=c>gandharva-siddha-vibudhair upag&#299;yam&#257;na-</P><P CLASS=c>karm&#257;dbhutam sva-bhavanam garud&#257;sano 'g&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vimoksya">vimokshya</A> &#8212; delivering; <A CLASS=v HREF="http://vedabase.net/g/gaja">gaja</A>-<A CLASS=v HREF="http://vedabase.net/y/yutha">y&#363;tha</A>-<A CLASS=v HREF="http://vedabase.net/p/pam">pam</A> &#8212; the King of the elephants, <A HREF="http://vedabase.net/g/gajendra">Gajendra</A>; <A CLASS=v HREF="http://vedabase.net/a/abja">abja</A>-<A CLASS=v HREF="http://vedabase.net/n/nabhah">n&#257;bhah</A> &#8212; the Supreme Personality of Godhead, from whose navel sprouts <A HREF="http://vedabase.net/a/a">a</A> lotus flower; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by him (<A HREF="http://vedabase.net/g/gajendra">Gajendra</A>); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/parsada">p&#257;rshada</A>-<A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; the position of the Lord's associate; <A CLASS=v HREF="http://vedabase.net/g/gamitena">gamitena</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> already gotten; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah</A> &#8212; accompanied; <A CLASS=v HREF="http://vedabase.net/g/gandharva">gandharva</A> &#8212; by the denizens of Gandharvaloka; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A> &#8212; the denizens of Siddhaloka; <A CLASS=v HREF="http://vedabase.net/v/vibudhaih">vibudhaih</A> &#8212; and by all great learned sages; <A CLASS=v HREF="http://vedabase.net/u/upagiyamana">upag&#299;yam&#257;na</A> &#8212; were being glorified; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; whose transcendental activities; <A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; all-wonderful; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanam">bhavanam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> His own abode; <A CLASS=v HREF="http://vedabase.net/g/garuda">garuda</A>-<A CLASS=v HREF="http://vedabase.net/a/asanah">&#257;sanah</A> &#8212; sitting on the back of <A HREF="http://vedabase.net/g/garuda">Garuda</A>; <A CLASS=v HREF="http://vedabase.net/a/agat">ag&#257;t</A> &#8212; returned.</P><P CLASS=t>TRANSLATION</P><P>Upon delivering the King of the elephants from the clutches of the crocodile, and from material existence, which resembles a crocodile, the Lord awarded him the status of s&#257;r&#363;pya-mukti. In the presence of the Gandharvas, the Siddhas and the other demigods, who were praising the Lord for His wonderful transcendental activities, the Lord, sitting on the back of His carrier, Garuda, returned to His all-wonderful abode and took Gajendra with Him.</P><P CLASS=t>PURPORT</P><P>In this verse the word vimokshya is significant. For a devotee, moksha or mukti &#8212; salvation &#8212; means getting the position of the Lord's associate. The impersonalists are satisfied to get the liberation of merging in the Brahman effulgence, but for a devotee, mukti (liberation) means not to merge in the effulgence of the Lord, but to be directly promoted to the Vaikuntha planets and to become an associate of the Lord. In this regard, there is a relevant verse in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/14/8.htm">10.14.8</A>):</P><P>tat te 'nukamp&#257;m susam&#299;ksham&#257;no</P><P CLASS=n>bhuñj&#257;na ev&#257;tma-kritam vip&#257;kam</P><P CLASS=n>hrid-v&#257;g-vapurbhir vidadhan namas te</P><P CLASS=n>j&#299;veta yo mukti-pade sa d&#257;ya-bh&#257;k</P><P>"One who seeks Your compassion and thus tolerates all kinds of adverse conditions due to the karma of his past deeds, who engages always in Your devotional service with his mind, words and body, and who always offers obeisances unto You, is certainly a bona fide candidate for liberation." A devotee who tolerates everything in this material world and patiently executes his devotional service can become mukti-pade sa d&#257;ya-bh&#257;k, a bona fide candidate for liberation. The word d&#257;ya-bh&#257;k refers to a hereditary right to the Lord's mercy. A devotee must simply engage in devotional service, not caring about material situations. Then he automatically becomes a rightful candidate for promotion to Vaikunthaloka. The devotee who renders unalloyed service to the Lord gets the right to be promoted to Vaikunthaloka, just as a son inherits the property of his father.</P><P>When a devotee gets liberation, he becomes free from material contamination and engages as a servant of the Lord. This is explained in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/10/6.htm">2.10.6</A>): muktir hitv&#257;nyath&#257; r&#363;pam svar&#363;pena vyavasthitih. The word svar&#363;pa refers to s&#257;r&#363;pya-mukti &#8212; going back home, back to Godhead, and remaining the Lord's eternal associate, having regained a spiritual body exactly resembling that of the Lord, with four hands, holding the &#347;a&#324;kha, cakra, gad&#257; and padma. The difference between the mukti of the impersonalist and that of the devotee is that the devotee is immediately appointed an eternal servant of the Lord, whereas the impersonalist, although merging in the effulgence of the brahmajyoti, is still insecure and therefore generally falls again to this material world. &#256;ruhya kricchrena param padam tatah patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>). Although the impersonalist rises to the Brahman effulgence and enters into that effulgence, he has no engagement in the service of the Lord, and therefore he is again attracted to materialistic philanthropic activities. Thus he comes down to open hospitals and educational institutions, feed poor men and perform similar materialistic activities, which the impersonalist thinks are more precious than serving the Supreme Personality of Godhead. An&#257;drita-yushmad-a&#324;ghrayah. The impersonalists do not think that the service of the Lord is more valuable than serving the poor man or starting a school or hospital. Although they say brahma satyam jagan mithy&#257; &#8212; "Brahman is real, and the material world is false" &#8212; they are nonetheless very eager to serve the false material world and neglect the service of the lotus feet of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="11-12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>