<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 4 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 4 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Gajendra Returns to the Spiritual World</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.4.6</P><P CLASS=c>gajendro bhagavat-spar&#347;&#257;d</P><P CLASS=c>vimukto 'jñ&#257;na-bandhan&#257;t</P><P CLASS=c>pr&#257;pto bhagavato r&#363;pam</P><P CLASS=c>p&#299;ta-v&#257;s&#257;&#347; catur-bhujah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gajendrah">gajendrah</A> &#8212; the King of the elephants, <A HREF="http://vedabase.net/g/gajendra">Gajendra</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/s/sparsat">spar&#347;&#257;t</A> &#8212; because of being touched by the hand of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vimuktah">vimuktah</A> &#8212; was immediately freed; <A CLASS=v HREF="http://vedabase.net/a/ajnana">ajñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhanat">bandhan&#257;t</A> &#8212; from all kinds of ignorance, especially the bodily concept of life; <A CLASS=v HREF="http://vedabase.net/p/praptah">pr&#257;ptah</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> bodily features; <A CLASS=v HREF="http://vedabase.net/p/pita">p&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vasah">v&#257;s&#257;h</A> &#8212; wearing yellow garments; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/b/bhujah">bhujah</A> &#8212; and four-handed, with conchshell, disc, club and lotus.</P><P CLASS=t>TRANSLATION</P><P>Because Gajendra, King of the elephants, had been touched directly by the hands of the Supreme Personality of Godhead, he was immediately freed of all material ignorance and bondage. Thus he received the salvation of s&#257;r&#363;pya-mukti, in which he achieved the same bodily features as the Lord, being dressed in yellow garments and possessing four hands.</P><P CLASS=t>PURPORT</P><P>If one is favored by the Supreme Personality of Godhead by having his gross body touched by the Lord, his body turns into a spiritual body, and he can go back home, back to Godhead. Gajendra assumed a spiritual body when his body was touched by the Lord. Similarly, Dhruva Mah&#257;r&#257;ja assumed his spiritual body in this way. Arcan&#257;-paddhati, daily worship of the Deity, provides an opportunity to touch the body of the Supreme Personality of Godhead, and thus it enables one to be fortunate enough to get a spiritual body and go back to Godhead. Not only by touching the body of the Supreme Lord, but simply by hearing about His pastimes, chanting His glories, touching His feet and offering worship &#8212; in other words, by serving the Lord somehow or other &#8212; one is purified of material contamination. This is the result of touching the Supreme Lord. One who is a pure devotee (any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]), who acts according to the &#347;&#257;stra and the words of the Supreme Personality of Godhead, certainly becomes purified. Like Gajendra, he assumes a spiritual body and returns home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>