<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 4"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 4: Gajendra Returns to the Spiritual World</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 8.4 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 8.4.1</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: When the Lord delivered Gajendra, King of the elephants, all the demigods, sages and Gandharvas, headed by Brahm&#257; and &#346;iva, praised this activity of the Supreme Personality of Godhead and showered flowers upon both the Lord and Gajendra.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 8.4.2</B></A>: There was a beating of kettledrums in the heavenly planets, the inhabitants of Gandharvaloka began to dance and sing, while great sages and the inhabitants of C&#257;ranaloka and Siddhaloka offered prayers to the Supreme Personality of Godhead, Purushottama.</P><P CLASS=r><A CLASS=i HREF="3-4.htm"><B>SB 8.4.3-4</B></A>: The best of the Gandharvas, King H&#363;h&#363;, having been cursed by Devala Muni, had become a crocodile. Now, having been delivered by the Supreme Personality of Godhead, he assumed a very beautiful form as a Gandharva. Understanding by whose mercy this had happened, he immediately offered his respectful obeisances with his head and began chanting prayers just suitable for the transcendental Lord, the supreme eternal, who is worshiped by the choicest verses.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 8.4.5</B></A>: Having been favored by the causeless mercy of the Supreme Personality of Godhead and having regained his original form, King H&#363;h&#363; circumambulated the Lord and offered his obeisances. Then, in the presence of all the demigods, headed by Brahm&#257;, he returned to Gandharvaloka. He had been freed of all sinful reactions.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 8.4.6</B></A>: Because Gajendra, King of the elephants, had been touched directly by the hands of the Supreme Personality of Godhead, he was immediately freed of all material ignorance and bondage. Thus he received the salvation of s&#257;r&#363;pya-mukti, in which he achieved the same bodily features as the Lord, being dressed in yellow garments and possessing four hands.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 8.4.7</B></A>: This Gajendra had formerly been a Vaishnava and the king of the country known as P&#257;ndya, which is in the province of Dravida [South India]. In his previous life, he was known as Indradyumna Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 8.4.8</B></A>: Indradyumna Mah&#257;r&#257;ja retired from family life and went to the Malaya Hills, where he had a small cottage for his &#257;&#347;rama. He wore matted locks on his head and always engaged in austerities. Once, while observing a vow of silence, he was fully engaged in the worship of the Lord and absorbed in the ecstasy of love of Godhead.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 8.4.9</B></A>: While Indradyumna Mah&#257;r&#257;ja was engaged in ecstatic meditation, worshiping the Supreme Personality of Godhead, the great sage Agastya Muni arrived there, surrounded by his disciples. When the Muni saw that Mah&#257;r&#257;ja Indradyumna, who was sitting in a secluded place, remained silent and did not follow the etiquette of offering him a reception, he was very angry.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 8.4.10</B></A>: Agastya Muni then spoke this curse against the King: This King Indradyumna is not at all gentle. Being low and uneducated, he has insulted a br&#257;hmana. May he therefore enter the region of darkness and receive the dull, dumb body of an elephant.</P><P CLASS=r><A CLASS=i HREF="11-12.htm"><B>SB 8.4.11-12</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: My dear King, after Agastya Muni had thus cursed King Indradyumna, the Muni left that place along with his disciples. Since the King was a devotee, he accepted Agastya Muni's curse as welcome because it was the desire of the Supreme Personality of Godhead. Therefore, although in his next life he got the body of an elephant, because of devotional service he remembered how to worship and offer prayers to the Lord.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 8.4.13</B></A>: Upon delivering the King of the elephants from the clutches of the crocodile, and from material existence, which resembles a crocodile, the Lord awarded him the status of s&#257;r&#363;pya-mukti. In the presence of the Gandharvas, the Siddhas and the other demigods, who were praising the Lord for His wonderful transcendental activities, the Lord, sitting on the back of His carrier, Garuda, returned to His all-wonderful abode and took Gajendra with Him.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 8.4.14</B></A>: My dear King Par&#299;kshit, I have now described the wonderful power of Krishna, as displayed when the Lord delivered the King of the elephants. O best of the Kuru dynasty, those who hear this narration become fit to be promoted to the higher planetary systems. Simply because of hearing this narration, they gain a reputation as devotees, they are unaffected by the contamination of Kali-yuga, and they never see bad dreams.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 8.4.15</B></A>: Therefore, after getting up from bed in the morning, those who desire their own welfare &#8212; especially the br&#257;hmanas, kshatriyas, vai&#347;yas and in particular the br&#257;hmana Vaishnavas &#8212; should chant this narration as it is, without deviation, to counteract the troubles of bad dreams.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 8.4.16</B></A>: O best of the Kuru dynasty, the Supreme Personality of Godhead, the Supersoul of everyone, being thus pleased, addressed Gajendra in the presence of everyone there. He spoke the following blessings.</P><P CLASS=r><A CLASS=i HREF="17-24.htm"><B>SB 8.4.17-24</B></A>: The Supreme Personality of Godhead said: Freed from all sinful reactions are those who rise from bed at the end of night, early in the morning, and fully concentrate their minds with great attention upon My form; your form; this lake; this mountain; the caves; the gardens; the cane plants; the bamboo plants; the celestial trees; the residential quarters of Me, Lord Brahm&#257; and Lord &#346;iva; the three peaks of Trik&#363;ta Mountain, made of gold, silver and iron; My very pleasing abode [the ocean of milk]; the white island, &#346;vetadv&#299;pa, which is always brilliant with spiritual rays; My mark of &#346;r&#299;vatsa; the Kaustubha gem; My Vaijayant&#299; garland; My club, Kaumodak&#299;; My Sudar&#347;ana disc and P&#257;ñcajanya conchshell; My bearer, Garuda, the king of the birds; My bed, &#346;esha N&#257;ga; My expansion of energy the goddess of fortune; Lord Brahm&#257;; N&#257;rada Muni; Lord &#346;iva; Prahl&#257;da; My incarnations like Matsya, K&#363;rma and Var&#257;ha; My unlimited all-auspicious activities, which yield piety to he who hears them; the sun; the moon; fire; the mantra omk&#257;ra; the Absolute Truth; the total material energy; the cows and br&#257;hmanas; devotional service; the wives of Soma and Ka&#347;yapa, who are all daughters of King Daksha; the Rivers Ganges, Sarasvat&#299;, Nand&#257; and Yamun&#257; [K&#257;lind&#299;]; the elephant Air&#257;vata; Dhruva Mah&#257;r&#257;ja; the seven rishis; and the pious human beings.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 8.4.25</B></A>: My dear devotee, unto those who rise from bed at the end of night and offer Me the prayers offered by you, I give an eternal residence in the spiritual world at the end of their lives.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 8.4.26</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: After giving this instruction, the Lord, who is known as Hrish&#299;ke&#347;a, bugled with His P&#257;ñcajanya conchshell, in this way pleasing all the demigods, headed by Lord Brahm&#257;. Then He mounted the back of His carrier, Garuda.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>