<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 127</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 127"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.127</P><P CLASS=c>tom&#257;ra th&#257;ñi &#257;il&#257;&#324;a tom&#257;ra mahim&#257; &#347;uniy&#257;</P><P CLASS=c>tumi more stuti kara 'sanny&#257;s&#299;' j&#257;niy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/t/thani">th&#257;ñi</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> your presence; <A CLASS=v HREF="http://vedabase.net/a/ailana">&#257;il&#257;&#324;a</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have come; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/m/mahima">mahim&#257;</A> &#8212; glories; <A CLASS=v HREF="http://vedabase.net/s/suniya">&#347;uniy&#257;</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/m/more">more</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/stuti">stuti</A> &#8212; praising; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person <A HREF="http://vedabase.net/i/in">in</A> the renounced order of life; <A CLASS=v HREF="http://vedabase.net/j/janiya">j&#257;niy&#257;</A> &#8212; knowing <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;r&#299; Caitanya Mah&#257;prabhu continued, "After hearing about your glories, I have come to your place. But you are offering Me words of praise out of respect for a sanny&#257;s&#299;, one in the renounced order of life.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains that a mundane person, being enriched by mundane opulences, must always know that the transcendental opulences of the advanced devotees are far more important than the materialistic opulences of a person like himself. A materialistic person with material opulences should not be very proud or puffed up before a transcendental devotee. If one approaches a transcendental devotee on the strength of one's material heritage, opulence, education and beauty and does not offer respect to the advanced devotee of the Lord, the Vaishnava devotee may offer formal respects to such a materially puffed-up person, but he may not deliver transcendental knowledge to him. Indeed, the devotee sees him as a non-br&#257;hmana or &#347;&#363;dra. Such a puffed-up person cannot understand the science of Krishna. A proud person is deceived in transcendental life and, despite having attained a human form, will again glide into hellish conditions. By His personal example, &#346;r&#299; Caitanya Mah&#257;prabhu explains how one should be submissive and humble before a Vaishnava, even though one may be situated on a high platform. Such is the teaching of &#346;r&#299; Caitanya Mah&#257;prabhu as the &#257;c&#257;rya of the world, the supreme spiritual master and teacher.</P><P CLASS=l><A CLASS=i HREF="126.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="128.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>