<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 128</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 128"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.128</P><P CLASS=c>kib&#257; vipra, kib&#257; ny&#257;s&#299;, &#347;&#363;dra kene naya</P><P CLASS=c>yei krishna-tattva-vett&#257;, sei 'guru' haya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kiba">kib&#257;</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/k/kiba">kib&#257;</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/n/nyasi">ny&#257;s&#299;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>; <A CLASS=v HREF="http://vedabase.net/k/kene">kene</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/n/naya">naya</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/v/vetta">vett&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> knower of the science of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that person; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; the spiritual master; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is.</P><P CLASS=t>TRANSLATION</P><P>"Whether one is a br&#257;hmana, a sanny&#257;s&#299; or a &#347;&#363;dra &#8212; regardless of what he is &#8212; he can become a spiritual master if he knows the science of Krishna."</P><P CLASS=t>PURPORT</P><P>This verse is very important to the Krishna consciousness movement. In his Amrita-prav&#257;ha-bh&#257;shya, &#346;r&#299;la Bhaktivinoda Th&#257;kura explains that one should not think that because &#346;r&#299; Caitanya Mah&#257;prabhu was born a br&#257;hmana and was situated in the topmost spiritual order as a sanny&#257;s&#299;, it was improper for Him to receive instructions from &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya, who belonged to the &#347;&#363;dra caste. To clarify this matter, &#346;r&#299; Caitanya Mah&#257;prabhu informed R&#257;m&#257;nanda R&#257;ya that knowledge of Krishna consciousness is more important than caste. In the system of varn&#257;&#347;rama-dharma there are various duties for the br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras. Actually the br&#257;hmana is supposed to be the spiritual master of all other varnas, or classes, but as far as Krishna consciousness is concerned, everyone is capable of becoming a spiritual master because knowledge in Krishna consciousness is on the platform of the spirit soul. To spread Krishna consciousness, one need only be cognizant of the science of the spirit soul. It does not matter whether one is a br&#257;hmana, kshatriya, vai&#347;ya, &#347;&#363;dra, sanny&#257;s&#299;, grihastha or whatever. If one simply understands this science, he can become a spiritual master.</P><P>It is stated in the Hari-bhakti-vil&#257;sa that one should not accept initiation from a person who is not in the brahminical order if there is a fit person in the brahminical order present. This instruction is meant for those who are overly dependent on the mundane social order and is suitable for those who want to remain in mundane life. If one understands the truth of Krishna consciousness and seriously desires to attain transcendental knowledge for the perfection of life, he can accept a spiritual master from any social status, provided the spiritual master is fully conversant with the science of Krishna. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura also states that although one is situated as a br&#257;hmana, kshatriya, vai&#347;ya, &#347;&#363;dra, brahmac&#257;r&#299;, v&#257;naprastha, grihastha or sanny&#257;s&#299;, if he is conversant in the science of Krishna he can become a spiritual master as vartma-pradar&#347;aka-guru, d&#299;ksh&#257;-guru or &#347;iksh&#257;-guru. The spiritual master who first gives information about spiritual life is called the vartma-pradar&#347;aka-guru, the spiritual master who initiates according to the regulations of the &#347;&#257;stras is called the d&#299;ksh&#257;-guru, and the spiritual master who gives instructions for elevation is called the &#347;iksh&#257;-guru. Factually the qualifications of a spiritual master depend on his knowledge of the science of Krishna. It does not matter whether he is a br&#257;hmana, kshatriya, sanny&#257;s&#299; or &#347;&#363;dra. This injunction given by &#346;r&#299; Caitanya Mah&#257;prabhu is not at all against the injunctions of the &#347;&#257;stras. In the Padma Pur&#257;na it is said:</P><P>na &#347;&#363;dr&#257; bhagavad-bhakt&#257;s te 'pi bh&#257;gavatottam&#257;h</P><P CLASS=n>sarva-varneshu te &#347;&#363;dr&#257; ye na bhakt&#257; jan&#257;rdane</P><P>One who is actually advanced in spiritual knowledge of Krishna is never a &#347;&#363;dra, even though he may have been born in a &#347;&#363;dra family. However, even if a vipra, or br&#257;hmana, is very expert in the six brahminical activities (pathana, p&#257;thana, yajana, y&#257;jana, d&#257;na, pratigraha) and is also well versed in the Vedic hymns, he cannot become a spiritual master unless he is a Vaishnava. But if one is born in the family of cand&#257;las yet is well versed in Krishna consciousness, he can become a guru. These are the &#347;&#257;stric injunctions, and strictly following these injunctions, &#346;r&#299; Caitanya Mah&#257;prabhu, as a grihastha named &#346;r&#299; Vi&#347;vambhara, was initiated by a sanny&#257;s&#299;-guru named &#298;&#347;vara Pur&#299;. Similarly, &#346;r&#299; Nity&#257;nanda Prabhu was initiated by M&#257;dhavendra Pur&#299;, a sanny&#257;s&#299;. According to others, however, He was initiated by Lakshm&#299;pati T&#299;rtha. Advaita &#256;c&#257;rya, although a grihastha, was initiated by M&#257;dhavendra Pur&#299;, and &#346;r&#299; Rasik&#257;nanda, although born in a br&#257;hmana family, was initiated by &#346;r&#299; &#346;y&#257;m&#257;nanda Prabhu, who was not born in a caste br&#257;hmana family. There are many instances in which a born br&#257;hmana took initiation from a person who was not born in a br&#257;hmana family. The brahminical symptoms are explained in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/11/35.htm">7.11.35</A>), wherein it is stated:</P><P>yasya yal-lakshanam proktam pumso varn&#257;bhivyañjakam</P><P CLASS=n>yad anyatr&#257;pi dri&#347;yeta tat tenaiva vinirdi&#347;et</P><P>If a person is born in a &#347;&#363;dra family but has all the qualities of a spiritual master, he should be accepted not only as a br&#257;hmana but as a qualified spiritual master also. This is also the instruction of &#346;r&#299; Caitanya Mah&#257;prabhu. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura therefore introduced the sacred thread ceremony for all Vaishnavas according to the rules and regulations.</P><P>Sometimes a Vaishnava who is a bhajan&#257;nand&#299; does not take the s&#257;vitra-samsk&#257;ra (sacred thread initiation), but this does not mean that this system should be used for preaching work. There are two kinds of Vaishnavas &#8212; bhajan&#257;nand&#299; and goshthy-&#257;nand&#299;. A bhajan&#257;nand&#299; is not interested in preaching work, but a goshthy-&#257;nand&#299; is interested in spreading Krishna consciousness to benefit the people and increase the number of Vaishnavas. A Vaishnava is understood to be above the position of a br&#257;hmana. As a preacher, he should be recognized as a br&#257;hmana; otherwise there may be a misunderstanding of his position as a Vaishnava. However, a Vaishnava br&#257;hmana is not selected on the basis of his birth but according to his qualities. Unfortunately, those who are unintelligent do not know the difference between a br&#257;hmana and a Vaishnava. They are under the impression that unless one is a br&#257;hmana he cannot be a spiritual master. For this reason only, &#346;r&#299; Caitanya Mah&#257;prabhu makes the statement in this verse:</P><P>kib&#257; vipra, kib&#257; ny&#257;s&#299;, &#347;&#363;dra kene naya</P><P CLASS=n>yei krishna-tattva-vett&#257;, sei 'guru' haya</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/madhya/8/128.htm">Madhya 8.128</A>]</P><P>If one becomes a guru, he is automatically a br&#257;hmana. Sometimes a caste guru says that ye krishna-tattva-vett&#257;, sei guru haya means that one who is not a br&#257;hmana may become a &#347;iksh&#257;-guru or a vartma-pradar&#347;aka-guru but not an initiator guru. According to such caste gurus, birth and family ties are considered foremost. However, the hereditary consideration is not acceptable to Vaishnavas. The word guru is equally applicable to the vartma-pradar&#347;aka-guru, &#347;iksh&#257;-guru and d&#299;ksh&#257;-guru. Unless we accept the principle enunciated by &#346;r&#299; Caitanya Mah&#257;prabhu, this Krishna consciousness movement cannot spread all over the world. According to &#346;r&#299; Caitanya Mah&#257;prabhu's intentions, prithiv&#299;te &#257;che yata nagar&#257;di-gr&#257;ma sarvatra prac&#257;ra haibe mora n&#257;ma. &#346;r&#299; Caitanya Mah&#257;prabhu's cult must be preached all over the world. This does not mean that people should take to His teachings and remain &#347;&#363;dras or cand&#257;las. As soon as one is trained as a pure Vaishnava, he must be accepted as a bona fide br&#257;hmana. This is the essence of &#346;r&#299; Caitanya Mah&#257;prabhu's instructions in this verse.</P><P CLASS=l><A CLASS=i HREF="127.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="129.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>