<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 138</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 138"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.138</P><P CLASS=c>vrind&#257;vane 'apr&#257;krita nav&#299;na madana'</P><P CLASS=c>k&#257;ma-g&#257;yatr&#299; k&#257;ma-b&#299;je y&#257;&#324;ra up&#257;sana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vrndavane">vrind&#257;vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/a/aprakrta">apr&#257;krita</A> &#8212; spiritual; <A CLASS=v HREF="http://vedabase.net/n/navina">nav&#299;na</A> &#8212; new; <A CLASS=v HREF="http://vedabase.net/m/madana">madana</A> &#8212; Cupid; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/g/gayatri">g&#257;yatr&#299;</A> &#8212; hymns of desire; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/b/bije">b&#299;je</A> &#8212; by the spiritual seed of desire called kl&#299;m; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/u/upasana">up&#257;sana</A> &#8212; the worship.</P><P CLASS=t>TRANSLATION</P><P>"In the spiritual realm of Vrind&#257;vana, Krishna is the spiritual, ever-fresh Cupid. He is worshiped by the chanting of the K&#257;ma-g&#257;yatr&#299; mantra, with the spiritual seed kl&#299;m.</P><P CLASS=t>PURPORT</P><P>Vrind&#257;vana is described in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/56.htm">5.56</A>) in this way:</P><P>&#347;riyah k&#257;nt&#257;h k&#257;ntah parama-purushah kalpa-taravo</P><P CLASS=n>drum&#257; bh&#363;mi&#347; cint&#257;mani-gana-may&#299; toyam amritam</P><P CLASS=n>kath&#257; g&#257;nam n&#257;tyam gamanam api vam&#347;&#299; priya-sakh&#299;</P><P CLASS=n>cid-&#257;nandam jyotih param api tad &#257;sv&#257;dyam api ca</P><P CLASS=n>sa yatra ksh&#299;r&#257;bdhih sravati surabh&#299;bhya&#347; ca su-mah&#257;n</P><P CLASS=n>nimesh&#257;rdh&#257;khyo v&#257; vrajati na hi yatr&#257;pi samayah</P><P CLASS=n>bhaje &#347;vetadv&#299;pam tam aham iha golokam iti yam</P><P CLASS=n>vidantas te santah kshiti-virala-c&#257;r&#257;h katipaye</P><P>The spiritual realm of Vrind&#257;vana is always spiritual. The goddess of fortune and the gop&#299;s are always present there. They are Krishna's beloveds, and all of them are as spiritual as Krishna. In Vrind&#257;vana, Krishna is the Supreme Person and is the husband of all the gop&#299;s and the goddess of fortune. The trees in Vrind&#257;vana are wish-fulfilling trees. The land is made of touchstone, and the water is nectar. Words are musical vibrations, and all movements are dancing. The flute is the Lord's constant companion. The planet Goloka Vrind&#257;vana is self-luminous like the sun and is full of spiritual bliss. The perfection of life lies in tasting that spiritual existence; therefore everyone should cultivate its knowledge. In Vrind&#257;vana, spiritual cows are always supplying spiritual milk. Not a single moment is wasted there &#8212; in other words, there is no past, present or future. Not a single particle of time is wasted. Within this material universe, the devotees worship that transcendental abode as Goloka Vrind&#257;vana. Lord Brahm&#257; himself said, "Let me worship that spiritual land where Krishna is present." This transcendental Vrind&#257;vana is not appreciated by those who are not devotees or self-realized souls because this Vrind&#257;vana-dh&#257;ma is all spiritual. The pastimes of the Lord there are also spiritual. None are material. According to a prayer by &#346;r&#299;la Narottama d&#257;sa Th&#257;kura (Pr&#257;rthan&#257; 1):</P><P>&#257;ra kabe nit&#257;i-c&#257;&#324;dera karun&#257; karibe</P><P CLASS=n>sams&#257;ra-v&#257;san&#257; mora kabe tuccha ha'be</P><P>"When will Lord Nity&#257;nanda have mercy upon me so that I can realize the uselessness of material pleasure?"</P><P>vishaya ch&#257;diy&#257; kabe &#347;uddha ha'be mana</P><P CLASS=n>kabe h&#257;ma heraba &#347;r&#299;-vrind&#257;vana</P><P>"When will my mind be cleansed of all material dirt so that I will be able to feel the presence of spiritual Vrind&#257;vana?"</P><P>r&#363;pa-raghun&#257;tha-pade haibe &#257;kuti</P><P CLASS=n>kabe h&#257;ma bujhaba se yugala-pir&#299;ti</P><P>"When will I be attracted to the instructions of the Gosv&#257;m&#299;s so that I will be able to understand what is R&#257;dh&#257; and Krishna and what is Vrind&#257;vana?"</P><P>These verses indicate that one first has to be purified of all material desires and all attraction for fruitive activity and speculative knowledge if one wishes to understand Vrind&#257;vana.</P><P>In reference to the words apr&#257;krita nav&#299;na madana, apr&#257;krita refers to that which is the very opposite of the material conception. The M&#257;y&#257;v&#257;d&#299;s consider this to be zero or impersonal, but that is not the case. Everything in the material world is dull, but in the spiritual world everything is alive. The desire for enjoyment is present both in Krishna and in His parts and parcels, the living entities. In the spiritual world, such desires are also spiritual. No one should mistakenly consider such desires to be material. In the material world, if one is sexually inclined and enjoys sex life, he enjoys something temporary. His enjoyment vanishes after a few minutes. However, in the spiritual world the same enjoyment may be there, but it never vanishes. It is continuously enjoyed. In the spiritual world such sex pleasure appears to the enjoyer to be more and more relishable with each new feature. In the material world, however, sex enjoyment becomes distasteful after a few minutes only, and it is never permanent. Because Krishna appears very much sexually inclined, He is called the new Cupid in the spiritual world. There is no material inebriety in such desire, however.</P><P>G&#257;yantam tr&#257;yate yasm&#257;d g&#257;yatr&#299; tvam tatah smrit&#257;: one who chants the G&#257;yatr&#299; mantra is gradually delivered from the material clutches. In other words, that which delivers one from material entanglement is called G&#257;yatr&#299;. An explanation of the G&#257;yatr&#299; mantra can be found in the Madhya-l&#299;l&#257;, Chapter Twenty-one, text 125:</P><P>k&#257;ma-g&#257;yatr&#299;-mantra-r&#363;pa, haya krishnera svar&#363;pa,</P><P CLASS=n>s&#257;rdha-cabbi&#347;a akshara t&#257;ra haya</P><P CLASS=n>se akshara 'candra' haya, krishne kari' udaya,</P><P CLASS=n>trijagat kail&#257; k&#257;mamaya</P><P>The K&#257;ma-g&#257;yatr&#299; mantra is just like a Vedic hymn, but it is the Supreme Personality of Godhead Himself. There is no difference between the K&#257;ma-g&#257;yatr&#299; and Krishna. Both are composed of twenty-four and a half transcendental syllables (see <A CLASS=v HREF="../../../cc/madhya/21/125.htm">Madhya 21.125-29</A>). The mantra depicted in letters is also Krishna, and the mantra rises just like the moon. Due to this, there is a perverted reflection of desire in human society and among all kinds of living entities. In the mantra kl&#299;m k&#257;ma-dev&#257;ya vidmahe pushpa-b&#257;n&#257;ya dh&#299;mahi tan no 'na&#324;gah pracoday&#257;t, Krishna is called K&#257;ma-deva, Pushpa-b&#257;na and Ana&#324;ga. K&#257;ma-deva is Madana-mohana, the Deity who establishes our relationship with Krishna; Pushpa-b&#257;na ("He who carries an arrow made of flowers") is Govinda, the Personality of Godhead who accepts our devotional service; and Ana&#324;ga is Gop&#299;jana-vallabha, who satisfies all the gop&#299;s and is the ultimate goal of life. This K&#257;ma-g&#257;yatr&#299; (kl&#299;m k&#257;ma-dev&#257;ya vidmahe pushpa-b&#257;n&#257;ya dh&#299;mahi tan no 'na&#324;gah pracoday&#257;t) simply does not belong to this material world. When one is advanced in spiritual understanding, he can worship the Supreme Personality of Godhead with his spiritually purified senses and fulfill the desires of the Lord.</P><P>man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru</P><P CLASS=n>m&#257;m evaishyasi satyam te pratij&#257;ne priyo 'si me</P><P>"Always think of Me and become My devotee. Worship Me and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend." (<A CLASS=v HREF="../../../bg/18/65.htm">Bg. 18.65</A>)</P><P>In the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/27.htm">5.27-28</A>) it is stated:</P><P>atha venu-nin&#257;dasya tray&#299;-m&#363;rti-may&#299; gatih</P><P CLASS=n>phurant&#299; pravive&#347;&#257;&#347;u mukh&#257;bj&#257;ni svayambhuvah</P><P CLASS=n>g&#257;yatr&#299;m g&#257;yatas tasm&#257;d adhigatya saroja-jah</P><P CLASS=n>samskrita&#347; c&#257;di-gurun&#257; dvijat&#257;m agamat tatah</P><P CLASS=n>trayy&#257; prabuddho 'tha vidhir vijñ&#257;ta-tattva-s&#257;garah</P><P CLASS=n>tusht&#257;va veda-s&#257;rena stotren&#257;nena ke&#347;avam</P><P>"Then G&#257;yatr&#299;, mother of the Vedas, having been manifested by the divine sound of &#346;r&#299; Krishna's flute, entered the lotus mouth of Brahm&#257;, the self-born, through his eight earholes. Thus the lotus-born Brahm&#257; received the G&#257;yatr&#299; mantra, which had sprung from the song of &#346;r&#299; Krishna's flute. In this way he attained twice-born status, having been initiated by the supreme, primal preceptor, Godhead Himself. Enlightened by the recollection of that G&#257;yatr&#299;, which embodies the three Vedas, Brahm&#257; became acquainted with the expanse of the ocean of truth. Then he worshiped &#346;r&#299; Krishna, the essence of all the Vedas, with a hymn."</P><P>The vibration of Krishna's flute is the origin of the Vedic hymns. Lord Brahm&#257;, who is seated on a lotus flower, heard the sound vibration of Krishna's flute and was thereby initiated by the G&#257;yatr&#299; mantra.</P><P CLASS=l><A CLASS=i HREF="137.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="139.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>