<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 139</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 139"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.139</P><P CLASS=c>purusha, yoshit, kib&#257; sth&#257;vara-ja&#324;gama</P><P CLASS=c>sarva-citt&#257;karshaka, s&#257;ksh&#257;t manmatha-madana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/male">male</A>; <A CLASS=v HREF="http://vedabase.net/y/yosit">yoshit</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> female; <A CLASS=v HREF="http://vedabase.net/k/kiba">kib&#257;</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sthavara">sth&#257;vara</A>-<A CLASS=v HREF="http://vedabase.net/j/jangama">ja&#324;gama</A> &#8212; living entities who cannot move and living entities who can move; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; of everyone; <A CLASS=v HREF="http://vedabase.net/c/citta">citta</A>-<A CLASS=v HREF="http://vedabase.net/a/akarsaka">&#257;karshaka</A> &#8212; the attractor of the minds; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/m/manmatha">manmatha</A>-<A CLASS=v HREF="http://vedabase.net/m/madana">madana</A> &#8212; captivator of Cupid himself.</P><P CLASS=t>TRANSLATION</P><P>"The very name Krishna means that He attracts even Cupid. He is therefore attractive to everyone &#8212; male and female, moving and inert living entities. Indeed, Krishna is known as the all-attractive one.</P><P CLASS=t>PURPORT</P><P>Just as there are many orbs in the material world called stars or planets, in the spiritual world there are many spiritual planets called Vaikunthalokas. The spiritual universe, however, is situated far, far away from the cluster of material universes. Material scientists cannot even estimate the number of planets and stars within this universe. They are also incapable of traveling to other stars by spaceship. According to the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/20.htm">8.20</A>), there is also a spiritual world:</P><P>paras tasm&#257;t tu bh&#257;vo 'nyo 'vyakto 'vyakt&#257;t san&#257;tanah</P><P CLASS=n>yah sa sarveshu bh&#363;teshu na&#347;yatsu na vina&#347;yati</P><P>"Yet there is another unmanifested nature, which is eternal and is transcendental to this manifested and unmanifested matter. It is supreme and is never annihilated. When all in this world is annihilated, that part remains as it is."</P><P>Thus there is another nature, which is superior to material nature. The word bh&#257;va or svabh&#257;va refers to nature. The spiritual nature is eternal, and even when all the material universes are destroyed, the planets in the spiritual world abide. They remain exactly as the spirit soul remains even after the annihilation of the material body. That spiritual world is called the apr&#257;krita (antimaterial) world. In this transcendental, spiritual world or universe, the highest planetary system is known as Goloka Vrind&#257;vana. That is the abode of Lord Krishna Himself, who is also all-spiritual. Krishna is known there as Apr&#257;krita-madana. The name Madana refers to Cupid, but Krishna is the spiritual Madana. His body is not material like the body of Cupid in this material universe. Krishna's body is all-spiritual &#8212; sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. Therefore He is called Apr&#257;krita-madana. He is also known as Manmatha-madana, which means that He is attractive even to Cupid. Sometimes Krishna's activities and attractive features are misinterpreted by gross materialists who accuse Him of being immoral because He danced with the gop&#299;s, but such an accusation results from not knowing that Krishna is beyond this material world. His body is sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], completely spiritual. There is no material contamination in His body, and one should not consider His body a lump of flesh and bones. The M&#257;y&#257;v&#257;d&#299; philosophers conceive of Krishna's body as material, and this is an abominable, grossly materialistic conception. Just as Krishna is completely spiritual, the gop&#299;s are also spiritual, and this is confirmed in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/37.htm">5.37</A>):</P><P>&#257;nanda-cin-maya-rasa-pratibh&#257;vit&#257;bhis</P><P CLASS=n>t&#257;bhir ya eva nija-r&#363;patay&#257; kal&#257;bhih</P><P CLASS=n>goloka eva nivasaty akhil&#257;tma-bh&#363;to</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord. He resides in His own realm, Goloka, with R&#257;dh&#257;, who resembles His own spiritual figure and who embodies the ecstatic potency (hl&#257;din&#299;). Their companions are Her confidantes, who embody extensions of Her bodily form and who are imbued and permeated with ever-blissful spiritual rasa."</P><P>The gop&#299;s are also of the same spiritual quality (nija-r&#363;patay&#257;) because they are expansions of Krishna's pleasure potency. Neither Krishna nor the gop&#299;s have anything to do with lumps of matter or the material conception. In the material world the living entity is encaged within a material body, and due to ignorance he thinks that he is the body. Therefore here the enjoyment of lusty desires between male and female is all material. One cannot compare the lusty desires of a materialistic man to the transcendental lusty desires of Krishna. Unless one is advanced in spiritual science, he cannot understand the lusty desires between Krishna and the gop&#299;s. In the Caitanya-carit&#257;mrita the lusty desire of the gop&#299;s is compared to gold. The lusty desires of a materialistic man, on the other hand, are compared to iron. At no stage can iron and gold be equated. The living entities &#8212; moving and nonmoving &#8212; are part and parcel of Krishna; therefore they originally have the same kind of lusty desire as His. But when this lusty desire is expressed through matter, it is abominable. When a living entity is spiritually advanced and liberated from material bondage, he can understand Krishna in truth. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world but attains My eternal abode, O Arjuna."</P><P>When one can understand the body of Krishna as well as the Lord's lusty desires, one is immediately liberated. A conditioned soul encaged within the material body cannot understand Krishna. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/3.htm">7.3</A>):</P><P>manushy&#257;n&#257;m sahasreshu ka&#347;cid yatati siddhaye</P><P CLASS=n>yatat&#257;m api siddh&#257;n&#257;m ka&#347;cin m&#257;m vetti tattvatah</P><P>"Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth."</P><P>The word siddhaye indicates liberation. Only after being liberated from material conditioning can one understand Krishna. When one can understand Krishna as He is (tattvatah), one actually lives in the spiritual world, although apparently living within the material body. This technical science can be understood when one is actually spiritually advanced.</P><P>In his Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/187">1.2.187</A>), &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says:</P><P>&#299;h&#257; yasya harer d&#257;sye karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su j&#299;van-muktah sa ucyate</P><P>When a person in this material world desires only to serve Krishna with love and devotion, he is liberated, even though functioning within this material world. As the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>) confirms:</P><P>m&#257;m ca yo 'vyabhic&#257;rena bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, unfailing in all circumstances, at once transcends the modes of material nature and thus comes to the level of Brahman."</P><P>Simply by engaging in the loving service of the Lord one can attain liberation. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">18.54</A>), brahma-bh&#363;tah prasann&#257;tm&#257; na &#347;ocati na k&#257;&#324;kshati. A person who is highly advanced in spiritual knowledge and who has attained the brahma-bh&#363;ta stage neither laments nor hankers for anything material. That is the stage of spiritual realization.</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura considers the brahma-bh&#363;ta stage in two divisions &#8212; svar&#363;pa-gata and vastu-gata. One who has understood Krishna in truth but is still maintaining some material connection is known to be situated in his svar&#363;pa, his original consciousness. When that original consciousness is completely spiritual, it is called Krishna consciousness. One who lives in such consciousness is actually living in Vrind&#257;vana. He may live anywhere; material location doesn't matter. When by the grace of Krishna one thus advances, he becomes completely uncontaminated by the material body and mind and at that time factually lives in Vrind&#257;vana. That stage is called vastu-gata.</P><P>One should execute his spiritual activities in the svar&#363;pa-gata stage of consciousness. He should also chant the cin-may&#299; G&#257;yatr&#299;, the spiritual mantras om namo bhagavate v&#257;sudev&#257;ya, kl&#299;m krishn&#257;ya govind&#257;ya gop&#299;jana-vallabh&#257;ya sv&#257;h&#257;, and kl&#299;m k&#257;ma-dev&#257;ya vidmahe pushpa-b&#257;n&#257;ya dh&#299;mahi tan no 'na&#324;gah pracoday&#257;t. These are the K&#257;ma-g&#257;yatr&#299; or k&#257;ma-b&#299;ja mantras. One should be initiated by a bona fide spiritual master and worship Krishna with these transcendental mantras.</P><P>As explained by Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; in the previous verse and the current verse:</P><P>vrind&#257;vane 'apr&#257;krita nav&#299;na madana'</P><P CLASS=n>k&#257;ma-g&#257;yatr&#299; k&#257;ma-b&#299;je y&#257;&#324;ra up&#257;sana</P><P CLASS=n>purusha, yoshit, kib&#257; sth&#257;vara-ja&#324;gama</P><P CLASS=n>sarva-citt&#257;karshaka, s&#257;ksh&#257;t manmatha-madana</P><P>A person who is properly purified and initiated by the spiritual master worships the Supreme Personality of Godhead, Krishna, by chanting this mantra, the K&#257;ma-g&#257;yatr&#299; with the k&#257;ma-b&#299;ja. As the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/65.htm">18.65</A>) confirms, one should engage in transcendental worship in order to be fit for being attracted by Krishna, the all-attractive:</P><P>man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru</P><P CLASS=n>m&#257;m evaishyasi satyam te pratij&#257;ne priyo 'si me</P><P>"Always think of Me and become My devotee. Worship Me and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend."</P><P>Since every living entity is part and parcel of Krishna, Krishna is naturally attractive. Due to the material covering, one's attraction for Krishna is checked. One is not usually attracted by Krishna in the material world, but as soon as one is liberated from material conditioning, he is naturally attracted. Therefore it is said in this verse, sarva-citt&#257;karshaka: "Everyone is naturally attracted by Krishna." This attraction is within everyone's heart, and when the heart is cleansed, that attraction is manifested (ceto-darpana-m&#257;rjanam bhava-mah&#257;-d&#257;v&#257;gni-nirv&#257;panam [Cc. <A CLASS=v HREF="../../../cc/antya/20/12.htm">Antya 20.12</A>]).</P><P CLASS=l><A CLASS=i HREF="138.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="140.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>