<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 166</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 166"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.166</P><P CLASS=c>r&#257;dh&#257;-prati krishna-sneha &#8212; sugandhi udvartana</P><P CLASS=c>t&#257;'te ati sugandhi deha &#8212; ujjvala-varana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/radha">r&#257;dh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/prati">prati</A> &#8212; toward <A HREF="http://vedabase.net/s/srimati">&#346;r&#299;mat&#299;</A> R&#257;dh&#257;r&#257;n&#299;; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A> &#8212; the affection of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/g/gandhi">gandhi</A> <A CLASS=v HREF="http://vedabase.net/u/udvartana">udvartana</A> &#8212; perfumed massage; <A CLASS=v HREF="http://vedabase.net/t/ta">t&#257;</A>'<A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/g/gandhi">gandhi</A> &#8212; perfumed; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/u/ujjvala">ujjvala</A> &#8212; brilliant; <A CLASS=v HREF="http://vedabase.net/v/varana">varana</A> &#8212; luster.</P><P CLASS=t>TRANSLATION</P><P>"&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s transcendental body is brilliant in luster and full of all transcendental fragrances. Lord Krishna's affection for Her is like a perfumed massage.</P><P CLASS=t>PURPORT</P><P>Sugandhi udvartana refers to a paste made of several perfumes and fragrant oils. This paste is massaged all over the body, and in this way the body's dirt and perspiration are removed. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s body is automatically perfumed, but when Her body is massaged with the scented paste of Lord Krishna's affection, Her entire body is doubly perfumed and made brilliant and lustrous. This is the beginning of Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;'s description of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s transcendental body. This description (found in verses 165-181) is based on a book by &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; known as Prem&#257;mbhoja-maranda. &#346;r&#299;la Bhaktivinoda Th&#257;kura's translation of the original Sanskrit reads as follows:</P><P>"The love of the gop&#299;s for Krishna is full of transcendental ecstasy. It appears to be a brilliant jewel, and enlightened by such a transcendental jewel, R&#257;dh&#257;r&#257;n&#299;'s body is further perfumed and decorated with ku&#324;kuma. In the morning Her body is bathed in the nectar of compassion, in the afternoon in the nectar of youth, and in the evening in the nectar of luster itself. In this way the bathing is performed, and Her body becomes as brilliant as the cint&#257;mani jewel. She is dressed in various kinds of silken garments, one of which is Her natural shyness.</P><P>"Her beauty is more and more enhanced, being decorated with the red ku&#324;kuma of beauty itself and the blackish musk of conjugal love. Thus Her body is decorated with different colors. Her ornaments embody the natural symptoms of ecstasy &#8212; trembling, tears, jubilation, stunning, perspiration, faltering of the voice, bodily redness, madness and dullness. In this way Her entire body is bedecked with these nine different jewels. Over and above this, the beauty of Her body is enhanced by Her transcendental qualities, which constitute the flower garland hanging on Her body. The ecstasy of love for Krishna is known as dh&#299;r&#257; and adh&#299;r&#257;, sober and restless. Such ecstasy constitutes the covering of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s body, and it is adorned by camphor. Her transcendental anger toward Krishna is embodied as the arrangement of the hair on Her head, and the tilaka of Her great fortune shines on Her beautiful forehead. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s earrings are the holy names of Krishna, as well as the hearing of His name and fame. Her lips are always reddish due to the betel nut of ecstatic affection for Krishna. The black ointment around Her eyes is Her tricky behavior with Krishna brought about by love. Her joking with Krishna and gentle smiling constitute the camphor with which She is perfumed. She sleeps in Her room with the aroma of pride, and when She lies down in Her bed, the transcendental variety of Her loving ecstasies is like a jeweled locket in the midst of Her necklace of separation. Her transcendental breasts are covered by Her sari in the form of affection and anger toward Krishna. She has a stringed instrument known as a kacchap&#299;-v&#299;n&#257;, which is the fame and fortune that actually dries up the faces and breasts of the other gop&#299;s. She always keeps Her hands on the shoulder of Her gop&#299; friend, who represents Her youthful beauty, and although She is highly qualified with so many spiritual assets, She is nonetheless affected by the Cupid known as Krishna. Thus She is defeated. &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; offers his respectful obeisances to &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, taking a straw in his mouth. Indeed, he prays, 'O G&#257;ndharvik&#257;, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, just as Lord Krishna never rejects a surrendered soul, please don't reject me.'" This is a summary translation of the Prem&#257;mbhoja-maranda, which Kavir&#257;ja Gosv&#257;m&#299; quotes.</P><P CLASS=l><A CLASS=i HREF="165.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="167.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>