<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 175</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 175"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.175</P><P CLASS=c>'kila-kiñcit&#257;di'-bh&#257;va-vim&#347;ati-bh&#363;shita</P><P CLASS=c>guna-&#347;ren&#299;-pushpam&#257;l&#257; sarv&#257;&#324;ge p&#363;rita</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kila">kila</A>-<A CLASS=v HREF="http://vedabase.net/k/kincita">kiñcita</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; headed by <A HREF="http://vedabase.net/k/kila">kila</A>-<A HREF="http://vedabase.net/k/kincita">kiñcita</A>; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; with the ecstasies; <A CLASS=v HREF="http://vedabase.net/v/vimsati">vim&#347;ati</A> &#8212; twenty; <A CLASS=v HREF="http://vedabase.net/b/bhusita">bh&#363;shita</A> &#8212; decorated; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/s/sreni">&#347;ren&#299;</A> &#8212; of Her attractive qualities; <A CLASS=v HREF="http://vedabase.net/p/puspa">pushpa</A>-<A CLASS=v HREF="http://vedabase.net/m/mala">m&#257;l&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> garland of flowers; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/ange">a&#324;ge</A> &#8212; all over the body; <A CLASS=v HREF="http://vedabase.net/p/purita">p&#363;rita</A> &#8212; filled.</P><P CLASS=t>TRANSLATION</P><P>"Also ornamenting Her body are the twenty kinds of ecstatic symptoms beginning with kila-kiñcita. Her transcendental qualities constitute the flower garland hanging in fullness over Her body.</P><P CLASS=t>PURPORT</P><P>The twenty different moods headed by kila-kiñcita are described as follows. First, in connection with the body, there are bh&#257;va (ecstasy), h&#257;va (gestures) and hel&#257; (negligence); in relation to the self there are &#347;obh&#257; (beauty), k&#257;nti (luster), d&#299;pti (brilliance), m&#257;dhurya (sweetness), pragalbhat&#257; (impudence), aud&#257;rya (magnanimity) and dhairya (patience); and in relation to nature there are l&#299;l&#257; (pastimes), vil&#257;sa (enjoyment), vicchitti (breaking off) and vibhrama (puzzlement). There are no English equivalents for the words kila-kiñcita, mott&#257;yita and kuttamita.</P><P>&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s flower garland consists of Her qualities and is divided into mental, verbal and bodily parts. Her attitude of forgiveness and mercy is all mental. Her talks, which are very pleasing to the ear, are verbal. The bodily qualities are age, beauty, luster and grace.</P><P CLASS=l><A CLASS=i HREF="174.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="176.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>