<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verses 204-205</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verses 204-205"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.204-205</P><P CLASS=c>sakh&#299; vin&#257; ei l&#299;l&#257;ya anyera n&#257;hi gati</P><P CLASS=c>sakh&#299;-bh&#257;ve ye t&#257;&#324;re kare anugati</P><P CLASS=c>r&#257;dh&#257;-krishna-kuñjasev&#257;-s&#257;dhya sei p&#257;ya</P><P CLASS=c>sei s&#257;dhya p&#257;ite &#257;ra n&#257;hika up&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sakhi">sakh&#299;</A> <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/l/lilaya">l&#299;l&#257;ya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> these pastimes; <A CLASS=v HREF="http://vedabase.net/a/anyera">anyera</A> &#8212; of others; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/g/gati">gati</A> &#8212; entrance; <A CLASS=v HREF="http://vedabase.net/s/sakhi">sakh&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mood of the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/a/anugati">anugati</A> &#8212; following; <A CLASS=v HREF="http://vedabase.net/r/radha">r&#257;dh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; of <A HREF="http://vedabase.net/r/radha">R&#257;dh&#257;</A> and <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kunja">kuñja</A>-<A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; of service <A HREF="http://vedabase.net/i/in">in</A> the kuñjas, or gardens, of <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/s/sadhya">s&#257;dhya</A> &#8212; the goal; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> gets; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sadhya">s&#257;dhya</A> &#8212; achievement; <A CLASS=v HREF="http://vedabase.net/p/paite">p&#257;ite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> receive; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/n/nahika">n&#257;hika</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/u/upaya">up&#257;ya</A> &#8212; means.</P><P CLASS=t>TRANSLATION</P><P>"Without the help of the gop&#299;s, one cannot enter into these pastimes. Only one who worships the Lord in the ecstasy of the gop&#299;s, following in their footsteps, can engage in the service of &#346;r&#299; &#346;r&#299; R&#257;dh&#257;-Krishna in the bushes of Vrind&#257;vana. Only then can one understand the conjugal love between R&#257;dh&#257; and Krishna. There is no other procedure for understanding.</P><P CLASS=t>PURPORT</P><P>The means for returning home, for going back to Godhead, is devotional service, but everyone has a different taste in the Lord's service. One may be inclined to serve the Lord in servitude (d&#257;sya-rasa), fraternity (sakhya-rasa) or parental love (v&#257;tsalya-rasa), but none of these can enable one to enter into the service of the Lord in conjugal love. To attain such service, one has to follow in the footsteps of the gop&#299;s in the ecstasy of sakh&#299;-bh&#257;va. Then only can one understand the transcendental mellow of conjugal love.</P><P>In the Ujjvala-n&#299;lamani, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; advises:</P><P>prema-l&#299;l&#257;-vih&#257;r&#257;n&#257;m</P><P CLASS=n>samyag vist&#257;rik&#257; sakh&#299;</P><P CLASS=n>vi&#347;rambha-ratna-pet&#299; ca</P><P>One who expands the conjugal love of Krishna and His enjoyment among the gop&#299;s is called a sakh&#299;. Such a person is a confidential gop&#299; in the conjugal affairs. Such assistants are like jewels in the form of Krishna's confidantes. The actual business of the sakh&#299;s is described thus in Ujjvala-n&#299;lamani:</P><P>mithah prema-gunotk&#299;rtis tayor &#257;sakti-k&#257;rit&#257;</P><P CLASS=n>abhis&#257;ro dvayor eva sakhy&#257;h krishne samarpanam</P><P CLASS=n>narm&#257;&#347;v&#257;sana-nepathyam hridayodgh&#257;ta-p&#257;tavam</P><P CLASS=n>chidra-samvritir etasy&#257;h paty-&#257;deh parivañcan&#257;</P><P CLASS=n>&#347;iksh&#257; sa&#324;gamanam k&#257;le sevanam vyajan&#257;dibhih</P><P CLASS=n>tayor dvayor up&#257;lambhah sande&#347;a-preshanam tath&#257;</P><P CLASS=n>n&#257;yik&#257;-pr&#257;na-samraksh&#257; prayatn&#257;dy&#257;h sakh&#299;-kriy&#257;h</P><P>In the conjugal pastimes of Krishna, Krishna is the hero (n&#257;yaka), and R&#257;dhik&#257; is the heroine (n&#257;yik&#257;). The first business of the gop&#299;s is to chant the glories of both the hero and the heroine. Their second business is to gradually create a situation in which the hero may be attracted to the heroine and vice versa. Their third business is to induce both of Them to approach each other. Their fourth business is to surrender unto Krishna, the fifth is to create a jovial atmosphere, the sixth to give Them assurance to enjoy Their pastimes, the seventh to dress and decorate both hero and heroine, the eighth to show expertise in expressing Their desires, the ninth to conceal the faults of the heroine, the tenth to cheat their respective husbands and relatives, the eleventh to educate, the twelfth to enable both the hero and heroine to meet at the proper time, the thirteenth to fan the hero and heroine, the fourteenth to sometimes reproach the hero and heroine, the fifteenth to set conversations in motion, and the sixteenth to protect the heroine by various means.</P><P>Some materialistic sahajiy&#257;s who cannot actually understand the pastimes of R&#257;dh&#257; and Krishna manufacture their own life-styles without referring to authority. Such sahajiy&#257;s are called sakh&#299;-bhek&#299;, and sometimes they are called gaura-n&#257;gar&#299;. They believe that the material body, which is fit to be eaten by jackals and dogs, is enjoyable for Krishna. Consequently they artificially decorate the material body to attract Krishna, thinking themselves sakh&#299;s. But Krishna is never attracted by the artificial grooming of the material body. As far as &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and Her gop&#299;s are concerned, their bodies, homes, dresses, ornaments, endeavors and activities are all spiritual. All of these are meant to satisfy the spiritual senses of Krishna. Indeed, they are so pleasing and endearing to Krishna that He is subjugated by the influence of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and Her friends. They have nothing to do with anything mundane within the fourteen planetary systems of the universe. Although Krishna is attractive to everyone, He is nonetheless attracted by the gop&#299;s and &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P>One should not be misled by mental concoctions, supposing his material body to be perfect and deeming oneself a sakh&#299;. This is something like aha&#324;grahop&#257;san&#257;, that is, a M&#257;y&#257;v&#257;d&#299;'s worship of his own body as the Supreme. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has cautioned mundaners to abstain from such conceptions. He also warns that thinking oneself one of the associates of the Supreme without following in the footsteps of the gop&#299;s is as offensive as thinking oneself the Supreme. Such thinking is an apar&#257;dha. One has to practice living in Vrind&#257;vana by hearing about the talks of the gop&#299;s with Krishna. However, one should not consider himself a gop&#299;, for this is offensive.</P><P CLASS=l><A CLASS=i HREF="203.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="206.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>