<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 215</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 215"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.215</P><P CLASS=c>sahaja gop&#299;ra prema, &#8212; nahe pr&#257;krita k&#257;ma</P><P CLASS=c>k&#257;ma-kr&#299;d&#257;-s&#257;mye t&#257;ra kahi 'k&#257;ma'-n&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sahaja">sahaja</A> &#8212; natural; <A CLASS=v HREF="http://vedabase.net/g/gopira">gop&#299;ra</A> &#8212; of the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; is not; <A CLASS=v HREF="http://vedabase.net/p/prakrta">pr&#257;krita</A> &#8212; material; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; lust; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/krida">kr&#299;d&#257;</A> &#8212; lusty affairs; <A CLASS=v HREF="http://vedabase.net/s/samye">s&#257;mye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> appearing equal <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; of such activities; <A CLASS=v HREF="http://vedabase.net/k/kahi">kahi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> speak; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A> "lust."</P><P CLASS=t>TRANSLATION</P><P>"It is to be noted that the natural characteristic of the gop&#299;s is to love the Supreme Lord. Their lusty desire is not to be compared to material lust. Nonetheless, because their desire sometimes appears to resemble material lust, their transcendental love for Krishna is sometimes described as lust.</P><P CLASS=t>PURPORT</P><P>Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura says that material lust should never be attributed to Krishna, who is full of transcendental knowledge. Material lust cannot be engaged in the service of the Lord, for it is applicable to materialists, not to Krishna. Only prema, or love of Godhead, is applicable for the satisfaction of Krishna. Prema is full service rendered unto the Lord. The lusty affairs of the gop&#299;s actually constitute the topmost love of Godhead because the gop&#299;s never act for their own personal satisfaction. They are simply pleased by engaging other gop&#299;s in the service of the Lord. The gop&#299;s derive more transcendental pleasure from indirectly engaging other gop&#299;s in the service of Krishna than from engaging in His service themselves. That is the difference between material lust and love of Godhead. Lust applies to the material world, and love of Godhead applies only to Krishna.</P><P CLASS=l><A CLASS=i HREF="214.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="216.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>