<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 221</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 221"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.221</P><P CLASS=c>r&#257;g&#257;nuga-m&#257;rge t&#257;&#324;re bhaje yei jana</P><P CLASS=c>sei-jana p&#257;ya vraje vrajendra-nandana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raga">r&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/a/anuga">anuga</A> &#8212; of spontaneous attachment; <A CLASS=v HREF="http://vedabase.net/m/marge">m&#257;rge</A> &#8212; on the path; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaje">bhaje</A> &#8212; worships; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; that person; <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; gets; <A CLASS=v HREF="http://vedabase.net/v/vraje">vraje</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/v/vrajendra">vrajendra</A>-<A CLASS=v HREF="http://vedabase.net/n/nandana">nandana</A> &#8212; the son of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/n/nanda">Nanda</A>.</P><P CLASS=t>TRANSLATION</P><P>"If one worships the Lord on the path of spontaneous love and goes to Vrind&#257;vana, he receives the shelter of Vrajendra-nandana, the son of Nanda Mah&#257;r&#257;ja.</P><P CLASS=t>PURPORT</P><P>In all, there are sixty-four items listed for the rendering of service unto Krishna, and these are the regulative principles enjoined in the &#347;&#257;stras and given by the spiritual master. One has to serve Krishna according to these regulative principles, but if one develops spontaneous love for Krishna as exhibited in the activities of those who live in Vrajabh&#363;mi, one attains the platform of r&#257;g&#257;nuga-bhakti. One who has developed this spontaneous love is eligible for elevation to the platform enjoyed by the inhabitants of Vrajabh&#363;mi. In Vrajabh&#363;mi, there are no regulative principles set forth for Krishna's service. Rather, everything is carried out in spontaneous, natural love for Krishna. There is no question of following the principles of the Vedic system. Such principles are followed within this material world, and as long as one is on the material platform, he has to execute them. However, spontaneous love of Krishna is transcendental. It may seem that the regulative principles are being violated, but the devotee is on the transcendental platform. Such service is called gun&#257;t&#299;ta, or nirguna, for it is not contaminated by the three modes of material nature.</P><P CLASS=l><A CLASS=i HREF="220.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="222.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>