<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 229</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 229"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.229</P><P CLASS=c>siddha-dehe cinti' kare t&#257;h&#257;&#324;ñi sevana</P><P CLASS=c>sakh&#299;-bh&#257;ve p&#257;ya r&#257;dh&#257;-krishnera carana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A>-<A CLASS=v HREF="http://vedabase.net/d/dehe">dehe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the perfected stage; <A CLASS=v HREF="http://vedabase.net/c/cinti">cinti</A>' &#8212; by remembering; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/t/tahanni">t&#257;h&#257;&#324;ñi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the spiritual world; <A CLASS=v HREF="http://vedabase.net/s/sevana">sevana</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/s/sakhi">sakh&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> mood of the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; gets; <A CLASS=v HREF="http://vedabase.net/r/radha">r&#257;dh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of <A HREF="http://vedabase.net/r/radha">R&#257;dh&#257;</A> and <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; the lotus feet.</P><P CLASS=t>TRANSLATION</P><P>"After thinking of R&#257;dh&#257; and Krishna and Their pastimes for a long time and after getting completely free from material contamination, one is transferred to the spiritual world. There the devotee attains an opportunity to serve R&#257;dh&#257; and Krishna as one of the gop&#299;s.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments that the word siddha-deha, "perfected spiritual body," refers to a body beyond the material gross body composed of five elements and the subtle astral body composed of mind, intelligence and false ego. In other words, one attains a completely spiritual body fit to render service to the transcendental couple R&#257;dh&#257; and Krishna: sarvop&#257;dhi-vinirmuktam tat-paratvena nirmalam [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>].</P><P>When one is situated in his spiritual body, which is beyond this gross and subtle material body, he is fit to serve R&#257;dh&#257; and Krishna. That body is called siddha-deha. The living entity attains a particular type of gross body in accordance with his past activities and mental condition. In this life the mental condition changes in different ways, and the same living entity gets another body in the next life according to his desires. The mind, intelligence and false ego are always engaged in an attempt to dominate material nature. According to that subtle astral body, one attains a gross body to enjoy the objects of one's desires. According to the activities of the present body, one prepares another subtle body. And according to the subtle body, one attains another gross body. This is the process of material existence. However, when one is spiritually situated and does not desire a gross or subtle body, he attains his original spiritual body. As confirmed by the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>): tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna.</P><P>One is elevated to the spiritual world by the spiritual body and is situated either in Goloka Vrind&#257;vana or in another Vaikuntha planet. In the spiritual body there are no longer material desires, and one is fully satisfied by rendering service to the Supreme Personality of Godhead, R&#257;dh&#257; and Krishna. This is the platform of bhakti (hrish&#299;kena hrish&#299;ke&#347;a-sevanam bhaktir ucyate [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]). When the spiritual body, mind and senses are completely purified, one can render service to the Supreme Personality of Godhead and His consort. In Vaikuntha the consort is Lakshm&#299;, and in Goloka Vrind&#257;vana the consort is &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. In the spiritual body, free from material contamination, one can serve R&#257;dh&#257;-Krishna and Lakshm&#299;-N&#257;r&#257;yana. When one is thus spiritually situated, he no longer thinks of his own personal sense gratification. This spiritual body is called siddha-deha, the body by which one can render transcendental service unto R&#257;dh&#257; and Krishna. The process is that of engaging the transcendental senses in loving devotional service. This verse specifically mentions, sakh&#299;-bh&#257;ve p&#257;ya r&#257;dh&#257;-krishnera carana: only transcendentally elevated persons in the mood of the gop&#299;s can engage in the service of the lotus feet of R&#257;dh&#257; and Krishna.</P><P CLASS=l><A CLASS=i HREF="228.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="230.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>