<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 230</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 230"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.230</P><P CLASS=c>gop&#299;-&#257;nugatya vin&#257; ai&#347;varya-jñ&#257;ne</P><P CLASS=c>bhajileha n&#257;hi p&#257;ya vrajendra-nandane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gopi">gop&#299;</A>-<A CLASS=v HREF="http://vedabase.net/a/anugatya">&#257;nugatya</A> &#8212; subservience <A HREF="http://vedabase.net/t/to">to</A> the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/a/aisvarya">ai&#347;varya</A>-<A CLASS=v HREF="http://vedabase.net/j/jnane">jñ&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the knowledge of opulence; <A CLASS=v HREF="http://vedabase.net/b/bhajileha">bhajileha</A> &#8212; if serving the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; gets; <A CLASS=v HREF="http://vedabase.net/v/vrajendra">vrajendra</A>-<A CLASS=v HREF="http://vedabase.net/n/nandane">nandane</A> &#8212; the son of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/n/nanda">Nanda</A>, <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>"Unless one follows in the footsteps of the gop&#299;s, he cannot attain the service of the lotus feet of Krishna, the son of Nanda Mah&#257;r&#257;ja. If one is overcome by knowledge of the Lord's opulence, he cannot attain the Lord's lotus feet, even though he is engaged in devotional service.</P><P CLASS=t>PURPORT</P><P>One can worship Lakshm&#299;-N&#257;r&#257;yana by the process of vidhi-m&#257;rga, worshiping the Lord with regulative principles according to the instructions of the &#347;&#257;stra and the spiritual master. But the Supreme Personality of Godhead, R&#257;dh&#257;-Krishna, cannot be directly worshiped by this process. The dealings between R&#257;dh&#257; and Krishna and the gop&#299;s are devoid of the opulences of Lakshm&#299;-N&#257;r&#257;yana. The process of vidhi-m&#257;rga, following the regulative principles, is utilized in the worship of Lakshm&#299;-N&#257;r&#257;yana, whereas the process of spontaneous service &#8212; following in the footsteps of the gop&#299;s, who are the denizens of Vrind&#257;vana &#8212; is transcendentally more advanced and is the process whereby R&#257;dh&#257; and Krishna are worshiped. One cannot attain this elevated position while worshiping the Lord in His opulence. Those attracted by the conjugal love between R&#257;dh&#257; and Krishna must follow in the footsteps of the gop&#299;s. Only then is it possible to enter into the Lord's service in Goloka Vrind&#257;vana and directly associate with R&#257;dh&#257; and Krishna.</P><P CLASS=l><A CLASS=i HREF="229.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="231.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>