<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 245</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 245"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.245</P><P CLASS=c>prabhu kahe, &#8212; "kon vidy&#257; vidy&#257;-madhye s&#257;ra?"</P><P CLASS=c>r&#257;ya kahe, &#8212; "krishna-bhakti vin&#257; vidy&#257; n&#257;hi &#257;ra"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the Lord inquired; <A CLASS=v HREF="http://vedabase.net/k/kon">kon</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the midst of knowledge; <A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A> &#8212; the most important; <A CLASS=v HREF="http://vedabase.net/r/raya">r&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/r/ramananda">R&#257;m&#257;nanda</A> <A HREF="http://vedabase.net/r/raya">R&#257;ya</A> answered; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; except; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; education; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; any other.</P><P CLASS=t>TRANSLATION</P><P>On one occasion the Lord inquired, "Of all types of education, which is the most important?"</P><P>R&#257;m&#257;nanda R&#257;ya replied, "No education is important other than the transcendental devotional service of Krishna."</P><P CLASS=t>PURPORT</P><P>Texts 245 to 257 are all questions and answers between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya. In these exchanges there is an attempt to show the difference between material and spiritual existence. Education in Krishna consciousness is always transcendental and is the best of all forms of education. Material education aims at increasing the activities of material sense gratification. Beyond material sense gratification is another negative form of knowledge called brahma-vidy&#257;, or impersonal transcendental knowledge. But beyond that brahma-vidy&#257;, or knowledge of the impersonal Brahman, is knowledge of devotional service to the Supreme Lord, Vishnu. This knowledge is higher. And higher still is devotional service to Lord Krishna, which is the topmost form of education. According to &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/4/29/49.htm">4.29.49</A>), tat karma hari-tosham yat s&#257; vidy&#257; tan-matir yay&#257;: "Work meant for pleasing the Supreme Lord is the best, and education that enhances one's Krishna consciousness is the best."</P><P>Also, according to &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/5/23.htm">7.5.23-24</A>):</P><P>&#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam</P><P CLASS=n>arcanam vandanam d&#257;syam sakhyam &#257;tma-nivedanam</P><P CLASS=n>iti pums&#257;rpit&#257; vishnau bhakti&#347; cen nava-lakshan&#257;</P><P CLASS=n>kriyeta bhagavaty addh&#257; tan manye 'dh&#299;tam uttamam</P><P>This is a statement given by Prahl&#257;da Mah&#257;r&#257;ja in answer to a question raised by his father. Prahl&#257;da Mah&#257;r&#257;ja said, "To hear or chant about Lord Vishnu, to remember Him, to serve His lotus feet, to worship Him, to offer prayers to Him, to become His servant and His friend, to sacrifice everything for His service &#8212; all these are varieties of devotional service. One who is engaged in such activities is understood to be educated to the topmost perfection."</P><P CLASS=l><A CLASS=i HREF="244.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="246.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>