<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 246</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 246"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.246</P><P CLASS=c>'k&#299;rti-gana-madhye j&#299;vera kon bada k&#299;rti?'</P><P CLASS=c>'krishna-bhakta baliy&#257; y&#257;&#324;h&#257;ra haya khy&#257;ti'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kirti">k&#299;rti</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A>-<A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; among glorious activities; <A CLASS=v HREF="http://vedabase.net/j/jivera">j&#299;vera</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/k/kon">kon</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/b/bada">bada</A> &#8212; greatest; <A CLASS=v HREF="http://vedabase.net/k/kirti">k&#299;rti</A> &#8212; glory; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> devotee of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/baliya">baliy&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/y/yanhara">y&#257;&#324;h&#257;ra</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/k/khyati">khy&#257;ti</A> &#8212; the reputation.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu then asked R&#257;m&#257;nanda R&#257;ya, "Out of all glorious activities, which is the most glorious?"</P><P>R&#257;m&#257;nanda R&#257;ya replied, "That person who is reputed to be a devotee of Lord Krishna enjoys the utmost fame and glory."</P><P CLASS=t>PURPORT</P><P>The greatest reputation a living being can have is to be a devotee of Krishna and to act in Krishna consciousness. In the material world everyone is trying to be famous by accumulating a large bank balance or material opulence. There is a steady competition among karm&#299;s attempting to advance in a wealthy society. The whole world is turning in accordance with that competitive mood. But this kind of name and fame is temporary, for it lasts only as long as the temporary material body exists. One may become famous as a brahma-jñ&#257;n&#299;, an impersonalist scholar, or one may become a materially opulent person. In either case, such reputations are inferior to the reputation of Krishna's devotee. In the Garuda Pur&#257;na it is said:</P><P>kalau bh&#257;gavatam n&#257;ma durlabham naiva labhyate</P><P CLASS=n>brahma-rudra-padotkrishtam gurun&#257; kathitam mama</P><P>"In this Age of Kali, the fame of one who is known as a great devotee is very rare. However, such a position is superior to that of the great demigods like Brahm&#257; and Mah&#257;deva. This is the opinion of all spiritual masters."</P><P>In the Itih&#257;sa-samuccaya, N&#257;rada tells Pundar&#299;ka:</P><P>janm&#257;ntara-sahasreshu yasya sy&#257;d buddhir &#299;dri&#347;&#299;</P><P CLASS=n>d&#257;so 'ham v&#257;sudevasya sarv&#257;l lok&#257;n samuddharet</P><P>"After many, many births, when a person realizes that he is the eternal servant of V&#257;sudeva, he can deliver all the worlds."</P><P>In the &#256;di Pur&#257;na, in a conversation between Krishna and Arjuna, it is said, bhakt&#257;n&#257;m anugacchanti muktayah &#347;rutibhih saha: "The most exalted position of liberation is given by Vedic knowledge. Everyone follows in the footsteps of the devotee." Similarly, in the Brihan-n&#257;rad&#299;ya Pur&#257;na it is further stated, ady&#257;pi ca muni-&#347;reshth&#257; brahm&#257;dy&#257; api devat&#257;h: "Until now, even the great demigods like Brahm&#257; and Lord &#346;iva did not know the influence of a devotee." The Garuda Pur&#257;na similarly states:</P><P>br&#257;hman&#257;n&#257;m sahasrebhyah satra-y&#257;j&#299; vi&#347;ishyate</P><P CLASS=n>satra-y&#257;j&#299;-sahasrebhyah sarva-ved&#257;nta-p&#257;ragah</P><P CLASS=n>sarva-ved&#257;nta-vit-koty&#257; vishnu-bhakto vi&#347;ishyate</P><P CLASS=n>vaishnav&#257;n&#257;m sahasrebhya ek&#257;nty eko vi&#347;ishyate</P><P>"It is said that out of thousands of br&#257;hmanas, one is qualified to perform sacrifices, and out of many thousands of such qualified br&#257;hmanas expert in sacrificial offerings, one learned br&#257;hmana may have passed beyond all Vedic knowledge. He is considered the best among all these br&#257;hmanas. And yet, out of thousands of such br&#257;hmanas who have surpassed Vedic knowledge, one person may be a vishnu-bhakta, and he is most famous. Out of many thousands of such Vaishnavas, one who is completely fixed in the service of Lord Krishna is most famous. Indeed, a person who is completely devoted to the service of the Lord certainly returns home, back to Godhead."</P><P>There is also the following statement in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/3/13/4.htm">3.13.4</A>):</P><P>&#347;rutasya pums&#257;m sucira-&#347;ramasya</P><P CLASS=n>nanv añjas&#257; s&#363;ribhir &#299;dito 'rthah</P><P CLASS=n>tat-tad-gun&#257;nu&#347;ravanam mukunda-</P><P CLASS=n>p&#257;d&#257;ravindam hridayeshu yesh&#257;m</P><P>"After much hard labor, a person highly learned in Vedic literature certainly becomes very famous. However, one who is always hearing and chanting the glories of the lotus feet of Mukunda within his heart is certainly superior."</P><P>In the N&#257;r&#257;yana-vy&#363;ha-stava it is said:</P><P>n&#257;ham brahm&#257;pi bh&#363;y&#257;sam tvad-bhakti-rahito hare</P><P CLASS=n>tvayi bhaktas tu k&#299;to 'pi bh&#363;y&#257;sam janma-janmasu</P><P>"I do not aspire to take birth as a Brahm&#257; if that Brahm&#257; is not a devotee of the Lord. I shall be satisfied simply to take birth as an insect if I am given a chance to remain in the house of a devotee,"</P><P>There are many similar verses in &#346;r&#299;mad-Bh&#257;gavatam, especially 3.25.38, 4.24.29, 4.31.22, 7.9.24, and 10.14.30.</P><P>It was Lord &#346;iva who said, "I do not know the truth about Krishna, but a devotee of Lord Krishna knows all the truth. Out of all the devotees of Lord Krishna, Prahl&#257;da is the greatest."</P><P>Above Prahl&#257;da, the P&#257;ndavas are supposedly more advanced. Above the P&#257;ndavas are the members of the Yadu dynasty, who are even more advanced. In the Yadu dynasty, Uddhava is the furthest advanced, and above Uddhava are the damsels of Vraja-dh&#257;ma, the gop&#299;s themselves.</P><P>In the Brihad-v&#257;mana Pur&#257;na, Lord Brahm&#257; tells Bhrigu:</P><P>shashti-varsha-sahasr&#257;ni may&#257; taptam tapah pur&#257;</P><P CLASS=n>nanda-gopa-vraja-str&#299;n&#257;m p&#257;da-ren&#363;palabdhaye</P><P>"I underwent meditation and austerities for sixty thousand years just to understand the dust of the lotus feet of the gop&#299;s. Still, I could not understand it. To say nothing of me, even Lord &#346;iva, Lord &#346;esha and the goddess of fortune, Lakshm&#299;, could not understand it."</P><P>In the &#256;di Pur&#257;na the Supreme Personality of Godhead Himself says:</P><P>na tath&#257; me priyatamo brahm&#257; rudra&#347; ca p&#257;rthiva</P><P CLASS=n>na ca lakshm&#299;r na c&#257;tm&#257; ca yath&#257; gop&#299;-jano mama</P><P>"Lord Brahm&#257;, Lord &#346;iva, the goddess of fortune and even My own self are not as dear to Me as the gop&#299;s." Of all the gop&#299;s, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the topmost. R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; are the most exalted servitors of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and Lord &#346;r&#299; Caitanya Mah&#257;prabhu. Those who adhere to their service are known as r&#363;p&#257;nuga devotees. The Caitanya-candr&#257;mrita (26) gives the following statement about &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;:</P><P>&#257;st&#257;m vair&#257;gya-kotir bhavatu &#347;ama-dama-ksh&#257;nti-maitry-&#257;di-kotis</P><P CLASS=n>tattv&#257;nudhy&#257;na-kotir bhavatu bhavatu v&#257; vaishnav&#299; bhakti-kotih</P><P>koty-am&#347;o 'py asya na sy&#257;t tad api guna-gano yah svatah-siddha &#257;ste</P><P>&#347;r&#299;mac-caitanyacandra-priya-carana-nakha-jyotir &#257;moda-bh&#257;j&#257;m</P><P>The qualities of one engaged in the service of Lord &#346;r&#299; Caitanya Mah&#257;prabhu &#8212; such as reputation, austerities, penances and knowledge &#8212; are not to be compared to the good qualities of others. Such is the perfection of a devotee always engaged in the service of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="245.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="247.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>