<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 250</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 250"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.250</P><P CLASS=c>'g&#257;na-madhye kona g&#257;na &#8212; j&#299;vera nija dharma?'</P><P CLASS=c>'r&#257;dh&#257;-krishnera prema-keli' &#8212; yei g&#299;tera marma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gana">g&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; among songs; <A CLASS=v HREF="http://vedabase.net/k/kona">kona</A> <A CLASS=v HREF="http://vedabase.net/g/gana">g&#257;na</A> &#8212; which song; <A CLASS=v HREF="http://vedabase.net/j/jivera">j&#299;vera</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A> &#8212; his own; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religion; <A CLASS=v HREF="http://vedabase.net/r/radha">r&#257;dh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/k/keli">keli</A> &#8212; the loving affairs of <A HREF="http://vedabase.net/r/radha">R&#257;dh&#257;</A> and <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/g/gitera">g&#299;tera</A> &#8212; of the song; <A CLASS=v HREF="http://vedabase.net/m/marma">marma</A> &#8212; purport.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu next asked R&#257;m&#257;nanda R&#257;ya, "Among many songs, which song is to be considered the actual religion of the living entity?"</P><P>R&#257;m&#257;nanda R&#257;ya replied, "That song describing the loving affairs of &#346;r&#299; R&#257;dh&#257; and Krishna is superior to all other songs."</P><P CLASS=t>PURPORT</P><P>As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/33/36.htm">10.33.36</A>):</P><P>anugrah&#257;ya bhakt&#257;n&#257;m m&#257;nusham deham &#257;sthitah</P><P CLASS=n>bhajate t&#257;dri&#347;&#299;h kr&#299;d&#257; y&#257;h &#347;rutv&#257; tat-paro bhavet</P><P>"Lord Krishna descends apparently as a human being, and He exhibits His transcendental pastimes in Vrind&#257;vana so that the conditioned soul may be attracted to hearing His transcendental activities." Nondevotees are strictly prohibited from participating in songs celebrating the loving affairs of R&#257;dh&#257; and Krishna. Unless one is a devotee, it is very dangerous to hear the songs about the pastimes of R&#257;dh&#257; and Krishna that were written by Jayadeva Gosv&#257;m&#299;, Cand&#299;d&#257;sa and other exalted devotees. Lord &#346;iva drank an ocean of poison, but one should not imitate this. One must first become a pure devotee of Lord Krishna. Only then can one enjoy hearing the songs of Jayadeva and relish transcendental bliss. If one simply imitates the activities of Lord &#346;iva and drinks poison, one will certainly meet with death.</P><P>The talks between Lord &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya are meant for advanced devotees only. Those who are on the mundane platform and who study these talks in order to put forward some thesis for a Ph.D. will not be able to understand them. Instead, these conversations will have a poisonous effect.</P><P CLASS=l><A CLASS=i HREF="249.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="251.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>