<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 255</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 255"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.255</P><P CLASS=c>'&#347;ravana-madhye j&#299;vera kon &#347;reshtha &#347;ravana?'</P><P CLASS=c>'r&#257;dh&#257;-krishna-prema-keli karna-ras&#257;yana'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A>-<A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; out of all topics for hearing; <A CLASS=v HREF="http://vedabase.net/j/jivera">j&#299;vera</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/k/kon">kon</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/s/srestha">&#347;reshtha</A> &#8212; most important; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A> &#8212; topic of hearing; <A CLASS=v HREF="http://vedabase.net/r/radha">r&#257;dh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/k/keli">keli</A> &#8212; the loving affairs between <A HREF="http://vedabase.net/r/radha">R&#257;dh&#257;</A> and <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A>-<A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A>-<A CLASS=v HREF="http://vedabase.net/a/ayana">ayana</A> &#8212; most pleasing <A HREF="http://vedabase.net/t/to">to</A> the ear.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu asked, "Out of all topics people listen to, which is best for all living entities?"</P><P>R&#257;m&#257;nanda R&#257;ya replied, "Hearing about the loving affairs between R&#257;dh&#257; and Krishna is most pleasing to the ear."</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/33/39.htm">10.33.39</A>):</P><P>vikr&#299;ditam vraja-vadh&#363;bhir idam ca vishnoh</P><P CLASS=n>&#347;raddh&#257;nvito 'nu&#347;rinuy&#257;d atha varnayed yah</P><P CLASS=n>bhaktim par&#257;m bhagavati pratilabhya k&#257;mam</P><P CLASS=n>hrid-rogam &#257;&#347;v apahinoty acirena dh&#299;rah</P><P>"He who faithfully hears about the dealings between Lord Krishna and the gop&#299;s in the r&#257;sa dance and he who describes these activities attain to the perfectional stage of devotional service and simultaneously lose material, lusty desires."</P><P>A liberated person who hears about the loving affairs of R&#257;dh&#257; and Krishna is not inclined to have lusty desires. One mundane rogue once said that when the Vaishnavas chant the name "R&#257;dh&#257;, R&#257;dh&#257;," he simply remembers a barber's wife named R&#257;dh&#257;. This is a practical example. Unless one is liberated, he should not try to hear about the loving affairs between R&#257;dh&#257; and Krishna. If one is not liberated and listens to a relation of the r&#257;sa dance, he may remember his own mundane activities and illicit connections with some woman whose name may also be R&#257;dh&#257;. In the conditioned stage one should not even try to remember such things. By practicing the regulative principles, one should rise to the platform of spontaneous attraction for Krishna. Then and only then should one hear about r&#257;dh&#257;-krishna-l&#299;l&#257;. Although these affairs may be very pleasing both to conditioned and to liberated souls, the conditioned soul should not try to hear them. The talks between R&#257;m&#257;nanda R&#257;ya and &#346;r&#299; Caitanya Mah&#257;prabhu are conducted on the platform of liberation.</P><P CLASS=l><A CLASS=i HREF="254.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="256.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>