<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 257</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 257"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.257</P><P CLASS=c>'mukti, bhukti v&#257;ñche yei, k&#257;h&#257;&#324; du&#324;h&#257;ra gati?'</P><P CLASS=c>'sth&#257;vara-deha, deva-deha yaiche avasthiti'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mukti">mukti</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/b/bhukti">bhukti</A> &#8212; sense enjoyment; <A CLASS=v HREF="http://vedabase.net/v/vanche">v&#257;ñche</A> &#8212; desires; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/k/kahan">k&#257;h&#257;&#324;</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/d/dunhara">du&#324;h&#257;ra</A> &#8212; of both of them; <A CLASS=v HREF="http://vedabase.net/g/gati">gati</A> &#8212; the destination; <A CLASS=v HREF="http://vedabase.net/s/sthavara">sth&#257;vara</A>-<A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; the body of <A HREF="http://vedabase.net/a/a">a</A> tree; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; the body of <A HREF="http://vedabase.net/a/a">a</A> demigod; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/avasthiti">avasthiti</A> &#8212; situated.</P><P CLASS=t>TRANSLATION</P><P>"And what is the destination of those who desire liberation and those who desire sense gratification?" &#346;r&#299; Caitanya Mah&#257;prabhu asked.</P><P>R&#257;m&#257;nanda R&#257;ya replied, "Those who attempt to merge into the existence of the Supreme Lord will have to accept bodies like those of trees. And those who are overly inclined toward sense gratification will attain the bodies of demigods."</P><P CLASS=t>PURPORT</P><P>Those who desire liberation by merging into the existence of God do not desire sense gratification within the material world. On the other hand, they have no information about serving the lotus feet of the Lord. Consequently, they are doomed to stand like trees for many thousands of years. Although trees are living entities, they are nonmoving. The liberated soul who merges into the existence of the Lord is no better than the trees. Trees also stand in the Lord's existence because material energy and the Lord's energy are the same. Similarly, the Brahman effulgence is also the energy of the Supreme Lord. It is the same whether one remains in the Brahman effulgence or in the material energy because in neither is there spiritual activity. Better situated are those who desire sense gratification and promotion to the heavenly planets. Such people want to enjoy themselves like denizens of heaven in the gardens of paradise. They at least retain their individuality in order to enjoy life. But the impersonalists, who try to lose their individuality, also lose both material and spiritual pleasure. The last destination of the Buddhist philosophers is to become just like a stone, which is immovable and has neither material nor spiritual activity. As far as the hard-working karm&#299;s are concerned, &#346;r&#299;mad-Bh&#257;gavatam states (11.10.23):</P><P>ishtveha devat&#257; yajñaih svar-lokam y&#257;ti y&#257;jñikah</P><P CLASS=n>bhuñj&#299;ta deva-vat tatra bhog&#257;n divy&#257;n nij&#257;rjit&#257;n</P><P>"After performing various sacrificial rituals for elevation to the heavenly planets, the karm&#299;s go there and enjoy themselves with the demigods to the extent that they have obtained the results of pious activities."</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/20.htm">9.20-21</A>) Lord Krishna states:</P><P>trai-vidy&#257; m&#257;m soma-p&#257;h p&#363;ta-p&#257;p&#257;</P><P CLASS=n>yajñair ishtv&#257; svar-gatim pr&#257;rthayante</P><P CLASS=n>te punyam &#257;s&#257;dya surendra-lokam</P><P CLASS=n>a&#347;nanti divy&#257;n divi deva-bhog&#257;n</P><P CLASS=n>te tam bhuktv&#257; svarga-lokam vi&#347;&#257;lam</P><P CLASS=n>ksh&#299;ne punye martya-lokam vi&#347;anti</P><P CLASS=n>evam tray&#299;-dharmam anuprapann&#257;</P><P CLASS=n>gat&#257;gatam k&#257;ma-k&#257;m&#257; labhante</P><P>"Those who study the Vedas and drink soma juice, seeking the heavenly planets, worship Me indirectly. Purified of sinful reactions, they take birth on the pious, heavenly planet of Indra, where they enjoy godly delights. When they have thus enjoyed vast heavenly sense pleasure and the results of their pious activities are exhausted, they return to this mortal planet again. Thus those who seek sense enjoyment by adhering to the principles of the three Vedas achieve only repeated birth and death.."</P><P>Therefore after finishing the results of pious activities, the karm&#299;s return to this planet in the form of rain, and they begin their life as grass and plants in the evolutionary process.</P><P CLASS=l><A CLASS=i HREF="256.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="258.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>