<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 265</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 265"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.265</P><P CLASS=c>antary&#257;m&#299; &#299;&#347;varera ei r&#299;ti haye</P><P CLASS=c>b&#257;hire n&#257; kahe, vastu prak&#257;&#347;e hridaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/antaryami">antary&#257;m&#299;</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/i/isvarera">&#299;&#347;varera</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/r/riti">r&#299;ti</A> &#8212; the system; <A CLASS=v HREF="http://vedabase.net/h/haye">haye</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/b/bahire">b&#257;hire</A> &#8212; externally; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; does not speak; <A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A> &#8212; the facts; <A CLASS=v HREF="http://vedabase.net/p/prakase">prak&#257;&#347;e</A> &#8212; manifests; <A CLASS=v HREF="http://vedabase.net/h/hrdaye">hridaye</A> &#8212; within the heart.</P><P CLASS=t>TRANSLATION</P><P>R&#257;m&#257;nanda R&#257;ya continued, "The Supersoul within everyone's heart speaks not externally but from within. He instructs the devotees in all respects, and that is His way of instruction."</P><P CLASS=t>PURPORT</P><P>Here &#346;r&#299; R&#257;m&#257;nanda R&#257;ya admits that &#346;r&#299; Caitanya Mah&#257;prabhu is the Supersoul. It is the Supersoul that inspires the devotee; therefore He is the original source of the G&#257;yatr&#299; mantra, which states, om bh&#363;r bhuvah svah tat savitur varenyam bhargo devasya dh&#299;mahi dhiyo yo nah pracoday&#257;t. Savit&#257; is the original source of all intelligence. That Savit&#257; is Lord Caitanya Mah&#257;prabhu. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/2/4/22.htm">2.4.22</A>):</P><P>pracodit&#257; yena pur&#257; sarasvat&#299;</P><P CLASS=n>vitanvat&#257;jasya sat&#299;m smritim hridi</P><P CLASS=n>sva-lakshan&#257; pr&#257;durabh&#363;t kil&#257;syatah</P><P CLASS=n>sa me rish&#299;n&#257;m rishabhah pras&#299;dat&#257;m</P><P>"May the Lord, who in the beginning of the creation amplified the potent knowledge of Brahm&#257; from within his heart and inspired him with full knowledge of creation and His own self, and who appeared to be generated from the mouth of Brahm&#257;, be pleased with me." This was spoken by &#346;ukadeva Gosv&#257;m&#299; when he invoked the blessing of the Supreme Personality of Godhead before delivering &#346;r&#299;mad-Bh&#257;gavatam to Mah&#257;r&#257;ja Par&#299;kshit.</P><P CLASS=l><A CLASS=i HREF="264.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="266.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>