<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 274</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 274"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.274</P><P CLASS=c>sth&#257;vara-ja&#324;gama dekhe, n&#257; dekhe t&#257;ra m&#363;rti</P><P CLASS=c>sarvatra haya nija ishta-deva-sph&#363;rti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sthavara">sth&#257;vara</A>-<A CLASS=v HREF="http://vedabase.net/j/jangama">ja&#324;gama</A> &#8212; movable and inert; <A CLASS=v HREF="http://vedabase.net/d/dekhe">dekhe</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> sees; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/d/dekhe">dekhe</A> &#8212; sees; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; its; <A CLASS=v HREF="http://vedabase.net/m/murti">m&#363;rti</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A> &#8212; his own; <A CLASS=v HREF="http://vedabase.net/i/ista">ishta</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; worshipable Lord; <A CLASS=v HREF="http://vedabase.net/s/sphurti">sph&#363;rti</A> &#8212; manifestation.</P><P CLASS=t>TRANSLATION</P><P>"The mah&#257;-bh&#257;gavata, the advanced devotee, certainly sees everything mobile and immobile, but he does not exactly see their forms. Rather, everywhere he immediately sees manifest the form of the Supreme Lord."</P><P CLASS=t>PURPORT</P><P>Due to his deep ecstatic love for Krishna, the mah&#257;-bh&#257;gavata sees Krishna everywhere and nothing else. This is confirmed in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>): prem&#257;ñjana-cchurita-bhakti-vilocanena santah sadaiva hridayeshu vilokayanti.</P><P>As soon as a devotee sees something &#8212; be it movable or inert &#8212; he immediately remembers Krishna. An advanced devotee is advanced in knowledge. This knowledge is very natural to a devotee, for he has already read in the Bhagavad-g&#299;t&#257; how to awaken Krishna consciousness. According to Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/8.htm">7.8</A>):</P><P>raso 'ham apsu kaunteya prabh&#257;smi &#347;a&#347;i-s&#363;ryayoh</P><P CLASS=n>pranavah sarva-vedeshu &#347;abdah khe paurusham nrishu</P><P>"O son of Kunt&#299; [Arjuna], I am the taste of water, the light of the sun and the moon, the syllable om in the Vedic mantras; I am the sound in ether and ability in man."</P><P>Thus when a devotee drinks water or any other liquid, he immediately remembers Krishna. For a devotee there is no difficulty in awakening Krishna consciousness twenty-four hours a day. Caitanya Mah&#257;prabhu therefore says here:</P><P>sth&#257;vara ja&#324;gama dekhe n&#257; dekhe t&#257;ra m&#363;rti</P><P CLASS=n>sarvatra haya nija ishta-deva-sph&#363;rti</P><P>A saintly person, an advanced devotee, sees Krishna twenty-four hours a day and nothing else. As far as movable and inert things are concerned, a devotee sees them all as transformations of Krishna's energy. As Lord Krishna states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/4.htm">7.4</A>):</P><P>bh&#363;mir &#257;po 'nalo v&#257;yuh kham mano buddhir eva ca</P><P CLASS=n>aha&#324;k&#257;ra it&#299;yam me bhinn&#257; prakritir ashtadh&#257;</P><P>"Earth, water, fire, air, ether, mind, intelligence and false ego &#8212; all together these eight constitute My separated material energies."</P><P>Actually nothing is separate from Krishna. When a devotee sees a tree, he knows that the tree is a combination of two energies &#8212; material and spiritual. The inferior energy, which is material, forms the body of the tree; however, within the tree is the living entity, the spiritual spark, which is part and parcel of Krishna. This is the superior energy of Krishna within this world. Whatever living thing we see is simply a combination of these two energies. When an advanced devotee thinks of these energies, he immediately understands that they are manifestations of the Supreme Lord. As soon as we see the sun rise in the morning, we arise and set about doing our morning duties. Similarly, as soon as a devotee sees the energy of the Lord, he immediately remembers Lord &#346;r&#299; Krishna. This is explained in this verse: sarvatra haya nija ishta-deva-sph&#363;rti.</P><P>A devotee who has purified his existence through devotional service sees only Krishna in every step of life. This is also explained in the next verse, which is a quotation from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/2/45.htm">11.2.45</A>).</P><P CLASS=l><A CLASS=i HREF="273.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="275.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>