<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 288</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 288"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.288</P><P CLASS=c>t&#257;&#324;ra bh&#257;ve bh&#257;vita kari' &#257;tma-mana</P><P CLASS=c>tabe nija-m&#257;dhurya kari &#257;sv&#257;dana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; of <A HREF="http://vedabase.net/s/srimati">&#346;r&#299;mat&#299;</A> R&#257;dh&#257;r&#257;n&#299;; <A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ecstasy; <A CLASS=v HREF="http://vedabase.net/b/bhavita">bh&#257;vita</A> &#8212; enlightened; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; making; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mana">mana</A> &#8212; body and mind; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; thereupon; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/m/madhurya">m&#257;dhurya</A> &#8212; My own transcendental humor; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/a/asvadana">&#257;sv&#257;dana</A> &#8212; tasting.</P><P CLASS=t>TRANSLATION</P><P>"I have now converted My body and mind into the ecstasy of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;; thus I am tasting My own personal sweetness in that form."</P><P CLASS=t>PURPORT</P><P>Gaurasundara here informed &#346;r&#299; R&#257;m&#257;nanda R&#257;ya, "My dear R&#257;m&#257;nanda R&#257;ya, you were actually seeing a separate person with a fair-complexioned body. Actually I am not fair. Being &#346;r&#299; Krishna, the son of Nanda Mah&#257;r&#257;ja, I am blackish, but when I come in touch with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; I become fair-complexioned externally. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; does not touch the body of anyone but Krishna. I taste My own transcendental features by accepting the complexion of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Without R&#257;dh&#257;r&#257;n&#299;, one cannot taste the transcendental pleasure of Krishna's conjugal love." In this regard, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments on the pr&#257;krita-sahajiy&#257;-samprad&#257;ya, which considers Krishna and Lord Caitanya to possess different bodies. They misinterpret the words gaura a&#324;ga nahe mora in text 287. From that verse and the present verse we can understand that Lord Caitanya Mah&#257;prabhu is nondifferent from Krishna. Both are the same Supreme Personality of Godhead. In the form of Krishna, the Lord enjoys spiritual bliss and remains the shelter of all devotees, vishaya-vigraha. And in His Gaur&#257;&#324;ga feature Krishna tastes separation from Krishna in the ecstasy of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. This ecstatic form is &#346;r&#299; Krishna Caitanya. &#346;r&#299; Krishna is always the transcendental reservoir of all pleasure, and He is technically called dh&#299;ra-lalita. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the embodiment of spiritual energy, personified as ecstatic love for Krishna; therefore only Krishna can touch Her. The dh&#299;ra-lalita aspect is not seen in any other form of the Lord, including Vishnu and N&#257;r&#257;yana. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is therefore known as Govinda-nandin&#299; and Govinda-mohin&#299;, for She is the only source of transcendental pleasure for &#346;r&#299; Krishna and the only person who can enchant His mind.</P><P CLASS=l><A CLASS=i HREF="287.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="289.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>