<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 291</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 291"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.291</P><P CLASS=c>&#257;mi &#8212; eka b&#257;tula, tumi &#8212; dvit&#299;ya b&#257;tula</P><P CLASS=c>ataeva tom&#257;ya &#257;m&#257;ya ha-i sama-tula</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/b/batula">b&#257;tula</A> &#8212; madman; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/d/dvitiya">dvit&#299;ya</A> &#8212; second; <A CLASS=v HREF="http://vedabase.net/b/batula">b&#257;tula</A> &#8212; madman; <A CLASS=v HREF="http://vedabase.net/a/ataeva">ataeva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tomaya">tom&#257;ya</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/amaya">&#257;m&#257;ya</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/i">i</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/t/tula">tula</A> &#8212; on <A HREF="http://vedabase.net/a/an">an</A> equal level.</P><P CLASS=t>TRANSLATION</P><P>Caitanya Mah&#257;prabhu then said, "Indeed, I am a madman, and you are also a madman. Therefore we are on the same platform."</P><P CLASS=t>PURPORT</P><P>All these conversations between R&#257;m&#257;nanda R&#257;ya and &#346;r&#299; Caitanya Mah&#257;prabhu appear ludicrous to a common man who is not a devotee. The entire world is filled with material conceptions, and people are unable to understand these conversations due to the conditioning of mundane philosophy. Those who are overly attached to mundane activities cannot understand the ecstatic conversations between R&#257;m&#257;nanda R&#257;ya and Caitanya Mah&#257;prabhu. Consequently the Lord requested that R&#257;m&#257;nanda R&#257;ya keep all these conversations secret and not expose them to the general populace. If one is actually advanced in Krishna consciousness, he can understand these confidential talks; otherwise they appear crazy. &#346;r&#299; Caitanya Mah&#257;prabhu therefore informed R&#257;m&#257;nanda R&#257;ya that they both appeared like madmen and were therefore on the same platform. It is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/69.htm">2.69</A>):</P><P>y&#257; ni&#347;&#257; sarva-bh&#363;t&#257;n&#257;m tasy&#257;m j&#257;garti samyam&#299;</P><P CLASS=n>yasy&#257;m j&#257;grati bh&#363;t&#257;ni s&#257; ni&#347;&#257; pa&#347;yato muneh</P><P>"What is night for all beings is the time of awakening for the self-controlled, and the time of awakening for all beings is night for the introspective sage."</P><P>Sometimes Krishna consciousness appears like a type of madness to mundane people, just as the activities of mundaners are considered a form of madness by Krishna conscious men.</P><P CLASS=l><A CLASS=i HREF="290.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="292.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>