<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 294</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 294"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.294</P><P CLASS=c>t&#257;m&#257;, k&#257;&#324;s&#257;, r&#363;p&#257;, son&#257;, ratna-cint&#257;mani</P><P CLASS=c>keha yadi k&#257;h&#257;&#324; pot&#257; p&#257;ya eka-kh&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tama">t&#257;m&#257;</A> &#8212; copper; <A CLASS=v HREF="http://vedabase.net/k/kansa">k&#257;&#324;s&#257;</A> &#8212; bell metal; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;p&#257;</A> &#8212; silver; <A CLASS=v HREF="http://vedabase.net/s/sona">son&#257;</A> &#8212; gold; <A CLASS=v HREF="http://vedabase.net/r/ratna">ratna</A>-<A CLASS=v HREF="http://vedabase.net/c/cintamani">cint&#257;mani</A> &#8212; touchstone, the basis of all metals; <A CLASS=v HREF="http://vedabase.net/k/keha">keha</A> &#8212; somebody; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/k/kahan">k&#257;h&#257;&#324;</A> &#8212; somewhere; <A CLASS=v HREF="http://vedabase.net/p/pota">pot&#257;</A> &#8212; buried; <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; finds; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/k/khani">kh&#257;ni</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> one place.</P><P CLASS=t>TRANSLATION</P><P>Actually, these conversations are like a great mine where, from a single place, one can extract all kinds of metals &#8212; copper, bell metal, silver and gold &#8212; and also touchstone, the basis of all metals.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura gives the following summary of the conversations between R&#257;m&#257;nanda R&#257;ya and &#346;r&#299; Caitanya Mah&#257;prabhu. R&#257;m&#257;nanda R&#257;ya replied to five questions of &#346;r&#299; Caitanya Mah&#257;prabhu, and these questions and their replies are recorded in verses 57-67. The first answer is compared to copper, the second to a better metal, bell metal, the third to a still better metal, silver, and the fourth to the best metal of all, gold. But the fifth answer is compared to the most valuable gem, touchstone, because it deals with unalloyed devotion, the ultimate goal of devotional life, and illuminates the preceding four subordinate answers.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura points out that in Vrajabh&#363;mi there is the Yamun&#257; River with its sandy banks. There are kadamba trees, cows, Krishna's sticks with which He herds cows, and Krishna's flute. All of these belong to &#347;&#257;nta-rasa, the mellow of neutrality in devotional service. There are also the direct servants of Krishna, such as Citraka, Patraka and Raktaka, and these are the embodiments of service in the mellow of servitude. There are also friends like &#346;r&#299;d&#257;m&#257; and Sud&#257;m&#257;, who embody service in fraternity. Nanda Mah&#257;r&#257;ja and mother Ya&#347;od&#257; are the embodiments of parental love. Above all of these are &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and Her assistants, the gop&#299;s Lalit&#257;, Vi&#347;&#257;kh&#257; and others, who embody conjugal love. In this way all five mellows &#8212; &#347;&#257;nta, d&#257;sya, sakhya, v&#257;tsalya and m&#257;dhurya &#8212; exist eternally in Vrajabh&#363;mi. They are also compared, respectively, to copper, bell metal, silver, gold and touchstone, the basis of all metals. &#346;r&#299;la Kavir&#257;ja Gosv&#257;m&#299; therefore refers to a mine eternally existing in Vrind&#257;vana, Vrajabh&#363;mi.</P><P CLASS=l><A CLASS=i HREF="293.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="295.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>