<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 3"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.3</P><P CLASS=c>p&#363;rva-r&#299;te prabhu &#257;ge gamana karil&#257;</P><P CLASS=c>'jiyada-nrisimha'-kshetre kata-dine gel&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A>-<A CLASS=v HREF="http://vedabase.net/r/rite">r&#299;te</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> His previous program; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/a/age">&#257;ge</A> &#8212; ahead; <A CLASS=v HREF="http://vedabase.net/g/gamana">gamana</A> &#8212; going; <A CLASS=v HREF="http://vedabase.net/k/karila">karil&#257;</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/j/jiyada">jiyada</A>-<A CLASS=v HREF="http://vedabase.net/n/nrsimha">nrisimha</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/j/jiyada">Jiyada</A>-<A HREF="http://vedabase.net/n/nrsimha">nrisimha</A>; <A CLASS=v HREF="http://vedabase.net/k/ksetre">kshetre</A> &#8212; at the place of pilgrimage; <A CLASS=v HREF="http://vedabase.net/k/kata">kata</A>-<A CLASS=v HREF="http://vedabase.net/d/dine">dine</A> &#8212; after some days; <A CLASS=v HREF="http://vedabase.net/g/gela">gel&#257;</A> &#8212; arrived.</P><P CLASS=t>TRANSLATION</P><P>According to His previous program, Lord &#346;r&#299; Caitanya Mah&#257;prabhu went forward on His tour and after some days arrived at the place of pilgrimage known as Jiyada-nrisimha.</P><P CLASS=t>PURPORT</P><P>The Jiyada-nrisimha temple is situated on the top of a hill about five miles away from Visakhapatnam. There is a railway station on the South Indian Railway known as Simh&#257;cala. The temple known as Simh&#257;cala is the best temple in the vicinity of Visakhapatnam. This temple is very affluent and is a typical example of the architecture of the area. On one stone tablet it is mentioned that formerly a queen covered the Deity with gold plate. This is mentioned in the Visakhapatnam Gazetteer. About the temple, there are residential quarters for the priests and devotees. Indeed, at the present moment there are many residential quarters to accommodate visiting devotees. The original Deity is situated within the depths of the temple, but there is another Deity, a duplicate, known as the vijaya-m&#363;rti. This smaller Deity can be moved from the temple and taken on public processions. Priests who generally belong to the R&#257;m&#257;nuja-samprad&#257;ya are in charge of the Deity worship.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>