<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 310</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 310"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.310</P><P CLASS=c>&#347;r&#299;-caitanya-nity&#257;nanda-advaita-carana</P><P CLASS=c>y&#257;&#324;h&#257;ra sarvasva, t&#257;&#324;re mile ei dhana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/n/nityananda">nity&#257;nanda</A> &#8212; of Lord <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A>; <A CLASS=v HREF="http://vedabase.net/a/advaita">advaita</A>-<A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; and the lotus feet of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/p/prabhu">Prabhu</A>; <A CLASS=v HREF="http://vedabase.net/y/yanhara">y&#257;&#324;h&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; whose everything; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/m/mile">mile</A> &#8212; meets; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; treasure.</P><P CLASS=t>TRANSLATION</P><P>He who has accepted as everything the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, Nity&#257;nanda Prabhu and Advaita Prabhu can attain this transcendental treasure.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura says that Krishna is obtainable for the faithful, but for those who are accustomed to argue, Krishna is far, far away. Similarly, these talks between R&#257;m&#257;nanda R&#257;ya and &#346;r&#299; Caitanya Mah&#257;prabhu can be understood by a person who has firm faith. Those who are not in the disciplic succession, the asauta-panth&#299;s, cannot have faith in these talks. They are always doubting and engaging in mental concoctions. These talks cannot be understood by such whimsical people. Transcendental topics remain far, far away from those engaged in mundane arguments. In this regard, the Vedic mantras in the Katha Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/9">1.2.9</A>) state, naish&#257; tarkena matir &#257;paney&#257; prokt&#257;nyenaiva su-jñ&#257;n&#257;ya preshtha. According to the Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/2/3">3.2.3</A>):</P><P>n&#257;yam &#257;tm&#257; pravacanena labhyo</P><P CLASS=n>na medhay&#257; na bahun&#257; &#347;rutena</P><P CLASS=n>yam evaisha vrinute tena labhyas</P><P CLASS=n>tasyaisha &#257;tm&#257; vivrinute tan&#363;m sv&#257;m</P><P>And according to the Brahma-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra2/1/11">2.1.11</A>), tark&#257;pratishth&#257;n&#257;t.</P><P>All Vedic literatures declare that transcendental subjects cannot be understood simply by argument or logic. Spiritual matters are far above experimental knowledge. Only by Krishna's mercy can one who is interested in His transcendental loving affairs understand them. If one tries to understand these transcendental topics simply by using one's material brain substance, the attempt will be futile. Whether one is a pr&#257;krita-sahajiy&#257; or a mundane opportunist or scholar, one's labor to understand these topics by mundane means will ultimately be frustrated. One therefore has to give up all mundane attempts and try to become a pure devotee of Lord Vishnu. When a devotee follows the regulative principles, the truth of these talks will be revealed to him. This is confirmed in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/234">1.2.234</A>):</P><P>atah &#347;r&#299;-krishna-n&#257;m&#257;di na bhaved gr&#257;hyam indriyaih</P><P CLASS=n>sevonmukhe hi jihv&#257;dau svayam eva sphuraty adah</P><P CLASS=n>[BRS. 1.2.234]</P><P>One cannot understand the Lord's holy name, pastimes, form, qualities or entourage with one's blunt material senses. However, when the senses are purified by the constant rendering of service, the spiritual truth of the pastimes of R&#257;dh&#257; and Krishna is revealed. As confirmed in the Mundaka Upanishad, yam evaisha vrinute tena labhyas. Only one who is favored by the Supreme Personality of Godhead can understand the transcendental features of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="309.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="311.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>