<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 312</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 312"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.312</P><P CLASS=c>d&#257;modara-svar&#363;pera kadac&#257;-anus&#257;re</P><P CLASS=c>r&#257;m&#257;nanda-milana-l&#299;l&#257; karila prac&#257;re</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/damodara">d&#257;modara</A>-<A CLASS=v HREF="http://vedabase.net/s/svarupera">svar&#363;pera</A> &#8212; of <A HREF="http://vedabase.net/s/svarupa">Svar&#363;pa</A> <A HREF="http://vedabase.net/d/damodara">D&#257;modara</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/k/kadaca">kadac&#257;</A> &#8212; with the notebooks; <A CLASS=v HREF="http://vedabase.net/a/anusare">anus&#257;re</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> accordance; <A CLASS=v HREF="http://vedabase.net/r/ramananda">r&#257;m&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/m/milana">milana</A>-<A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; the pastimes of the meeting with <A HREF="http://vedabase.net/r/ramananda">R&#257;m&#257;nanda</A>; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; have done; <A CLASS=v HREF="http://vedabase.net/p/pracare">prac&#257;re</A> &#8212; distribution.</P><P CLASS=t>TRANSLATION</P><P>I have tried to preach the pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu's meeting with R&#257;m&#257;nanda R&#257;ya in accordance with the notebooks of &#346;r&#299; Svar&#363;pa D&#257;modara.</P><P CLASS=t>PURPORT</P><P>At the end of every chapter, the author admits the value of the disciplic succession. He never claims to have written this transcendental literature by carrying out research work. He simply admits his indebtedness to the notes taken by Svar&#363;pa D&#257;modara, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; and other authoritative persons. This is the way of writing transcendental literatures, which are never meant for so-called scholars and research workers. The process is mah&#257;-jano yena gatah sa panth&#257;h: one has to strictly follow great personalities and &#257;c&#257;ryas. &#256;c&#257;rya-v&#257;n purusho veda: one who has the favor of the &#257;c&#257;rya knows everything. This statement made by Kavir&#257;ja Gosv&#257;m&#299; is very valuable for all pure devotees. Sometimes the pr&#257;krit&#257; sahajiy&#257;s claim that they have heard the truth from their guru. But one cannot have transcendental knowledge simply by hearing from a guru who is not bona fide. The guru must be bona fide, and he must have heard from his own bona fide guru. Only then will his message be accepted as bona fide. Lord Krishna confirms this in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/1.htm">4.1</A>):</P><P>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=n>imam vivasvate yogam proktav&#257;n aham avyayam</P><P CLASS=n>vivasv&#257;n manave pr&#257;ha manur ikshv&#257;kave 'brav&#299;t</P><P>"The Supreme Lord said, 'I instructed this imperishable science of yoga to the sun-god, Vivasv&#257;n, and Vivasv&#257;n instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikshv&#257;ku.'"</P><P>In this way the message is transmitted in the bona fide spiritual disciplic succession from bona fide spiritual master to bona fide student. &#346;r&#299;la Kavir&#257;ja Gosv&#257;m&#299; therefore as usual concludes this chapter by reasserting his faith in the lotus feet of the six Gosv&#257;m&#299;s. Thus he is able to set forth this transcendental literature, &#346;r&#299; Caitanya-carit&#257;mrita.</P><P CLASS=l><A CLASS=i HREF="311.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="313.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>