<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 36"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.36</P><P CLASS=c>mora spar&#347;e n&#257; karile ghrin&#257;, veda-bhaya</P><P CLASS=c>mora dar&#347;ana tom&#257; vede nishedhaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/s/sparse">spar&#347;e</A> &#8212; by the touch; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/karile">karile</A> &#8212; You did; <A CLASS=v HREF="http://vedabase.net/g/ghrna">ghrin&#257;</A> &#8212; hatred; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; afraid of the injunctions of the Vedas; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/t/toma">tom&#257;</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/v/vede">vede</A> &#8212; the Vedic injunctions; <A CLASS=v HREF="http://vedabase.net/n/nisedhaya">nishedhaya</A> &#8212; forbid.</P><P CLASS=t>TRANSLATION</P><P>"You do not fear the Vedic injunctions stating that You should not associate with a &#347;&#363;dra. You were not contemptuous of my touch, although in the Vedas You are forbidden to associate with &#347;&#363;dras.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/32.htm">9.32</A>) the Lord says:</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s te 'pi y&#257;nti par&#257;m gatim</P><P>"O son of Prith&#257;, those who take shelter in Me, though they be of lower birth &#8212; women, vai&#347;yas [merchants], as well as &#347;&#363;dras [workers] &#8212; can attain the supreme destination."</P><P>The word p&#257;pa-yonayah means "born into a lower class." According to the Vedic system of classification, women, vaisyas, and sudras belong to a lower social order. A low life means a life without Krishna consciousness. High and low positions in society are calculated by considering a person's Krishna consciousness. A br&#257;hmana is considered to be on the highest platform because he knows Brahman, the Absolute Truth. The second caste, the kshatriya caste, also know Brahman, but not as well as the br&#257;hmanas. The vai&#347;yas and &#347;&#363;dras do not clearly understand God consciousness, but if they take to Krishna consciousness by the mercy of Krishna and the spiritual master, they do not remain in the lower castes (p&#257;pa-yonayah). It is clearly stated: te 'pi y&#257;nti par&#257;m gatim.</P><P>Unless one has attained the highest standard of life, one cannot return home, back to Godhead. One may be a &#347;&#363;dra, vai&#347;ya or woman, but if one is situated in the service of the Lord in Krishna consciousness, one should not be considered str&#299;, &#347;&#363;dra, vai&#347;ya or lower than &#347;&#363;dra. Though a person may be from a lowborn family, if he is engaged in the Lord's service he should never be considered to belong to a lowborn family. The Padma Pur&#257;na forbids, v&#299;kshate j&#257;ti-s&#257;m&#257;ny&#257;t sa y&#257;ti narakam-dhruvam. A person goes to hell quickly when he considers a devotee of the Lord in terms of birth. Although &#346;r&#299; R&#257;m&#257;nanda R&#257;ya supposedly took birth in a &#347;&#363;dra family, he is not to be considered a &#347;&#363;dra, for he was a great advanced devotee. Indeed, he was on the transcendental platform. &#346;r&#299; Caitanya Mah&#257;prabhu therefore embraced him. Out of spiritual humility, &#346;r&#299; R&#257;m&#257;nanda R&#257;ya presented himself as a &#347;&#363;dra (r&#257;ja-sev&#299; vishay&#299; &#347;&#363;dr&#257;dhama). Even though one may engage in government service or in any other pounds-shillings-pence business &#8212; in short, in materialistic life &#8212; he need only take to Krishna consciousness. Krishna consciousness is a very simple process. One need only chant the holy names of the Lord and strictly follow the principles forbidding sinful activity. In this way one can no longer be considered an untouchable, a vishay&#299; or a &#347;&#363;dra. One who is advanced in spiritual life should not associate with nondevotees &#8212; namely men in government service and men engaged in materialistic activity for sense gratification or in the service of others. Such men are considered vishay&#299;, materialistic. It is said:</P><P>nishkiñcanasya bhagavad-bhajanonmukhasya</P><P CLASS=n>p&#257;ram param jigamishor bhava-s&#257;garasya</P><P CLASS=n>sandar&#347;anam vishayin&#257;m atha yoshit&#257;m ca</P><P CLASS=n>h&#257; hanta hanta visha-bhakshanato 'py as&#257;dhu</P><P>"A person who is very seriously engaged in cultivating devotional service with a view to crossing the ocean of nescience and who has completely abandoned all material activities should never see a &#347;&#363;dra, a vai&#347;ya or a woman." (&#346;r&#299; Caitanya-candrodaya-n&#257;taka <A CLASS=v HREF="http://vedabase.net/todo/nataka8/23">8.23</A>)</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>