<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 38"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.38</P><P CLASS=c>&#257;m&#257; nist&#257;rite tom&#257;ra ih&#257;&#324; &#257;gamana</P><P CLASS=c>parama-day&#257;lu tumi patita-p&#257;vana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ama">&#257;m&#257;</A> <A CLASS=v HREF="http://vedabase.net/n/nistarite">nist&#257;rite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> deliver <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/i/ihan">ih&#257;&#324;</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/a/agamana">&#257;gamana</A> &#8212; appearance; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/d/dayalu">day&#257;lu</A> &#8212; greatly merciful; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/p/patita">patita</A>-<A CLASS=v HREF="http://vedabase.net/p/pavana">p&#257;vana</A> &#8212; the deliverer of all fallen souls.</P><P CLASS=t>TRANSLATION</P><P>"You have come here specifically to deliver me. You are so merciful that You alone can deliver all fallen souls.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Narottama d&#257;sa Th&#257;kura sings in his Pr&#257;rthan&#257; (39):</P><P>&#347;r&#299;-krishna-caitanya-prabhu day&#257; kara more,</P><P CLASS=n>tom&#257; vin&#257; ke day&#257;lu jagat-sams&#257;re</P><P CLASS=n>patita-p&#257;vana-hetu tava avat&#257;ra,</P><P CLASS=n>mo sama patita prabhu n&#257; p&#257;ibe &#257;ra</P><P>"My dear Lord, please be merciful to me. Who can be more merciful than Your Lordship within these three worlds? You appear as an incarnation just to reclaim the conditioned, fallen souls, but I assure You that You will not find a soul more fallen than me."</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu's specific mission is to deliver fallen souls. Of course, in this Age of Kali there is hardly anyone who is not fallen according to the calculations of Vedic behavior. In His instructions to R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu described the so-called followers of Vedic religion in this way (<A CLASS=v HREF="../../../cc/madhya/19/146.htm">Madhya 19.146</A>):</P><P>veda-nishtha-madhye ardheka veda 'mukhe' m&#257;ne</P><P CLASS=n>veda-nishiddha p&#257;pa kare, dharma n&#257;hi gane</P><P>So-called followers of Vedic principles simply accept the Vedas formally, but they act against Vedic principles. This is symptomatic of this Age of Kali. People claim to follow a certain type of religion, saying formally, "I am Hindu," "I am Muslim," "I am Christian," "I am this or that," but actually no one follows the principles enunciated in religious scriptures. This is the disease of this age. Therefore the merciful &#346;r&#299; Caitanya Mah&#257;prabhu has simply advised us to chant the Hare Krishna mah&#257;-mantra: harer n&#257;ma harer n&#257;ma harer n&#257;maiva kevalam [<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]. The Lord can deliver anyone and everyone, even though one may have fallen from the injunctions of revealed scriptures. This is &#346;r&#299; Caitanya Mah&#257;prabhu's special mercy. Consequently He is known as patita-p&#257;vana, the deliverer of all fallen souls.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>