<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 43"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.43</P><P CLASS=c>&#257;kritye-prakritye tom&#257;ra &#299;&#347;vara-lakshana</P><P CLASS=c>j&#299;ve n&#257; sambhave ei apr&#257;krita guna</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/akrtye">&#257;kritye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> bodily features; <A CLASS=v HREF="http://vedabase.net/p/prakrtye">prakritye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> behavior; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/l/laksana">lakshana</A> &#8212; the symptoms; <A CLASS=v HREF="http://vedabase.net/j/jive">j&#299;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/an">an</A> ordinary living being; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sambhave">sambhave</A> &#8212; possible; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/a/aprakrta">apr&#257;krita</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; qualities.</P><P CLASS=t>TRANSLATION</P><P>"My dear Sir, according to Your behavior and bodily features, You are the Supreme Personality of Godhead. It is impossible for ordinary living beings to possess such transcendental qualities."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu's bodily features were uncommon. Indeed, His body was extraordinary in its measurements. The measurement of His chest and the measurement of His forearms were the same. This is called nyagrodha-parimandala. As far as His nature is concerned, He was kind to everyone. No one but the Supreme Personality of Godhead can be kind to everyone. Therefore the Lord's name is Krishna, "all-attractive." As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/4.htm">14.4</A>), Krishna is the kind father of everyone. In every species of life (sarva-yonishu), He is the original father, the seed-giver (b&#299;ja-pradah pit&#257;). How, then, can He be unkind to any living entity? One may be a man, an animal or even a tree, but the Lord is kind to everyone. That is God's qualification. He also says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/29.htm">9.29</A>), samo 'ham sarva-bh&#363;teshu: "I am equally kind to everyone." And He advises, sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>] "Give up all other engagements and simply surrender unto Me." This instruction is meant not only for Arjuna but for all living entities. Whoever takes advantage of this offer is immediately immune to all sinful activity and returns home, back to Godhead. While present on this planet, &#346;r&#299; Caitanya Mah&#257;prabhu made the same offer.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>