<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 56</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 56"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.56</P><P CLASS=c>namask&#257;ra kaila r&#257;ya, prabhu kaila &#257;li&#324;gane</P><P CLASS=c>dui jane krishna-kath&#257; kaya rahah-sth&#257;ne</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namaskara">namask&#257;ra</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/r/raya">r&#257;ya</A> &#8212; <A HREF="http://vedabase.net/r/ramananda">R&#257;m&#257;nanda</A> <A HREF="http://vedabase.net/r/raya">R&#257;ya</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/a/alingane">&#257;li&#324;gane</A> &#8212; embracing; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> &#8212; two; <A CLASS=v HREF="http://vedabase.net/j/jane">jane</A> &#8212; the persons; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; talks about <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kaya">kaya</A> &#8212; discussed; <A CLASS=v HREF="http://vedabase.net/r/rahah">rahah</A>-<A CLASS=v HREF="http://vedabase.net/s/sthane">sth&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> secluded place.</P><P CLASS=t>TRANSLATION</P><P>R&#257;m&#257;nanda R&#257;ya approached Lord &#346;r&#299; Caitanya and offered his respectful obeisances, and the Lord embraced him. Then they began to discuss Krishna in a secluded place.</P><P CLASS=t>PURPORT</P><P>The word rahah-sth&#257;ne, "in a secluded place," is very significant. Talks about Krishna and His pastimes &#8212; especially His pastimes in Vrind&#257;vana and His dealings with the gop&#299;s &#8212; are all very confidential. They are not subject matter for public discussion because those who have no understanding of the transcendental nature of Krishna's pastimes always commit great offenses, thinking Krishna to be an ordinary human being and the gop&#299;s ordinary girls. Following the principle of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, who never discussed the dealings between Krishna and the gop&#299;s publicly, devotees in the Krishna consciousness movement are enjoined not to discuss the pastimes of Lord Krishna in Vrind&#257;vana in public. For the general public, sa&#324;k&#299;rtana is the most effective method to awaken Krishna consciousness. If possible, one should discuss the principles enunciated in the Bhagavad-g&#299;t&#257;. &#346;r&#299; Caitanya Mah&#257;prabhu followed this principle very strictly and discussed the philosophy of the Bhagavad-g&#299;t&#257; with learned scholars like S&#257;rvabhauma Bhatt&#257;c&#257;rya and Prak&#257;&#347;&#257;nanda Sarasvat&#299;. However, He taught the principles of the bhakti cult to students like San&#257;tana Gosv&#257;m&#299; and R&#363;pa Gosv&#257;m&#299;, and He discussed with &#346;r&#299; R&#257;m&#257;nanda R&#257;ya the topmost devotional dealings between Krishna and the gop&#299;s. For the general populace, He performed sa&#324;k&#299;rtana very vigorously. We must also follow these principles in preaching Krishna consciousness all over the world.</P><P CLASS=l><A CLASS=i HREF="55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="57.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>