<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 57"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.57</P><P CLASS=c>prabhu kahe, &#8212; "pada &#347;loka s&#257;dhyera nirnaya"</P><P CLASS=c>r&#257;ya kahe, &#8212; "sva-dharm&#257;carane vishnu-bhakti haya"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A> said; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A> &#8212; just recite; <A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> verse from the revealed scriptures; <A CLASS=v HREF="http://vedabase.net/s/sadhyera">s&#257;dhyera</A> &#8212; of the aim of life; <A CLASS=v HREF="http://vedabase.net/n/nirnaya">nirnaya</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> ascertainment; <A CLASS=v HREF="http://vedabase.net/r/raya">r&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/r/ramananda">R&#257;m&#257;nanda</A> <A HREF="http://vedabase.net/r/raya">R&#257;ya</A> replied; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/a/acarane">&#257;carane</A> &#8212; by executing one's occupational duty; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu ordered R&#257;m&#257;nanda R&#257;ya, "Recite a verse from the revealed scriptures concerning the ultimate goal of life."</P><P>R&#257;m&#257;nanda replied, "If one executes the prescribed duties of his social position, he awakens his original Krishna consciousness.</P><P CLASS=t>PURPORT</P><P>In this connection, &#346;r&#299; R&#257;m&#257;nuj&#257;c&#257;rya states in the Ved&#257;rtha-sa&#324;graha that devotional service is naturally very dear to the living entity. Indeed, it is life's goal. This devotional service is supreme knowledge, or Krishna consciousness, and it brings detachment from all material activity. In the transcendental position, a living being can perfectly acknowledge the superiority of serving the Supreme Lord. The devotees attain the Supreme Lord only by devotional service. Having such knowledge, one engages in his occupational duty, and that is called bhakti-yoga. By performing bhakti-yoga, one can rise to the platform of pure devotional service.</P><P>A great saint, the father of &#346;r&#299;la Vy&#257;sadeva, Par&#257;&#347;ara Muni, has specifically mentioned that devotional service to the Lord can ultimately be awakened in human society by the discharge of duties in accordance with the varn&#257;&#347;rama system. The Supreme Personality of Godhead instituted varn&#257;&#347;rama-dharma to give human beings a chance to return home, back to Godhead. The Supreme Personality of Godhead, Lord &#346;r&#299; Krishna, who is known in the Bhagavad-g&#299;t&#257; as Purushottama &#8212; the greatest of all personalities &#8212; personally came and declared that the institution of varn&#257;&#347;rama-dharma was founded by Him. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>):</P><P>c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah</P><P CLASS=n>tasya kart&#257;ram api m&#257;m viddhy akart&#257;ram avyayam</P><P>Elsewhere in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/45.htm">18.45-46</A>) the Lord says:</P><P>sve sve karmany abhiratah samsiddhim labhate narah</P><P CLASS=n>sva-karma-niratah siddhim yath&#257; vindati tac chrinu</P><P CLASS=n>yatah pravrittir bh&#363;t&#257;n&#257;m yena sarvam idam tatam</P><P CLASS=n>sva-karman&#257; tam abhyarcya siddhim vindati m&#257;navah</P><P>Human society should be divided into four divisions &#8212; br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra &#8212; and everyone should always engage in his occupational duty. The Lord says that those engaged in their occupational duty can attain perfection simply by rendering loving devotional service to the Lord while executing their particular duty. Actually the modern ideal of a classless society can be introduced only by Krishna consciousness. Let men perform their occupational duty, and let them give their profits to the service of the Lord. In other words, one can attain the perfection of life by discharging one's occupational duty and employing the results in the service of the Lord. This method is confirmed by great personalities like Bodh&#257;yana, Ta&#324;ka, Dramida, Guhadeva, Kapardi and Bh&#257;ruci. It is also confirmed by the Ved&#257;nta-s&#363;tra.</P><P CLASS=l><A CLASS=i HREF="56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="58.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>