<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 58</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 58"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.58</P><P CLASS=c>varn&#257;&#347;ram&#257;c&#257;ra-vat&#257;</P><P CLASS=c>purushena parah pum&#257;n</P><P CLASS=c>vishnur &#257;r&#257;dhyate panth&#257;</P><P CLASS=c>n&#257;nyat tat-tosha-k&#257;ranam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>-<A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/v/vata">vat&#257;</A> &#8212; who behaves according <A HREF="http://vedabase.net/t/to">to</A> the system of four divisions of social order and four divisions of spiritual life; <A CLASS=v HREF="http://vedabase.net/p/purusena">purushena</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; person; <A CLASS=v HREF="http://vedabase.net/v/visnuh">vishnuh</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/a/aradhyate">&#257;r&#257;dhyate</A> &#8212; is worshiped; <A CLASS=v HREF="http://vedabase.net/p/pantha">panth&#257;</A> &#8212; way; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/t/tosa">tosha</A>-<A CLASS=v HREF="http://vedabase.net/k/karanam">k&#257;ranam</A> &#8212; cause of satisfying the Lord.</P><P CLASS=t>TRANSLATION</P><P>"'The Supreme Personality of Godhead, Lord Vishnu, is worshiped by the proper execution of prescribed duties in the system of varna and &#257;&#347;rama. There is no other way to satisfy the Supreme Personality of Godhead. One must be situated in the institution of the four varnas and &#257;&#347;ramas.'"</P><P CLASS=t>PURPORT</P><P>This is a quotation from the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana3/8/9">3.8.9</A>). As stated by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya, "The purport is that one can realize life's perfection simply by satisfying the Supreme Personality of Godhead." This is also confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/2/13.htm">1.2.13</A>):</P><P>atah pumbhir dvija-&#347;reshth&#257; varn&#257;&#347;rama-vibh&#257;ga&#347;ah</P><P CLASS=n>sv-anushthitasya dharmasya samsiddhir hari-toshanam</P><P>"O best among the twice-born, it is therefore concluded that the highest perfection one can achieve by discharging the duties prescribed for one's own occupation according to caste divisions and orders of life is to please the Personality of Godhead."</P><P>Every man should perform his occupational duty in the light of his particular tendency. According to his abilities, one should accept a position in the varn&#257;&#347;rama institution. The divisions of br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra are natural divisions within society. Indeed, everyone has a prescribed duty according to the varn&#257;&#347;rama-dharma. Those who properly execute their prescribed duties live peacefully and are not disturbed by material conditions. The spiritual orders &#8212; brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa &#8212; are called &#257;&#347;ramas. If one executes his prescribed duty in both the social and spiritual orders, the Supreme Personality of Godhead is satisfied. If one neglects his duties, however, he becomes a transgressor and a candidate for a hellish condition. Actually we see that different people are engaged in different ways; therefore there must be divisions according to work. To attain perfection, one must make devotional service the center of life. In this way one can awaken his natural instincts by work, association and education. One should accept the varn&#257;&#347;rama divisions by qualification, not by birth. Unless this system is introduced, human activities cannot be systematically executed.</P><P>The br&#257;hmanas are the intellectuals who can understand the Supreme Personality of Godhead. They are always engaged in the cultivation of knowledge. It does not matter whether one is born in India or outside India. Those who are naturally very heroic and who tend to rule over others are called kshatriyas. Those who tend to produce food by agricultural methods, protect cows and other animals and engage in trade are called vai&#347;yas, or merchants. Those who are not sufficiently intelligent to be br&#257;hmanas, kshatriyas or vai&#347;yas are required to serve a master and are called &#347;&#363;dras. Thus everyone can engage in the service of the Lord and awaken his natural Krishna consciousness. If a society does not function according to such natural divisions, the social orders become degraded. The conclusion is that the scientific method of varn&#257;&#347;rama-dharma should be adopted by society.</P><P CLASS=l><A CLASS=i HREF="57.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="59.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>