<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 60</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 60"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.60</P><P CLASS=c>yat karoshi yad a&#347;n&#257;si</P><P CLASS=c>yaj juhoshi dad&#257;si yat</P><P CLASS=c>yat tapasyasi kaunteya</P><P CLASS=c>tat kurushva mad-arpanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/k/karosi">karoshi</A> &#8212; you <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/a/asnasi">a&#347;n&#257;si</A> &#8212; you eat; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/j/juhosi">juhoshi</A> &#8212; you offer <A HREF="http://vedabase.net/i/in">in</A> sacrifice; <A CLASS=v HREF="http://vedabase.net/d/dadasi">dad&#257;si</A> &#8212; you give <A HREF="http://vedabase.net/i/in">in</A> charity; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/t/tapasyasi">tapasyasi</A> &#8212; you perform <A HREF="http://vedabase.net/a/as">as</A> austerity; <A CLASS=v HREF="http://vedabase.net/k/kaunteya">kaunteya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/k/kunti">Kunt&#299;</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kurusva">kurushva</A> &#8212; just <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/arpanam">arpanam</A> &#8212; offering.</P><P CLASS=t>TRANSLATION</P><P>R&#257;m&#257;nanda R&#257;ya continued, "'My dear son of Kunt&#299;, whatever you do, whatever you eat, whatever you offer in sacrifice, whatever you give in charity, and whatever austerities you perform, all the results of such activities should be offered to Me, Krishna, the Supreme Personality of Godhead.'"</P><P CLASS=t>PURPORT</P><P>The Lord has said that the varn&#257;&#347;rama-dharma is not properly executed in this Age of Kali; therefore He ordered R&#257;m&#257;nanda R&#257;ya to go further into the matter. R&#257;m&#257;nanda replied with this verse from the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/27.htm">9.27</A>), which instructs that while remaining in the system of varn&#257;&#347;rama-dharma one may offer the results of his activities to Lord &#346;r&#299; Krishna in loving service. Naturally Lord &#346;r&#299; Caitanya Mah&#257;prabhu was asking R&#257;m&#257;nanda R&#257;ya about the execution of devotional service. R&#257;m&#257;nanda R&#257;ya first enunciated the principle of varn&#257;&#347;rama-dharma in consideration of materialistic people. However, this conception is not transcendental. As long as one is in the material world, he must follow the principles of varn&#257;&#347;rama-dharma, but devotional service is transcendental. The system of varn&#257;&#347;rama-dharma refers to the three modes of material nature, but transcendental devotional service is on the absolute platform.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu belongs to the spiritual world, and His methods for propagating the sa&#324;k&#299;rtana movement are also imported from the spiritual world. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura has sung: golokera prema-dhana, hari-n&#257;ma-sa&#324;k&#299;rtana, rati na janmila kene t&#257;ya. This states that the sa&#324;k&#299;rtana movement has nothing to do with this material world. It is imported from the spiritual world, Goloka Vrind&#257;vana. Narottama d&#257;sa Th&#257;kura laments that mundane people do not take this sa&#324;k&#299;rtana movement seriously. Considering the position of devotional service and the sa&#324;k&#299;rtana movement, &#346;r&#299; Caitanya Mah&#257;prabhu deemed the system of varn&#257;&#347;rama-dharma to be material, although it aims at elevation to the spiritual platform. However, the sa&#324;k&#299;rtana movement can raise one immediately to the spiritual platform. Consequently it is said that varn&#257;&#347;rama-dharma is external, and Caitanya Mah&#257;prabhu requested R&#257;m&#257;nanda R&#257;ya to proceed deeper into the matter and uncover the spiritual platform.</P><P>Sometimes materialists consider Lord Vishnu a material conception. Impersonalists think that above Lord Vishnu is the impersonal Brahman. The impersonalists misunderstand the worship of Lord Vishnu. They worship Lord Vishnu to merge into His body. In order that vishnu-&#257;r&#257;dhana not be misunderstood, &#346;r&#299; Caitanya Mah&#257;prabhu requested that &#346;r&#299; R&#257;m&#257;nanda R&#257;ya proceed further and clear up the issue. R&#257;m&#257;nanda R&#257;ya quoted the verse from the Bhagavad-g&#299;t&#257; stating that the results of one's occupational duty may be offered to Lord Vishnu or Krishna. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/2/8.htm">1.2.8</A>) it is also said:</P><P>dharmah sv-anushthitah pums&#257;m vishvaksena-kath&#257;su yah</P><P CLASS=n>notp&#257;dayed yadi ratim &#347;rama eva hi kevalam</P><P>"If one executes the occupational duties of varn&#257;&#347;rama-dharma but does not cultivate his dormant Krishna consciousness, his activities are futile. His occupation simply becomes unnecessary labor."</P><P CLASS=l><A CLASS=i HREF="59.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="61.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>