<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 64</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 64"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.64</P><P CLASS=c>prabhu kahe, &#8212; "eho b&#257;hya, &#257;ge kaha &#257;ra"</P><P CLASS=c>r&#257;ya kahe, "jñ&#257;na-mi&#347;r&#257; bhakti &#8212; s&#257;dhya-s&#257;ra"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the Lord said; <A CLASS=v HREF="http://vedabase.net/e/eho">eho</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bahya">b&#257;hya</A> &#8212; external; <A CLASS=v HREF="http://vedabase.net/a/age">&#257;ge</A> &#8212; ahead; <A CLASS=v HREF="http://vedabase.net/k/kaha">kaha</A> &#8212; say; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A>; <A CLASS=v HREF="http://vedabase.net/r/raya">r&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/r/raya">R&#257;ya</A> replied; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/m/misra">mi&#347;r&#257;</A> <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service mixed with empiric knowledge; <A CLASS=v HREF="http://vedabase.net/s/sadhya">s&#257;dhya</A>-<A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A> &#8212; is the essence of perfection.</P><P CLASS=t>TRANSLATION</P><P>After hearing R&#257;m&#257;nanda R&#257;ya speak in this way, Lord &#346;r&#299; Caitanya Mah&#257;prabhu again rejected his statement and said, "Go ahead and say something more."</P><P>R&#257;m&#257;nanda R&#257;ya then replied, "Devotional service mixed with empiric knowledge is the essence of perfection."</P><P CLASS=t>PURPORT</P><P>Devotional service mixed with non-Vedic speculative knowledge is certainly not pure devotional service. Therefore &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; in his Anubh&#257;shya preaches that self-realization following the execution of ritualistic ceremonies is in the neutral stage between liberation and conditioned life. It is a place beyond this material world, in the river Viraj&#257;, where the three modes of material nature are subdued or neutralized in the unmanifest stage. However, the spiritual world is a manifestation of spiritual energy and is known as Vaikunthaloka, "the place where there is no anxiety." The material world, known as brahm&#257;nda, is the creation of the external energy. Between the two creations &#8212; the material creation and the spiritual creation &#8212; is a river known as Viraj&#257;, as well as a place known as Brahmaloka. Viraj&#257;-nad&#299; and Brahmaloka are shelters for living entities disgusted with material life and inclined to impersonal existence by way of denying material variegatedness. Since these places are not situated in the Vaikunthalokas, or the spiritual world, &#346;r&#299; Caitanya Mah&#257;prabhu proclaims them to be external. In the Brahmaloka and Viraj&#257;-nad&#299;, one cannot conceive of the Vaikunthalokas. Brahmaloka and Viraj&#257;-nad&#299; are also attained after difficult austerities, but in these realms there is no understanding of the Supreme Personality of Godhead and His transcendental loving service. Without such spiritual knowledge, simple detachment from material conditions is but another side of material existence. From the spiritual point of view, it is all external. When &#346;r&#299; Caitanya Mah&#257;prabhu rejected this proposal, R&#257;m&#257;nanda R&#257;ya suggested that devotional service based on philosophy and logic is a more advanced position. He therefore quoted the following verse from the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">18.54</A>).</P><P CLASS=l><A CLASS=i HREF="63.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="65.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>