<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 66</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 66"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.66</P><P CLASS=c>prabhu kahe, "eho b&#257;hya, &#257;ge kaha &#257;ra"</P><P CLASS=c>r&#257;ya kahe, &#8212; "jñ&#257;na-&#347;&#363;ny&#257; bhakti &#8212; s&#257;dhya-s&#257;ra"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the Lord said; <A CLASS=v HREF="http://vedabase.net/e/eho">eho</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bahya">b&#257;hya</A> &#8212; external; <A CLASS=v HREF="http://vedabase.net/a/age">&#257;ge</A> &#8212; ahead; <A CLASS=v HREF="http://vedabase.net/k/kaha">kaha</A> &#8212; speak; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; further; <A CLASS=v HREF="http://vedabase.net/r/raya">r&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/r/ramananda">R&#257;m&#257;nanda</A> <A HREF="http://vedabase.net/r/raya">R&#257;ya</A> replied; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/s/sunya">&#347;&#363;ny&#257;</A> <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service independent of logic and empiric philosophy; <A CLASS=v HREF="http://vedabase.net/s/sadhya">s&#257;dhya</A>-<A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A> &#8212; the essence of the perfection of life.</P><P CLASS=t>TRANSLATION</P><P>After hearing this, the Lord, as usual, rejected it, considering it to be external devotional service. He again asked R&#257;m&#257;nanda R&#257;ya to speak further, and R&#257;m&#257;nanda R&#257;ya replied, "Pure devotional service without any touch of speculative knowledge is the essence of perfection."</P><P CLASS=t>PURPORT</P><P>In his Anubh&#257;shya commentary, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura says that this stage &#8212; devotional service mixed with speculative knowledge &#8212; is also external and not within the jurisdiction of pure devotional service as practiced in Vaikunthaloka. As soon as there is some conception of materialistic thought &#8212; be it positive or negative &#8212; the service is not spiritual. It may be free from material contamination, but because there is mental speculation the devotional service is not pure and freed from the contamination of material life. A living entity who wants to be completely pure must be above this material conception. The negation of material existence does not necessarily mean spiritual existence. After material existence is negated, spiritual existence &#8212; namely sac-cid-&#257;nanda &#8212; still may not be manifested. Until one comes to the stage of actually understanding one's eternal relationship with the Supreme Lord, he cannot enter into spiritual life. Spiritual life means becoming detached from material life and engaging in the loving service of the Lord. &#346;r&#299; Caitanya Mah&#257;prabhu therefore asked R&#257;m&#257;nanda R&#257;ya to explain something transcendental to devotional service mixed with speculative knowledge. A pure devotee is completely surrendered to the lotus feet of the Lord, and only by his love does he conquer Krishna, who cannot be conquered by anyone. Krishna always stands victorious over everything. No one can conquer Him. One can attain the stage of pure devotion simply by fully surrendering. This is next corroborated by &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/14/3.htm">10.14.3</A>), wherein Lord Brahm&#257;, defeated by the potency of &#346;r&#299; Krishna, fully surrendered unto the Lord.</P><P CLASS=l><A CLASS=i HREF="65.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="67.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>