<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 68</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 68"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.68</P><P CLASS=c>prabhu kahe, "eho haya, &#257;ge kaha &#257;ra"</P><P CLASS=c>r&#257;ya kahe, "prema-bhakti &#8212; sarva-s&#257;dhya-s&#257;ra"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the Lord said; <A CLASS=v HREF="http://vedabase.net/e/eho">eho</A> <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; this is all right; <A CLASS=v HREF="http://vedabase.net/a/age">&#257;ge</A> <A CLASS=v HREF="http://vedabase.net/k/kaha">kaha</A> <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; speak something <A HREF="http://vedabase.net/m/more">more</A>; <A CLASS=v HREF="http://vedabase.net/r/raya">r&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/r/raya">R&#257;ya</A> replied; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; ecstatic love <A HREF="http://vedabase.net/i/in">in</A> devotional service <A HREF="http://vedabase.net/t/to">to</A> the Lord; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/sadhya">s&#257;dhya</A>-<A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A> &#8212; the essence of all perfection.</P><P CLASS=t>TRANSLATION</P><P>At this point, &#346;r&#299; Caitanya Mah&#257;prabhu replied, "This is all right, but still you can speak more on the subject."</P><P>R&#257;m&#257;nanda R&#257;ya then replied, "Ecstatic love for the Supreme Personality of Godhead is the essence of all perfection."</P><P CLASS=t>PURPORT</P><P>In his Amrita-prav&#257;ha-bh&#257;shya, &#346;r&#299;la Bhaktivinoda Th&#257;kura summarizes the conversation up to this point, where Lord Caitanya Mah&#257;prabhu says to R&#257;m&#257;nanda R&#257;ya, eho haya, &#257;ge kaha &#257;ra: "This is the process accepted in devotional service, but there is something more than this. Therefore please explain what is beyond." Simply executing the duties of all varnas and &#257;&#347;ramas is not as good as offering all the results of one's activities to the Lord. When one gives up all fruitive activity and fully surrenders to the Lord, he attains sva-dharma-ty&#257;ga, wherein he abandons the social order and takes to the renounced order. That is certainly better. However, better than the renounced order is cultivation of knowledge mixed with devotional service. Yet all these activities are external to the activities of the spiritual world. There is no touch of pure devotional service in them. Pure devotional service cannot be attained by empiric philosophy, nor can perfection be attained simply by good association. Devotional service by self-realization is a different subject matter. It is untouched by fruitive activity, for one surrenders the results of activities to the Lord, abandons prescribed duties and accepts the renounced order of life. Such devotional service is situated on a higher platform than that of empiric philosophical speculation with a mixture of bhakti. This is verified by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; in his Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>):</P><P>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=n>&#257;nuk&#363;lyena krishn&#257;nu-&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>"One should render transcendental loving service to the Supreme Lord Krishna favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service."</P><P>Devotional activities, however, sometimes appear to be impure in the neophyte stage, but in the mature stage they are completely pure, or free from material activity. Therefore R&#257;m&#257;nanda R&#257;ya replied after hearing the last statement of &#346;r&#299; Caitanya Mah&#257;prabhu: prema-bhakti &#8212; sarva-s&#257;dhya-s&#257;ra. &#346;r&#299; Caitanya Mah&#257;prabhu actually accepted this verse (jñ&#257;ne pray&#257;sam) as the basic principle of perfection. One has to practice this principle in order to make further progress. When further progress is actually made, one comes to the platform of ecstatic loving service to the Lord. This first stage is technically called s&#257;dhana-bhakti, or devotional service in practice. The result of s&#257;dhana-bhakti must be ecstatic love, attachment for the Supreme Personality of Godhead, which is also called prema-bhakti. In the neophyte stage, s&#257;dhana-bhakti includes faith, association with devotees, and practicing devotional service. Thus one is freed from all unwanted things. One then becomes fixed in devotional service and increases his desire to act in devotional service. Thus one becomes attached to the Lord and His devotional service.</P><P CLASS=l><A CLASS=i HREF="67.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="69.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>