<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 70</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 70"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.70</P><P CLASS=c>krishna-bhakti-rasa-bh&#257;vit&#257; matih</P><P CLASS=c>kr&#299;yat&#257;m yadi kuto 'pi labhyate</P><P CLASS=c>tatra laulyam api m&#363;lyam ekalam</P><P CLASS=c>janma-koti-sukritair na labhyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavita">bh&#257;vit&#257;</A> &#8212; absorbed <A HREF="http://vedabase.net/i/in">in</A> the mellows of executing devotional service <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/k/kriyatam">kr&#299;yat&#257;m</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be purchased; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/k/kutah">kutah</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; somewhere; <A CLASS=v HREF="http://vedabase.net/l/labhyate">labhyate</A> &#8212; is available; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/l/laulyam">laulyam</A> &#8212; greed; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/mulyam">m&#363;lyam</A> &#8212; price; <A CLASS=v HREF="http://vedabase.net/e/ekalam">ekalam</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/k/koti">koti</A> &#8212; of millions of births; <A CLASS=v HREF="http://vedabase.net/s/sukrtaih">sukritaih</A> &#8212; by pious activities; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/l/labhyate">labhyate</A> &#8212; is obtained.</P><P CLASS=t>TRANSLATION</P><P>"'Pure devotional service in Krishna consciousness cannot be had even by pious activity in hundreds and thousands of lives. It can be attained only by paying one price &#8212; that is, intense greed to obtain it. If it is available somewhere, one must purchase it without delay.'"</P><P CLASS=t>PURPORT</P><P>The previous two verses are included in the Pady&#257;val&#299; (13, 14), an anthology compiled by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. Verse 69 refers to devotional service in faith, and verse 70 refers to devotional service rendered out of intense greed. The first is devotional service rendered in accordance with the regulative principles, and the second refers to spontaneous loving service of the Lord without extraneous endeavor. Henceforward the basic principle underlying the talks between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya will be spontaneous loving service to the Lord. The regulative principles according to the injunctions of the &#347;&#257;stras are necessary insofar as one's original dormant Krishna consciousness is not spontaneously awakened. An example of spontaneous action is the flowing of rivers into the ocean. Nothing can stop this flow of water. Similarly, when one's dormant Krishna consciousness is awakened, it spontaneously flows to the lotus feet of Krishna without impediment. Whatever will be spoken henceforth by R&#257;m&#257;nanda R&#257;ya based on spontaneous love will be agreeable to &#346;r&#299; Caitanya Mah&#257;prabhu, and the Lord will ask him more and more about this subject.</P><P CLASS=l><A CLASS=i HREF="69.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="71.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>