<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 79</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 79"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.79</P><P CLASS=c>prabhu kahe, "eho uttama, &#257;ge kaha &#257;ra"</P><P CLASS=c>r&#257;ya kahe, "k&#257;nt&#257;-prema sarva-s&#257;dhya-s&#257;ra"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the Lord replied; <A CLASS=v HREF="http://vedabase.net/e/eho">eho</A> <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A> &#8212; this is very good; <A CLASS=v HREF="http://vedabase.net/a/age">&#257;ge</A> &#8212; ahead; <A CLASS=v HREF="http://vedabase.net/k/kaha">kaha</A> &#8212; speak; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A>; <A CLASS=v HREF="http://vedabase.net/r/raya">r&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/r/ramananda">R&#257;m&#257;nanda</A> <A HREF="http://vedabase.net/r/raya">R&#257;ya</A> replied; <A CLASS=v HREF="http://vedabase.net/k/kanta">k&#257;nt&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; loving service between husband and wife; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/sadhya">s&#257;dhya</A>-<A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A> &#8212; the highest perfectional stage.</P><P CLASS=t>TRANSLATION</P><P>The Lord said, "Your statements are certainly getting better and better one after the other, but surpassing all of them is another transcendental mellow, and you can speak of that as the most sublime."</P><P>R&#257;m&#257;nanda R&#257;ya then replied, "Conjugal attachment for Krishna is the topmost position in love of Godhead.</P><P CLASS=t>PURPORT</P><P>In general, love of Godhead is devoid of the intimacy of ownership. In the case of love in servitude, there is a want of confidence. There is a want of increased affection in the fraternal relationship, and even when this affection increases in the parental relationship, there is nonetheless a want of complete freedom. However, when one becomes a conjugal lover of Krishna, everything lacking in the other relationships is completely manifest. Love of Godhead lacks nothing in the conjugal stage. The summary of this verse is that parental love of Godhead is certainly higher than fraternal love and that conjugal love is higher yet. It was when &#346;r&#299; Caitanya Mah&#257;prabhu requested R&#257;m&#257;nanda R&#257;ya to go further that he came to the point of the conjugal relationship, which is the highest perfectional stage of transcendental love.</P><P CLASS=l><A CLASS=i HREF="78.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="80.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>