<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 88</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8 Verse 88"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8.88</P><P CLASS=c>parip&#363;rna-krishna-pr&#257;pti ei 'prem&#257;' haite</P><P CLASS=c>ei prem&#257;ra va&#347;a krishna &#8212; kahe bh&#257;gavate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/paripurna">parip&#363;rna</A> &#8212; completely full; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/prapti">pr&#257;pti</A> &#8212; achievement of the lotus feet of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/prema">prem&#257;</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/p/premara">prem&#257;ra</A> &#8212; of this type of love of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasa">va&#347;a</A> &#8212; under the control; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is said; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bh&#257;gavate</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>.</P><P CLASS=t>TRANSLATION</P><P>"Complete attainment of the lotus feet of Lord Krishna is made possible by love of Godhead, specifically m&#257;dhurya-rasa, or conjugal love. Lord Krishna is indeed captivated by this standard of love. This is stated in &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=t>PURPORT</P><P>To explain the topmost quality of conjugal love, &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; gives the example of the material elements &#8212; sky, air, fire, water and earth. In the sky (space) there is the quality of sound. Similarly, in air there are the qualities of sound and touch. In fire, there are three qualities &#8212; sound, touch and form. In water there are four qualities &#8212; sound, touch, form and taste. Finally, in earth there are all five qualities &#8212; sound, touch, form, taste and also smell. Now, one can see that the quality of the sky is in all &#8212; namely in air, fire, water and earth. In earth we can find all the qualities of material nature. The same can be applied to the rasa known as m&#257;dhurya-rasa, or conjugal love. In conjugal love there are the qualities of neutrality, servitorship, fraternity and parental affection, as well as those of conjugal love itself. The conclusion is that through conjugal love the Lord is completely satisfied.</P><P>Conjugal love (m&#257;dhurya-rasa) is also known as &#347;ri&#324;g&#257;ra-rasa. It is the conclusion of &#346;r&#299;mad-Bh&#257;gavatam that in the complete combination of loving service to the Lord &#8212; namely in conjugal love &#8212; the Supreme Lord fully agrees to be under the control of the devotee. The highest form of conjugal love is represented by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;; therefore in the pastimes of R&#257;dh&#257; and Krishna we can see that Krishna is always subjugated by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s influence.</P><P CLASS=l><A CLASS=i HREF="87.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="89.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>