<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 8 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 8.1</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu, who is known as Gaur&#257;&#324;ga, is the ocean of all conclusive knowledge in devotional service. He empowered &#346;r&#299; R&#257;m&#257;nanda R&#257;ya, who may be likened to a cloud of devotional service. This cloud was filled with the water of all the conclusive purports of devotional service and was empowered by the ocean to spread this water over the sea of &#346;r&#299; Caitanya Mah&#257;prabhu Himself. Thus the ocean of Caitanya Mah&#257;prabhu became filled with the jewels of the knowledge of pure devotional service.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 8.2</B></A>: All glories to Lord &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda! All glories to Advaita &#256;c&#257;rya! And all glories to all the devotees of Lord &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 8.3</B></A>: According to His previous program, Lord &#346;r&#299; Caitanya Mah&#257;prabhu went forward on His tour and after some days arrived at the place of pilgrimage known as Jiyada-nrisimha.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 8.4</B></A>: Upon seeing the Deity of Lord Nrisimha in the temple, &#346;r&#299; Caitanya Mah&#257;prabhu offered His respectful obeisances by falling flat. Then, in ecstatic love, He performed various dances, chanted, and offered prayers.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 8.5</B></A>: "'All glories to Nrisimhadeva! All glories to Nrisimhadeva, who is the Lord of Prahl&#257;da Mah&#257;r&#257;ja and, like a honeybee, is always engaged in beholding the lotuslike face of the goddess of fortune.'</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 8.6</B></A>: "'Although very ferocious, the lioness is very kind to her cubs. Similarly, although very ferocious to nondevotees like Hiranyaka&#347;ipu, Lord Nrisimhadeva is very, very soft and kind to devotees like Prahl&#257;da Mah&#257;r&#257;ja.'"</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 8.7</B></A>: In this way Lord &#346;r&#299; Caitanya Mah&#257;prabhu recited different verses from the &#347;&#257;stra. The priest of Lord Nrisimhadeva then brought garlands and the remnants of the Lord's food and offered them to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 8.8</B></A>: As usual, a br&#257;hmana offered &#346;r&#299; Caitanya Mah&#257;prabhu an invitation. The Lord passed the night in the temple and then commenced His tour again.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 8.9</B></A>: The next morning, in the great ecstasy of love, Lord &#346;r&#299; Caitanya Mah&#257;prabhu started on His tour with no knowledge of the proper direction, and He continued the whole day and night.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 8.10</B></A>: As previously, &#346;r&#299; Caitanya Mah&#257;prabhu converted to Vaishnavism many people He met on the road. After some days, the Lord reached the banks of the river God&#257;var&#299;.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 8.11</B></A>: When He saw the river God&#257;var&#299;, the Lord remembered the river Yamun&#257;, and when He saw the forest on the banks of the river, He remembered &#346;r&#299; Vrind&#257;vana-dh&#257;ma.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 8.12</B></A>: After performing His usual chanting and dancing for some time in this forest, the Lord crossed the river and took His bath on the other bank.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 8.13</B></A>: After bathing in the river, the Lord walked a little distance from the bathing place and engaged in chanting the holy name of Krishna.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 8.14</B></A>: At that time, accompanied by the sounds of music, R&#257;m&#257;nanda R&#257;ya came there on a palanquin to take his bath.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 8.15</B></A>: Many br&#257;hmanas following the Vedic principles accompanied R&#257;m&#257;nanda R&#257;ya. According to the Vedic rituals, R&#257;m&#257;nanda R&#257;ya took his bath and offered oblations to his forefathers.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 8.16</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu could understand that the person who had come to bathe in the river was R&#257;m&#257;nanda R&#257;ya. The Lord wanted so much to meet him that His mind immediately began running after him.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 8.17</B></A>: Although &#346;r&#299; Caitanya Mah&#257;prabhu was running after him mentally, He patiently remained sitting. R&#257;m&#257;nanda R&#257;ya, seeing the wonderful sanny&#257;s&#299;, then came to see Him.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 8.18</B></A>: &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya then saw &#346;r&#299; Caitanya Mah&#257;prabhu to be as brilliant as a hundred suns. The Lord was covered by a saffron garment. He was large in body and very strongly built, and His eyes were like lotus petals.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 8.19</B></A>: When R&#257;m&#257;nanda R&#257;ya saw the wonderful sanny&#257;s&#299;, he was struck with wonder. He went to Him and immediately offered his respectful obeisances, falling down flat like a rod.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 8.20</B></A>: The Lord stood up and asked R&#257;m&#257;nanda R&#257;ya to arise and chant the holy name of Krishna. Indeed, &#346;r&#299; Caitanya Mah&#257;prabhu was very eager to embrace him.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 8.21</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then inquired whether he was R&#257;m&#257;nanda R&#257;ya, and he replied, "Yes, I am Your very low servant, and I belong to the &#347;&#363;dra community."</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 8.22</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then embraced &#346;r&#299; R&#257;m&#257;nanda R&#257;ya very firmly. Indeed, both the master and the servant almost lost consciousness due to ecstatic love.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 8.23</B></A>: Their natural love for each other was awakened in them both, and they embraced and fell to the ground.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 8.24</B></A>: When they embraced each other, ecstatic symptoms &#8212; paralysis, perspiration, tears, shivering, paleness and standing up of the bodily hairs &#8212; appeared. The word "Krishna" came from their mouths falteringly.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 8.25</B></A>: When the stereotyped, ritualistic br&#257;hmanas who were following the Vedic principles saw this ecstatic manifestation of love, they were struck with wonder. All these br&#257;hmanas began to reflect as follows.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 8.26</B></A>: The br&#257;hmanas thought, "We can see that this sanny&#257;s&#299; has a luster like the effulgence of Brahman, but how is it He is crying upon embracing a &#347;&#363;dra, a member of the fourth caste in the social order?"</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 8.27</B></A>: They thought, "This R&#257;m&#257;nanda R&#257;ya is the Governor of Madras, a highly learned and grave person, a mah&#257;-pandita, but upon touching this sanny&#257;s&#299; he has become restless like a madman."</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 8.28</B></A>: While the br&#257;hmanas were thinking in this way about the activities of &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya, &#346;r&#299; Caitanya Mah&#257;prabhu saw those outsiders and restrained His transcendental emotions.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 8.29</B></A>: When they regained their sanity, they both sat down, and &#346;r&#299; Caitanya Mah&#257;prabhu smiled and began to speak as follows.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 8.30</B></A>: "S&#257;rvabhauma Bhatt&#257;c&#257;rya spoke of your good qualities, and he made a great endeavor to convince Me to meet you.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 8.31</B></A>: "Indeed, I have come here just to meet you. It is very good that even without making an effort I have gotten your interview here."</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 8.32</B></A>: R&#257;m&#257;nanda R&#257;ya replied, "S&#257;rvabhauma Bhatt&#257;c&#257;rya thinks of me as his servant. Even in my absence he is very careful to do me good.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 8.33</B></A>: "By his mercy I have received Your interview here. Consequently I consider that today I have become a successful human being.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 8.34</B></A>: "I can see that You have bestowed special mercy upon S&#257;rvabhauma Bhatt&#257;c&#257;rya. Therefore You have touched me, although I am untouchable. This is due only to his love for You.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 8.35</B></A>: "You are the Supreme Personality of Godhead, N&#257;r&#257;yana Himself, and I am only a government servant interested in materialistic activities. Indeed, I am the lowest among men of the fourth caste.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 8.36</B></A>: "You do not fear the Vedic injunctions stating that You should not associate with a &#347;&#363;dra. You were not contemptuous of my touch, although in the Vedas You are forbidden to associate with &#347;&#363;dras.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 8.37</B></A>: "You are the Supreme Personality of Godhead Himself; therefore no one can understand Your purpose. By Your mercy You are touching me, although this is not sanctioned by the Vedas.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 8.38</B></A>: "You have come here specifically to deliver me. You are so merciful that You alone can deliver all fallen souls.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 8.39</B></A>: "It is the general practice of all saintly people to deliver the fallen. Therefore they go to people's houses, although they have no personal business there.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 8.40</B></A>: "'My dear Lord, sometimes great saintly persons go to the homes of householders, although these householders are generally low-minded. When a saintly person visits their homes, one can understand that it is for no other purpose than to benefit the householders.'</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 8.41</B></A>: "Along with me there are about a thousand men &#8212; including the br&#257;hmanas &#8212; and all of them appear to have had their hearts melted simply by seeing You.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 8.42</B></A>: "I hear everyone chanting the holy name of Krishna. Everyone's body is thrilled with ecstasy, and there are tears in everyone's eyes.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 8.43</B></A>: "My dear Sir, according to Your behavior and bodily features, You are the Supreme Personality of Godhead. It is impossible for ordinary living beings to possess such transcendental qualities."</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 8.44</B></A>: The Lord replied to R&#257;m&#257;nanda R&#257;ya, "Sir, you are the best of the topmost devotees; therefore simply the sight of you has melted everyone's heart.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 8.45</B></A>: "Although I am a M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;, a nondevotee, I am also floating in the ocean of love of Krishna simply by touching you. And what to speak of others?</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 8.46</B></A>: "S&#257;rvabhauma Bhatt&#257;c&#257;rya knew this would happen, and thus to rectify My heart, which is very hard, he asked Me to meet you."</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 8.47</B></A>: In this way each of them praised the qualities of the other, and both of them were pleased to see each other.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 8.48</B></A>: At this time a br&#257;hmana Vaishnava following the Vedic principles came and offered obeisances. He fell flat before &#346;r&#299; Caitanya Mah&#257;prabhu and invited Him for lunch.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 8.49</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu accepted the invitation, knowing the br&#257;hmana to be a devotee, and slightly smiling, He spoke as follows to R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 8.50</B></A>: "I wish to hear from you about Lord Krishna. Indeed, My mind is inclined to desire this; therefore I wish to see you again."</P><P CLASS=r><A CLASS=i HREF="51-52.htm"><B>CC Madhya 8.51-52</B></A>: R&#257;m&#257;nanda R&#257;ya replied, "My Lord, although You have come to correct me, a fallen soul, my mind is not yet purified simply by seeing You. Please stay for five or seven days and kindly cleanse my polluted mind. After that much time, my mind will certainly be pure."</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 8.53</B></A>: Although neither could tolerate separation from the other, R&#257;m&#257;nanda R&#257;ya nonetheless offered his obeisances to Lord &#346;r&#299; Caitanya Mah&#257;prabhu and departed.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 8.54</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu then went to the house of the br&#257;hmana who had invited Him and took His lunch there. When the evening of that day arrived, both R&#257;m&#257;nanda R&#257;ya and the Lord were eager to meet each other again.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 8.55</B></A>: After finishing His evening bath, &#346;r&#299; Caitanya Mah&#257;prabhu sat down and waited for R&#257;m&#257;nanda R&#257;ya to come. Then R&#257;m&#257;nanda R&#257;ya, accompanied by one servant, came to meet Him.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 8.56</B></A>: R&#257;m&#257;nanda R&#257;ya approached Lord &#346;r&#299; Caitanya and offered his respectful obeisances, and the Lord embraced him. Then they began to discuss Krishna in a secluded place.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 8.57</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu ordered R&#257;m&#257;nanda R&#257;ya, "Recite a verse from the revealed scriptures concerning the ultimate goal of life."R&#257;m&#257;nanda replied, "If one executes the prescribed duties of his social position, he awakens his original Krishna consciousness.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 8.58</B></A>: "'The Supreme Personality of Godhead, Lord Vishnu, is worshiped by the proper execution of prescribed duties in the system of varna and &#257;&#347;rama. There is no other way to satisfy the Supreme Personality of Godhead. One must be situated in the institution of the four varnas and &#257;&#347;ramas.'"</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 8.59</B></A>: The Lord replied, "This is external. You had better tell Me of some other means."R&#257;m&#257;nanda replied, "To offer the results of one's activities to Krishna is the essence of all perfection."</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 8.60</B></A>: R&#257;m&#257;nanda R&#257;ya continued, "'My dear son of Kunt&#299;, whatever you do, whatever you eat, whatever you offer in sacrifice, whatever you give in charity, and whatever austerities you perform, all the results of such activities should be offered to Me, Krishna, the Supreme Personality of Godhead.'"</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 8.61</B></A>: "This is also external," &#346;r&#299; Caitanya Mah&#257;prabhu said. "Please proceed and speak further on this matter."R&#257;m&#257;nanda R&#257;ya replied, "To give up one's occupational duties in the varn&#257;&#347;rama system is the essence of perfection."</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 8.62</B></A>: R&#257;m&#257;nanda R&#257;ya continued, "'Occupational duties are described in the religious scriptures. If one analyzes them, he can fully understand their qualities and faults and then give them up completely to render service unto the Supreme Personality of Godhead. Such a person is considered a first-class man.'</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 8.63</B></A>: "As stated in scripture [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>], 'After giving up all kinds of religious and occupational duties, if you come to Me, the Supreme Personality of Godhead, and take shelter, I will give you protection from all of life's sinful reactions. Do not worry.'"</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 8.64</B></A>: After hearing R&#257;m&#257;nanda R&#257;ya speak in this way, Lord &#346;r&#299; Caitanya Mah&#257;prabhu again rejected his statement and said, "Go ahead and say something more."R&#257;m&#257;nanda R&#257;ya then replied, "Devotional service mixed with empiric knowledge is the essence of perfection."</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 8.65</B></A>: R&#257;m&#257;nanda R&#257;ya continued, "According to the Bhagavad-g&#299;t&#257;, 'One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything. He is equally disposed toward every living entity. In that state he attains pure devotional service unto Me.'"</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 8.66</B></A>: After hearing this, the Lord, as usual, rejected it, considering it to be external devotional service. He again asked R&#257;m&#257;nanda R&#257;ya to speak further, and R&#257;m&#257;nanda R&#257;ya replied, "Pure devotional service without any touch of speculative knowledge is the essence of perfection."</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 8.67</B></A>: R&#257;m&#257;nanda R&#257;ya continued, "Lord Brahm&#257; said, 'My dear Lord, those devotees who have thrown away the impersonal conception of the Absolute Truth and have therefore abandoned discussing empiric philosophical truths should hear from self-realized devotees about Your holy name, form, pastimes and qualities. They should completely follow the principles of devotional service and remain free from illicit sex, gambling, intoxication and animal slaughter. Surrendering themselves fully with body, words and mind, they can live in any &#257;&#347;rama or social status. Indeed, You are conquered by such persons, although You are always unconquerable.'"</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 8.68</B></A>: At this point, &#346;r&#299; Caitanya Mah&#257;prabhu replied, "This is all right, but still you can speak more on the subject."R&#257;m&#257;nanda R&#257;ya then replied, "Ecstatic love for the Supreme Personality of Godhead is the essence of all perfection."</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 8.69</B></A>: R&#257;m&#257;nanda R&#257;ya continued, "'As long as there is hunger and thirst within the stomach, varieties of food and drink make one feel very happy. Similarly, when the Lord is worshiped with pure love, the various activities performed in the course of that worship awaken transcendental bliss in the heart of the devotee.'</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 8.70</B></A>: "'Pure devotional service in Krishna consciousness cannot be had even by pious activity in hundreds and thousands of lives. It can be attained only by paying one price &#8212; that is, intense greed to obtain it. If it is available somewhere, one must purchase it without delay.'"</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 8.71</B></A>: Hearing up to the point of spontaneous love, the Lord said, "This is all right, but if you know more, please tell Me."In reply, R&#257;m&#257;nanda R&#257;ya said, "Spontaneous loving service in servitude &#8212; as exchanged by master and servant &#8212; is the highest perfection.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 8.72</B></A>: "'A man becomes purified simply by hearing the holy name of the Supreme Personality of Godhead, whose lotus feet create the holy places of pilgrimage. Therefore what remains to be attained by those who have become His servants?'</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 8.73</B></A>: "'By serving You constantly, one is freed from all material desires and is completely pacified. When shall I engage as Your permanent eternal servant and always feel joyful to have such a perfect master?'"</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 8.74</B></A>: Hearing this from R&#257;m&#257;nanda R&#257;ya, the Lord again requested him to go a step further. In reply, R&#257;m&#257;nanda R&#257;ya said, "Loving service to Krishna rendered in fraternity is the highest perfection.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 8.75</B></A>: "'Neither those engaged in the self-realization of appreciating the Brahman effulgence of the Lord, nor those engaged in devotional service while accepting the Supreme Personality of Godhead as master, nor those under the clutches of M&#257;y&#257;, thinking the Lord an ordinary person, can understand that certain exalted personalities, after accumulating volumes of pious activities, are now playing with the Lord in friendship as cowherd boys.'"</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 8.76</B></A>: The Lord said, "This statement is very good, but please proceed even further."R&#257;m&#257;nanda R&#257;ya then replied, "Loving service to the Lord in the parental relationship is the highest perfectional stage."</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 8.77</B></A>: R&#257;m&#257;nanda R&#257;ya continued, "'O br&#257;hmana, what pious activities did Nanda Mah&#257;r&#257;ja perform by which he received the Supreme Personality of Godhead Krishna as his son? And what pious activities did mother Ya&#347;od&#257; perform that made the Absolute Supreme Personality of Godhead Krishna call her "Mother" and suck her breasts?'</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 8.78</B></A>: "'The favor mother Ya&#347;od&#257; obtained from &#346;r&#299; Krishna, the bestower of liberation, was never obtained even by Lord Brahm&#257; or Lord &#346;iva, nor even by the goddess of fortune, who always remains on the chest of the Supreme Personality of Godhead Vishnu.'"</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 8.79</B></A>: The Lord said, "Your statements are certainly getting better and better one after the other, but surpassing all of them is another transcendental mellow, and you can speak of that as the most sublime."R&#257;m&#257;nanda R&#257;ya then replied, "Conjugal attachment for Krishna is the topmost position in love of Godhead.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 8.80</B></A>: "'When Lord &#346;r&#299; Krishna was dancing with the gop&#299;s in the r&#257;sa-l&#299;l&#257;, the gop&#299;s were embraced around the neck by the Lord's arms. This transcendental favor was never bestowed upon the goddess of fortune or the other consorts in the spiritual world. Nor was such a thing ever imagined by the most beautiful girls in the heavenly planets, girls whose bodily luster and aroma resemble the beauty and fragrance of lotus flowers. And what to speak of worldly women, who may be very, very beautiful according to material estimation?'</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 8.81</B></A>: "'Suddenly, due to their feelings of separation, Lord Krishna appeared among the gop&#299;s dressed in yellow garments and wearing a flower garland. His lotus face was smiling, and He was directly attracting the mind of Cupid.'</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 8.82</B></A>: "There are various means and processes by which one may attain the favor of Lord Krishna. All those transcendental processes will be studied from the viewpoint of comparative importance.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 8.83</B></A>: "It is true that whatever relationship a particular devotee has with the Lord is the best for him; still, when we study all the different methods from a neutral position, we can understand that there are higher and lower degrees of love.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 8.84</B></A>: "'Increasing love is experienced in various tastes, one above another. But that love which has the highest taste in the gradual succession of desires manifests itself in the form of conjugal love.'</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 8.85</B></A>: "There is a gradual order of improvement in transcendental mellows from the initial ones to the later ones. In each subsequent mellow the qualities of the previous mellows are manifested, counting from two, then three, and up to the point of five complete qualities.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 8.86</B></A>: "As the qualities increase, so the taste also increases in each and every mellow. Therefore the qualities found in &#347;&#257;nta-rasa, d&#257;sya-rasa, sakhya-rasa and v&#257;tsalya-rasa are all manifested in conjugal love [m&#257;dhurya-rasa].</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 8.87</B></A>: "The qualities in the material elements &#8212; sky, air, fire, water and earth &#8212; increase one after another by a gradual process of one, two and three, and at the last stage, in the element earth, all five qualities are completely visible.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 8.88</B></A>: "Complete attainment of the lotus feet of Lord Krishna is made possible by love of Godhead, specifically m&#257;dhurya-rasa, or conjugal love. Lord Krishna is indeed captivated by this standard of love. This is stated in &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 8.89</B></A>: "Lord Krishna told the gop&#299;s, 'The means of attaining My favor is loving service unto Me, and fortunately you are all thus engaged. Those living beings who render service unto Me are eligible to be transferred to the spiritual world and attain eternal life with knowledge and bliss.'</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 8.90</B></A>: "Lord Krishna has made a firm promise for all time. If one renders service unto Him, Krishna correspondingly gives him an equal amount of success in devotional service to the Lord.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 8.91</B></A>: "[According to Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/11.htm">4.11</A>):] 'As all surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Prith&#257;.'</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 8.92</B></A>: "In &#346;r&#299;mad-Bh&#257;gavatam [<A CLASS=v HREF="../../../sb/10/32/22.htm">10.32.22</A>] it is said that Lord Krishna cannot proportionately reciprocate devotional service in the m&#257;dhurya-rasa; therefore He always remains a debtor to such devotees.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 8.93</B></A>: "When the gop&#299;s were overwhelmed with dissatisfaction due to Lord Krishna's absence from the r&#257;sa-l&#299;l&#257;, Krishna returned to them and told them, 'My dear gop&#299;s, our meeting is certainly free of all material contamination. I must admit that in many lives it would be impossible for Me to repay My debt to you because you have cut off the bondage of family life just to search for Me. Consequently I am unable to repay you. Therefore please be satisfied with your honest activities in this regard.'</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 8.94</B></A>: "Although Krishna's unparalleled beauty is the topmost sweetness of love of Godhead, His sweetness increases unlimitedly when He is in the company of the gop&#299;s. Consequently Krishna's exchange of love with the gop&#299;s is the topmost perfection of love of Godhead.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 8.95</B></A>: "'Although the son of Devak&#299;, the Supreme Personality of Godhead, is the reservoir of all kinds of beauty, when He is among the gop&#299;s He nonetheless becomes more beautiful, for He resembles a marakata jewel surrounded by gold and other jewels.'"</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 8.96</B></A>: Lord Caitanya Mah&#257;prabhu replied, "This is certainly the limit of perfection, but please be merciful to Me and speak more if there is more."</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 8.97</B></A>: R&#257;ya R&#257;m&#257;nanda replied, "Until this day I did not know anyone within this material world who could inquire beyond this perfectional stage of devotional service.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 8.98</B></A>: "Among the loving affairs of the gop&#299;s," R&#257;m&#257;nanda R&#257;ya continued, "&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s love for &#346;r&#299; Krishna is topmost. Indeed, the glories of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; are highly esteemed in all revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 8.99</B></A>: "'Just as &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is most dear to &#346;r&#299; Krishna, Her bathing place [R&#257;dh&#257;-kunda] is also dear to Him. Among all the gop&#299;s, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is supermost and very dear to Lord Krishna.'</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 8.100</B></A>: "[When the gop&#299;s began to talk among themselves, they said:] 'Dear friends, the gop&#299; who has been taken away by Krishna to a secluded place must have worshiped the Lord more than anyone else.'"</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 8.101</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu said, "Please speak on. I am very happy to hear you because a river of unprecedented nectar is flowing from your mouth.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 8.102</B></A>: "During the r&#257;sa dance &#346;r&#299; Krishna did not exchange loving affairs with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; due to the presence of the other gop&#299;s. Because of the dependence of the others, the intensity of love between R&#257;dh&#257; and Krishna was not manifest. Therefore He stole Her away.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 8.103</B></A>: "If Lord Krishna rejected the company of the other gop&#299;s for &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, we can understand that Lord &#346;r&#299; Krishna has intense affection for Her."</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 8.104</B></A>: R&#257;m&#257;nanda R&#257;ya continued, "Please therefore hear from me about the glories of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s loving affairs. They are beyond compare within these three worlds.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 8.105</B></A>: "Finding Herself treated equally with all the other gop&#299;s, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; displayed Her tricky behavior and left the circle of the r&#257;sa dance. Missing &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s presence, Krishna became very unhappy and began to lament and wander throughout the forest to search Her out.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 8.106</B></A>: "'Lord Krishna, the enemy of Kamsa, took &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; within His heart, for He desired to dance with Her. Thus He left the arena of the r&#257;sa dance and the company of all the other beautiful damsels of Vraja.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 8.107</B></A>: "'Being afflicted by the arrow of Cupid and unhappily regretting His mistreating &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, M&#257;dhava, Lord Krishna, began to search for Her along the banks of the Yamun&#257; River. When He failed to find Her, He entered the bushes of Vrind&#257;vana and began to lament.'</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 8.108</B></A>: "Simply by considering these two verses one can understand what nectar there is in such dealings. It is exactly like freeing a mine of nectar.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 8.109</B></A>: "Although Krishna was in the midst of hundreds of thousands of gop&#299;s during the r&#257;sa dance, He still kept Himself in one of His transcendental forms by the side of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 8.110</B></A>: "Lord Krishna is equal to everyone in His general dealings, but due to the conflicting ecstatic love of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, there were opposing elements.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 8.111</B></A>: "'The progress of loving affairs between a young boy and a young girl is like the movement of a snake. On account of this, two types of anger arise between a young boy and girl &#8212; anger with cause and anger without cause.'</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 8.112</B></A>: "When R&#257;dh&#257;r&#257;n&#299; left the r&#257;sa dance out of anger and resentment, Lord &#346;r&#299; Krishna became very anxious because He could not see Her.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 8.113</B></A>: "Lord Krishna's desire in the r&#257;sa-l&#299;l&#257; circle is perfectly complete, but &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the binding link in that desire.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 8.114</B></A>: "The r&#257;sa dance does not shine in the heart of Krishna without &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Therefore, He also gave up the circle of the r&#257;sa dance and went out to search for Her.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 8.115</B></A>: "When Krishna went out to search for &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, He wandered here and there. Not finding Her, He became afflicted by the arrow of Cupid and began to lament.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 8.116</B></A>: "Since Krishna's lusty desires were not satisfied even in the midst of hundreds of thousands of gop&#299;s and He was thus searching after &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, we can easily imagine how transcendentally qualified She is."</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 8.117</B></A>: After hearing this, Lord Caitanya Mah&#257;prabhu said to R&#257;m&#257;nanda R&#257;ya, "That for which I have come to your residence has now become an object of truth in My knowledge.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 8.118</B></A>: "Now I have come to understand the sublime goal of life and the process of achieving it. Nevertheless, I think that there is something more ahead, and My mind is desiring to have it.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 8.119</B></A>: "Kindly explain the transcendental features of Krishna and &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Also explain the truth of transcendental mellows and the transcendental form of love of Godhead.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 8.120</B></A>: "Kindly explain all these truths to Me. But for yourself, no one can ascertain them."</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 8.121</B></A>: &#346;r&#299; R&#257;m&#257;nanda R&#257;ya replied, "I do not know anything about this. I simply vibrate the sound You make me speak.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 8.122</B></A>: "I simply repeat like a parrot whatever instructions You have given me. You are the Supreme Personality of Godhead Himself. Who can understand Your dramatic performances?</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 8.123</B></A>: "You inspire me within the heart and make me speak with the tongue. I do not know whether I am speaking well or badly."</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 8.124</B></A>: Lord Caitanya Mah&#257;prabhu said, "I am a M&#257;y&#257;v&#257;d&#299; in the renounced order of life, and I do not even know what transcendental loving service to the Lord is. I simply float in the ocean of M&#257;y&#257;v&#257;da philosophy.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 8.125</B></A>: "Due to the association of S&#257;rvabhauma Bhatt&#257;c&#257;rya, My mind became enlightened. Therefore I asked him about the truths of transcendental loving service to Krishna.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 8.126</B></A>: "S&#257;rvabhauma Bhatt&#257;c&#257;rya told me, 'I do not actually know about the topics of Lord Krishna. They are all known only to R&#257;m&#257;nanda R&#257;ya, but he is not present here.'"</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 8.127</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu continued, "After hearing about your glories, I have come to your place. But you are offering Me words of praise out of respect for a sanny&#257;s&#299;, one in the renounced order of life.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 8.128</B></A>: "Whether one is a br&#257;hmana, a sanny&#257;s&#299; or a &#347;&#363;dra &#8212; regardless of what he is &#8212; he can become a spiritual master if he knows the science of Krishna."</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 8.129</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "Please do not try to cheat me, thinking of Me as a learned sanny&#257;s&#299;. Please satisfy My mind by just describing the truth of R&#257;dh&#257; and Krishna."</P><P CLASS=r><A CLASS=i HREF="130-131.htm"><B>CC Madhya 8.130-131</B></A>: &#346;r&#299; R&#257;m&#257;nanda R&#257;ya was a great devotee of the Lord and a lover of God, and although his mind could not be covered by Krishna's illusory energy, and although he could understand the mind of the Lord, which was very strong and intense, R&#257;m&#257;nanda's mind became a little agitated.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 8.132</B></A>: &#346;r&#299; R&#257;m&#257;nanda R&#257;ya said, "I am just a dancing puppet, and You pull the strings. Whichever way You make me dance, I will dance.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 8.133</B></A>: "My dear Lord, my tongue is just like a stringed instrument, and You are its player. Therefore I simply vibrate whatever arises in Your mind."</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 8.134</B></A>: R&#257;m&#257;nanda R&#257;ya then began to speak on krishna-tattva. "Krishna is the Supreme Personality of Godhead," he said. "He is personally the original Godhead, the source of all incarnations and the cause of all causes.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 8.135</B></A>: "There are innumerable Vaikuntha planets, as well as innumerable incarnations. In the material world also there are innumerable universes, and Krishna is the supreme resting place for all of them.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 8.136</B></A>: "The transcendental body of &#346;r&#299; Krishna is eternal and full of bliss and knowledge. He is the son of Nanda Mah&#257;r&#257;ja. He is full of all opulences and potencies, as well as all spiritual mellows.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 8.137</B></A>: "'Krishna, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.'</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 8.138</B></A>: "In the spiritual realm of Vrind&#257;vana, Krishna is the spiritual, ever-fresh Cupid. He is worshiped by the chanting of the K&#257;ma-g&#257;yatr&#299; mantra, with the spiritual seed kl&#299;m.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 8.139</B></A>: "The very name Krishna means that He attracts even Cupid. He is therefore attractive to everyone &#8212; male and female, moving and inert living entities. Indeed, Krishna is known as the all-attractive one.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 8.140</B></A>: "'When Krishna left the r&#257;sa-l&#299;l&#257; dance, the gop&#299;s became very morose, and when they were grieving, Krishna reappeared dressed in yellow garments. Wearing a flower garland and smiling, He was attractive even to Cupid. In this way Krishna appeared among the gop&#299;s.'</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 8.141</B></A>: "Each and every devotee has a certain type of transcendental mellow in relation to Krishna. But in all transcendental relationships the devotee is the worshiper [&#257;&#347;raya] and Krishna is the object of worship [vishaya].</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 8.142</B></A>: "'Let Krishna, the Supreme Personality of Godhead, be glorified! By virtue of His expanding attractive features, He subjugated the gop&#299;s named T&#257;rak&#257; and P&#257;li and absorbed the minds of &#346;y&#257;m&#257; and Lalit&#257;. He is the most attractive lover of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and is the reservoir of pleasure for devotees in all transcendental mellows.'</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 8.143</B></A>: "Krishna is all-attractive for devotees in all mellows because He is the personification of the conjugal mellow. Krishna is attractive not only to all the devotees, but to Himself as well.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 8.144</B></A>: "'My dear friends, just see how &#346;r&#299; Krishna is enjoying the season of spring! With the gop&#299;s embracing each of His limbs, He is like amorous love personified. With His transcendental pastimes, He enlivens all the gop&#299;s and the entire creation. With His soft bluish black arms and legs, which resemble blue lotus flowers, He has created a festival for Cupid.'</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 8.145</B></A>: "He also attracts N&#257;r&#257;yana, who is the incarnation of Sa&#324;karshana and the husband of the goddess of fortune. He attracts not only N&#257;r&#257;yana but also all women, headed by the goddess of fortune, the consort of N&#257;r&#257;yana.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 8.146</B></A>: "[Addressing Krishna and Arjuna, Lord Mah&#257;-Vishnu (the Mah&#257;purusha) said:] 'I wanted to see both of you, and therefore I have brought the sons of the br&#257;hmana here. Both of you have appeared in the material world to reestablish religious principles, and you have both appeared here with all your potencies. After killing all the demons, please quickly return to the spiritual world.'</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 8.147</B></A>: "'O Lord, we do not know how the serpent K&#257;liya attained such an opportunity to be touched by the dust of Your lotus feet. For this end, the goddess of fortune performed austerities for centuries, giving up all other desires and observing austere vows. Indeed, we do not know how this serpent K&#257;liya got such an opportunity.'</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 8.148</B></A>: "Lord Krishna's sweetness is so attractive that it steals away His own mind. Thus even He wants to embrace Himself.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 8.149</B></A>: "'Upon seeing His own reflection in a bejeweled pillar of His Dv&#257;rak&#257; palace, Krishna desired to embrace it, saying, "Alas, I have never seen such a person before. Who is He? Just by seeing Him I have become eager to embrace Him, exactly like &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;."'"</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 8.150</B></A>: &#346;r&#299; R&#257;m&#257;nanda R&#257;ya then said, "I have thus briefly explained the original form of the Supreme Personality of Godhead. Now let me describe the position of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 8.151</B></A>: "Krishna has unlimited potencies, which can be divided into three main parts. These are the spiritual potency, the material potency and the marginal potency, which is known as the living entities.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 8.152</B></A>: "In other words, these are all potencies of God &#8212; internal, external and marginal. But the internal potency is the Lord's personal energy and stands over the other two.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 8.153</B></A>: "'The original potency of Lord Vishnu is superior, or spiritual, and the living entity actually belongs to that superior energy. But there is another energy, called the material energy, and this third energy is full of ignorance.'</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 8.154</B></A>: "Originally Lord Krishna is sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], the transcendental form of eternity, bliss and knowledge; therefore His personal potency, the internal potency, has three different forms.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 8.155</B></A>: "Hl&#257;din&#299; is His aspect of bliss; sandhin&#299;, of eternal existence; and samvit, of cognizance, which is also accepted as knowledge.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 8.156</B></A>: "'My dear Lord, You are the transcendental reservoir of all transcendental qualities. Your pleasure potency, existence potency and knowledge potency are actually all one internal spiritual potency. The conditioned soul, although actually spiritual, sometimes experiences pleasure, sometimes pain and sometimes a mixture of pain and pleasure. This is due to his being touched by matter. But because You are above all material qualities, these are not found in You. Your superior spiritual potency is completely transcendental, and for You there is no such thing as relative pleasure, pleasure mixed with pain, or pain itself.'</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 8.157</B></A>: "The potency called hl&#257;din&#299; gives Krishna transcendental pleasure. Through this pleasure potency, Krishna personally tastes all spiritual pleasure.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 8.158</B></A>: "Lord Krishna tastes all kinds of transcendental happiness, although He Himself is happiness personified. The pleasure relished by His pure devotees is also manifested by His pleasure potency.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 8.159</B></A>: "The most essential part of this pleasure potency is love of Godhead [prema]. Consequently, the explanation of love of Godhead is also a transcendental mellow full of pleasure.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 8.160</B></A>: "The essential part of love of Godhead is called mah&#257;bh&#257;va, transcendental ecstasy, and that ecstasy is represented by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 8.161</B></A>: "'Among the gop&#299;s of Vrind&#257;vana, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and another gop&#299; are considered chief. But when we compare the gop&#299;s, it appears that &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is most important because Her real feature expresses the highest ecstasy of love. The ecstasy of love experienced by the other gop&#299;s cannot be compared to that of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.'</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 8.162</B></A>: "The body of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is a veritable transformation of love of Godhead; She is the dearmost friend of Krishna, and this is known throughout the world.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Madhya 8.163</B></A>: "'I worship Govinda, the primeval Lord, who resides in His own realm, Goloka, with R&#257;dh&#257;, who resembles His own spiritual figure and who embodies the ecstatic potency [hl&#257;din&#299;]. Their companions are Her confidantes, who embody extensions of Her bodily form and who are imbued and permeated with ever-blissful spiritual rasa.'</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 8.164</B></A>: "That supreme ecstasy of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the essence of spiritual life. Her only business is to fulfill all the desires of Krishna.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 8.165</B></A>: "&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the topmost spiritual gem, and the other gop&#299;s &#8212; Lalit&#257;, Vi&#347;&#257;kh&#257; and so on &#8212; are expansions of Her spiritual body.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 8.166</B></A>: "&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s transcendental body is brilliant in luster and full of all transcendental fragrances. Lord Krishna's affection for Her is like a perfumed massage.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 8.167</B></A>: "&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; takes Her first bath in the shower of the nectar of compassion, and She takes Her second bath in the nectar of youth.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 8.168</B></A>: "After Her midday bath, R&#257;dh&#257;r&#257;n&#299; takes another bath in the nectar of bodily luster, and She puts on the garment of shyness, which is Her black silk sari.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 8.169</B></A>: "&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s affection for Krishna is Her upper garment, which is pinkish in color. She then covers Her breasts with another garment, composed of affection and anger toward Krishna.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 8.170</B></A>: "&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s personal beauty is the reddish powder known as ku&#324;kuma, Her affection for Her associates is sandalwood pulp, and the sweetness of Her smile is camphor. All these, combined together, are smeared over Her body.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 8.171</B></A>: "Conjugal love for Krishna is an abundance of musk, and with that musk Her whole body is decorated.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 8.172</B></A>: "Craftiness and covered anger constitute the arrangement of Her hair. The quality of anger due to jealousy is the silk garment covering Her body.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 8.173</B></A>: "Her attachment for Krishna is the reddish color of betel nuts on Her brilliant lips. Her double-dealings in loving affairs constitute the black ointment around Her eyes.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 8.174</B></A>: "The ornaments decorating Her body are the blazing ecstasies of goodness and the constantly existing ecstasies, headed by jubilation. All these ecstasies are the ornaments all over Her body.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 8.175</B></A>: "Also ornamenting Her body are the twenty kinds of ecstatic symptoms beginning with kila-kicita. Her transcendental qualities constitute the flower garland hanging in fullness over Her body.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 8.176</B></A>: "The tilaka of good fortune is on Her beautiful broad forehead. Her various loving affairs are a gem, and Her heart is the locket.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 8.177</B></A>: "&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s gop&#299; friends are Her mental activities, which are concentrated on the pastimes of &#346;r&#299; Krishna. She keeps Her hand on the shoulder of a friend, who represents youth.</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 8.178</B></A>: "&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s bedstead is pride itself, and it is situated in the abode of Her bodily aroma. She is always seated there thinking of Krishna's association.</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 8.179</B></A>: "&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s earrings are the name, fame and qualities of Lord Krishna. The glories of Lord Krishna's name, fame and qualities are always inundating Her speech.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 8.180</B></A>: "&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; induces Krishna to drink the honey of the conjugal relationship. She is therefore engaged in satisfying all the lusty desires of Krishna.</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 8.181</B></A>: "&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is a mine filled with valuable jewels of love for Krishna. Her transcendental body is complete with unparalleled spiritual qualities.</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 8.182</B></A>: "'If one asks about the origin of love of Krishna, the answer is that the origin is in &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; alone. Who is the most dear friend of Krishna? The answer again is &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; alone. No one else. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s hair is very curly, Her two eyes are always moving to and fro, and Her breasts are firm. Since all transcendental qualities are manifested in &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, She alone is able to fulfill all the desires of Krishna. No one else.'</P><P CLASS=r><A CLASS=i HREF="183-184.htm"><B>CC Madhya 8.183-184</B></A>: "Even Satyabh&#257;m&#257;, one of the queens of &#346;r&#299; Krishna, desires the fortunate position and excellent qualities of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. All the gop&#299;s learn the art of dressing from &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, and even the goddess of fortune, Lakshm&#299;, and the wife of Lord &#346;iva, P&#257;rvat&#299;, desire Her beauty and qualities. Indeed, Arundhat&#299;, the celebrated chaste wife of Vasishtha, also wants to imitate the chastity and religious principles of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 8.185</B></A>: "Even Lord Krishna Himself cannot reach the limit of the transcendental qualities of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. How, then, can an insignificant living entity count them?"</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 8.186</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu replied, "Now I have come to understand the truth of the loving affairs between R&#257;dh&#257; and Krishna. Nonetheless, I still want to hear how both of Them gloriously enjoy such love."</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 8.187</B></A>: R&#257;ya R&#257;m&#257;nanda replied, "Lord Krishna is dh&#299;ra-lalita, for He can always keep His girlfriends in a subjugated state. Thus His only business is enjoying sense gratification.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 8.188</B></A>: "'A person who is very cunning and always youthful, expert in joking and without anxiety, and who can keep his girlfriends always subjugated, is called dh&#299;ra-lalita.'</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 8.189</B></A>: "Day and night Lord &#346;r&#299; Krishna enjoys the company of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; in the bushes of Vrind&#257;vana. Thus His pre-youthful age is fulfilled through His affairs with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 8.190</B></A>: "'Thus Lord &#346;r&#299; Krishna spoke of the sexual activities of the previous night. In this way He made &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; close Her eyes out of shyness. Taking this opportunity, &#346;r&#299; Krishna painted various types of dolphins on Her breasts. Thus He became a very expert artist for all the gop&#299;s. During such pastimes, the Lord enjoyed the fulfillment of His youth.'"</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 8.191</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "This is all right, but please continue."At that time R&#257;ya R&#257;m&#257;nanda replied, "I don't think my intelligence goes beyond this."</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 8.192</B></A>: R&#257;ya R&#257;m&#257;nanda then informed &#346;r&#299; Caitanya Mah&#257;prabhu that there was another topic, known as prema-vil&#257;sa-vivarta. "You may hear of this from me," R&#257;m&#257;nanda R&#257;ya said, "but I do not know whether You will be happy with it or not."</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 8.193</B></A>: Saying this, R&#257;m&#257;nanda R&#257;ya began to sing a song he had composed, but &#346;r&#299; Caitanya Mah&#257;prabhu, out of the ecstasy of love of Godhead, immediately covered R&#257;m&#257;nanda's mouth with His own hand.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 8.194</B></A>: "'Alas, before We met there was an initial attachment between Us brought about by an exchange of glances. In this way attachment evolved. That attachment has gradually grown, and there is no limit to it. Now that attachment has become a natural sequence between Ourselves. It is not that it is due to Krishna, the enjoyer, nor is it due to Me, for I am the enjoyed. It is not like that. This attachment was made possible by mutual meeting. This mutual exchange of attraction is known as manobhava, or Cupid. Krishna's mind and My mind have merged together. Now, during this time of separation, it is very difficult to explain these loving affairs. My dear friend, though Krishna might have forgotten all these things, you can understand and bring this message to Him. But during Our first meeting there was no messenger between Us, nor did I request anyone to see Him. Indeed, Cupid's five arrows were Our via media. Now, during this separation, that attraction has increased to another ecstatic state. My dear friend, please act as a messenger on My behalf, because if one is in love with a beautiful person, this is the consequence.'</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 8.195</B></A>: "'O my Lord, You live in the forest of Govardhana Hill, and, like the king of elephants, You are expert in the art of conjugal love. O master of the universe, Your heart and &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s heart are just like shellac and are now melted in Your spiritual perspiration. Therefore one can no longer distinguish between You and &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Now You have mixed Your newly invoked affection, which is like vermilion, with Your melted hearts, and for the benefit of the whole world You have painted both Your hearts red within this great palace of the universe.'"</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 8.196</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu confirmed these verses recited by &#346;r&#299; R&#257;m&#257;nanda R&#257;ya, saying, "This is the limit of the goal of human life. Only by your mercy have I come to understand it conclusively.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 8.197</B></A>: "The goal of life cannot be achieved unless one practices the process. Now, being merciful upon Me, please explain that means by which this goal can be attained."</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 8.198</B></A>: &#346;r&#299; R&#257;m&#257;nanda R&#257;ya replied, "I do not know what I am saying, but You have made me speak what I have spoken, be it good or bad. I am simply repeating that message.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 8.199</B></A>: "Within these three worlds, who is so undisturbed that he can remain steady as You manipulate Your different energies?</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 8.200</B></A>: "Actually You are speaking through my mouth, and at the same time You are listening. This is very mysterious. Anyway, kindly hear the explanation of the process by which the goal can be attained.</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 8.201</B></A>: "The pastimes of R&#257;dh&#257; and Krishna are very confidential. They cannot be understood through the mellows of servitude, fraternity or parental affection.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 8.202</B></A>: "Actually, only the gop&#299;s have the right to appreciate these transcendental pastimes, and only from them can these pastimes be expanded.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 8.203</B></A>: "Without the gop&#299;s, these pastimes between R&#257;dh&#257; and Krishna cannot be nourished. Only by their cooperation are such pastimes broadcast. It is their business to taste the mellows.</P><P CLASS=r><A CLASS=i HREF="204-205.htm"><B>CC Madhya 8.204-205</B></A>: "Without the help of the gop&#299;s, one cannot enter into these pastimes. Only one who worships the Lord in the ecstasy of the gop&#299;s, following in their footsteps, can engage in the service of &#346;r&#299; &#346;r&#299; R&#257;dh&#257;-Krishna in the bushes of Vrind&#257;vana. Only then can one understand the conjugal love between R&#257;dh&#257; and Krishna. There is no other procedure for understanding.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 8.206</B></A>: "'The pastimes of &#346;r&#299; R&#257;dh&#257; and Krishna are self-effulgent. They are happiness personified, unlimited and all-powerful. Even so, the spiritual humors of such pastimes are never complete without the gop&#299;s, the Lord's personal friends. The Supreme Personality of Godhead is never complete without His spiritual potencies; therefore unless one takes shelter of the gop&#299;s, one cannot enter into the company of R&#257;dh&#257; and Krishna. Who can be interested in Their spiritual pastimes without taking their shelter?'</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 8.207</B></A>: "There is an inexplicable fact about the natural inclinations of the gop&#299;s. The gop&#299;s never want to enjoy themselves with Krishna personally.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 8.208</B></A>: "The happiness of the gop&#299;s increases ten million times when they serve to engage &#346;r&#299; &#346;r&#299; R&#257;dh&#257; and Krishna in Their transcendental pastimes.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Madhya 8.209</B></A>: "By nature, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is just like a creeper of love of Godhead, and the gop&#299;s are the twigs, flowers and leaves of that creeper.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Madhya 8.210</B></A>: "When the nectar of Krishna's pastimes is sprinkled on that creeper, the happiness derived by the twigs, flowers and leaves is ten million times greater than that derived by the creeper itself.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Madhya 8.211</B></A>: "'All the gop&#299;s, the personal friends of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, are equal to Her. Krishna is pleasing to the inhabitants of Vrajabh&#363;mi, just as the moon is pleasing to the lotus flower. His pleasure-giving potency is known as &#257;hl&#257;din&#299;, of which the active principle is &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. She is compared to a creeper with newly grown flowers and leaves. When the nectar of Krishna's pastimes is sprinkled on &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, all Her friends, the gop&#299;s, immediately appreciate the pleasure a hundred times more than if they were sprinkled themselves. Actually this is not at all wonderful.'</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Madhya 8.212</B></A>: "Although the gop&#299;s, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s friends, do not desire to enjoy themselves directly with Krishna, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; makes a great endeavor to induce Krishna to enjoy Himself with the gop&#299;s.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 8.213</B></A>: "Presenting various pleas for the gop&#299;s, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; sometimes sends the gop&#299;s to Krishna just to enable them to associate with Him directly. At such times, She enjoys a happiness ten million times greater than that enjoyed through direct association.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Madhya 8.214</B></A>: "The transcendental mellow is nourished by that mutual behavior in transcendental love of Godhead. When Lord Krishna sees how the gop&#299;s have developed pure love for Him, He becomes very satisfied.</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Madhya 8.215</B></A>: "It is to be noted that the natural characteristic of the gop&#299;s is to love the Supreme Lord. Their lusty desire is not to be compared to material lust. Nonetheless, because their desire sometimes appears to resemble material lust, their transcendental love for Krishna is sometimes described as lust.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Madhya 8.216</B></A>: "'Although the dealings of the gop&#299;s with Krishna are on the platform of pure love of Godhead, such dealings are sometimes considered to be lusty. But because they are completely spiritual, Uddhava and all the other dearmost devotees of the Lord desire to participate in them.'</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Madhya 8.217</B></A>: "Lusty desires are experienced when one is concerned with his own personal sense gratification. The mood of the gop&#299;s is not like that. Their only desire is to satisfy the senses of Krishna.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Madhya 8.218</B></A>: "Among the gop&#299;s, there is not a pinch of desire for sense gratification. Their only desire is to give pleasure to Krishna, and this is why they mingle with Him and enjoy with Him.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Madhya 8.219</B></A>: "[All the gop&#299;s said:] 'Dear Krishna, we carefully hold Your delicate lotus feet upon our hard breasts. When You walk in the forest, Your soft lotus feet are pricked by small bits of stone. We fear that this is paining You. Since You are our life and soul, our minds are very much disturbed when Your lotus feet are pained.'</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Madhya 8.220</B></A>: "One who is attracted by that ecstatic love of the gop&#299;s does not care about popular opinion or the regulative principles of Vedic life. Rather, he completely surrenders unto Krishna and renders service unto Him.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Madhya 8.221</B></A>: "If one worships the Lord on the path of spontaneous love and goes to Vrind&#257;vana, he receives the shelter of Vrajendra-nandana, the son of Nanda Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Madhya 8.222</B></A>: "In his liberated stage the devotee is attracted by one of the five humors in the transcendental loving service of the Lord. As he continues to serve the Lord in that transcendental mood, he attains a spiritual body to serve Krishna in Goloka Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Madhya 8.223</B></A>: "Those saintly persons who represent the Upanishads are vivid examples of this. By worshiping the Lord on the path of spontaneous love, they attained the lotus feet of Vrajendra-nandana, the son of Nanda Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Madhya 8.224</B></A>: "'Great sages conquer the mind and senses by practicing the mystic yoga system and controlling the breath. Thus engaging in mystic yoga, they see the Supersoul within their hearts and ultimately enter into impersonal Brahman. But even the enemies of the Supreme Personality of Godhead attain that position simply by thinking of the Supreme Lord. However, the damsels of Vraja, the gop&#299;s, being attracted by the beauty of Krishna, simply wanted to embrace Him and His arms, which are like serpents. Thus the gop&#299;s ultimately tasted the nectar of the lotus feet of the Lord. Similarly, we Upanishads can also taste the nectar of His lotus feet by following in the footsteps of the gop&#299;s.'"</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Madhya 8.225</B></A>: "The word 'sama-dri&#347;ah,' mentioned in the fourth line of the previous verse, means 'following the mood of the gop&#299;s.' The word 'sam&#257;h' means 'the &#347;rutis' attainment of bodies like those of the gop&#299;s.'</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Madhya 8.226</B></A>: "The word 'a&#324;ghri-padma-sudh&#257;' means 'associating intimately with Krishna.' One can attain such perfection only by spontaneous love of God. One cannot obtain Krishna in Goloka Vrind&#257;vana simply by serving the Lord according to regulative principles.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Madhya 8.227</B></A>: "'The Supreme Personality of Godhead, Krishna, the son of mother Ya&#347;od&#257;, is accessible to those devotees engaged in spontaneous loving service, but He is not as easily accessible to mental speculators, to those striving for self-realization by severe austerities and penances, or to those who consider the body the same as the self.'</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC Madhya 8.228</B></A>: "Therefore one should accept the mood of the gop&#299;s in their service. In such a transcendental mood, one should always think of the pastimes of &#346;r&#299; R&#257;dh&#257; and Krishna.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC Madhya 8.229</B></A>: "After thinking of R&#257;dh&#257; and Krishna and Their pastimes for a long time and after getting completely free from material contamination, one is transferred to the spiritual world. There the devotee attains an opportunity to serve R&#257;dh&#257; and Krishna as one of the gop&#299;s.</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC Madhya 8.230</B></A>: "Unless one follows in the footsteps of the gop&#299;s, he cannot attain the service of the lotus feet of Krishna, the son of Nanda Mah&#257;r&#257;ja. If one is overcome by knowledge of the Lord's opulence, he cannot attain the Lord's lotus feet, even though he is engaged in devotional service.</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC Madhya 8.231</B></A>: "The unspoken example in this connection is the goddess of fortune, who worshiped Lord Krishna in order to attain His pastimes in Vrind&#257;vana. But due to her opulent life-style, she could not attain the service of Krishna in Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC Madhya 8.232</B></A>: "'When Lord &#346;r&#299; Krishna was dancing with the gop&#299;s in the r&#257;sa-l&#299;l&#257;, the gop&#299;s were embraced around the neck by the Lord's arms. This transcendental favor was never bestowed upon the goddess of fortune or the other consorts in the spiritual world. Nor was such a thing ever imagined by the most beautiful girls in the heavenly planets, girls whose bodily luster and aroma resemble the beauty and fragrance of lotus flowers. And what to speak of worldly women, who may be very, very beautiful according to material estimation?'"</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC Madhya 8.233</B></A>: After hearing this, Lord &#346;r&#299; Caitanya Mah&#257;prabhu embraced R&#257;m&#257;nanda R&#257;ya, and both of them, embracing shoulder to shoulder, began to cry.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC Madhya 8.234</B></A>: The entire night was passed in this way, in ecstatic love of Godhead. In the morning they both departed to tend to their respective duties.</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC Madhya 8.235</B></A>: Before departing from &#346;r&#299; Caitanya Mah&#257;prabhu, R&#257;m&#257;nanda R&#257;ya fell to the ground and caught hold of the Lord's lotus feet. He then spoke submissively as follows.</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC Madhya 8.236</B></A>: &#346;r&#299; R&#257;m&#257;nanda R&#257;ya said, "You have come here just to show me Your causeless mercy. Therefore stay here for at least ten days and purify my polluted mind.</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC Madhya 8.237</B></A>: "But for You, there is no one who can deliver all the living entities, for You alone can deliver love of Krishna."</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC Madhya 8.238</B></A>: The Lord replied, "Having heard about your good qualities, I have come here. I have come to hear about Krishna from you and thus purify My mind.</P><P CLASS=r><A CLASS=i HREF="239.htm"><B>CC Madhya 8.239</B></A>: "Now that I have actually seen your glories, what I heard about you is confirmed. As far as the pastimes of R&#257;dh&#257; and Krishna in a loving mood are concerned, you are the limit of knowledge."</P><P CLASS=r><A CLASS=i HREF="240.htm"><B>CC Madhya 8.240</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "To say nothing of ten days, as long as I live I shall find it impossible to give up your company.</P><P CLASS=r><A CLASS=i HREF="241.htm"><B>CC Madhya 8.241</B></A>: "You and I shall remain together at Jagann&#257;tha Pur&#299;. We shall pass our time together in joy, talking about Krishna and His pastimes."</P><P CLASS=r><A CLASS=i HREF="242.htm"><B>CC Madhya 8.242</B></A>: In this way they both departed to perform their respective duties. Then, in the evening, R&#257;m&#257;nanda R&#257;ya returned to see Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="243.htm"><B>CC Madhya 8.243</B></A>: Thus they met time and time again, sitting in a secluded place and jubilantly discussing devotional service by the question-and-answer process.</P><P CLASS=r><A CLASS=i HREF="244.htm"><B>CC Madhya 8.244</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu asked the questions, and &#346;r&#299; R&#257;m&#257;nanda R&#257;ya gave the answers. In this way they were engaged in discussion throughout the night.</P><P CLASS=r><A CLASS=i HREF="245.htm"><B>CC Madhya 8.245</B></A>: On one occasion the Lord inquired, "Of all types of education, which is the most important?"R&#257;m&#257;nanda R&#257;ya replied, "No education is important other than the transcendental devotional service of Krishna."</P><P CLASS=r><A CLASS=i HREF="246.htm"><B>CC Madhya 8.246</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then asked R&#257;m&#257;nanda R&#257;ya, "Out of all glorious activities, which is the most glorious?"R&#257;m&#257;nanda R&#257;ya replied, "That person who is reputed to be a devotee of Lord Krishna enjoys the utmost fame and glory."</P><P CLASS=r><A CLASS=i HREF="247.htm"><B>CC Madhya 8.247</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu asked, "Of the many capitalists who possess great riches, who is the topmost?"R&#257;m&#257;nanda R&#257;ya replied, "He who is richest in love for R&#257;dh&#257; and Krishna is the greatest capitalist."</P><P CLASS=r><A CLASS=i HREF="248.htm"><B>CC Madhya 8.248</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu asked, "Of all kinds of distress, what is the most painful?"&#346;r&#299; R&#257;m&#257;nanda R&#257;ya replied, "Apart from separation from the devotee of Krishna, I know of no unbearable unhappiness."</P><P CLASS=r><A CLASS=i HREF="249.htm"><B>CC Madhya 8.249</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then inquired, "Out of all liberated persons, who should be accepted as the greatest?"R&#257;m&#257;nanda R&#257;ya replied, "He who has love for Krishna has attained the topmost liberation."</P><P CLASS=r><A CLASS=i HREF="250.htm"><B>CC Madhya 8.250</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu next asked R&#257;m&#257;nanda R&#257;ya, "Among many songs, which song is to be considered the actual religion of the living entity?"R&#257;m&#257;nanda R&#257;ya replied, "That song describing the loving affairs of &#346;r&#299; R&#257;dh&#257; and Krishna is superior to all other songs."</P><P CLASS=r><A CLASS=i HREF="251.htm"><B>CC Madhya 8.251</B></A>: Then &#346;r&#299; Caitanya Mah&#257;prabhu asked, "Out of all auspicious and beneficial activities, which is best for the living entity?"R&#257;m&#257;nanda R&#257;ya replied, "The only auspicious activity is association with the devotees of Krishna."</P><P CLASS=r><A CLASS=i HREF="252.htm"><B>CC Madhya 8.252</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu asked, "What should all living entities constantly remember?"R&#257;m&#257;nanda R&#257;ya replied, "The chief objects of remembrance are always the Lord's holy name, qualities and pastimes."</P><P CLASS=r><A CLASS=i HREF="253.htm"><B>CC Madhya 8.253</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu further inquired, "Out of many types of meditation, which is required for all living entities?"&#346;r&#299;la R&#257;m&#257;nanda R&#257;ya replied, "The chief duty of every living entity is to meditate upon the lotus feet of R&#257;dh&#257; and Krishna."</P><P CLASS=r><A CLASS=i HREF="254.htm"><B>CC Madhya 8.254</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu asked, "Where should the living entity live, abandoning all other places?"R&#257;m&#257;nanda R&#257;ya replied, "He should live in the holy place known as Vrind&#257;vana or Vrajabh&#363;mi, where the Lord performed His r&#257;sa dance."</P><P CLASS=r><A CLASS=i HREF="255.htm"><B>CC Madhya 8.255</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu asked, "Out of all topics people listen to, which is best for all living entities?"R&#257;m&#257;nanda R&#257;ya replied, "Hearing about the loving affairs between R&#257;dh&#257; and Krishna is most pleasing to the ear."</P><P CLASS=r><A CLASS=i HREF="256.htm"><B>CC Madhya 8.256</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu asked, "Among all worshipable objects, which is the chief?"R&#257;m&#257;nanda R&#257;ya replied, "The chief worshipable object is the holy name of R&#257;dh&#257; and Krishna, the Hare Krishna mantra."</P><P CLASS=r><A CLASS=i HREF="257.htm"><B>CC Madhya 8.257</B></A>: "And what is the destination of those who desire liberation and those who desire sense gratification?" &#346;r&#299; Caitanya Mah&#257;prabhu asked.R&#257;m&#257;nanda R&#257;ya replied, "Those who attempt to merge into the existence of the Supreme Lord will have to accept bodies like those of trees. And those who are overly inclined toward sense gratification will attain the bodies of demigods."</P><P CLASS=r><A CLASS=i HREF="258.htm"><B>CC Madhya 8.258</B></A>: R&#257;m&#257;nanda R&#257;ya continued, "Those who are devoid of all transcendental mellows are like the crows that suck the juice from the bitter fruits of the nimba tree of knowledge, whereas those who enjoy mellows are like the cuckoos who eat the buds of the mango tree of love of Godhead."</P><P CLASS=r><A CLASS=i HREF="259.htm"><B>CC Madhya 8.259</B></A>: R&#257;m&#257;nanda R&#257;ya concluded, "The unfortunate empiric philosophers taste the dry process of philosophical knowledge, whereas the devotees regularly drink the nectar of love of Krishna. Therefore they are the most fortunate of all."</P><P CLASS=r><A CLASS=i HREF="260.htm"><B>CC Madhya 8.260</B></A>: In this way Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya passed the whole night relishing the mellows of krishna-kath&#257;, topics about Krishna. While they were chanting, dancing and crying, the night ended.</P><P CLASS=r><A CLASS=i HREF="261.htm"><B>CC Madhya 8.261</B></A>: The next morning they both departed to perform their respective duties, but in the evening R&#257;m&#257;nanda R&#257;ya returned to meet the Lord again.</P><P CLASS=r><A CLASS=i HREF="262.htm"><B>CC Madhya 8.262</B></A>: That evening, after discussing the topics of Krishna for some time, R&#257;m&#257;nanda R&#257;ya caught hold of the lotus feet of the Lord and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="263.htm"><B>CC Madhya 8.263</B></A>: "There is a variety of transcendental truths &#8212; the truth about Krishna, the truth about R&#257;dh&#257;r&#257;n&#299;, the truth about Their loving affairs, the truth about transcendental humors, and the truth about the Lord's pastimes.</P><P CLASS=r><A CLASS=i HREF="264.htm"><B>CC Madhya 8.264</B></A>: "You have manifested all these transcendental truths in my heart. This is exactly the way N&#257;r&#257;yana educated Lord Brahm&#257;."</P><P CLASS=r><A CLASS=i HREF="265.htm"><B>CC Madhya 8.265</B></A>: R&#257;m&#257;nanda R&#257;ya continued, "The Supersoul within everyone's heart speaks not externally but from within. He instructs the devotees in all respects, and that is His way of instruction."</P><P CLASS=r><A CLASS=i HREF="266.htm"><B>CC Madhya 8.266</B></A>: "'O my Lord, &#346;r&#299; Krishna, son of Vasudeva, O all-pervading Personality of Godhead, I offer my respectful obeisances unto You. I meditate upon Lord &#346;r&#299; Krishna because He is the Absolute Truth and the primeval cause of all causes of the creation, sustenance and destruction of the manifested universes. He is directly and indirectly conscious of all manifestations, and He is independent because there is no other cause beyond Him. It is He only who first imparted the Vedic knowledge unto the heart of Brahm&#257;j&#299;, the original living being. By Him even the great sages and demigods are placed into illusion, as one is bewildered by the illusory representations of water seen in fire, or land seen on water. Only because of Him do the material universes, temporarily manifested by the reactions of the three modes of nature, appear factual, although they are unreal. I therefore meditate upon Him, Lord &#346;r&#299; Krishna, who is eternally existent in the transcendental abode, which is forever free from the illusory representations of the material world. I meditate upon Him, for He is the Absolute Truth.'"</P><P CLASS=r><A CLASS=i HREF="267.htm"><B>CC Madhya 8.267</B></A>: R&#257;m&#257;nanda R&#257;ya then said that he had but one doubt within his heart, and he petitioned the Lord, "Please be merciful upon me and just remove my doubt."</P><P CLASS=r><A CLASS=i HREF="268.htm"><B>CC Madhya 8.268</B></A>: R&#257;m&#257;nanda R&#257;ya then told Lord &#346;r&#299; Caitanya Mah&#257;prabhu, "At first I saw You appear like a sanny&#257;s&#299;, but now I am seeing You as &#346;y&#257;masundara, the cowherd boy.</P><P CLASS=r><A CLASS=i HREF="269.htm"><B>CC Madhya 8.269</B></A>: "I now see You appearing like a golden doll, and Your entire body appears covered by a golden luster.</P><P CLASS=r><A CLASS=i HREF="270.htm"><B>CC Madhya 8.270</B></A>: "I see that You are holding a flute to Your mouth, and Your lotus eyes are moving very restlessly due to various ecstasies.</P><P CLASS=r><A CLASS=i HREF="271.htm"><B>CC Madhya 8.271</B></A>: "I actually see You in this way, and this is very wonderful. My Lord, please tell me without duplicity what is causing this."</P><P CLASS=r><A CLASS=i HREF="272.htm"><B>CC Madhya 8.272</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu replied, "You have a deep love for Krishna, and one who has such deep ecstatic love for the Lord naturally sees things in such a way. Please take this from Me to be certain.</P><P CLASS=r><A CLASS=i HREF="273.htm"><B>CC Madhya 8.273</B></A>: "A devotee advanced on the spiritual platform sees everything movable and inert as the Supreme Lord. For him, everything he sees here and there is but a manifestation of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="274.htm"><B>CC Madhya 8.274</B></A>: "The mah&#257;-bh&#257;gavata, the advanced devotee, certainly sees everything mobile and immobile, but he does not exactly see their forms. Rather, everywhere he immediately sees manifest the form of the Supreme Lord."</P><P CLASS=r><A CLASS=i HREF="275.htm"><B>CC Madhya 8.275</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "'A person advanced in devotional service sees within everything the soul of souls, the Supreme Personality of Godhead, &#346;r&#299; Krishna. Consequently he always sees the form of the Supreme Personality of Godhead as the cause of all causes and understands that all things are situated in Him.'</P><P CLASS=r><A CLASS=i HREF="276.htm"><B>CC Madhya 8.276</B></A>: "'The plants, creepers and trees were full of fruits and flowers due to ecstatic love of Krishna. Indeed, being so full, they were bowing down. They were inspired by such deep love for Krishna that they were constantly pouring showers of honey. In this way the gop&#299;s saw all the forests of Vrind&#257;vana.'"</P><P CLASS=r><A CLASS=i HREF="277.htm"><B>CC Madhya 8.277</B></A>: Lord Caitanya Mah&#257;prabhu continued, "My dear R&#257;ya, you are an advanced devotee and are always filled with ecstatic love for R&#257;dh&#257; and Krishna. Therefore whatever you see &#8212; anywhere and everywhere &#8212; simply awakens your Krishna consciousness."</P><P CLASS=r><A CLASS=i HREF="278.htm"><B>CC Madhya 8.278</B></A>: R&#257;m&#257;nanda R&#257;ya replied, "My dear Lord, please give up all these serious talks. Please do not conceal Your real form from me."</P><P CLASS=r><A CLASS=i HREF="279.htm"><B>CC Madhya 8.279</B></A>: R&#257;m&#257;nanda R&#257;ya continued, "My dear Lord, I can understand that You have assumed the ecstasy and bodily complexion of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. By accepting this, You are tasting Your own personal transcendental humor and have therefore appeared as &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="280.htm"><B>CC Madhya 8.280</B></A>: "My dear Lord, You have descended in this incarnation of Lord Caitanya for Your own personal reasons. You have come to taste Your own spiritual bliss, and at the same time You are transforming the whole world by spreading the ecstasy of love of Godhead.</P><P CLASS=r><A CLASS=i HREF="281.htm"><B>CC Madhya 8.281</B></A>: "My dear Lord, by Your causeless mercy You have appeared before me to grant me liberation. Now You are playing in a duplicitous way. What is the reason for this behavior?"</P><P CLASS=r><A CLASS=i HREF="282.htm"><B>CC Madhya 8.282</B></A>: Lord &#346;r&#299; Krishna is the reservoir of all pleasure, and &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the personification of ecstatic love of Godhead. These two forms had combined as one in &#346;r&#299; Caitanya Mah&#257;prabhu. This being the case, Lord &#346;r&#299; Caitanya Mah&#257;prabhu revealed His real form to R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="283.htm"><B>CC Madhya 8.283</B></A>: Upon seeing this form, R&#257;m&#257;nanda R&#257;ya lost consciousness in transcendental bliss. Unable to remain standing, he fell to the ground.</P><P CLASS=r><A CLASS=i HREF="284.htm"><B>CC Madhya 8.284</B></A>: When R&#257;m&#257;nanda R&#257;ya fell to the ground unconscious, Caitanya Mah&#257;prabhu touched his hand, and he immediately regained consciousness. But when he saw Lord Caitanya in the dress of a sanny&#257;s&#299;, he was struck with wonder.</P><P CLASS=r><A CLASS=i HREF="285.htm"><B>CC Madhya 8.285</B></A>: After embracing R&#257;m&#257;nanda R&#257;ya, the Lord pacified him, informing him, "But for you, no one has ever seen this form."</P><P CLASS=r><A CLASS=i HREF="286.htm"><B>CC Madhya 8.286</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu confirmed, "All the truths about My pastimes and mellows are within your knowledge. Therefore I have shown this form to you.</P><P CLASS=r><A CLASS=i HREF="287.htm"><B>CC Madhya 8.287</B></A>: "Actually My body does not have a fair complexion. It only appears so because it has touched the body of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. However, She does not touch anyone but the son of Nanda Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="288.htm"><B>CC Madhya 8.288</B></A>: "I have now converted My body and mind into the ecstasy of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;; thus I am tasting My own personal sweetness in that form."</P><P CLASS=r><A CLASS=i HREF="289.htm"><B>CC Madhya 8.289</B></A>: Lord Caitanya Mah&#257;prabhu then admitted to His pure devotee, R&#257;m&#257;nanda R&#257;ya, "Now there is no confidential activity unknown to you. Even though I try to conceal My activities, you can understand everything in detail by virtue of your advanced love for Me."</P><P CLASS=r><A CLASS=i HREF="290.htm"><B>CC Madhya 8.290</B></A>: The Lord then requested R&#257;m&#257;nanda R&#257;ya, "Keep all these talks a secret. Please do not expose them anywhere and everywhere. Since My activities appear to be like those of a madman, people may take them lightly and laugh."</P><P CLASS=r><A CLASS=i HREF="291.htm"><B>CC Madhya 8.291</B></A>: Caitanya Mah&#257;prabhu then said, "Indeed, I am a madman, and you are also a madman. Therefore we are on the same platform."</P><P CLASS=r><A CLASS=i HREF="292.htm"><B>CC Madhya 8.292</B></A>: For ten nights Lord Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya spent a happy time discussing the pastimes of Krishna.</P><P CLASS=r><A CLASS=i HREF="293.htm"><B>CC Madhya 8.293</B></A>: The conversations between R&#257;m&#257;nanda R&#257;ya and &#346;r&#299; Caitanya Mah&#257;prabhu contain the most confidential subject matters, touching the conjugal love between R&#257;dh&#257; and Krishna in Vrind&#257;vana [Vrajabh&#363;mi]. Although they talked at great length about these pastimes, they could not reach the limit of discussion.</P><P CLASS=r><A CLASS=i HREF="294.htm"><B>CC Madhya 8.294</B></A>: Actually, these conversations are like a great mine where, from a single place, one can extract all kinds of metals &#8212; copper, bell metal, silver and gold &#8212; and also touchstone, the basis of all metals.</P><P CLASS=r><A CLASS=i HREF="295.htm"><B>CC Madhya 8.295</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya worked like miners, excavating all kinds of valuable metals, each one better than the other. Their questions and answers are exactly like that.</P><P CLASS=r><A CLASS=i HREF="296.htm"><B>CC Madhya 8.296</B></A>: The next day &#346;r&#299; Caitanya Mah&#257;prabhu begged R&#257;m&#257;nanda R&#257;ya to give Him permission to leave, and at the time of farewell the Lord gave him the following orders.</P><P CLASS=r><A CLASS=i HREF="297.htm"><B>CC Madhya 8.297</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu told him, "Give up all material engagements and come to Jagann&#257;tha Pur&#299;. I will return there very soon after finishing My tour and pilgrimage.</P><P CLASS=r><A CLASS=i HREF="298.htm"><B>CC Madhya 8.298</B></A>: "The two of us shall remain together at Jagann&#257;tha Pur&#299; and happily pass our time discussing Krishna."</P><P CLASS=r><A CLASS=i HREF="299.htm"><B>CC Madhya 8.299</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then embraced &#346;r&#299; R&#257;m&#257;nanda R&#257;ya, and after sending him back to his home, the Lord took rest.</P><P CLASS=r><A CLASS=i HREF="300.htm"><B>CC Madhya 8.300</B></A>: After rising from bed the next morning, &#346;r&#299; Caitanya Mah&#257;prabhu visited the local temple, where there was a deity of Hanum&#257;n. After offering him obeisances, the Lord departed for South India.</P><P CLASS=r><A CLASS=i HREF="301.htm"><B>CC Madhya 8.301</B></A>: All the residents of Vidy&#257;nagara were of different faiths, but after seeing &#346;r&#299; Caitanya Mah&#257;prabhu, they abandoned their own faiths and became Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="302.htm"><B>CC Madhya 8.302</B></A>: When R&#257;m&#257;nanda R&#257;ya began to feel separation from &#346;r&#299; Caitanya Mah&#257;prabhu, he was overwhelmed. Meditating on the Lord, he gave up all his material business.</P><P CLASS=r><A CLASS=i HREF="303.htm"><B>CC Madhya 8.303</B></A>: I have briefly described the meeting between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya. No one can actually describe this meeting exhaustively. It is even impossible for Lord &#346;esha N&#257;ga, who has thousands of hoods.</P><P CLASS=r><A CLASS=i HREF="304.htm"><B>CC Madhya 8.304</B></A>: The activities of &#346;r&#299; Caitanya Mah&#257;prabhu are like condensed milk, and the activities of R&#257;m&#257;nanda R&#257;ya are like large quantities of sugar candy.</P><P CLASS=r><A CLASS=i HREF="305.htm"><B>CC Madhya 8.305</B></A>: Their meeting is exactly like a mixture of condensed milk and sugar candy. When they talk of the pastimes of R&#257;dh&#257; and Krishna, camphor is added. One who tastes this combined preparation is most fortunate.</P><P CLASS=r><A CLASS=i HREF="306.htm"><B>CC Madhya 8.306</B></A>: This wonderful preparation has to be taken aurally. If one takes it, he becomes greedy to relish it even further.</P><P CLASS=r><A CLASS=i HREF="307.htm"><B>CC Madhya 8.307</B></A>: By hearing the talks between R&#257;m&#257;nanda R&#257;ya and &#346;r&#299; Caitanya Mah&#257;prabhu, one becomes enlightened with the transcendental knowledge of the mellows of R&#257;dh&#257; and Krishna's pastimes. Thus one can develop unalloyed love for the lotus feet of R&#257;dh&#257; and Krishna.</P><P CLASS=r><A CLASS=i HREF="308.htm"><B>CC Madhya 8.308</B></A>: The author requests every reader to hear these talks with faith and without argument. By studying them in this way, one will be able to understand the confidential truth of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="309.htm"><B>CC Madhya 8.309</B></A>: This part of &#346;r&#299; Caitanya Mah&#257;prabhu's pastimes is most confidential. One can derive benefit quickly only by faith; otherwise, by arguing one will always remain far away.</P><P CLASS=r><A CLASS=i HREF="310.htm"><B>CC Madhya 8.310</B></A>: He who has accepted as everything the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, Nity&#257;nanda Prabhu and Advaita Prabhu can attain this transcendental treasure.</P><P CLASS=r><A CLASS=i HREF="311.htm"><B>CC Madhya 8.311</B></A>: I offer ten million obeisances unto the lotus feet of &#346;r&#299; R&#257;m&#257;nanda R&#257;ya because from his mouth much spiritual information has been expanded by &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="312.htm"><B>CC Madhya 8.312</B></A>: I have tried to preach the pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu's meeting with R&#257;m&#257;nanda R&#257;ya in accordance with the notebooks of &#346;r&#299; Svar&#363;pa D&#257;modara.</P><P CLASS=r><A CLASS=i HREF="313.htm"><B>CC Madhya 8.313</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright  The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>