<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 8"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Talks Between &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 8 Summary</P><P>The summary of the Eighth Chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. After visiting the temple of Jiyada-nrisimha, &#346;r&#299; Caitanya Mah&#257;prabhu went to the banks of the river God&#257;var&#299;, to a place known as Vidy&#257;nagara. When &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya went there to take his bath, they met. After introducing himself, &#346;r&#299; R&#257;m&#257;nanda R&#257;ya requested &#346;r&#299; Caitanya Mah&#257;prabhu to remain in the village for some days. Honoring his request, Caitanya Mah&#257;prabhu stayed there in the home of some Vedic br&#257;hmanas. In the evening, &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya used to come to see &#346;r&#299; Caitanya Mah&#257;prabhu. R&#257;m&#257;nanda R&#257;ya, who was clothed in ordinary dress, offered the Lord respectful obeisances. &#346;r&#299; Caitanya Mah&#257;prabhu questioned him on the object and process of worship and also asked him to recite verses from the Vedic literature.</P><P>First of all, &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya enunciated the system of the varn&#257;&#347;rama institution. He recited various verses about karm&#257;rpana, stating that everything should be dedicated to the Lord. He then spoke of detached action, knowledge mixed with devotional service, and finally the spontaneous loving service of the Lord. After hearing &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya recite some verses, &#346;r&#299; Caitanya Mah&#257;prabhu accepted the principle of pure devotional service devoid of all kinds of speculation. After this, &#346;r&#299; Caitanya Mah&#257;prabhu asked R&#257;m&#257;nanda R&#257;ya to explain the higher platform of devotional service. Then &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya explained unalloyed devotional service, love of Godhead, and serving the Lord in the moods of pure servitude, fraternity and parental love. Finally he spoke of serving the Lord in conjugal love. He then spoke of how conjugal love can be developed in various ways. This conjugal love attains its highest perfection in &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s love for Krishna. He next described the position of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and the transcendental mellows of love of God. &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya then recited a verse of his own concerning the platform of ecstatic vision, technically called prema-vil&#257;sa-vivarta. &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya also explained that all stages of conjugal love can be attained through the mercy of the residents of Vrind&#257;vana, especially by the mercy of the gop&#299;s. All these subject matters were thus vividly described. Gradually R&#257;m&#257;nanda R&#257;ya could understand the position of &#346;r&#299; Caitanya Mah&#257;prabhu, and when &#346;r&#299; Caitanya Mah&#257;prabhu exhibited His real form, R&#257;m&#257;nanda R&#257;ya fell unconscious. After some days, &#346;r&#299; Caitanya Mah&#257;prabhu asked R&#257;m&#257;nanda R&#257;ya to retire from government service and come to Jagann&#257;tha Pur&#299;. These descriptions of the meetings between R&#257;m&#257;nanda R&#257;ya and &#346;r&#299; Caitanya Mah&#257;prabhu are taken from the notebook of Svar&#363;pa D&#257;modara Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="../7/155.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>