<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 10 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 10 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja's Fight With the Yakshas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.10.1</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>praj&#257;pater duhitaram</P><P CLASS=c>&#347;i&#347;um&#257;rasya vai dhruvah</P><P CLASS=c>upayeme bhramim n&#257;ma</P><P CLASS=c>tat-sutau kalpa-vatsarau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya continued; <A CLASS=v HREF="http://vedabase.net/p/prajapateh">praj&#257;pateh</A> &#8212; of the <A HREF="http://vedabase.net/p/prajapati">Praj&#257;pati</A>; <A CLASS=v HREF="http://vedabase.net/d/duhitaram">duhitaram</A> &#8212; daughter; <A CLASS=v HREF="http://vedabase.net/s/sisumarasya">&#347;i&#347;um&#257;rasya</A> &#8212; of <A HREF="http://vedabase.net/s/sisumara">&#346;i&#347;um&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/dhruvah">dhruvah</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/u/upayeme">upayeme</A> &#8212; married; <A CLASS=v HREF="http://vedabase.net/b/bhramim">bhramim</A> &#8212; <A HREF="http://vedabase.net/b/bhrami">Bhrami</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/s/sutau">sutau</A> &#8212; her sons; <A CLASS=v HREF="http://vedabase.net/k/kalpa">kalpa</A> &#8212; <A HREF="http://vedabase.net/k/kalpa">Kalpa</A>; <A CLASS=v HREF="http://vedabase.net/v/vatsarau">vatsarau</A> &#8212; <A HREF="http://vedabase.net/v/vatsara">Vatsara</A>.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya said: My dear Vidura, thereafter Dhruva Mah&#257;r&#257;ja married the daughter of Praj&#257;pati &#346;i&#347;um&#257;ra, whose name was Bhrami, and two sons named Kalpa and Vatsara were born of her.</P><P CLASS=t>PURPORT</P><P>It appears that Dhruva Mah&#257;r&#257;ja married after being installed on the throne of his father and after the departure of his father to the forest for self-realization. It is very important to note in this connection that since Mah&#257;r&#257;ja Utt&#257;nap&#257;da was greatly affectionate towards his son, and since it is the duty of a father to get his sons and daughters married as quickly as possible, why did he not get his son married before he left home? The answer is that Mah&#257;r&#257;ja Utt&#257;nap&#257;da was a r&#257;jarshi, saintly king. Although he was busy in his political affairs and duties of government management, he was very anxious for self-realization. Therefore as soon as his son Dhruva Mah&#257;r&#257;ja was quite worthy to take charge of the government, he took this opportunity to leave home, just like his son, who, without fear, left home for self-realization, even at the age of five years. These are rare instances from which we can see that the importance of spiritual realization is above all other important work. Mah&#257;r&#257;ja Utt&#257;nap&#257;da knew very well that to get his son Dhruva Mah&#257;r&#257;ja married was not so important that it should take preference to his going away to the forest for self-realization.</P><P CLASS=l><A CLASS=i HREF="../9/67.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>