<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 10 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 10 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja's Fight With the Yakshas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.10.14</P><P CLASS=c>h&#257;h&#257;-k&#257;ras tadaiv&#257;s&#299;t</P><P CLASS=c>siddh&#257;n&#257;m divi pa&#347;yat&#257;m</P><P CLASS=c>hato 'yam m&#257;navah s&#363;ryo</P><P CLASS=c>magnah punya-jan&#257;rnave</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/haha">h&#257;h&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/karah">k&#257;rah</A> &#8212; tumult of disappointment; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; became manifest; <A CLASS=v HREF="http://vedabase.net/s/siddhanam">siddh&#257;n&#257;m</A> &#8212; of all the residents of Siddhaloka; <A CLASS=v HREF="http://vedabase.net/d/divi">divi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/p/pasyatam">pa&#347;yat&#257;m</A> &#8212; who were observing the fight; <A CLASS=v HREF="http://vedabase.net/h/hatah">hatah</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/manavah">m&#257;navah</A> &#8212; grandson of <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/s/suryah">s&#363;ryah</A> &#8212; sun; <A CLASS=v HREF="http://vedabase.net/m/magnah">magnah</A> &#8212; set; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; of the Yakshas; <A CLASS=v HREF="http://vedabase.net/a/arnave">arnave</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ocean.</P><P CLASS=t>TRANSLATION</P><P>All the Siddhas from the higher planetary systems were observing the fight from the sky, and when they saw that Dhruva Mah&#257;r&#257;ja had been covered by the incessant arrows of the enemy, they roared tumultuously, "The grandson of Manu, Dhruva, is now lost!" They cried that Dhruva Mah&#257;r&#257;ja was just like the sun and that now he had set within the ocean of the Yakshas.</P><P CLASS=t>PURPORT</P><P>In this verse the word m&#257;nava is very significant. Generally this word is used to mean "human being." Dhruva Mah&#257;r&#257;ja is also described here as m&#257;nava. Not only is Dhruva Mah&#257;r&#257;ja a descendant of Manu, but all human society descends from Manu. According to Vedic civilization, Manu is the lawgiver. Even today Hindus in India follow the laws given by Manu. Everyone, therefore, in human society is a m&#257;nava, or descendant from Manu, but Dhruva Mah&#257;r&#257;ja is a distinguished m&#257;nava because he is a great devotee.</P><P>The denizens of the planet Siddhaloka, where the residents can fly in the sky without airplanes, were anxious over Dhruva Mah&#257;r&#257;ja's welfare in the battlefield. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says, therefore, that not only is a devotee well protected by the Supreme Lord, but all the demigods, and even ordinary men, are anxious for his security and safety. The comparison given here that Dhruva Mah&#257;r&#257;ja appeared to merge in the ocean of the Yakshas is also significant. When the sun sets on the horizon, it appears that the sun drowns in the ocean, but factually the sun has no difficulty. Similarly, although Dhruva appeared to drown in the ocean of the Yakshas, he had no difficulty. As the sun rises again in due course at the end of night, so Dhruva Mah&#257;r&#257;ja, although he might have been in difficulty (because, after all, it was a fight, and in any fighting activities there are reverses), that did not mean that he was defeated.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>