<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 10"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 10: Dhruva Mah&#257;r&#257;ja's Fight With the Yakshas</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 4.10.1</B></A>: The great sage Maitreya said: My dear Vidura, thereafter Dhruva Mah&#257;r&#257;ja married the daughter of Praj&#257;pati &#346;i&#347;um&#257;ra, whose name was Bhrami, and two sons named Kalpa and Vatsara were born of her.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 4.10.2</B></A>: The greatly powerful Dhruva Mah&#257;r&#257;ja had another wife, named Il&#257;, who was the daughter of the demigod V&#257;yu. By her he begot a son named Utkala and a very beautiful daughter.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 4.10.3</B></A>: Dhruva Mah&#257;r&#257;ja's younger brother Uttama, who was still unmarried, once went on a hunting excursion and was killed by a powerful Yaksha in the Himalaya Mountains. Along with him, his mother, Suruci, also followed the path of her son [she died].</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 4.10.4</B></A>: When Dhruva Mah&#257;r&#257;ja heard of the killing of his brother Uttama by the Yakshas in the Himalaya Mountains, being overwhelmed with lamentation and anger, he got on his chariot and went out for victory over the city of the Yakshas, Alak&#257;pur&#299;.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 4.10.5</B></A>: Dhruva Mah&#257;r&#257;ja went to the northern direction of the Himalayan range. In a valley he saw a city full of ghostly persons who were followers of Lord &#346;iva.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 4.10.6</B></A>: Maitreya continued: My dear Vidura, as soon as Dhruva Mah&#257;r&#257;ja reached Alak&#257;pur&#299;, he immediately blew his conchshell, and the sound reverberated throughout the entire sky and in every direction. The wives of the Yakshas became very much frightened. From their eyes it was apparent that they were full of anxiety.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 4.10.7</B></A>: O hero Vidura, the greatly powerful heroes of the Yakshas, unable to tolerate the resounding vibration of the conchshell of Dhruva Mah&#257;r&#257;ja, came forth from their city with weapons and attacked Dhruva.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 4.10.8</B></A>: Dhruva Mah&#257;r&#257;ja, who was a great charioteer and certainly a great bowman also, immediately began to kill them by simultaneously discharging arrows three at a time.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 4.10.9</B></A>: When the heroes of the Yakshas saw that all their heads were being thus threatened by Dhruva Mah&#257;r&#257;ja, they could very easily understand their awkward position, and they concluded that they would certainly be defeated. But, as heroes, they lauded the action of Dhruva.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 4.10.10</B></A>: Just like serpents, who cannot tolerate being trampled upon by anyone's feet, the Yakshas, being intolerant of the wonderful prowess of Dhruva Mah&#257;r&#257;ja, threw twice as many arrows &#8212; six from each of their soldiers &#8212; and thus they very valiantly exhibited their prowess.</P><P CLASS=r><A CLASS=i HREF="11-12.htm"><B>SB 4.10.11-12</B></A>: The Yaksha soldiers were 130,000 strong, all greatly angry and all desiring to defeat the wonderful activities of Dhruva Mah&#257;r&#257;ja. With full strength they showered upon Mah&#257;r&#257;ja Dhruva, along with his chariot and charioteer, various types of feathered arrows, parighas [iron bludgeons], nistrim&#347;as [swords], pr&#257;sa&#347;&#363;las [tridents], para&#347;vadhas [lances], &#347;aktis [pikes], rishtis [spears] and bhu&#347;und&#299; weapons.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 4.10.13</B></A>: Dhruva Mah&#257;r&#257;ja was completely covered by an incessant shower of weapons, just as a mountain is covered by incessant rainfall.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 4.10.14</B></A>: All the Siddhas from the higher planetary systems were observing the fight from the sky, and when they saw that Dhruva Mah&#257;r&#257;ja had been covered by the incessant arrows of the enemy, they roared tumultuously, "The grandson of Manu, Dhruva, is now lost!" They cried that Dhruva Mah&#257;r&#257;ja was just like the sun and that now he had set within the ocean of the Yakshas.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 4.10.15</B></A>: The Yakshas, being temporarily victorious, exclaimed that they had conquered Dhruva Mah&#257;r&#257;ja. But in the meantime Dhruva's chariot suddenly appeared, just as the sun suddenly appears from within foggy mist.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 4.10.16</B></A>: Dhruva Mah&#257;r&#257;ja's bow and arrows twanged and hissed, causing lamentation in the hearts of his enemies. He began to shoot incessant arrows, shattering all their different weapons, just as the blasting wind scatters the assembled clouds in the sky.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 4.10.17</B></A>: The sharp arrows released from the bow of Dhruva Mah&#257;r&#257;ja pierced the shields and bodies of the enemy, like the thunderbolts released by the King of heaven, which dismantle the bodies of the mountains.</P><P CLASS=r><A CLASS=i HREF="18-19.htm"><B>SB 4.10.18-19</B></A>: The great sage Maitreya continued: My dear Vidura, the heads of those who were cut to pieces by the arrows of Dhruva Mah&#257;r&#257;ja were decorated very beautifully with earrings and turbans. The legs of their bodies were as beautiful as golden palm trees, their arms were decorated with golden bracelets and armlets, and on their heads there were very valuable helmets bedecked with gold. All these ornaments lying on that battlefield were very attractive and could bewilder the mind of a hero.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 4.10.20</B></A>: The remaining Yakshas who somehow or other were not killed had their limbs cut to pieces by the arrows of the great warrior Dhruva Mah&#257;r&#257;ja. Thus they began to flee, just as elephants flee when defeated by a lion.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 4.10.21</B></A>: Dhruva Mah&#257;r&#257;ja, the best of human beings, observed that in that great battlefield not one of the opposing soldiers was left standing with proper weapons. He then desired to see the city of Alak&#257;pur&#299;, but he thought to himself, "No one knows the plans of the mystic Yakshas."</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 4.10.22</B></A>: In the meantime, while Dhruva Mah&#257;r&#257;ja, doubtful of his mystic enemies, was talking with his charioteer, they heard a tremendous sound, as if the whole ocean were there, and they found that from the sky a great dust storm was coming over them from all directions.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 4.10.23</B></A>: Within a moment the whole sky was overcast with dense clouds, and severe thundering was heard. There was glittering electric lightning and severe rainfall.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 4.10.24</B></A>: My dear faultless Vidura, in that rainfall there was blood, mucus, pus, stool, urine and marrow falling heavily before Dhruva Mah&#257;r&#257;ja, and there were trunks of bodies falling from the sky.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 4.10.25</B></A>: Next, a great mountain was visible in the sky, and from all directions hailstones fell, along with lances, clubs, swords, iron bludgeons and great pieces of stone.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 4.10.26</B></A>: Dhruva Mah&#257;r&#257;ja also saw many big serpents with angry eyes, vomiting forth fire and coming to devour him, along with groups of mad elephants, lions and tigers.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 4.10.27</B></A>: Then, as if it were the time of the dissolution of the whole world, the fierce sea with foaming waves and great roaring sounds came forward before him.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 4.10.28</B></A>: The demon Yakshas are by nature very heinous, and by their demoniac power of illusion they can create many strange phenomena to frighten one who is less intelligent.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 4.10.29</B></A>: When the great sages heard that Dhruva Mah&#257;r&#257;ja was overpowered by the illusory mystic tricks of the demons, they immediately assembled to offer him auspicious encouragement.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 4.10.30</B></A>: All the sages said: Dear Dhruva, O son of King Utt&#257;nap&#257;da, may the Supreme Personality of Godhead known as &#346;&#257;r&#324;gadhanv&#257;, who relieves the distresses of His devotees, kill all your threatening enemies. The holy name of the Lord is as powerful as the Lord Himself. Therefore, simply by chanting and hearing the holy name of the Lord, many men can be fully protected from fierce death without difficulty. Thus a devotee is saved.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>