<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 23 Verses 20-21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 23 Verses 20-21"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Dynasties of the Sons of Yay&#257;ti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.23.20-21</P><P CLASS=c>yatr&#257;vat&#299;rno bhagav&#257;n</P><P CLASS=c>param&#257;tm&#257; nar&#257;kritih</P><P CLASS=c>yadoh sahasrajit krosht&#257;</P><P CLASS=c>nalo ripur iti &#347;rut&#257;h</P><P CLASS=c>catv&#257;rah s&#363;navas tatra</P><P CLASS=c>&#347;atajit pratham&#257;tmajah</P><P CLASS=c>mah&#257;hayo renuhayo</P><P CLASS=c>haihaya&#347; ceti tat-sut&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein, <A HREF="http://vedabase.net/i/in">in</A> which dynasty; <A CLASS=v HREF="http://vedabase.net/a/avatirnah">avat&#299;rnah</A> &#8212; descended; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/paramatma">param&#257;tm&#257;</A> &#8212; who is the Supersoul of all living entities; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/a/akrtih">&#257;kritih</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person, exactly resembling <A HREF="http://vedabase.net/a/a">a</A> human being; <A CLASS=v HREF="http://vedabase.net/y/yadoh">yadoh</A> &#8212; of <A HREF="http://vedabase.net/y/yadu">Yadu</A>; <A CLASS=v HREF="http://vedabase.net/s/sahasrajit">sahasrajit</A> &#8212; <A HREF="http://vedabase.net/s/sahasrajit">Sahasrajit</A>; <A CLASS=v HREF="http://vedabase.net/k/krosta">krosht&#257;</A> &#8212; <A HREF="http://vedabase.net/k/krosta">Krosht&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/nalah">nalah</A> &#8212; <A HREF="http://vedabase.net/n/nala">Nala</A>; <A CLASS=v HREF="http://vedabase.net/r/ripuh">ripuh</A> &#8212; <A HREF="http://vedabase.net/r/ripu">Ripu</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> <A CLASS=v HREF="http://vedabase.net/s/srutah">&#347;rut&#257;h</A> &#8212; thus they <A HREF="http://vedabase.net/a/are">are</A> celebrated; <A CLASS=v HREF="http://vedabase.net/c/catvarah">catv&#257;rah</A> &#8212; four; <A CLASS=v HREF="http://vedabase.net/s/sunavah">s&#363;navah</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; therein; <A CLASS=v HREF="http://vedabase.net/s/satajit">&#347;atajit</A> &#8212; <A HREF="http://vedabase.net/s/satajit">&#346;atajit</A>; <A CLASS=v HREF="http://vedabase.net/p/prathama">prathama</A>-<A CLASS=v HREF="http://vedabase.net/a/atmajah">&#257;tmajah</A> &#8212; of the first sons; <A CLASS=v HREF="http://vedabase.net/m/mahahayah">mah&#257;hayah</A> &#8212; Mah&#257;haya; <A CLASS=v HREF="http://vedabase.net/r/renuhayah">renuhayah</A> &#8212; Renuhaya; <A CLASS=v HREF="http://vedabase.net/h/haihayah">haihayah</A> &#8212; <A HREF="http://vedabase.net/h/haihaya">Haihaya</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sut&#257;h</A> &#8212; his sons (the sons of <A HREF="http://vedabase.net/s/satajit">&#346;atajit</A>).</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, Krishna, the Supersoul in the hearts of all living entities, descended in His original form as a human being in the dynasty or family of Yadu. Yadu had four sons, named Sahasrajit, Krosht&#257;, Nala and Ripu. Of these four, the eldest, Sahasrajit, had a son named &#346;atajit, who had three sons, named Mah&#257;haya, Renuhaya and Haihaya.</P><P CLASS=t>PURPORT</P><P>As confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/11.htm">1.2.11</A>):</P><P>vadanti tat tattva-vidas</P><P CLASS=n>tattvam yaj jñ&#257;nam advayam</P><P CLASS=n>brahmeti param&#257;tmeti</P><P CLASS=n>bhagav&#257;n iti &#347;abdyate</P><P>"Learned transcendentalists who know the Absolute Truth call this nondual substance Brahman, Param&#257;tm&#257; or Bhagav&#257;n." The majority of transcendentalists understand only the impersonal Brahman or localized Param&#257;tm&#257;, for the Personality of Godhead is very difficult to understand. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/3.htm">7.3</A>):</P><P>manushy&#257;n&#257;m sahasreshu</P><P CLASS=n>ka&#347;cid yatati siddhaye</P><P CLASS=n>yatat&#257;m api siddh&#257;n&#257;m</P><P CLASS=n>ka&#347;cin m&#257;m vetti tattvatah</P><P>"Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth." The yog&#299;s and jñ&#257;n&#299;s &#8212; that is, the mystic yog&#299;s and the impersonalists &#8212; can understand the Absolute Truth as impersonal or localized, but although such realized souls are above ordinary human beings, they cannot understand how the Supreme Absolute Truth can be a person. Therefore it is said that out of many siddhas, the souls who have already realized the Absolute Truth, one may understand Krishna, who exactly resembles a human being (nar&#257;kriti). This human form was explained by Krishna Himself after He manifested the vir&#257;t-r&#363;pa. The vir&#257;t-r&#363;pa is not the original form of the Lord; the Lord's original form is Dvibhuja-&#347;y&#257;masundara, Mural&#299;dhara, the Lord with two hands, playing a flute (yam &#347;y&#257;masundaram acintya-guna-svar&#363;pam). The Lord's forms are proof of His inconceivable qualities. Although the Lord maintains innumerable universes within the period of His breath, He is dressed with a form exactly like that of a human being. That does not mean, however, that He is a human being. This is His original form, but because He looks like a human being, those with a poor fund of knowledge consider Him an ordinary man. The Lord says:</P><P>avaj&#257;nanti m&#257;m m&#363;dh&#257;</P><P CLASS=n>m&#257;nush&#299;m tanum &#257;&#347;ritam</P><P CLASS=n>param bh&#257;vam aj&#257;nanto</P><P CLASS=n>mama bh&#363;ta-mahe&#347;varam</P><P>"Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be." (<A CLASS=v HREF="../../../bg/9/11.htm">Bg. 9.11</A>) By the Lord's param bh&#257;vam, or transcendental nature, He is the all-pervading Param&#257;tm&#257; living in the core of the hearts of all living entities, yet He looks like a human being. M&#257;y&#257;v&#257;da philosophy says that the Lord is originally impersonal but assumes a human form and many other forms when He descends. Actually, however, He is originally like a human being, and the impersonal Brahman consists of the rays of His body (yasya prabh&#257; prabhavato jagad-anda-koti [<A CLASS=v HREF="../../../bs/5/40.htm">Bs. 5.40</A>]).</P><P CLASS=l><A CLASS=i HREF="18-19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>