<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 23"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 23: The Dynasties of the Sons of Yay&#257;ti</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.23 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.23.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Anu, the fourth son of Yay&#257;ti, had three sons, named Sabh&#257;nara, Cakshu and Pareshnu. O King, from Sabh&#257;nara came a son named K&#257;lanara, and from K&#257;lanara came a son named Sriñjaya.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.23.2</B></A>: From Sriñjaya came a son named Janamejaya. From Janamejaya came Mah&#257;&#347;&#257;la; from Mah&#257;&#347;&#257;la, Mah&#257;man&#257;; and from Mah&#257;man&#257; two sons, named U&#347;&#299;nara and Titikshu.</P><P CLASS=r><A CLASS=i HREF="3-4.htm"><B>SB 9.23.3-4</B></A>: The four sons of U&#347;&#299;nara were &#346;ibi, Vara, Krimi and Daksha, and from &#346;ibi again came four sons, named Vrish&#257;darbha, Sudh&#299;ra, Madra and &#257;tma-tattva-vit Kekaya. The son of Titikshu was Rushadratha. From Rushadratha came Homa; from Homa, Sutap&#257;; and from Sutap&#257;, Bali.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 9.23.5</B></A>: By the semen of D&#299;rghatama in the wife of Bali, the emperor of the world, six sons took birth, namely A&#324;ga, Va&#324;ga, Kali&#324;ga, Suhma, Pundra and Odra.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 9.23.6</B></A>: These six sons, headed by A&#324;ga, later became kings of six states in the eastern side of India. These states were known according to the names of their respective kings. From A&#324;ga came a son named Khalap&#257;na, and from Khalap&#257;na came Diviratha.</P><P CLASS=r><A CLASS=i HREF="7-10.htm"><B>SB 9.23.7-10</B></A>: From Diviratha came a son named Dharmaratha, and his son was Citraratha, who was celebrated as Romap&#257;da. Romap&#257;da, however, was without issue, and therefore his friend Mah&#257;r&#257;ja Da&#347;aratha gave him his own daughter, named &#346;&#257;nt&#257;. Romap&#257;da accepted her as his daughter, and thereafter she married Rishya&#347;ri&#324;ga. When the demigods from the heavenly planets failed to shower rain, Rishya&#347;ri&#324;ga was appointed the priest for performing a sacrifice, after being brought from the forest by the allurement of prostitutes, who danced, staged theatrical performances accompanied by music, and embraced and worshiped him. After Rishya&#347;ri&#324;ga came, the rain fell. Thereafter, Rishya&#347;ri&#324;ga performed a son-giving sacrifice on behalf of Mah&#257;r&#257;ja Da&#347;aratha, who had no issue, and then Mah&#257;r&#257;ja Da&#347;aratha had sons. From Romap&#257;da, by the mercy of Rishya&#347;ri&#324;ga, Catura&#324;ga was born, and from Catura&#324;ga came Prithul&#257;ksha.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.23.11</B></A>: The sons of Prithul&#257;ksha were Brihadratha, Brihatkarm&#257; and Brihadbh&#257;nu. From the eldest, Brihadratha, came a son named Brihanman&#257;, and from Brihanman&#257; came a son named Jayadratha.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 9.23.12</B></A>: The son of Jayadratha, by the womb of his wife Sambh&#363;ti, was Vijaya, and from Vijaya, Dhriti was born. From Dhriti came Dhritavrata; from Dhritavrata, Satkarm&#257;; and from Satkarm&#257;, Adhiratha.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 9.23.13</B></A>: While playing on the bank of the Ganges, Adhiratha found a baby wrapped up in a basket. The baby had been left by Kunt&#299; because he was born before she was married. Because Adhiratha had no sons, he raised this baby as his own. [This son was later known as Karna.]</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.23.14</B></A>: O King, the only son of Karna was Vrishasena. Druhyu, the third son of Yay&#257;ti, had a son named Babhru, and the son of Babhru was known as Setu.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 9.23.15</B></A>: The son of Setu was &#256;rabdha, &#256;rabdha's son was G&#257;ndh&#257;ra, and G&#257;ndh&#257;ra's son was Dharma. Dharma's son was Dhrita, Dhrita's son was Durmada, and Durmada's son was Pracet&#257;, who had one hundred sons.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 9.23.16</B></A>: The Pracet&#257;s [the sons of Pracet&#257;] occupied the northern side of India, which was devoid of Vedic civilization, and became kings there. Yay&#257;ti's second son was Turvasu. The son of Turvasu was Vahni; the son of Vahni, Bharga; the son of Bharga, Bh&#257;num&#257;n.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 9.23.17</B></A>: The son of Bh&#257;num&#257;n was Tribh&#257;nu, and his son was the magnanimous Karandhama. Karandhama's son was Maruta, who had no sons and who therefore adopted a son of the P&#363;ru dynasty [Mah&#257;r&#257;ja Dushmanta] as his own.</P><P CLASS=r><A CLASS=i HREF="18-19.htm"><B>SB 9.23.18-19</B></A>: Mah&#257;r&#257;ja Dushmanta, desiring to occupy the throne, returned to his original dynasty [the P&#363;ru dynasty], even though he had accepted Maruta as his father. O Mah&#257;r&#257;ja Par&#299;kshit, let me now describe the dynasty of Yadu, the eldest son of Mah&#257;r&#257;ja Yay&#257;ti. This description is supremely pious, and it vanquishes the reactions of sinful activities in human society. Simply by hearing this description, one is freed from all sinful reactions.</P><P CLASS=r><A CLASS=i HREF="20-21.htm"><B>SB 9.23.20-21</B></A>: The Supreme Personality of Godhead, Krishna, the Supersoul in the hearts of all living entities, descended in His original form as a human being in the dynasty or family of Yadu. Yadu had four sons, named Sahasrajit, Krosht&#257;, Nala and Ripu. Of these four, the eldest, Sahasrajit, had a son named &#346;atajit, who had three sons, named Mah&#257;haya, Renuhaya and Haihaya.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 9.23.22</B></A>: The son of Haihaya was Dharma, and the son of Dharma was Netra, the father of Kunti. From Kunti came a son named Sohañji, from Sohañji came Mahishm&#257;n, and from Mahishm&#257;n, Bhadrasenaka.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 9.23.23</B></A>: The sons of Bhadrasena were known as Durmada and Dhanaka. Dhanaka was the father of Kritav&#299;rya and also of Krit&#257;gni, Kritavarm&#257; and Kritauj&#257;.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 9.23.24</B></A>: The son of Kritav&#299;rya was Arjuna. He [K&#257;rtav&#299;ry&#257;rjuna] became the emperor of the entire world, consisting of seven islands, and received mystic power from Datt&#257;treya, the incarnation of the Supreme Personality of Godhead. Thus he obtained the mystic perfections known as asta-siddhi.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 9.23.25</B></A>: No other king in this world could equal K&#257;rtav&#299;ry&#257;rjuna in sacrifices, charity, austerity, mystic power, education, strength or mercy.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 9.23.26</B></A>: For eighty-five thousand years, K&#257;rtav&#299;ry&#257;rjuna continuously enjoyed material opulences with full bodily strength and unimpaired memory. In other words, he enjoyed inexhaustible material opulences with his six senses.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 9.23.27</B></A>: Of the one thousand sons of K&#257;rtav&#299;ry&#257;rjuna, only five remained alive after the fight with Para&#347;ur&#257;ma. Their names were Jayadhvaja, &#346;&#363;rasena, Vrishabha, Madhu and &#362;rjita.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 9.23.28</B></A>: Jayadhvaja had a son named T&#257;laja&#324;gha, who had one hundred sons. All the kshatriyas in that dynasty, known as T&#257;laja&#324;gha, were annihilated by the great power received by Mah&#257;r&#257;ja Sagara from Aurva Rishi.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 9.23.29</B></A>: Of the sons of T&#257;laja&#324;gha, V&#299;tihotra was the eldest. The son of V&#299;tihotra named Madhu had a celebrated son named Vrishni. Madhu had one hundred sons, of whom Vrishni was the eldest. The dynasties known as Y&#257;dava, M&#257;dhava and Vrishni had their origin from Yadu, Madhu and Vrishni.</P><P CLASS=r><A CLASS=i HREF="30-31.htm"><B>SB 9.23.30-31</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, because Yadu, Madhu and Vrishni each inaugurated a dynasty, their dynasties are known as Y&#257;dava, M&#257;dhava and Vrishni. The son of Yadu named Krosht&#257; had a son named Vrijinav&#257;n. The son of Vrijinav&#257;n was Sv&#257;hita; the son of Sv&#257;hita, Vishadgu; the son of Vishadgu, Citraratha; and the son of Citraratha, &#346;a&#347;abindu. The greatly fortunate &#346;a&#347;abindu, who was a great mystic, possessed fourteen opulences and was the owner of fourteen great jewels. Thus he became the emperor of the world.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 9.23.32</B></A>: The famous &#346;a&#347;abindu had ten thousand wives, and by each he begot a lakh of sons. Therefore the number of his sons was ten thousand lakhs.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 9.23.33</B></A>: Among these many sons, six were the foremost, such as Prithu&#347;rav&#257; and Prithuk&#299;rti. The son of Prithu&#347;rav&#257; was known as Dharma, and his son was known as U&#347;an&#257;. U&#347;an&#257; was the performer of one hundred horse sacrifices.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 9.23.34</B></A>: The son of U&#347;an&#257; was Rucaka, who had five sons &#8212; Purujit, Rukma, Rukmeshu, Prithu and Jy&#257;magha. Please hear of these sons from me.</P><P CLASS=r><A CLASS=i HREF="35-36.htm"><B>SB 9.23.35-36</B></A>: Jy&#257;magha had no sons, but because he was fearful of his wife, &#346;aiby&#257;, he could not accept another wife. Jy&#257;magha once took from the house of some royal enemy a girl who was a prostitute, but upon seeing her &#346;aiby&#257; was very angry and said to her husband, "My husband, you cheater, who is this girl sitting upon my seat on the chariot?" Jy&#257;magha then replied, "This girl will be your daughter-in-law." Upon hearing these joking words, &#346;aiby&#257; smilingly replied.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 9.23.37</B></A>: &#346;aiby&#257; said, "I am sterile and have no co-wife. How can this girl be my daughter-in-law? Please tell me." Jy&#257;magha replied, "My dear Queen, I shall see that you indeed have a son and that this girl will be your daughter-in-law."</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 9.23.38</B></A>: Long, long ago, Jy&#257;magha had satisfied the demigods and Pit&#257;s by worshiping them. Now, by their mercy, Jy&#257;magha's words came true. Although &#346;aiby&#257; was barren, by the grace of the demigods she became pregnant and in due course of time gave birth to a child named Vidarbha. Before the child's birth, the girl had been accepted as a daughter-in-law, and therefore Vidarbha actually married her when he grew up.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>