<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 23"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Dynasties of the Sons of Yay&#257;ti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.23 Summary</P><P>In this Twenty-third Chapter the dynasties of Anu, Druhyu, Turvasu and Yadu, as well as the story of Jy&#257;magha, are described.</P><P>The sons of Yay&#257;ti's fourth son, Anu, were Sabh&#257;nara, Cakshu and Pareshnu. Of these three, the sons and grandsons of Sabh&#257;nara were, in succession, K&#257;lanara, Sriñjaya, Janamejaya, Mah&#257;&#347;&#257;la and Mah&#257;man&#257;. The sons of Mah&#257;man&#257; were U&#347;&#299;nara and Titikshu. U&#347;&#299;nara had four sons, namely &#346;ibi, Vara, Krimi and Daksha. &#346;ibi also had four sons &#8212; Vrish&#257;darbha, Sudh&#299;ra, Madra and Kekaya. The son of Titikshu was Rushadratha, who begot a son named Homa. From Homa came Sutap&#257; and from Sutap&#257;, Bali. In this way the dynasty continued. Begotten by D&#299;rghatam&#257; in the womb of the wife of Bali were A&#324;ga, Va&#324;ga, Kali&#324;ga, Suhma, Pundra and Odra, all of whom became kings.</P><P>From A&#324;ga came Khalap&#257;na, whose dynasty included Diviratha, Dharmaratha and Citraratha, also called Romap&#257;da, one after another. Mah&#257;r&#257;ja Da&#347;aratha gave in charity one of his daughters, by the name &#346;&#257;nt&#257;, to his friend Romap&#257;da because Romap&#257;da had no sons. Romap&#257;da accepted &#346;&#257;nt&#257; as his daughter, and the great sage Rishya&#347;ri&#324;ga married her. By the mercy of Rishya&#347;ri&#324;ga, Romap&#257;da had a son named Catura&#324;ga. The son of Catura&#324;ga was Prithul&#257;ksha, who had three sons &#8212; Brihadratha, Brihatkarm&#257; and Brihadbh&#257;nu. From Brihadratha came a son named Brihadman&#257;, whose sons and grandsons in succession were Jayadratha, Vijaya, Dhriti, Dhritavrata, Satkarm&#257; and Adhiratha. Adhiratha accepted the son rejected by Kunt&#299;, namely Karna, and Karna's son was Vrishasena.</P><P>The son of Yay&#257;ti's third son, Druhyu, was Babhru, whose son and grandsons were Setu, &#256;rabdha, G&#257;ndh&#257;ra, Dharma, Dhrita, Durmada and Pracet&#257;.</P><P>The son of Yay&#257;ti's second son, Turvasu, was Vahni, whose seminal dynasty included Bharga, Bh&#257;num&#257;n, Tribh&#257;nu, Karandhama and Maruta. The childless Maruta accepted Dushmanta, who belonged to the P&#363;ru dynasty, as his adopted son. Mah&#257;r&#257;ja Dushmanta was anxious to have his kingdom returned, and so he went back to the P&#363;ru-vam&#347;a.</P><P>Of the four sons of Yadu, Sahasrajit was the eldest. The son of Sahasrajit was named &#346;atajit. He had three sons, of whom one was Haihaya. The sons and grandsons in the dynasty of Haihaya were Dharma, Netra, Kunti, Sohañji, Mahishm&#257;n, Bhadrasenaka, Dhanaka, Kritav&#299;rya, Arjuna, Jayadhvaja, T&#257;laja&#324;gha and V&#299;tihotra.</P><P>The son of V&#299;tihotra was Madhu, whose eldest son was Vrishni. Because of Yadu, Madhu and Vrishni, their dynasties are known as Y&#257;dava, M&#257;dhava and Vrishni. Another son of Yadu was Krosht&#257;, and from him came Vrijinav&#257;n, Sv&#257;hita, Vishadgu, Citraratha, &#346;a&#347;abindu, Prithu&#347;rav&#257;, Dharma, U&#347;an&#257; and Rucaka. Rucaka had five sons, one of whom was known as Jy&#257;magha. Jy&#257;magha was sonless, but by the mercy of the demigods his childless wife gave birth to a son named Vidarbha.</P><P CLASS=l><A CLASS=i HREF="../22/49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>