<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 2 Verses 23-24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 2 Verses 23-24"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Dynasties of the Sons of Manu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.2.23-24</P><P CLASS=c>n&#257;bh&#257;go dishta-putro 'nyah</P><P CLASS=c>karman&#257; vai&#347;yat&#257;m gatah</P><P CLASS=c>bhalandanah sutas tasya</P><P CLASS=c>vatsapr&#299;tir bhalandan&#257;t</P><P CLASS=c>vatsapr&#299;teh sutah pr&#257;m&#347;us</P><P CLASS=c>tat-sutam pramatim viduh</P><P CLASS=c>khanitrah pramates tasm&#257;c</P><P CLASS=c>c&#257;kshusho 'tha vivim&#347;atih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nabhagah">n&#257;bh&#257;gah</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/n/nabhaga">N&#257;bh&#257;ga</A>; <A CLASS=v HREF="http://vedabase.net/d/dista">dishta</A>-<A CLASS=v HREF="http://vedabase.net/p/putrah">putrah</A> &#8212; the son of <A HREF="http://vedabase.net/d/dista">Dishta</A>; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; by occupation; <A CLASS=v HREF="http://vedabase.net/v/vaisyatam">vai&#347;yat&#257;m</A> &#8212; the order of the vai&#347;yas; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/b/bhalandanah">bhalandanah</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A> Bhalandana; <A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of him (<A HREF="http://vedabase.net/n/nabhaga">N&#257;bh&#257;ga</A>); <A CLASS=v HREF="http://vedabase.net/v/vatsapritih">vatsapr&#299;tih</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A> Vatsapr&#299;ti; <A CLASS=v HREF="http://vedabase.net/b/bhalandanat">bhalandan&#257;t</A> &#8212; from Bhalandana; <A CLASS=v HREF="http://vedabase.net/v/vatsapriteh">vatsapr&#299;teh</A> &#8212; from Vatsapr&#299;ti; <A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; the son; <A CLASS=v HREF="http://vedabase.net/p/pramsuh">pr&#257;m&#347;uh</A> &#8212; was named <A HREF="http://vedabase.net/p/pramsu">Pr&#257;m&#347;u</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/s/sutam">sutam</A> &#8212; the son of him (<A HREF="http://vedabase.net/p/pramsu">Pr&#257;m&#347;u</A>); <A CLASS=v HREF="http://vedabase.net/p/pramatim">pramatim</A> &#8212; was named Pramati; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; you should understand; <A CLASS=v HREF="http://vedabase.net/k/khanitrah">khanitrah</A> &#8212; was named Khanitra; <A CLASS=v HREF="http://vedabase.net/p/pramateh">pramateh</A> &#8212; from Pramati; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; from him (Khanitra); <A CLASS=v HREF="http://vedabase.net/c/caksusah">c&#257;kshushah</A> &#8212; was named <A HREF="http://vedabase.net/c/caksusa">C&#257;kshusha</A>; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus (from <A HREF="http://vedabase.net/c/caksusa">C&#257;kshusha</A>); <A CLASS=v HREF="http://vedabase.net/v/vivimsatih">vivim&#347;atih</A> &#8212; the son named Vivim&#347;ati.</P><P CLASS=t>TRANSLATION</P><P>Dishta had a son by the name N&#257;bh&#257;ga. This N&#257;bh&#257;ga, who was different from the N&#257;bh&#257;ga described later, became a vai&#347;ya by occupational duty. The son of N&#257;bh&#257;ga was known as Bhalandana, the son of Bhalandana was Vatsapr&#299;ti, and his son was Pr&#257;m&#347;u. Pr&#257;m&#347;u's son was Pramati, Pramati's son was Khanitra, Khanitra's son was C&#257;kshusha, and his son was Vivim&#347;ati.</P><P CLASS=t>PURPORT</P><P>From Manu, one son became a kshatriya, another a br&#257;hmana, and another a vai&#347;ya. This confirms the statement by N&#257;rada Muni, yasya yal lakshanam proktam pumso varn&#257;bhivyañjakam (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/11/35.htm">7.11.35</A>). One should always remember that br&#257;hmanas, kshatriyas and vai&#347;yas should never be regarded as members of a caste by birth. A br&#257;hmana may be changed into a kshatriya, and a kshatriya into a br&#257;hmana. Similarly, a br&#257;hmana or kshatriya may be changed into a vai&#347;ya, and a vai&#347;ya into a br&#257;hmana or kshatriya. This is confirmed in Bhagavad-g&#299;t&#257; (c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah [<A CLASS=v HREF="../../../bg/4/13.htm">Bg. 4.13</A>]). So one is a br&#257;hmana, kshatriya or vai&#347;ya never by birth, but by quality. There is a great need of br&#257;hmanas. Therefore, in the Krishna consciousness movement, we are trying to train some br&#257;hmanas to guide human society. Because at present there is a scarcity of br&#257;hmanas, the brain of human society is lost. Because practically everyone is a &#347;&#363;dra, no one at the present moment can guide the members of society to the proper path by which to achieve perfection in life.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>