<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 2"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 2: The Dynasties of the Sons of Manu</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.2 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.2.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Thereafter, when his son Sudyumna had thus gone to the forest to accept the order of v&#257;naprastha, Vaivasvata Manu [&#346;r&#257;ddhadeva], being desirous of getting more sons, performed severe austerities on the bank of the Yamun&#257; for one hundred years.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.2.2</B></A>: Then, because of this desire for sons, the Manu known as &#346;r&#257;ddhadeva worshiped the Supreme Lord, the Personality of Godhead, the Lord of the demigods. Thus he got ten sons exactly like himself. Among them all, Ikshv&#257;ku was the eldest.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 9.2.3</B></A>: Among these sons, Prishadhra, following the order of his spiritual master, was engaged as a protector of cows. He would stand all night with a sword to give the cows protection.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 9.2.4</B></A>: Once at night, while it was raining, a tiger entered the land of the cowshed. Upon seeing the tiger, all the cows, who were lying down, got up in fear and scattered here and there on the land.</P><P CLASS=r><A CLASS=i HREF="5-6.htm"><B>SB 9.2.5-6</B></A>: When the very strong tiger seized the cow, the cow screamed in distress and fear, and Prishadhra, hearing the screaming, immediately followed the sound. He took up his sword, but because the stars were covered by clouds, he mistook the cow for the tiger and mistakenly cut off the cows' head with great force.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.2.7</B></A>: Because the tiger's ear had been cut by the edge of the sword, the tiger was very afraid, and it fled from that place, while bleeding on the street.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.2.8</B></A>: In the morning, when Prishadhra, who was quite able to subdue his enemy, saw that he had killed the cow although at night he thought he had killed the tiger, he was very unhappy.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.2.9</B></A>: Although Prishadhra had committed the sin unknowingly, his family priest, Vasishtha, cursed him, saying, "In your next life you shall not be able to become a kshatriya. Instead, you shall take birth as a &#347;&#363;dra because of killing the cow."</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.2.10</B></A>: When the hero Prishadhra was thus cursed by his spiritual master, he accepted the curse with folded hands. Then, having controlled his senses, he took the vow of brahmacarya, which is approved by all great sages.</P><P CLASS=r><A CLASS=i HREF="11-13.htm"><B>SB 9.2.11-13</B></A>: Thereafter, Prishadhra gained relief from all responsibilities, became peaceful in mind, and established control over all his senses. Being unaffected by material conditions, being pleased with whatever was available by the grace of the Lord to maintain body and soul together, and being equal toward everyone, he gave full attention to the Supreme Personality of Godhead, V&#257;sudeva, who is the transcendental Supersoul, free from material contamination. Thus Prishadhra, fully satisfied in pure knowledge, always keeping his mind on the Supreme Personality of Godhead, achieved pure devotional service to the Lord and began traveling all over the world, without affection for material activities, as if he were deaf, dumb and blind.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.2.14</B></A>: With this attitude, Prishadhra became a great saint, and when he entered the forest and saw a blazing forest fire, he took this opportunity to burn his body in the fire. Thus he achieved the transcendental, spiritual world.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 9.2.15</B></A>: Being reluctant to accept material enjoyment, Manu's youngest son, whose name was Kavi, gave up the kingdom before attaining full youth. Accompanied by his friends, he went to the forest, always thinking of the self-effulgent Supreme Personality of Godhead within the core of his heart. Thus he attained perfection.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 9.2.16</B></A>: From Kar&#363;sha, another son of Manu, came the K&#257;r&#363;sha dynasty, a family of kshatriyas. The K&#257;r&#363;sha kshatriyas were the kings of the northern direction. They were celebrated protectors of brahminical culture and were all firmly religious.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 9.2.17</B></A>: From the son of Manu named Dhrishta came a kshatriya caste called Dh&#257;rshta, whose members achieved the position of br&#257;hmanas in this world. Then, from the son of Manu named Nriga came Sumati. From Sumati came Bh&#363;tajyoti, and from Bh&#363;tajyoti came Vasu.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 9.2.18</B></A>: The son of Vasu was Prat&#299;ka, whose son was Oghav&#257;n. Oghav&#257;n's son was also known as Oghav&#257;n, and his daughter was Oghavat&#299;. Sudar&#347;ana married that daughter.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 9.2.19</B></A>: From Narishyanta came a son named Citrasena and from him a son named Riksha. From Riksha came M&#299;dhv&#257;n, from M&#299;dhv&#257;n came P&#363;rna, and from P&#363;rna came Indrasena.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 9.2.20</B></A>: From Indrasena came V&#299;tihotra, from V&#299;tihotra came Satya&#347;rav&#257;, from Satya&#347;rav&#257; came the son named Uru&#347;rav&#257;, and from Uru&#347;rav&#257; came Devadatta.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 9.2.21</B></A>: From Devadatta came a son known as Agnive&#347;ya, who was the fire-god Agni himself. This son, who was a celebrated saint, was well known as K&#257;n&#299;na and J&#257;t&#363;karnya.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 9.2.22</B></A>: O King, from Agnive&#347;ya came a brahminical dynasty known as &#256;gnive&#347;y&#257;yana. Now that I have described the descendants of Narishyanta, let me describe the descendants of Dishta. Please hear from me.</P><P CLASS=r><A CLASS=i HREF="23-24.htm"><B>SB 9.2.23-24</B></A>: Dishta had a son by the name N&#257;bh&#257;ga. This N&#257;bh&#257;ga, who was different from the N&#257;bh&#257;ga described later, became a vai&#347;ya by occupational duty. The son of N&#257;bh&#257;ga was known as Bhalandana, the son of Bhalandana was Vatsapr&#299;ti, and his son was Pr&#257;m&#347;u. Pr&#257;m&#347;u's son was Pramati, Pramati's son was Khanitra, Khanitra's son was C&#257;kshusha, and his son was Vivim&#347;ati.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 9.2.25</B></A>: The son of Vivim&#347;ati was Rambha, whose son was the great and religious King Khan&#299;netra. O King, the son of Khan&#299;netra was King Karandhama.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 9.2.26</B></A>: From Karandhama came a son named Av&#299;kshit, and from Av&#299;kshit a son named Marutta, who was the emperor. The great mystic Samvarta, the son of A&#324;gir&#257;, engaged Marutta in performing a sacrifice [yajña].</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 9.2.27</B></A>: The sacrificial paraphernalia of King Marutta was extremely beautiful, for everything was made of gold. Indeed, no other sacrifice could compare to his.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 9.2.28</B></A>: In that sacrifice, King Indra became intoxicated by drinking a large quantity of soma-rasa. The br&#257;hmanas received ample contributions, and therefore they were satisfied. For that sacrifice, the various demigods who control the winds offered foodstuffs, and the Vi&#347;vedevas were members of the assembly.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 9.2.29</B></A>: Marutta's son was Dama, Dama's son was R&#257;jyavardhana, R&#257;jyavardhana's son was Sudhriti, and his son was Nara.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 9.2.30</B></A>: The son of Nara was Kevala, and his son was Dhundhum&#257;n, whose son was Vegav&#257;n. Vegav&#257;n's son was Budha, and Budha's son was Trinabindu, who became the king of this earth.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 9.2.31</B></A>: The best of the Apsar&#257;s, the highly qualified girl named Alambush&#257;, accepted the similarly qualified Trinabindu as her husband. She gave birth to a few sons and a daughter known as Ilavil&#257;.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 9.2.32</B></A>: After the great saint Vi&#347;rav&#257;, the master of mystic yoga, received absolute knowledge from his father, he begot in the womb of Ilavil&#257; the greatly celebrated son known as Kuvera, the giver of money.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 9.2.33</B></A>: Trinabindu had three sons, named Vi&#347;&#257;la, &#346;&#363;nyabandhu and Dh&#363;mraketu. Among these three, Vi&#347;&#257;la created a dynasty and constructed a palace called Vai&#347;&#257;l&#299;.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 9.2.34</B></A>: The son of Vi&#347;&#257;la was known as Hemacandra, his son was Dh&#363;mr&#257;ksha, and his son was Samyama, whose sons were Devaja and Kri&#347;&#257;&#347;va.</P><P CLASS=r><A CLASS=i HREF="35-36.htm"><B>SB 9.2.35-36</B></A>: The son of Kri&#347;&#257;&#347;va was Somadatta, who performed a&#347;vamedha sacrifices and thus satisfied the Supreme Personality of Godhead, Vishnu. By worshiping the Supreme Lord, he achieved the most exalted post, a residence on the planet to which great mystic yog&#299;s are elevated. The son of Somadatta was Sumati, whose son was Janamejaya. All these kings appearing in the dynasty of Vi&#347;&#257;la properly maintained the celebrated position of King Trinabindu.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>