<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 2"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Dynasties of the Sons of Manu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.2 Summary</P><P>This Second Chapter describes the dynasties of the sons of Manu, headed by Kar&#363;sha.</P><P>After Sudyumna accepted the order of v&#257;naprastha and departed for the forest, Vaivasvata Manu, being desirous of sons, worshiped the Supreme Personality of Godhead and consequently begot ten sons like Mah&#257;r&#257;ja Ikshv&#257;ku, all of whom were like their father. One of these sons, Prishadhra, was engaged in the duty of protecting cows at night with a sword in his hand. Following the order of his spiritual master, he would stand in this way for the entire night. Once, in the darkness of night, a tiger seized a cow from the cowshed, and when Prishadhra came to know this, he took a sword in his hand and followed the tiger. Unfortunately, when he finally approached the tiger, he could not distinguish between the cow and the tiger in the dark, and thus he killed the cow. Because of this, his spiritual master cursed him to take birth in a &#347;&#363;dra family, but Prishadhra practiced mystic yoga, and in bhakti-yoga he worshiped the Supreme Personality of Godhead. Then he voluntarily entered a blazing forest fire, thus relinquishing his material body and going back home, back to Godhead.</P><P>Kavi, the youngest son of Manu, was a great devotee of the Supreme Personality of Godhead from his very childhood. From Manu's son known as Kar&#363;sha, a sect of kshatriyas known as K&#257;r&#363;shas was generated. Manu also had a son known as Dhrishta, from whom another sect of kshatriyas was generated, but although they were born of one who had the qualities of a kshatriya, they became br&#257;hmanas. From Nriga, another son of Manu, came the sons and grandsons known as Sumati, Bh&#363;tajyoti and Vasu. From Vasu, in succession, came Prat&#299;ka, and from him came Oghav&#257;n. Descending in order from the seminal dynasty of Narishyanta, another son of Manu, were Citrasena, Riksha, M&#299;dhv&#257;n, P&#363;rna, Indrasena, V&#299;tihotra, Satya&#347;rav&#257;, Uru&#347;rav&#257;, Devadatta and Agnive&#347;ya. From the kshatriya known as Agnive&#347;ya came the celebrated br&#257;hmana dynasty known as &#256;gnive&#347;y&#257;yana. From the seminal dynasty of Dishta, another son of Manu, came N&#257;bh&#257;ga, and from him in succession came Bhalandana, Vatsapr&#299;ti, Pr&#257;m&#347;u, Pramati, Khanitra, C&#257;kshusha, Vivim&#347;ati, Rambha, Khan&#299;netra, Karandhama, Av&#299;kshit, Marutta, Dama, R&#257;jyavardhana, Sudhriti, Nara, Kevala, Dhundhum&#257;n, Vegav&#257;n, Budha and Trinabindu. In this way, many sons and grandsons were born in this dynasty. From Trinabindu came a daughter named Ilavil&#257;, from whom Kuvera took birth. Trinabindu also had three sons, named Vi&#347;&#257;la, &#346;&#363;nyabandhu and Dh&#363;mraketu. The son of Vi&#347;&#257;la was Hemacandra, his son was Dh&#363;mr&#257;ksha, and his son was Samyama. The sons of Samyama were Devaja and Kri&#347;&#257;&#347;va. Kri&#347;&#257;&#347;va's son, Somadatta, performed an A&#347;vamedha sacrifice, and by worshiping the Supreme Personality of Godhead, Vishnu, he achieved the supreme perfection of going back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="../1/42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>