<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 7 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 7 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Descendants of King M&#257;ndh&#257;t&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.7.7</P><P CLASS=c>trai&#347;a&#324;kavo hari&#347;candro</P><P CLASS=c>vi&#347;v&#257;mitra-vasishthayoh</P><P CLASS=c>yan-nimittam abh&#363;d yuddham</P><P CLASS=c>pakshinor bahu-v&#257;rshikam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/traisankavah">trai&#347;a&#324;kavah</A> &#8212; the son of Tri&#347;a&#324;ku; <A CLASS=v HREF="http://vedabase.net/h/hariscandrah">hari&#347;candrah</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/h/hariscandra">Hari&#347;candra</A>; <A CLASS=v HREF="http://vedabase.net/v/visvamitra">vi&#347;v&#257;mitra</A>-<A CLASS=v HREF="http://vedabase.net/v/vasisthayoh">vasishthayoh</A> &#8212; between <A HREF="http://vedabase.net/v/visvamitra">Vi&#347;v&#257;mitra</A> and <A HREF="http://vedabase.net/v/vasistha">Vasishtha</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/n/nimittam">nimittam</A> &#8212; because of <A HREF="http://vedabase.net/h/hariscandra">Hari&#347;candra</A>; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/y/yuddham">yuddham</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great fight; <A CLASS=v HREF="http://vedabase.net/p/paksinoh">pakshinoh</A> &#8212; both of whom <A HREF="http://vedabase.net/h/had">had</A> been converted into birds; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/v/varsikam">v&#257;rshikam</A> &#8212; for many years.</P><P CLASS=t>TRANSLATION</P><P>The son of Tri&#347;a&#324;ku was Hari&#347;candra. Because of Hari&#347;candra there was a quarrel between Vi&#347;v&#257;mitra and Vasishtha, who for many years fought one another, having been transformed into birds.</P><P CLASS=t>PURPORT</P><P>Vi&#347;v&#257;mitra and Vasishtha were always inimical. Formerly, Vi&#347;v&#257;mitra was a kshatriya, and by undergoing severe austerities he wanted to become a br&#257;hmana, but Vasishtha would not agree to accept him. In this way there was always disagreement between the two. Later, however, Vasishtha accepted him because of Vi&#347;v&#257;mitra's quality of forgiveness. Once Hari&#347;candra performed a yajña for which Vi&#347;v&#257;mitra was the priest, but Vi&#347;v&#257;mitra, being angry at Hari&#347;candra, took away all his possessions, claiming them as a contribution of dakshin&#257;. Vasishtha, however, did not like this, and therefore a fight arose between Vasishtha and Vi&#347;v&#257;mitra. The fighting became so severe that each of them cursed the other. One of them said, "May you become a bird," and the other said, "May you become a duck." Thus both of them became birds and continued fighting for many years because of Hari&#347;candra. We can see that such a great mystic yog&#299; as Saubhari became a victim of sense gratification, and such great sages as Vasishtha and Vi&#347;v&#257;mitra became birds. This is the material world. &#256;brahma-bhuvan&#257;l lok&#257;h punar &#257;vartino 'rjuna [<A CLASS=v HREF="../../../bg/8/16.htm">Bg. 8.16</A>]. Within this material world, or within this universe, however elevated one may be in material qualities, one must suffer the conditions of birth, death, old age and disease (janma-mrityu jar&#257;-vy&#257;dhi). Therefore Krishna says that this material world is simply miserable (duhkh&#257;layam a&#347;&#257;&#347;vatam [<A CLASS=v HREF="../../../bg/8/15.htm">Bg. 8.15</A>]). The Bh&#257;gavatam says, padam padam yad vipad&#257;m: at every step here there is danger. Therefore, because the Krishna consciousness movement provides the opportunity for the human being to get out of this material world simply by chanting the Hare Krishna mantra, this movement is the greatest benediction in human society.</P><P CLASS=l><A CLASS=i HREF="5-6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>