<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 7"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 7: The Descendants of King M&#257;ndh&#257;t&#257;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.7 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.7.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: The most prominent among the sons of M&#257;ndh&#257;t&#257; was he who is celebrated as Ambar&#299;sha. Ambar&#299;sha was accepted as son by his grandfather Yuvan&#257;&#347;va. Ambar&#299;sha's son was Yauvan&#257;&#347;va, and Yauvan&#257;&#347;va's son was H&#257;r&#299;ta. In M&#257;ndh&#257;t&#257;'s dynasty, Ambar&#299;sha, H&#257;r&#299;ta and Yauvan&#257;&#347;va were very prominent.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.7.2</B></A>: The serpent brothers of Narmad&#257; gave Narmad&#257; to Purukutsa. Being sent by V&#257;suki, she took Purukutsa to the lower region of the universe.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 9.7.3</B></A>: There in Ras&#257;tala, the lower region of the universe, Purukutsa, being empowered by Lord Vishnu, was able to kill all the Gandharvas who deserved to be killed. Purukutsa received the benediction from the serpents that anyone who remembers this history of his being brought by Narmad&#257; to the lower region of the universe will be assured of safety from the attack of snakes.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 9.7.4</B></A>: The son of Purukutsa was Trasaddasyu, who was the father of Anaranya. Anaranya's son was Harya&#347;va, the father of Pr&#257;runa. Pr&#257;runa was the father of Tribandhana.</P><P CLASS=r><A CLASS=i HREF="5-6.htm"><B>SB 9.7.5-6</B></A>: The son of Tribandhana was Satyavrata, who is celebrated by the name Tri&#347;a&#324;ku. Because he kidnapped the daughter of a br&#257;hmana when she was being married, his father cursed him to become a cand&#257;la, lower than a &#347;&#363;dra. Thereafter, by the influence of Vi&#347;v&#257;mitra, he went to the higher planetary system, the heavenly planets, in his material body, but because of the prowess of the demigods he fell back downward. Nonetheless, by the power of Vi&#347;v&#257;mitra, he did not fall all the way down; even today he can still be seen hanging in the sky, head downward.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.7.7</B></A>: The son of Tri&#347;a&#324;ku was Hari&#347;candra. Because of Hari&#347;candra there was a quarrel between Vi&#347;v&#257;mitra and Vasishtha, who for many years fought one another, having been transformed into birds.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.7.8</B></A>: Hari&#347;candra had no son and was therefore extremely morose. Once, therefore, following the advice of N&#257;rada, he took shelter of Varuna and said to him "My lord I have no son. Would you kindly give me one?"</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.7.9</B></A>: O King Par&#299;kshit, Hari&#347;candra begged Varuna, "My lord, if a son is born to me, with that son I shall perform a sacrifice for your satisfaction." When Hari&#347;candra said this, Varuna replied, "Let it be so." Because of Varuna's benediction, Hari&#347;candra begot a son named Rohita.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.7.10</B></A>: Thereafter, when the child was born, Varuna approached Hari&#347;candra and said, "Now you have a son. With this son you can offer me a sacrifice." In answer to this, Hari&#347;candra said, "After ten days have passed since an animal's birth, the animal becomes fit to be sacrificed."</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.7.11</B></A>: After ten days, Varuna came again and said to Hari&#347;candra, "Now you can perform the sacrifice." Hari&#347;candra replied, "When an animal grows teeth, then it becomes pure enough to be sacrificed."</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 9.7.12</B></A>: When the teeth grew, Varuna came and said to Hari&#347;candra, "Now the animal has grown teeth, and you can perform the sacrifice." Hari&#347;candra replied, "When all its teeth have fallen out, then it will be fit for sacrifice."</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 9.7.13</B></A>: When the teeth had fallen out, Varuna returned and said to Hari&#347;candra, "Now the animal's teeth have fallen out, and you can perform the sacrifice." But Hari&#347;candra replied, "When the animal's teeth grow in again, then he will be pure enough to be sacrificed."</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.7.14</B></A>: When the teeth grew in again, Varuna came and said to Hari&#347;candra, "Now you can perform the sacrifice." But Hari&#347;candra then said, "O King, when the sacrificial animal becomes a kshatriya and is able to shield himself to fight with the enemy, then he will be purified."</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 9.7.15</B></A>: Hari&#347;candra was certainly very much attached to his son. Because of this affection, he asked the demigod Varuna to wait. Thus Varuna waited and waited for the time to come.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 9.7.16</B></A>: Rohita could understand that his father intended to offer him as the animal for sacrifice. Therefore, just to save himself from death, he equipped himself with bow and arrows and went to the forest.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 9.7.17</B></A>: When Rohita heard that his father had been attacked by dropsy due to Varuna and that his abdomen had grown very large, he wanted to return to the capital, but King Indra forbade him to do so.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 9.7.18</B></A>: King Indra advised Rohita to travel to different pilgrimage sites and holy places, for such activities are pious indeed. Following this instruction, Rohita went to the forest for one year.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 9.7.19</B></A>: In this way, at the end of the second, third, fourth and fifth years, when Rohita wanted to return to his capital, the King of heaven, Indra, approached him as an old br&#257;hmana and forbade him to return, repeating the same words as in the previous year.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 9.7.20</B></A>: Thereafter, in the sixth year, after wandering in the forest, Rohita returned to the capital of his father. He purchased from Aj&#299;garta his second son, named &#346;unah&#347;epha. Then he offered &#346;unah&#347;epha to his father, Hari&#347;candra, to be used as the sacrificial animal and offered Hari&#347;candra his respectful obeisances.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 9.7.21</B></A>: Thereafter, the famous King Hari&#347;candra, one of the exalted persons in history, performed grand sacrifices by sacrificing a man and pleased all the demigods. In this way his dropsy created by Varuna was cured.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 9.7.22</B></A>: In that great human sacrifice, Vi&#347;v&#257;mitra was the chief priest to offer oblations, the perfectly self-realized Jamadagni had the responsibility for chanting the mantras from the Yajur Veda, Vasishtha was the chief brahminical priest, and the sage Ay&#257;sya was the reciter of the hymns of the S&#257;ma Veda.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 9.7.23</B></A>: King Indra, being very pleased with Hari&#347;candra, offered him a gift of a golden chariot. &#346;unah&#347;epha's glories will be presented along with the description of the son of Vi&#347;v&#257;mitra.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 9.7.24</B></A>: The great sage Vi&#347;v&#257;mitra saw that Mah&#257;r&#257;ja Hari&#347;candra, along with his wife, was truthful, forbearing and concerned with the essence. Thus he gave them imperishable knowledge for fulfillment of the human mission.</P><P CLASS=r><A CLASS=i HREF="25-26.htm"><B>SB 9.7.25-26</B></A>: Mah&#257;r&#257;ja Hari&#347;candra first purified his mind, which was full of material enjoyment, by amalgamating it with the earth. Then he amalgamated the earth with water, the water with fire, the fire with the air, and the air with the sky. Thereafter, he amalgamated the sky with the total material energy, and the total material energy with spiritual knowledge. This spiritual knowledge is realization of one's self as part of the Supreme Lord. When the self-realized spiritual soul is engaged in service to the Lord, he is eternally imperceptible and inconceivable. Thus established in spiritual knowledge, he is completely freed from material bondage.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>