<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 7"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Descendants of King M&#257;ndh&#257;t&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.7 Summary</P><P>In this chapter the descendants of King M&#257;ndh&#257;t&#257; are described, and in this connection the histories of Purukutsa and Hari&#347;candra are also given.</P><P>The most prominent son of M&#257;ndh&#257;t&#257; was Ambar&#299;sha, his son was Yauvan&#257;&#347;va, and Yauvan&#257;&#347;va's son was H&#257;r&#299;ta. These three personalities were the best in the dynasty of M&#257;ndh&#257;t&#257;. Purukutsa, another son of M&#257;ndh&#257;t&#257;, married the sister of the snakes (sarpa-gana) named Narmad&#257;. The son of Purukutsa was Trasaddasyu, whose son was Anaranya. Anaranya's son was Harya&#347;va, Harya&#347;va's son was Pr&#257;runa, Pr&#257;runa's son was Tribandhana, and Tribandhana's son was Satyavrata, also known as Tri&#347;a&#324;ku. When Tri&#347;a&#324;ku kidnapped the daughter of a br&#257;hmana, his father cursed him for this sinful act, and Tri&#347;a&#324;ku became a cand&#257;la, worse than a &#347;&#363;dra. Later, by the influence of Vi&#347;v&#257;mitra, he was brought to the heavenly planets, but by the influence of the demigods he fell back downward. He was stopped in his fall, however, by the influence of Vi&#347;v&#257;mitra. The son of Tri&#347;a&#324;ku was Hari&#347;candra. Hari&#347;candra once performed a R&#257;jas&#363;ya-yajña, but Vi&#347;v&#257;mitra cunningly took all of Hari&#347;candra's possessions as a dakshina contribution and chastised Hari&#347;candra in various ways. Because of this, a quarrel arose between Vi&#347;v&#257;mitra and Vasishtha. Hari&#347;candra had no sons, but on the advice of N&#257;rada he worshiped Varuna and in this way got a son named Rohita. Hari&#347;candra promised that Rohita would be used to perform a Varuna-yajña. Varuna reminded Hari&#347;candra repeatedly about this yajña, but the King, because of affection for his son, gave various arguments to avoid sacrificing him. Thus time passed, and gradually the son grew up. To safeguard his life, the boy then took bow and arrows in hand and went to the forest. Meanwhile, at home, Hari&#347;candra suffered from dropsy because of an attack from Varuna. When Rohita received the news that his father was suffering, he wanted to return to the capital, but King Indra prevented him from doing so. Following the instructions of Indra, Rohita lived in the forest for six years and then returned home. Rohita purchased &#346;unah&#347;epha, the second son of Aj&#299;garta, and gave him to his father, Hari&#347;candra, as the sacrificial animal. In this way, the sacrifice was performed, Varuna and the other demigods were pacified, and Hari&#347;candra was freed from disease. In this sacrifice, Vi&#347;v&#257;mitra was the hot&#257; priest, Jamadagni was the adhvaryu, Vasishtha was the brahm&#257;, and Ay&#257;sya was the udg&#257;t&#257;. King Indra, being very satisfied by the sacrifice, gave Hari&#347;candra a golden chariot, and Vi&#347;v&#257;mitra gave him transcendental knowledge. Thus &#346;ukadeva Gosv&#257;m&#299; describes how Hari&#347;candra achieved perfection.</P><P CLASS=l><A CLASS=i HREF="../6/55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>