<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 100</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 100"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.100</P><P CLASS=c>dekhi' upar&#257;ga h&#257;si', &#347;&#299;ghra ga&#324;g&#257;-gh&#257;te &#257;si'</P><P CLASS=c>&#257;nande karila ga&#324;g&#257;-sn&#257;na</P><P CLASS=c>p&#257;ñ&#257; upar&#257;ga-chale, &#257;pan&#257;ra mano-bale,</P><P CLASS=c>br&#257;hmanere dila n&#257;n&#257; d&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/u/uparaga">upar&#257;ga</A> &#8212; the eclipse; <A CLASS=v HREF="http://vedabase.net/h/hasi">h&#257;si</A>' &#8212; laughing; <A CLASS=v HREF="http://vedabase.net/s/sighra">&#347;&#299;ghra</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/g/ganga">ga&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/g/ghate">gh&#257;te</A> &#8212; on the bank of the Ganges; <A CLASS=v HREF="http://vedabase.net/a/asi">&#257;si</A>' &#8212; coming; <A CLASS=v HREF="http://vedabase.net/a/anande">&#257;nande</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> jubilation; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; took; <A CLASS=v HREF="http://vedabase.net/g/ganga">ga&#324;g&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/snana">sn&#257;na</A> &#8212; bath <A HREF="http://vedabase.net/i/in">in</A> the Ganges; <A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;ñ&#257;</A> &#8212; taking advantage of; <A CLASS=v HREF="http://vedabase.net/u/uparaga">upar&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/c/chale">chale</A> &#8212; on the event of the lunar eclipse; <A CLASS=v HREF="http://vedabase.net/a/apanara">&#257;pan&#257;ra</A> &#8212; His own; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/b/bale">bale</A> &#8212; by the strength of mind; <A CLASS=v HREF="http://vedabase.net/b/brahmanere">br&#257;hmanere</A> &#8212; unto the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/d/dila">dila</A> &#8212; gave; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A> &#8212; charities.</P><P CLASS=t>TRANSLATION</P><P>Seeing the lunar eclipse and laughing, Advaita &#256;c&#257;rya and Harid&#257;sa Th&#257;kura immediately went to the bank of the Ganges and bathed in the river in great jubilation. Taking advantage of the occasion of the lunar eclipse, Advaita &#256;c&#257;rya, by His mental strength, distributed various types of charity to the br&#257;hmanas.</P><P CLASS=t>PURPORT</P><P>It is the custom of Hindus to give in charity to the poor as much as possible during the time of a lunar or solar eclipse. Advaita &#256;c&#257;rya, therefore, taking advantage of this eclipse, distributed many varieties of charity to the br&#257;hmanas. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/3/11.htm">10.3.11</A>) there is a statement that when Krishna took His birth, Vasudeva immediately took advantage of this moment and distributed ten thousand cows to the br&#257;hmanas. It is customary among Hindus that at the time a child is born, especially a male child, the parents distribute great charity in jubilation. Advaita &#256;c&#257;rya was actually interested in distributing charity because of Lord Caitanya's birth at the time of the lunar eclipse. People could not understand, however, why Advaita &#256;c&#257;rya was giving such a great variety of things in charity. He did so not because of the lunar eclipse but because of the Lord's taking birth at that moment. He distributed charity exactly as Vasudeva did at the time of Lord Krishna's appearance.</P><P CLASS=l><A CLASS=i HREF="99.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="101.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>