<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 106</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 106"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.106</P><P CLASS=c>antar&#299;kshe deva-gana, gandharva, siddha, c&#257;rana,</P><P CLASS=c>stuti-nritya kare v&#257;dya-g&#299;ta</P><P CLASS=c>nartaka, v&#257;daka, bh&#257;ta, navadv&#299;pe y&#257;ra n&#257;ta,</P><P CLASS=c>sabe &#257;si' n&#257;ce p&#257;ñ&#257; pr&#299;ta</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/antarikse">antar&#299;kshe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> outer space; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/g/gandharva">gandharva</A> &#8212; the inhabitants of Gandharvaloka; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A> &#8212; the inhabitants of Siddhaloka; <A CLASS=v HREF="http://vedabase.net/c/carana">c&#257;rana</A> &#8212; the professional singers of the heavenly planets; <A CLASS=v HREF="http://vedabase.net/s/stuti">stuti</A> &#8212; prayers; <A CLASS=v HREF="http://vedabase.net/n/nrtya">nritya</A> &#8212; dancing; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/v/vadya">v&#257;dya</A> &#8212; music; <A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;ta</A> &#8212; song; <A CLASS=v HREF="http://vedabase.net/n/nartaka">nartaka</A> &#8212; dancers; <A CLASS=v HREF="http://vedabase.net/v/vadaka">v&#257;daka</A> &#8212; professional drummers; <A CLASS=v HREF="http://vedabase.net/b/bhata">bh&#257;ta</A> &#8212; professional blessers; <A CLASS=v HREF="http://vedabase.net/n/navadvipe">navadv&#299;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the city of <A HREF="http://vedabase.net/n/navadvipa">Navadv&#299;pa</A>; <A CLASS=v HREF="http://vedabase.net/y/yara">y&#257;ra</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/n/nata">n&#257;ta</A> &#8212; stage; <A CLASS=v HREF="http://vedabase.net/s/sabe">sabe</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/a/asi">&#257;si</A>' &#8212; coming; <A CLASS=v HREF="http://vedabase.net/n/nace">n&#257;ce</A> &#8212; began <A HREF="http://vedabase.net/t/to">to</A> dance; <A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;ñ&#257;</A> &#8212; achieving; <A CLASS=v HREF="http://vedabase.net/p/prita">pr&#299;ta</A> &#8212; happiness.</P><P CLASS=t>TRANSLATION</P><P>In outer space all the demigods, including the inhabitants of Gandharvaloka, Siddhaloka and C&#257;ranaloka, offered their prayers and danced to the accompaniment of music, songs and the beating of drums. Similarly, in Navadv&#299;pa city all the professional dancers, musicians and blessers gathered together, dancing in great jubilation.</P><P CLASS=t>PURPORT</P><P>As there are professional singers, dancers and reciters of prayers in the heavenly planets, so in India still there are professional dancers, blessers and singers, all of whom assemble together during householder ceremonies, especially marriages and birth ceremonies. These professional men earn their livelihood by taking charity on such occasions from the homes of the Hindus. Eunuchs also take advantage of such ceremonies to receive charity. That is their means of livelihood. Such men never become servants or engage themselves in agriculture or business occupations; they simply take charity from neighborhood friends to maintain themselves peacefully. The bh&#257;tas are a class of br&#257;hmanas who go to such ceremonies to offer blessings by composing poems with references to the Vedic scriptures.</P><P CLASS=l><A CLASS=i HREF="105.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="107.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>