<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 113</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 113"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.113</P><P CLASS=c>vy&#257;ghra-nakha hema-jadi, kati-pattas&#363;tra-dor&#299;</P><P CLASS=c>hasta-padera yata &#257;bharana</P><P CLASS=c>citra-varna patta-s&#257;d&#299;, buni photo pattap&#257;d&#299;,</P><P CLASS=c>svarna-raupya-mudr&#257; bahu-dhana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vyaghra">vy&#257;ghra</A>-<A CLASS=v HREF="http://vedabase.net/n/nakha">nakha</A> &#8212; tiger nails; <A CLASS=v HREF="http://vedabase.net/h/hema">hema</A>-<A CLASS=v HREF="http://vedabase.net/j/jadi">jadi</A> &#8212; set <A HREF="http://vedabase.net/i/in">in</A> gold; <A CLASS=v HREF="http://vedabase.net/k/kati">kati</A>-<A CLASS=v HREF="http://vedabase.net/p/pattasutra">pattas&#363;tra</A>-<A CLASS=v HREF="http://vedabase.net/d/dori">dor&#299;</A> &#8212; silken thread for the waist; <A CLASS=v HREF="http://vedabase.net/h/hasta">hasta</A>-<A CLASS=v HREF="http://vedabase.net/p/padera">padera</A> &#8212; of the hands and legs; <A CLASS=v HREF="http://vedabase.net/y/yata">yata</A> &#8212; all kinds of; <A CLASS=v HREF="http://vedabase.net/a/abharana">&#257;bharana</A> &#8212; ornaments; <A CLASS=v HREF="http://vedabase.net/c/citra">citra</A>-<A CLASS=v HREF="http://vedabase.net/v/varna">varna</A> &#8212; printed with varieties of colors; <A CLASS=v HREF="http://vedabase.net/p/patta">patta</A>-<A CLASS=v HREF="http://vedabase.net/s/sadi">s&#257;d&#299;</A> &#8212; silken saris; <A CLASS=v HREF="http://vedabase.net/b/buni">buni</A> &#8212; woven; <A CLASS=v HREF="http://vedabase.net/p/photo">photo</A> &#8212; small jackets for children; <A CLASS=v HREF="http://vedabase.net/p/patta">patta</A>-<A CLASS=v HREF="http://vedabase.net/p/padi">p&#257;d&#299;</A> &#8212; with embroidery of silk; <A CLASS=v HREF="http://vedabase.net/s/svarna">svarna</A> &#8212; gold; <A CLASS=v HREF="http://vedabase.net/r/raupya">raupya</A> &#8212; silver; <A CLASS=v HREF="http://vedabase.net/m/mudra">mudr&#257;</A> &#8212; coins; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; all kinds of riches.</P><P CLASS=t>TRANSLATION</P><P>There were also tiger nails set in gold, waist decorations of silk and lace, ornaments for the hands and legs, nicely printed silken saris, and a child's garment, also made of silk. Many other riches, including gold and silver coins, were also presented to the child.</P><P CLASS=t>PURPORT</P><P>From the gifts presented by S&#299;t&#257; Th&#257;kur&#257;n&#299;, Advaita &#256;c&#257;rya's wife, it appears that Advaita &#256;c&#257;rya was at that time a very rich man. Although br&#257;hmanas are not the rich men of society, Advaita &#256;c&#257;rya, being the leader of the br&#257;hmanas in &#346;&#257;ntipura, was considerably well-to-do. Therefore He presented many ornaments to the baby, Lord Caitanya Mah&#257;prabhu. But Kamal&#257;k&#257;nta Vi&#347;v&#257;sa's asking for three hundred rupees from the King of Jagann&#257;tha Pur&#299;, Mah&#257;r&#257;ja Prat&#257;parudra, on the plea that Advaita &#256;c&#257;rya was in debt for that amount, indicates that such a rich man, who could present many valuable ornaments, saris, etc., thought it difficult to repay three hundred rupees. Therefore the value of a rupee at that time was many thousands of times what it is now. At present, no one feels difficulty over a debt of three hundred rupees, nor can an ordinary man accumulate such valuable ornaments to present to a friend's son. Probably the value of three hundred rupees at that time was equal to the present value of thirty thousand rupees.</P><P CLASS=l><A CLASS=i HREF="112.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="114.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>