<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 114</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 114"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.114</P><P CLASS=c>durv&#257;, dh&#257;nya, gorocana, haridr&#257;, ku&#324;kuma, candana,</P><P CLASS=c>ma&#324;gala-dravya p&#257;tra bhariy&#257;</P><P CLASS=c>vastra-gupta dol&#257; cadi' sa&#324;ge lañ&#257; d&#257;s&#299; ced&#299;,</P><P CLASS=c>vastr&#257;la&#324;k&#257;ra pet&#257;ri bhariy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/durva">durv&#257;</A> &#8212; fresh grass; <A CLASS=v HREF="http://vedabase.net/d/dhanya">dh&#257;nya</A> &#8212; rice paddy; <A CLASS=v HREF="http://vedabase.net/g/gorocana">gorocana</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> yellow patch for the head of <A HREF="http://vedabase.net/a/a">a</A> cow; <A CLASS=v HREF="http://vedabase.net/h/haridra">haridr&#257;</A> &#8212; turmeric; <A CLASS=v HREF="http://vedabase.net/k/kunkuma">ku&#324;kuma</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> kind of scent produced <A HREF="http://vedabase.net/i/in">in</A> Kashmir; <A CLASS=v HREF="http://vedabase.net/c/candana">candana</A> &#8212; sandalwood; <A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A>-<A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; auspicious things; <A CLASS=v HREF="http://vedabase.net/p/patra">p&#257;tra</A> <A CLASS=v HREF="http://vedabase.net/b/bhariya">bhariy&#257;</A> &#8212; filling up <A HREF="http://vedabase.net/a/a">a</A> dish; <A CLASS=v HREF="http://vedabase.net/v/vastra">vastra</A>-<A CLASS=v HREF="http://vedabase.net/g/gupta">gupta</A> &#8212; covered by cloth; <A CLASS=v HREF="http://vedabase.net/d/dola">dol&#257;</A> &#8212; palanquin; <A CLASS=v HREF="http://vedabase.net/c/cadi">cadi</A>' &#8212; riding; <A CLASS=v HREF="http://vedabase.net/s/sange">sa&#324;ge</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/d/dasi">d&#257;s&#299;</A> &#8212; maidservant; <A CLASS=v HREF="http://vedabase.net/c/cedi">ced&#299;</A> &#8212; female attendants; <A CLASS=v HREF="http://vedabase.net/v/vastra">vastra</A>-<A CLASS=v HREF="http://vedabase.net/a/alankara">ala&#324;k&#257;ra</A> &#8212; ornaments and clothes; <A CLASS=v HREF="http://vedabase.net/p/petari">pet&#257;ri</A> &#8212; basket; <A CLASS=v HREF="http://vedabase.net/b/bhariya">bhariy&#257;</A> &#8212; filled up.</P><P CLASS=t>TRANSLATION</P><P>Riding in a palanquin covered with cloth and accompanied by maidservants, S&#299;t&#257; Th&#257;kur&#257;n&#299; came to the house of Jagann&#257;tha Mi&#347;ra, bringing with her many auspicious articles such as fresh grass, paddy, gorocana, turmeric, ku&#324;kuma and sandalwood. All these presentations filled a large basket.</P><P CLASS=t>PURPORT</P><P>The words vastra-gupta dol&#257; are very significant in this verse. Even fifty or sixty years ago in Calcutta, all respectable ladies would go to a neighboring place riding on a palanquin carried by four men. The palanquin was covered with soft cotton, and in that way there was no chance of seeing a respectable lady traveling in public. Ladies, especially those coming from respectable families, could not be seen by ordinary men. This system is still current in remote places. The Sanskrit word as&#363;rya-pa&#347;y&#257; indicates that a respectable lady could not be seen even by the sun. In the oriental culture this system was very prevalent and was strictly observed by respectable ladies, both Hindu and Muslim. We have actual experience in our childhood that our mother would not walk even next door to observe an invitation; rather, she would go in either a carriage or a palanquin carried by four men. This custom was also strictly followed five hundred years ago, and the wife of Advaita &#256;c&#257;rya, being a very respectable lady, observed the customary rules current in that social environment.</P><P CLASS=l><A CLASS=i HREF="113.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="115.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>