<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 118</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 118"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.118</P><P CLASS=c>putram&#257;t&#257;-sn&#257;nadine, dila vastra vibh&#363;shane,</P><P CLASS=c>putra-saha mi&#347;rere samm&#257;ni'</P><P CLASS=c>&#347;ac&#299;-mi&#347;rera p&#363;j&#257; lañ&#257;, manete harisha hañ&#257;,</P><P CLASS=c>ghare &#257;il&#257; s&#299;t&#257; th&#257;kur&#257;n&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">m&#257;t&#257;</A> &#8212; of the mother and child; <A CLASS=v HREF="http://vedabase.net/s/snana">sn&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/d/dine">dine</A> &#8212; on the day of bathing; <A CLASS=v HREF="http://vedabase.net/d/dila">dila</A> &#8212; gave; <A CLASS=v HREF="http://vedabase.net/v/vastra">vastra</A> &#8212; cloth; <A CLASS=v HREF="http://vedabase.net/v/vibhusane">vibh&#363;shane</A> &#8212; ornaments; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with the child; <A CLASS=v HREF="http://vedabase.net/m/misrere">mi&#347;rere</A> &#8212; unto <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A> <A HREF="http://vedabase.net/m/misra">Mi&#347;ra</A>; <A CLASS=v HREF="http://vedabase.net/s/sammani">samm&#257;ni</A>' &#8212; congratulating; <A CLASS=v HREF="http://vedabase.net/s/saci">&#347;ac&#299;</A> &#8212; <A HREF="http://vedabase.net/s/sacidevi">&#346;ac&#299;dev&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/misrera">mi&#347;rera</A> &#8212; <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A> <A HREF="http://vedabase.net/m/misra">Mi&#347;ra</A>; <A CLASS=v HREF="http://vedabase.net/p/puja">p&#363;j&#257;</A> &#8212; honor; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; receiving; <A CLASS=v HREF="http://vedabase.net/m/manete">manete</A> &#8212; within the mind; <A CLASS=v HREF="http://vedabase.net/h/harisa">harisha</A> &#8212; pleased; <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; becoming; <A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; home; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;il&#257;</A> &#8212; returned; <A CLASS=v HREF="http://vedabase.net/s/sita">s&#299;t&#257;</A> <A CLASS=v HREF="http://vedabase.net/t/thakurani">th&#257;kur&#257;n&#299;</A> &#8212; mother <A HREF="http://vedabase.net/s/sita">S&#299;t&#257;</A>, wife of <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>.</P><P CLASS=t>TRANSLATION</P><P>On the day the mother and son bathed and left the maternity home, S&#299;t&#257; Th&#257;kur&#257;n&#299; gave them all kinds of ornaments and garments and then also honored Jagann&#257;tha Mi&#347;ra. Then S&#299;t&#257; Th&#257;kur&#257;n&#299;, being honored by mother &#346;ac&#299;dev&#299; and Jagann&#257;tha Mi&#347;ra, was greatly happy within her mind, and thus she returned home.</P><P CLASS=t>PURPORT</P><P>On the fifth day from the birth of a child, as also on the ninth day, the mother bathes either in the Ganges or in another sacred place. This is called nishkr&#257;mana, or the ceremony of coming out of the maternity home. Nowadays the maternity home is a hospital, but formerly in every respectable house one room was set aside as a maternity home where children would take birth, and on the ninth day after the birth of a child the mother would come into the regular rooms in the ceremony called nishkr&#257;mana. Of the ten purificatory processes, nishkr&#257;mana is one. Formerly, especially in Bengal, the higher castes observed four months after the birth of a child as a quarantine. At the end of the fourth month, the mother could see the sun rise. Later the higher castes, namely the br&#257;hmanas, kshatriyas and vai&#347;yas, observed only twenty-one days as a quarantine, whereas the &#347;&#363;dras had to observe thirty days. For the sections of society known as kart&#257;bhaj&#257; and sat&#299;m&#257;, the mother of the child was immediately purified after the quarantine by the throwing of hari-nuta, small pieces of sweetmeat, in sa&#324;k&#299;rtana. &#346;ac&#299;dev&#299; and Jagann&#257;tha Mi&#347;ra, with the newborn child, were honored by S&#299;t&#257; Th&#257;kur&#257;n&#299;. Similarly, while S&#299;t&#257; Th&#257;kur&#257;n&#299; was returning home, she was also honored by &#346;ac&#299;dev&#299; and Jagann&#257;tha Mi&#347;ra. That was the system in respectable families of Bengal.</P><P CLASS=l><A CLASS=i HREF="117.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="119.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>