<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 123</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 123"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.123</P><P CLASS=c>p&#257;iy&#257; m&#257;nusha janma, ye n&#257; &#347;une gaura-guna,</P><P CLASS=c>hena janma t&#257;ra vyartha haila</P><P CLASS=c>p&#257;iy&#257; amritadhun&#299;, piye visha-garta-p&#257;ni,</P><P CLASS=c>janmiy&#257; se kene n&#257;hi maila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/paiya">p&#257;iy&#257;</A> <A CLASS=v HREF="http://vedabase.net/m/manusa">m&#257;nusha</A> <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; anyone who has gotten the form of <A HREF="http://vedabase.net/a/a">a</A> human body; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/s/sune">&#347;une</A> &#8212; hear; <A CLASS=v HREF="http://vedabase.net/g/gaura">gaura</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; the qualities of Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/h/hena">hena</A> <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> birth; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/v/vyartha">vyartha</A> <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; becomes useless; <A CLASS=v HREF="http://vedabase.net/p/paiya">p&#257;iy&#257;</A> &#8212; getting the opportunity; <A CLASS=v HREF="http://vedabase.net/a/amrtadhuni">amritadhun&#299;</A> &#8212; of the river of nectar; <A CLASS=v HREF="http://vedabase.net/p/piye">piye</A> &#8212; drinks; <A CLASS=v HREF="http://vedabase.net/v/visa">visha</A>-<A CLASS=v HREF="http://vedabase.net/g/garta">garta</A>-<A CLASS=v HREF="http://vedabase.net/p/pani">p&#257;ni</A> &#8212; water <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> poison pit of material happiness; <A CLASS=v HREF="http://vedabase.net/j/janmiya">janmiy&#257;</A> &#8212; taking birth <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> human being; <A CLASS=v HREF="http://vedabase.net/s/se">se</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/k/kene">kene</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; did not; <A CLASS=v HREF="http://vedabase.net/m/maila">maila</A> &#8212; die.</P><P CLASS=t>TRANSLATION</P><P>Anyone who attains a human body but does not take to the cult of &#346;r&#299; Caitanya Mah&#257;prabhu is baffled in his opportunity. Amritadhun&#299; is a flowing river of the nectar of devotional service. If after getting a human body one drinks the water in a poison pit of material happiness instead of the water of such a river, it would be better for him not to have lived, but to have died long ago.</P><P CLASS=t>PURPORT</P><P>In this connection &#346;r&#299;mat Prabodh&#257;nanda Sarasvat&#299; has composed the following verses in his Caitanya-candr&#257;mrita (37, 36, 34):</P><P>acaitanyam idam vi&#347;vam yadi caitanyam &#299;&#347;varam</P><P CLASS=n>na viduh sarva-&#347;&#257;stra-jñ&#257; hy api bhr&#257;myanti te jan&#257;h</P><P>"This material world is without Krishna consciousness. Lord Caitanya Mah&#257;prabhu is Krishna consciousness personified. Therefore if a very learned scholar or scientist does not understand &#346;r&#299; Caitanya Mah&#257;prabhu, certainly he is wandering uselessly in this world."</P><P>pras&#257;rita-mah&#257;-prema-p&#299;y&#363;sha-rasa-s&#257;gare</P><P CLASS=n>caitanya-candre prakate yo d&#299;no d&#299;na eva sah</P><P>"A person who does not take advantage of the nectar of devotional service overflowing during the presence of &#346;r&#299; Caitanya Mah&#257;prabhu's cult is certainly the poorest of the poor."</P><P>avat&#299;rne gaura-candre vist&#299;rne prema-s&#257;gare</P><P CLASS=n>suprak&#257;&#347;ita-ratnaughe yo d&#299;no d&#299;na eva sah</P><P>"The advent of Lord Caitanya Mah&#257;prabhu is just like an expanding ocean of nectar. One who does not collect the valuable jewels within this ocean is certainly the poorest of the poor."</P><P>Similarly, &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/2/3/19.htm">2.3.19</A>, 20, 23) states:</P><P>&#347;va-vid-var&#257;hoshtra-kharaih samstutah purushah pa&#347;uh</P><P CLASS=n>na yat-karna-pathopeto j&#257;tu n&#257;ma gad&#257;grajah</P><P CLASS=n>bile batorukrama-vikram&#257;n ye</P><P CLASS=n>na &#347;rinvatah karna-pute narasya</P><P CLASS=n>jihv&#257;sat&#299; d&#257;rdurikeva s&#363;ta</P><P CLASS=n>na copag&#257;yaty urug&#257;ya-g&#257;th&#257;h</P><P CLASS=n>j&#299;vañ chavo bh&#257;gavat&#257;&#324;ghri-renum</P><P CLASS=n>na j&#257;tu martyo 'bhilabheta yas tu</P><P CLASS=n>&#347;r&#299;-vishnu-pady&#257; manujas tulasy&#257;h</P><P CLASS=n>&#347;vasañ chavo yas tu na veda gandham</P><P>"A person who has no connection with Krishna consciousness may be a very great personality in so-called human society, but actually he is no better than a great animal. Such big animals are generally praised by other animals like dogs, hogs camels and asses. A person who does not lend his aural reception to hearing about the Supreme Personality of Godhead must be considered to have earholes like holes in a field. Although that person has a tongue, it is like the tongue of a frog, which unnecessarily creates a disturbance by croaking, inviting the snake of death. Similarly, a person who neither takes advantage of the dust of the lotus feet of great devotees nor smells the tulas&#299; leaves offered to the lotus feet of the Lord must be considered dead even though he is supposedly working."</P><P>Similarly, &#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../../../sb/10/1/4.htm">10.1.4</A> states:</P><P>nivritta-tarshair upag&#299;yam&#257;n&#257;d</P><P CLASS=n>bhavaushadh&#257;c chrotra-mano-'bhir&#257;m&#257;t</P><P CLASS=n>ka uttama&#347;loka-gun&#257;nuv&#257;d&#257;t</P><P CLASS=n>pum&#257;n virajyeta vin&#257; pa&#347;u-ghn&#257;t</P><P>"Who but the animal-killer or the killer of the soul will not care to hear glorification of the Supreme Personality of Godhead? Such glorification is enjoyed by persons liberated from the contamination of this material world."</P><P>Similarly, &#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../../../sb/3/23/56.htm">3.23.56</A> says, na t&#299;rtha-pada-sev&#257;yai j&#299;vann api mrito hi sah: "Although a person is apparently living, if he does not serve the lotus feet of great devotees he is to be considered a dead body."</P><P CLASS=l><A CLASS=i HREF="122.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="124.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>