<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 124</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 124"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.124</P><P CLASS=c>&#347;r&#299;-caitanya-nity&#257;nanda, &#257;c&#257;rya advaitacandra,</P><P CLASS=c>svar&#363;pa-r&#363;pa-raghun&#257;thad&#257;sa</P><P CLASS=c>i&#324;h&#257;-sab&#257;ra &#347;r&#299;-carana, &#347;ire vandi nija-dhana,</P><P CLASS=c>janma-l&#299;l&#257; g&#257;ila krishnad&#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/n/nityananda">nity&#257;nanda</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A> and <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A> <A HREF="http://vedabase.net/p/prabhu">Prabhu</A>; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A> <A CLASS=v HREF="http://vedabase.net/a/advaitacandra">advaitacandra</A> &#8212; <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A> <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/a/advaitacandra">Advaitacandra</A>; <A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/r/raghunathadasa">raghun&#257;thad&#257;sa</A> &#8212; <A HREF="http://vedabase.net/s/svarupa">Svar&#363;pa</A> <A HREF="http://vedabase.net/d/damodara">D&#257;modara</A>, <A HREF="http://vedabase.net/r/rupa">R&#363;pa</A> Gosv&#257;m&#299; and <A HREF="http://vedabase.net/r/raghunatha">Raghun&#257;tha</A> <A HREF="http://vedabase.net/d/dasa">d&#257;sa</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/i/inha">i&#324;h&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; of all of them; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/s/sire">&#347;ire</A> &#8212; on the head; <A CLASS=v HREF="http://vedabase.net/v/vandi">vandi</A> &#8212; offering respect; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; personal property; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; narration of the birth; <A CLASS=v HREF="http://vedabase.net/g/gaila">g&#257;ila</A> &#8212; sang; <A CLASS=v HREF="http://vedabase.net/k/krsnadasa">krishnad&#257;sa</A> &#8212; <A HREF="http://vedabase.net/k/krsnadasa">Krishnad&#257;sa</A> <A HREF="http://vedabase.net/k/kaviraja">Kavir&#257;ja</A> Gosv&#257;m&#299;.</P><P CLASS=t>TRANSLATION</P><P>Taking on my head as my own property the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, Nity&#257;nanda Prabhu, &#256;c&#257;rya Advaitacandra, Svar&#363;pa D&#257;modara, R&#363;pa Gosv&#257;m&#299; and Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, I, Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, have thus described the advent of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu, Nity&#257;nanda, Advaita Prabhu, Svar&#363;pa D&#257;modara, R&#363;pa Gosv&#257;m&#299;, Raghun&#257;tha d&#257;sa and their followers are all accepted by Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;. Anyone who follows in the footsteps of Kavir&#257;ja Gosv&#257;m&#299; also accepts the lotus feet of the above-mentioned lords as his personal property. For a materialistic person, material wealth and opulence are only illusory. Actually they are not possessions but entanglements because by enjoying the material world a conditioned soul becomes more and more entangled by incurring debts for his present enjoyment. Unfortunately, a conditioned soul considers property for which he is in debt to be his own, and he is very busy acquiring such property. But a devotee considers such property not real property but simply an entanglement in the material world. If Lord Krishna is very pleased with a devotee, He takes away his material property, as He states in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/88/8.htm">10.88.8</A>): yasy&#257;ham anugrihn&#257;mi harishye tad-dhanam &#347;anaih. "To show special favor to a devotee, I take away all his material property." Similarly, Narottama d&#257;sa Th&#257;kura says:</P><P>dhana mora nity&#257;nanda, r&#257;dh&#257;-krishna-&#347;r&#299;carana</P><P CLASS=n>sei mora pr&#257;nadhana</P><P>"My real riches are Nity&#257;nanda Prabhu and the lotus feet of &#346;r&#299; R&#257;dh&#257; and Krishna." He further prays, "O Lord, kindly give me this opulence. I do not want anything but Your lotus feet as my property." &#346;r&#299;la Narottama d&#257;sa Th&#257;kura has sung in many places that his real property is the lotus feet of R&#257;dh&#257; and Krishna. Unfortunately, we are interested in unreal property and are neglecting our real property (adhane yatana kari' dhana tey&#257;ginu).</P><P>Sometimes sm&#257;rtas consider Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; a &#347;&#363;dra. But Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; here especially mentions svar&#363;pa-r&#363;pa-raghun&#257;thad&#257;sa. Therefore one who considers the lotus feet of Raghun&#257;tha d&#257;sa to be transcendental to all divisions of the caste system enjoys the riches of actual spiritual bliss.</P><P>Thus end the Bhaktivedanta purports to &#346;r&#299; Caitanya-carit&#257;mrita, &#256;di-l&#299;l&#257;, Thirteenth Chapter, describing the advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="123.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../14/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>