<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 29"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.29</P><P CLASS=c>s&#363;tra-vritti-p&#257;&#324;ji-t&#299;k&#257; krishnete t&#257;tparya</P><P CLASS=c>&#347;ishyera prat&#299;ta haya, &#8212; prabh&#257;va &#257;&#347;carya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutra">s&#363;tra</A> &#8212; aphorisms; <A CLASS=v HREF="http://vedabase.net/v/vrtti">vritti</A> &#8212; explanation; <A CLASS=v HREF="http://vedabase.net/p/panji">p&#257;&#324;ji</A> &#8212; application; <A CLASS=v HREF="http://vedabase.net/t/tika">t&#299;k&#257;</A> &#8212; notes; <A CLASS=v HREF="http://vedabase.net/k/krsnete">krishnete</A> &#8212; unto <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tatparya">t&#257;tparya</A> &#8212; culmination; <A CLASS=v HREF="http://vedabase.net/s/sisyera">&#347;ishyera</A> &#8212; of the disciple; <A CLASS=v HREF="http://vedabase.net/p/pratita">prat&#299;ta</A> &#8212; realization; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/p/prabhava">prabh&#257;va</A> &#8212; influence; <A CLASS=v HREF="http://vedabase.net/a/ascarya">&#257;&#347;carya</A> &#8212; wonderful.</P><P CLASS=t>TRANSLATION</P><P>When teaching a course in grammar [vy&#257;karana] and explaining it with notes, &#346;r&#299; Caitanya Mah&#257;prabhu taught His disciples about the glories of Lord Krishna. All explanations culminated in Krishna, and His disciples would understand them very easily. Thus His influence was wonderful.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; compiled a grammar in two parts, named Laghu-hari-n&#257;m&#257;mrita-vy&#257;karana and Brihad-dhari-n&#257;m&#257;mrita-vy&#257;karana. If someone studies these two texts in vy&#257;karana, or grammar, he learns the grammatical rules of the Sanskrit language and simultaneously learns how to become a great devotee of Lord Krishna.</P><P>In the Caitanya-bh&#257;gavata, Madhya-khanda, First Chapter, there is a statement about the method by which Lord &#346;r&#299; Caitanya Mah&#257;prabhu taught grammar. Lord Caitanya Mah&#257;prabhu explained the aphorisms of grammar to be eternal, like the holy name of Krishna. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), vedai&#347; ca sarvair aham eva vedyah. The purport of all revealed scriptures is understanding of Krishna. Therefore if a person explains anything that is not Krishna, he simply wastes his time laboring hard without fulfilling the aim of his life. If one simply becomes a teacher or professor of education but does not understand Krishna, it is to be understood that he is among the lowest of mankind, as stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/15.htm">7.15</A>): nar&#257;dham&#257; m&#257;yay&#257;pahrita-jñ&#257;n&#257;h. If one does not know the essence of all revealed scriptures but still becomes a teacher, his teaching is like the disturbing braying of an ass.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>