<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 32"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.32</P><P CLASS=c>nagare nagare bhrame k&#299;rtana kariy&#257;</P><P CLASS=c>bh&#257;s&#257;ila tri-bhuvana prema-bhakti diy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nagare">nagare</A> <A CLASS=v HREF="http://vedabase.net/n/nagare">nagare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> different parts of the town; <A CLASS=v HREF="http://vedabase.net/b/bhrame">bhrame</A> &#8212; wanders; <A CLASS=v HREF="http://vedabase.net/k/kirtana">k&#299;rtana</A> &#8212; chanting; <A CLASS=v HREF="http://vedabase.net/k/kariya">kariy&#257;</A> &#8212; performing; <A CLASS=v HREF="http://vedabase.net/b/bhasaila">bh&#257;s&#257;ila</A> &#8212; inundated; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A> &#8212; all the three worlds; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/d/diya">diy&#257;</A> &#8212; distributing.</P><P CLASS=t>TRANSLATION</P><P>The sa&#324;k&#299;rtana movement went on from one part of the town to another, as the Lord wandered everywhere performing k&#299;rtana. In this way He inundated the whole world by distributing love of Godhead.</P><P CLASS=t>PURPORT</P><P>One may raise the question how all three worlds became inundated with love of Krishna, since Caitanya Mah&#257;prabhu performed k&#299;rtana only in the Navadv&#299;pa area. The answer is that Lord &#346;r&#299; Caitanya Mah&#257;prabhu is Krishna Himself. The entire cosmic manifestation results from the Lord's first setting it in motion. Similarly, since the sa&#324;k&#299;rtana movement was first set in motion five hundred years ago by &#346;r&#299; Caitanya Mah&#257;prabhu's desire that it spread all over the universe, the Krishna consciousness movement, in continuity of that same motion, is now spreading all over the world, and in this way it will gradually spread all over the universe. With the spread of the Krishna consciousness movement, everyone will merge in an ocean of love of Krishna.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>