<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 39"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.39</P><P CLASS=c>dv&#257;da&#347;a vatsara &#347;esha rahil&#257; n&#299;l&#257;cale</P><P CLASS=c>prem&#257;vasth&#257; &#347;ikh&#257;il&#257; &#257;sv&#257;dana-cchale</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dvadasa">dv&#257;da&#347;a</A> &#8212; twelve; <A CLASS=v HREF="http://vedabase.net/v/vatsara">vatsara</A> &#8212; years; <A CLASS=v HREF="http://vedabase.net/s/sesa">&#347;esha</A> &#8212; balance; <A CLASS=v HREF="http://vedabase.net/r/rahila">rahil&#257;</A> &#8212; remained; <A CLASS=v HREF="http://vedabase.net/n/nilacale">n&#299;l&#257;cale</A> &#8212; at <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/a/avastha">avasth&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> state of ecstasy; <A CLASS=v HREF="http://vedabase.net/s/sikhaila">&#347;ikh&#257;il&#257;</A> &#8212; instructed everyone; <A CLASS=v HREF="http://vedabase.net/a/asvadana">&#257;sv&#257;dana</A>-<A CLASS=v HREF="http://vedabase.net/c/chale">chale</A> &#8212; under the plea of tasting <A HREF="http://vedabase.net/i/it">it</A> Himself.</P><P CLASS=t>TRANSLATION</P><P>For the remaining twelve years He stayed in Jagann&#257;tha Pur&#299;, He taught everyone how to taste the transcendental mellow ecstasy of love of Krishna by tasting it Himself.</P><P CLASS=t>PURPORT</P><P>A person who is advanced in Krishna consciousness always feels separation from Krishna because such a feeling of separation excels the feeling of meeting Krishna. &#346;r&#299; Caitanya Mah&#257;prabhu, in His last twelve years of existence within this world at Jagann&#257;tha Pur&#299;, taught the people of the world how, with a feeling of separation, one can develop His dormant love of Krishna. Such feelings of separation or meeting with Krishna are different stages of love of Godhead. These feelings develop in time when a person seriously engages in devotional service. The highest stage is called prema-bhakti, but this stage is attained by executing s&#257;dhana-bhakti. One should not try to elevate himself artificially to the stage of prema-bhakti without seriously following the regulative principles of s&#257;dhana-bhakti. Prema-bhakti is the stage of relishing, whereas s&#257;dhana-bhakti is the stage of improving in devotional service. &#346;r&#299; Caitanya Mah&#257;prabhu taught this cult of devotional service in full detail by practical application in His own life. It is said, therefore, &#257;pani &#257;cari' bhakti &#347;ikh&#257;imu sab&#257;re. &#346;r&#299; Caitanya Mah&#257;prabhu is Krishna Himself, and in the role of a krishna-bhakta, a devotee of Krishna, He instructed the entire world how one can execute devotional service and thus go back home, back to Godhead, in due course of time.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>