<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 42"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.42</P><P CLASS=c>vidy&#257;pati, jayadeva, cand&#299;d&#257;sera g&#299;ta</P><P CLASS=c>&#257;sv&#257;dena r&#257;m&#257;nanda-svar&#363;pa-sahita</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vidyapati">vidy&#257;pati</A> &#8212; the author of the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/v/vidyapati">Vidy&#257;pati</A>; <A CLASS=v HREF="http://vedabase.net/j/jayadeva">jayadeva</A> &#8212; <A HREF="http://vedabase.net/j/jayadeva">Jayadeva</A>; <A CLASS=v HREF="http://vedabase.net/c/candidasera">cand&#299;d&#257;sera</A> &#8212; <A HREF="http://vedabase.net/c/candidasa">Cand&#299;d&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;ta</A> &#8212; their songs; <A CLASS=v HREF="http://vedabase.net/a/asvadena">&#257;sv&#257;dena</A> &#8212; tastes; <A CLASS=v HREF="http://vedabase.net/r/ramananda">r&#257;m&#257;nanda</A> &#8212; <A HREF="http://vedabase.net/r/ramananda">R&#257;m&#257;nanda</A>; <A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A> &#8212; <A HREF="http://vedabase.net/s/svarupa">Svar&#363;pa</A>; <A CLASS=v HREF="http://vedabase.net/s/sahita">sahita</A> &#8212; along with.</P><P CLASS=t>TRANSLATION</P><P>The Lord used to read the books of Vidy&#257;pati, Jayadeva and Cand&#299;d&#257;sa, relishing their songs with His confidential associates like &#346;r&#299; R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara Gosv&#257;m&#299;.</P><P CLASS=t>PURPORT</P><P>Vidy&#257;pati was a famous composer of songs about the pastimes of R&#257;dh&#257;-Krishna. He was an inhabitant of Mithil&#257;, born in a br&#257;hmana family. It is calculated that he composed his songs during the reign of King &#346;ivasimha and Queen Lachim&#257;dev&#299;, in the beginning of the fourteenth century of the &#346;aka Era, almost one hundred years before the appearance of Lord Caitanya Mah&#257;prabhu. The twelfth generation of Vidy&#257;pati's descendants is still living. Vidy&#257;pati's songs about the pastimes of Lord Krishna express intense feelings of separation from Krishna, and &#346;r&#299; Caitanya Mah&#257;prabhu relished all those songs in His ecstasy of separation from Krishna.</P><P>Jayadeva was born during the reign of Mah&#257;r&#257;ja Lakshmana Sena of Bengal, in the eleventh or twelfth century of the &#346;aka Era. His father was Bhojadeva, and his mother was V&#257;m&#257;dev&#299;. For many years he lived in Navadv&#299;pa, then the capital of Bengal. His birthplace was in the Birbhum district, in the village Kendubilva. In the opinion of some authorities, however, he was born in Orissa, and still others say that he was born in southern India. He passed the last days of his life in Jagann&#257;tha Pur&#299;. One of his famous books is G&#299;ta-govinda, which is full of transcendental mellow feelings of separation from Krishna. The gop&#299;s felt separation from Krishna before the r&#257;sa dance, as mentioned in &#346;r&#299;mad-Bh&#257;gavatam, and the G&#299;ta-govinda expresses such feelings. There are many commentaries on the G&#299;ta-govinda by many Vaishnavas.</P><P>Cand&#299;d&#257;sa was born in the village of N&#257;nnura, which is also in the Birbhum district of Bengal. He was born of a br&#257;hmana family, and it is said that he also took birth in the beginning of the fourteenth century, &#346;ak&#257;bda Era. It has been suggested that Cand&#299;d&#257;sa and Vidy&#257;pati were great friends because the writings of both express the transcendental feelings of separation profusely. The feelings of ecstasy described by Cand&#299;d&#257;sa and Vidy&#257;pati were actually exhibited by &#346;r&#299; Caitanya Mah&#257;prabhu. He relished all those feelings in the role of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, and His appropriate associates for this purpose were &#346;r&#299; R&#257;m&#257;nanda R&#257;ya and &#346;r&#299; Svar&#363;pa D&#257;modara Gosv&#257;m&#299;. These intimate associates of Lord Caitanya Mah&#257;prabhu helped the Lord very much in the pastimes in which He felt like R&#257;dh&#257;r&#257;n&#299;.</P><P>&#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments in this connection that such feelings of separation as Lord Caitanya Mah&#257;prabhu enjoyed from the books of Vidy&#257;pati, Cand&#299;d&#257;sa and Jayadeva are especially reserved for persons like &#346;r&#299; R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara, who were paramahamsas, men of the topmost perfection, because of their advanced spiritual consciousness. Such topics are not to be discussed by ordinary persons imitating the activities of Lord Caitanya Mah&#257;prabhu. For critical students of mundane poetry and literary men without God consciousness who are after bodily sense gratification, there is no need to read such a high standard of transcendental literature. Persons who are after sense gratification should not try to imitate r&#257;g&#257;nuga devotional service. The songs of Cand&#299;d&#257;sa, Vidy&#257;pati and Jayadeva describe the transcendental activities of the Supreme Personality of Godhead. Mundane reviewers of these songs simply help people in general become debauchees, and this leads only to social scandals and atheism in the world. One should not misunderstand the pastimes of R&#257;dh&#257; and Krishna to be the activities of a mundane young boy and girl. The mundane sexual activities of young boys and girls are most abominable. Therefore, those who are in bodily consciousness and who desire sense gratification are forbidden to indulge in discussions of the transcendental pastimes of &#346;r&#299; R&#257;dh&#257; and Krishna.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>