<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 43"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.43</P><P CLASS=c>krishnera viyoge yata prema-ceshtita</P><P CLASS=c>&#257;sv&#257;diy&#257; p&#363;rna kaila &#257;pana v&#257;ñchita</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/v/viyoge">viyoge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> separation; <A CLASS=v HREF="http://vedabase.net/y/yata">yata</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> many; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; loving affairs; <A CLASS=v HREF="http://vedabase.net/c/cestita">ceshtita</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/a/asvadiya">&#257;sv&#257;diy&#257;</A> &#8212; tasting them; <A CLASS=v HREF="http://vedabase.net/p/purna">p&#363;rna</A> &#8212; fulfilled; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/a/apana">&#257;pana</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/v/vanchita">v&#257;ñchita</A> &#8212; desires.</P><P CLASS=t>TRANSLATION</P><P>In separation from Krishna, &#346;r&#299; Caitanya Mah&#257;prabhu relished all these ecstatic activities, and thus He fulfilled His own desires.</P><P CLASS=t>PURPORT</P><P>In the beginning of the Caitanya-carit&#257;mrita it is said that Lord Caitanya appeared in order to taste the feelings R&#257;dh&#257;r&#257;n&#299; felt upon seeing Krishna. Krishna Himself could not understand the ecstatic feelings of R&#257;dh&#257;r&#257;n&#299; toward Him, and therefore He desired to accept the role of R&#257;dh&#257;r&#257;n&#299; and thereby taste these feelings. Lord Caitanya is Krishna with the feelings of R&#257;dh&#257;r&#257;n&#299;; in other words, He is a combination of R&#257;dh&#257; and Krishna. It is therefore said, &#347;r&#299;-krishna-caitanya r&#257;dh&#257;-krishna nahe anya. By worshiping &#346;r&#299; Caitanya Mah&#257;prabhu alone, one can relish the loving affairs of R&#257;dh&#257; and Krishna together. One should therefore try to understand R&#257;dh&#257;-Krishna not directly but through &#346;r&#299; Caitanya Mah&#257;prabhu and through His devotees. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura therefore says, r&#363;pa-raghun&#257;tha-pade haibe &#257;kuti, kabe h&#257;ma bujhaba se yugala-p&#299;riti: "When shall I develop a mentality of service toward &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, San&#257;tana Gosv&#257;m&#299;, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; and the other devotees of Lord Caitanya and thus become eligible to understand the pastimes of &#346;r&#299; R&#257;dh&#257; and Krishna?"</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>