<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 5"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.5</P><P CLASS=c>jaya &#347;r&#299;-caitanyacandrera bhakta candra-gana</P><P CLASS=c>sab&#257;ra prema jyotsn&#257;ya ujjvala tri-bhuvana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jaya">jaya</A> &#8212; all glories; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A> &#8212; of Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/c/candrera">candrera</A> &#8212; who is <A HREF="http://vedabase.net/a/as">as</A> bright <A HREF="http://vedabase.net/a/as">as</A> the moon; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/c/candra">candra</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; other moons; <A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; of all of them; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/j/jyotsnaya">jyotsn&#257;ya</A> &#8212; by the full light of love of Godhead; <A CLASS=v HREF="http://vedabase.net/u/ujjvala">ujjvala</A> &#8212; bright; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A> &#8212; all the three worlds.</P><P CLASS=t>TRANSLATION</P><P>All glories to the moons who are devotees of the principal moon, Lord Caitanyacandra! Their bright moonshine illuminates the entire universe.</P><P CLASS=t>PURPORT</P><P>In this verse we find the moon described as candra-gana, which is plural in number. This indicates that there are many moons. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/21.htm">10.21</A>) the Lord says, nakshatr&#257;n&#257;m aham &#347;a&#347;&#299;: "Among the stars, I am the moon." All the stars are like the moon. Western astronomers consider the stars to be suns, but Vedic astronomers, following the Vedic scriptures, consider them moons. The sun has the ability to shine powerfully, and the moons reflect the sunshine and therefore look brilliant. In the Caitanya-carit&#257;mrita Krishna is described to be like the sun. The supreme powerful is the Supreme Personality of Godhead &#346;r&#299; Krishna, or Lord &#346;r&#299; Caitanya Mah&#257;prabhu, and His devotees are also bright and illuminating because they reflect the supreme sun. The Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/22/31.htm">Madhya 22.31</A>) states:</P><P>krishna &#8212; s&#363;rya-sama; m&#257;y&#257; haya andhak&#257;ra</P><P CLASS=n>y&#257;h&#257;&#324; krishna, t&#257;h&#257;&#324; n&#257;hi m&#257;y&#257;ra adhik&#257;ra</P><P>"Krishna is bright like the sun. As soon as the sun appears, there is no question of darkness or nescience." Similarly, the present verse also describes that by the illumination of all the moons, brightened by the reflection of the Krishna sun, or by the grace of all the devotees of Caitanya Mah&#257;prabhu, the entire world will be illuminated, despite the darkness of Kali-yuga. Only the devotees of Lord Caitanya Mah&#257;prabhu can dissipate the darkness of Kali-yuga, the ignorance of the population of this age. No one else can do so. We therefore wish that all the devotees of the Krishna consciousness movement may reflect the supreme sun and thus dissipate the darkness of the entire world.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>