<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 60</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 60"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.60</P><P CLASS=c>t&#257;&#324;ra patn&#299; '&#347;ac&#299;'-n&#257;ma, pativrat&#257; sat&#299;</P><P CLASS=c>y&#257;&#324;ra pit&#257; 'n&#299;l&#257;mbara' n&#257;ma cakravart&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> <A CLASS=v HREF="http://vedabase.net/p/patni">patn&#299;</A> &#8212; his wife; <A CLASS=v HREF="http://vedabase.net/s/saci">&#347;ac&#299;</A> &#8212; <A HREF="http://vedabase.net/s/saci">&#346;ac&#299;</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A>-<A CLASS=v HREF="http://vedabase.net/v/vrata">vrat&#257;</A> &#8212; devoted <A HREF="http://vedabase.net/t/to">to</A> her husband; <A CLASS=v HREF="http://vedabase.net/s/sati">sat&#299;</A> &#8212; chaste; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/p/pita">pit&#257;</A> &#8212; father; <A CLASS=v HREF="http://vedabase.net/n/nilambara">n&#299;l&#257;mbara</A> &#8212; <A HREF="http://vedabase.net/n/nilambara">N&#299;l&#257;mbara</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/c/cakravarti">cakravart&#299;</A> &#8212; with the title <A HREF="http://vedabase.net/c/cakravarti">Cakravart&#299;</A>.</P><P CLASS=t>TRANSLATION</P><P>His wife, &#346;r&#299;mat&#299; &#346;ac&#299;dev&#299;, was a chaste woman highly devoted to her husband. &#346;ac&#299;dev&#299;'s father's name was N&#299;l&#257;mbara, and his surname was Cakravart&#299;.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "In the Gaura-ganodde&#347;a-d&#299;pik&#257; (104) it is mentioned that N&#299;l&#257;mbara Cakravart&#299; was formerly Garga Muni. Some of the family descendants of N&#299;l&#257;mbara Cakravart&#299; still live in the village of the name Magdob&#257;, in the district of Faridpur, in Bangladesh. His nephew was Jagann&#257;tha Cakravart&#299;, also known as M&#257;mu Th&#257;kura, who became a disciple of Pandita Gosv&#257;m&#299; and stayed at Jagann&#257;tha Pur&#299; as the priest of Tot&#257;-gop&#299;n&#257;tha. N&#299;l&#257;mbara Cakravart&#299; lived at Navadv&#299;pa, in the neighborhood of Belapukuriy&#257;. This fact is mentioned in the book Prema-vil&#257;sa. Because he lived near the house of the Kazi, the Kazi was also considered one of the maternal uncles of Lord Caitanya Mah&#257;prabhu. The Kazi used to address N&#299;l&#257;mbara Cakravart&#299; as k&#257;k&#257;, or 'uncle.' One cannot separate the residence of the Kazi from V&#257;manapukura because the tomb of the Kazi is still existing there. Formerly the place was known as Belapukuriy&#257;, and now it is called V&#257;manapukura. This has been ascertained by archeological evidence."</P><P CLASS=l><A CLASS=i HREF="59.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="61.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>