<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 61"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.61</P><P CLASS=c>r&#257;dhade&#347;e janmil&#257; th&#257;kura nity&#257;nanda</P><P CLASS=c>ga&#324;g&#257;d&#257;sa pandita, gupta mur&#257;ri, mukunda</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/radha">r&#257;dha</A>-<A CLASS=v HREF="http://vedabase.net/d/dese">de&#347;e</A> &#8212; the place where there is <A HREF="http://vedabase.net/n/no">no</A> Ganges; <A CLASS=v HREF="http://vedabase.net/j/janmila">janmil&#257;</A> &#8212; took birth; <A CLASS=v HREF="http://vedabase.net/t/thakura">th&#257;kura</A> <A CLASS=v HREF="http://vedabase.net/n/nityananda">nity&#257;nanda</A> &#8212; <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A> <A HREF="http://vedabase.net/p/prabhu">Prabhu</A>; <A CLASS=v HREF="http://vedabase.net/g/gangadasa">ga&#324;g&#257;d&#257;sa</A> <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> &#8212; <A HREF="http://vedabase.net/g/gangadasa">Ga&#324;g&#257;d&#257;sa</A> <A HREF="http://vedabase.net/p/pandita">Pandita</A>; <A CLASS=v HREF="http://vedabase.net/g/gupta">gupta</A> <A CLASS=v HREF="http://vedabase.net/m/murari">mur&#257;ri</A> &#8212; <A HREF="http://vedabase.net/m/murari">Mur&#257;ri</A> <A HREF="http://vedabase.net/g/gupta">Gupta</A>; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A> &#8212; <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>.</P><P CLASS=t>TRANSLATION</P><P>In R&#257;dhade&#347;a, the part of Bengal where the Ganges is not visible, Nity&#257;nanda Prabhu, Ga&#324;g&#257;d&#257;sa Pandita, Mur&#257;ri Gupta and Mukunda took birth.</P><P CLASS=t>PURPORT</P><P>Here r&#257;dha-de&#347;e refers to the village of the name Ekacakr&#257;, in the district of Birbhum, next to Burdwan. After the Burdwan railway station there is another branch line, which is called the Loop Line of the eastern railway, and there is a railway station of the name Mall&#257;rapura. Eight miles east of this railway station, Ekacakr&#257; village is still situated. Ekacakr&#257; village extends north and south for an area of about eight miles. Other villages, namely V&#299;racandra-pura and V&#299;rabhadra-pura, are situated within the area of the village of Ekacakr&#257;. In honor of the holy name of V&#299;rabhadra Gosv&#257;m&#299;, these places are renowned as V&#299;racandra-pura and V&#299;rabhadra-pura.</P><P>In the Bengali year 1331 (A.D. 1924) a thunderbolt struck the temple of Ekacakr&#257;-gr&#257;ma. Therefore the temple is now in a broken state. Before this, there were no such accidents in that quarter. Within the temple there is a Deity of &#346;r&#299; Krishna established by &#346;r&#299; Nity&#257;nanda Prabhu. The name of the Deity is Ba&#324;kima R&#257;ya or B&#257;&#324;k&#257; R&#257;ya.</P><P>On Ba&#324;kima R&#257;ya's right side is a deity of J&#257;hnav&#257;, and on His left side is &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. The priests of the temple describe that Lord Nity&#257;nanda Prabhu entered within the body of Ba&#324;kima R&#257;ya and that the deity of J&#257;hnav&#257;-m&#257;t&#257; was therefore later placed on the right side of Ba&#324;kima R&#257;ya. Afterwards, many other Deities were installed within the temple. On another throne within the temple are Deities of Mural&#299;dhara and R&#257;dh&#257;-M&#257;dhava. On another throne are Deities of Manomohana, Vrind&#257;vana-candra and Gaura-Nit&#257;i. But Ba&#324;kima R&#257;ya is the Deity originally installed by Nity&#257;nanda Prabhu.</P><P>On the eastern side of the temple is a gh&#257;ta known as Kadamba-khand&#299; on the bank of a river called the Yamun&#257;, and it is said that the Deity of Ba&#324;kima R&#257;ya was floating in the water and Lord Nity&#257;nanda Prabhu picked Him up and then installed Him in the temple. Thereafter, in a place known as Bhadd&#257;pura, in the village of V&#299;racandra-pura, about half a mile west, in a place underneath a nima tree, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was found. For this reason, the R&#257;dh&#257;r&#257;n&#299; of Ba&#324;kima R&#257;ya was known as Bhadd&#257;purera Th&#257;kur&#257;n&#299;, the mistress of Bhadd&#257;pura. On another throne, on the right side of Ba&#324;kima R&#257;ya, is a Deity of Yogam&#257;y&#257;.</P><P>Now the temple and temple corridor rest on a high plinth, and on a concrete structure in front of the temple is a k&#299;rtana hall. It is also said that on the northern side of the temple there was a Deity of Lord &#346;iva named Bh&#257;nd&#299;&#347;vara and that the father of Nity&#257;nanda Prabhu, H&#257;d&#257;i Pandita, used to worship that Deity. At present, however, the Bh&#257;nd&#299;&#347;vara Deity is missing, and in his place a Jagann&#257;tha Sv&#257;m&#299; Deity has been installed. Lord Nity&#257;nanda Prabhu did not factually construct any temples. The temple was constructed at the time of V&#299;rabhadra Prabhu. In the Bengali year 1298 (A.D. 1891), a brahmac&#257;r&#299; of the name &#346;iv&#257;nanda Sv&#257;m&#299; repaired the temple, for it had become dilapidated.</P><P>In this temple there is an arrangement to offer food to the Deity on the basis of seventeen seers (about thirty-four pounds) of rice and necessary vegetables. The present priestly order of the temple belongs to the family of Gop&#299;jana-vallabh&#257;nanda, one of the branches of Nity&#257;nanda Prabhu. There is a land settlement in the name of the temple, and income from this land finances the expenditures for the temple. There are three parties of priestly gosv&#257;m&#299;s who take charge of the temple management, one after another. A few steps from the temple is a place known as Vi&#347;r&#257;matal&#257;, where it is said that Nity&#257;nanda Prabhu in His childhood used to enjoy sporting with His boyfriends by enacting the r&#257;sa-l&#299;l&#257; and various other pastimes of Vrind&#257;vana.</P><P>Near the temple is a place named &#256;mal&#299;tal&#257; (Imlitala), which is so named because of a big tamarind tree there. According to a party named the Ned&#257;di-samprad&#257;ya, V&#299;rabhadra Prabhu, with the assistance of twelve hundred Ned&#257;s (Buddhist monks), dug a great lake of the name &#346;vetaga&#324;g&#257;. Outside of the temple are tombs of the Gosv&#257;m&#299;s, and there is a small river known as the Maude&#347;vara, which is called the water of Yamun&#257;. Within half a mile from this small river is the birthplace of &#346;r&#299; Nity&#257;nanda Prabhu. It appears that there was a big k&#299; rtana hall in front of the temple, but later it became dilapidated. It is now covered by banyan trees. Later on, a temple was constructed within which Gaura-Nity&#257;nanda Deities are existing. The temple was constructed by the late Prasannakum&#257;ra K&#257;rapharm&#257;. A tablet was installed in his memory in the Bengali year 1323 (A.D. 1916), in the month of Vai&#347;&#257;kha (April-May).</P><P>The place where Nity&#257;nanda Prabhu appeared is called Garbhav&#257;sa. There is an allotment of about forty-three bigh&#257;s (fourteen acres) of land to continue the worship in a temple there. The Mah&#257;r&#257;ja of Din&#257;japura donated twenty bigh&#257;s of land (about six and a half acres) in this connection. It is said that near the place known as Garbhav&#257;sa, H&#257;d&#257;i Pandita conducted a primary school. The priests of this place, listed in a genealogical table, were as follows: (1) &#346;r&#299; R&#257;ghavacandra, (2) Jagad&#257;nanda d&#257;sa, (3) Krishnad&#257;sa, (4) Nity&#257;nanda d&#257;sa, (5) R&#257;mad&#257;sa, (6) Vrajamohana d&#257;sa, (7) K&#257;n&#257;i d&#257;sa, (8) Gaurad&#257;sa, (9) &#346;iv&#257;nanda d&#257;sa and (10) Harid&#257;sa. Krishnad&#257;sa belonged to the Cidiy&#257;-kuñja at Vrind&#257;vana. The date of his disappearance is Krishna-janm&#257;shtam&#299;. Cidiy&#257;-kuñja is a place now managed by the gosv&#257;m&#299;s of &#346;ri&#324;g&#257;ra-gh&#257;ta in Vrind&#257;vana. They are also known as belonging to the Nity&#257;nanda family, most probably on the basis of their relationship with Krishnad&#257;sa.</P><P>Near Garbhav&#257;sa is a place called Bakulatal&#257;, where &#346;r&#299; Nity&#257;nanda Prabhu and His boyfriends used to take part in sporting activities known as jh&#257;la-jhapet&#257;. There is a bakula tree there that is wonderful because all its branches and subbranches look like the hoods of serpents. It has been suggested that by the desire of &#346;r&#299; Nity&#257;nanda Prabhu, Anantadeva manifested Himself in that way. The tree is very old. It is said that formerly it had two trunks, but later on, when the playmates of Nity&#257;nanda Prabhu felt inconvenience in jumping from the branches of one trunk to those of the other, Nity&#257;nanda Prabhu, by His mercy, merged the two trunks into one.</P><P>Another place nearby is named H&#257;&#324;tug&#257;d&#257;. It is said that Lord Nity&#257;nanda Prabhu brought all the holy places there. Therefore the people in the surrounding villages go there instead of to the Ganges to take bath. It is named H&#257;&#324;tug&#257;d&#257; because &#346;r&#299;la Nity&#257;nanda Prabhu used to perform the dadhi-cid&#257; festival of distributing chipped rice with yogurt pras&#257;dam there and He took the pras&#257;dam kneeling down. A sanctified lake in this place is always full of water throughout the year. A great fair is held there during Goshth&#257;shtam&#299;, and there is another big fair on the birthday of &#346;r&#299; Nity&#257;nanda Prabhu. In the Gaura-ganodde&#347;a-d&#299;pik&#257; (58-63) it is described that Hal&#257;yudha, Baladeva, Vi&#347;var&#363;pa and Sa&#324;karshana appeared as Nity&#257;nanda Avadh&#363;ta.</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="62.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>