<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 74</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 74"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.74</P><P CLASS=c>tabe putra janamil&#257; 'vi&#347;var&#363;pa' n&#257;ma</P><P CLASS=c>mah&#257;-gunav&#257;n te&#324;ha &#8212; 'baladeva'-dh&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/j/janamila">janamil&#257;</A> &#8212; took birth; <A CLASS=v HREF="http://vedabase.net/v/visvarupa">vi&#347;var&#363;pa</A> &#8212; <A HREF="http://vedabase.net/v/visvarupa">Vi&#347;var&#363;pa</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gunavan">gunav&#257;n</A> &#8212; highly qualified; <A CLASS=v HREF="http://vedabase.net/t/tenha">te&#324;ha</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/b/baladeva">baladeva</A> &#8212; of Lord <A HREF="http://vedabase.net/b/baladeva">Baladeva</A>; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; incarnation.</P><P CLASS=t>TRANSLATION</P><P>After this, Jagann&#257;tha Mi&#347;ra got a son of the name Vi&#347;var&#363;pa, who was most powerful and highly qualified because He was an incarnation of Baladeva.</P><P CLASS=t>PURPORT</P><P>Vi&#347;var&#363;pa was the elder brother of Gaurahari, Lord &#346;r&#299; Caitanya Mah&#257;prabhu. When arrangements were being made for the marriage of Vi&#347;var&#363;pa, He took sanny&#257;sa and left home. He took the sanny&#257;sa name of &#346;a&#324;kar&#257;ranya. In 1431 &#346;ak&#257;bda Era (A.D. 1509), He disappeared in P&#257;ndarapura, in the district of Sholapur. As an incarnation of Sa&#324;karshana, He is both the ingredient and immediate cause of the creation of this material world. He is nondifferent from &#346;r&#299; Caitanya Mah&#257;prabhu, for the am&#347;a and the am&#347;&#299;, or the part and the whole, are not different. As an incarnation of Sa&#324;karshana, Vi&#347;var&#363;pa belongs to the quadruple manifestation of catur-vy&#363;ha. In the Gaura-candrodaya it is said that Vi&#347;var&#363;pa, after His so-called demise, remained mixed within &#346;r&#299; Nity&#257;nanda Prabhu.</P><P CLASS=l><A CLASS=i HREF="73.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="75.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>