<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 79</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 79"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.79</P><P CLASS=c>putra p&#257;ñ&#257; dampati hail&#257; &#257;nandita mana</P><P CLASS=c>vi&#347;eshe sevana kare govinda-carana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;ñ&#257;</A> &#8212; having gotten; <A CLASS=v HREF="http://vedabase.net/d/dampati">dampati</A> &#8212; husband and wife; <A CLASS=v HREF="http://vedabase.net/h/haila">hail&#257;</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/a/anandita">&#257;nandita</A> &#8212; pleased; <A CLASS=v HREF="http://vedabase.net/m/mana">mana</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/v/visese">vi&#347;eshe</A> &#8212; specifically; <A CLASS=v HREF="http://vedabase.net/s/sevana">sevana</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; render; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A>-<A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; the lotus feet of Lord <A HREF="http://vedabase.net/g/govinda">Govinda</A>.</P><P CLASS=t>TRANSLATION</P><P>The husband and wife [Jagann&#257;tha Mi&#347;ra and &#346;ac&#299;m&#257;t&#257;], having gotten Vi&#347;var&#363;pa as their son, were very pleased within their minds. Because of their pleasure, they specifically began to serve the lotus feet of Govinda.</P><P CLASS=t>PURPORT</P><P>There is a common saying in India that everyone goes to worship the Supreme Personality of Godhead when he is in distress, but when a person is in an opulent position, he forgets God. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/16.htm">7.16</A>) this is confirmed:</P><P>catur-vidh&#257; bhajante m&#257;m jan&#257;h sukritino 'rjuna</P><P CLASS=n>&#257;rto jijñ&#257;sur arth&#257;rth&#299; jñ&#257;n&#299; ca bharatarshabha</P><P>"If backed by pious activities in the past, four kinds of men &#8212; namely those who are distressed, those in need of money, those searching after knowledge and those who are inquisitive &#8212; become interested in devotional service." The husband and wife, Jagann&#257;tha Mi&#347;ra and &#346;ac&#299;m&#257;t&#257;, were very unhappy because their eight daughters had passed away. Now, when they got Vi&#347;var&#363;pa as their son, certainly they became extremely happy. They knew that it was by the grace of the Lord that they were endowed with such happiness and opulence. Therefore instead of forgetting the Lord, they became more and more adherent in rendering service to the lotus feet of Govinda. When a common man becomes opulent, he forgets God; but the more opulent a devotee becomes by the grace of the Lord, the more he becomes attached to the service of the Lord.</P><P CLASS=l><A CLASS=i HREF="78.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="80.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>