<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 82</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 82"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.82</P><P CLASS=c>y&#257;h&#257;&#324; t&#257;h&#257;&#324; sarva-loka karaye samm&#257;na</P><P CLASS=c>ghare p&#257;th&#257;iy&#257; deya dhana, vastra, dh&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yahan">y&#257;h&#257;&#324;</A> &#8212; wherever; <A CLASS=v HREF="http://vedabase.net/t/tahan">t&#257;h&#257;&#324;</A> &#8212; anywhere; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; all people; <A CLASS=v HREF="http://vedabase.net/k/karaye">karaye</A> &#8212; show; <A CLASS=v HREF="http://vedabase.net/s/sammana">samm&#257;na</A> &#8212; respect; <A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/p/pathaiya">p&#257;th&#257;iy&#257;</A> &#8212; sending; <A CLASS=v HREF="http://vedabase.net/d/deya">deya</A> &#8212; give; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; riches; <A CLASS=v HREF="http://vedabase.net/v/vastra">vastra</A> &#8212; cloth; <A CLASS=v HREF="http://vedabase.net/d/dhana">dh&#257;na</A> &#8212; paddy.</P><P CLASS=t>TRANSLATION</P><P>"Anywhere and everywhere I go, all people offer me respect. Even without my asking, they voluntarily give me riches, clothing and paddy."</P><P CLASS=t>PURPORT</P><P>A br&#257;hmana does not become anyone's servant. To render service to someone else is the business of the &#347;&#363;dras. A br&#257;hmana is always independent because he is a teacher, spiritual master and advisor to society. The members of society provide him with all the necessities of life. In the Bhagavad-g&#299;t&#257; the Lord says He has divided society into four divisions &#8212; br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra. A society cannot run smoothly without this scientific division. A br&#257;hmana should give good advice to all the members of society, a kshatriya should look after the administration, maintaining law and order in society, vai&#347;yas should produce and trade to meet all the needs of society, whereas &#347;&#363;dras should render service to the higher sections of society (the br&#257;hmanas, kshatriyas and vai&#347;yas).</P><P>Jagann&#257;tha Mi&#347;ra was a br&#257;hmana; therefore people would send him all bodily necessities &#8212; money, cloth, grain and so on. While Lord Caitanya was in the womb of &#346;ac&#299;m&#257;t&#257;, Jagann&#257;tha Mi&#347;ra received all these necessities of life without asking for them. Because of the presence of the Lord in his family, everyone offered him due respect as a br&#257;hmana. In other words, if a br&#257;hmana or Vaishnava sticks to his position as an eternal servant of the Lord and executes the will of the Lord, there is no question of scarcity for his personal maintenance or the needs of his family.</P><P CLASS=l><A CLASS=i HREF="81.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="83.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>