<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 86</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 86"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.86</P><P CLASS=c>eta bali' du&#324;he rahe harashita hañ&#257;</P><P CLASS=c>&#347;&#257;lagr&#257;ma sev&#257; kare vi&#347;esha kariy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eta">eta</A> <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A>' &#8212; after this conversation; <A CLASS=v HREF="http://vedabase.net/d/dunhe">du&#324;he</A> &#8212; both of them; <A CLASS=v HREF="http://vedabase.net/r/rahe">rahe</A> &#8212; remained; <A CLASS=v HREF="http://vedabase.net/h/harasita">harashita</A> &#8212; jubilant; <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; becoming; <A CLASS=v HREF="http://vedabase.net/s/salagrama">&#347;&#257;lagr&#257;ma</A> &#8212; <A HREF="http://vedabase.net/s/salagrama">&#347;&#257;lagr&#257;ma</A>-<A HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A HREF="http://vedabase.net/s/sila">&#347;il&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; rendered; <A CLASS=v HREF="http://vedabase.net/v/visesa">vi&#347;esha</A> &#8212; with special attention; <A CLASS=v HREF="http://vedabase.net/k/kariya">kariy&#257;</A> &#8212; giving <A HREF="http://vedabase.net/i/it">it</A>.</P><P CLASS=t>TRANSLATION</P><P>After this conversation, both husband and wife were very jubilant, and together they rendered service to the household &#347;&#257;lagr&#257;ma-&#347;il&#257;.</P><P CLASS=t>PURPORT</P><P>Especially in every br&#257;hmana's house there must be a &#347;&#257;lagr&#257;ma-&#347;il&#257; to be worshiped by the br&#257;hmana family. This system is still current. People who are br&#257;hmanas by caste, who are born in a br&#257;hmana family, must worship the &#347;&#257;lagr&#257;ma-&#347;il&#257;. Unfortunately, with the progress of Kali-yuga, the so-called br&#257;hmanas, although very proud of taking birth in br&#257;hmana families, no longer worship the &#347;&#257;lagr&#257;ma-&#347;il&#257;. But actually it has been a custom since time immemorial that a person born in a br&#257;hmana family must worship the &#347;&#257;lagr&#257;ma-&#347;il&#257; in all circumstances. In our Krishna consciousness society, some of the members are very anxious to introduce worship of the &#347;&#257;lagr&#257;ma-&#347;il&#257;, but we have purposely refrained from introducing it because most of the members of the Krishna consciousness movement do not originally come from families of the br&#257;hmana caste. After some time, when we find that they are actually situated strictly in the line of brahminical behavior, &#347;&#257;lagr&#257;ma-&#347;il&#257; worship will be introduced.</P><P>In this age, the worship of the &#347;&#257;lagr&#257;ma-&#347;il&#257; is not as important as the chanting of the holy name of the Lord. That is the injunction of the &#347;&#257;stra: harer n&#257;ma harer n&#257;ma harer n&#257;maiva kevalam/ kalau n&#257;sty eva n&#257;sty eva n&#257;sty eva gatir anyath&#257; [<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]. &#346;r&#299;la J&#299;va Gosv&#257;m&#299;'s opinion is that by chanting the holy name offenselessly one becomes completely perfect. Nevertheless, just to purify the situation of the mind, worship of the Deity in the temple is also necessary. Therefore when one is advanced in spiritual consciousness or is perfectly situated on a spiritual platform, he may take to the worship of the &#347;&#257;lagr&#257;ma-&#347;il&#257;.</P><P>The transference of the Lord from the heart of Jagann&#257;tha Mi&#347;ra to the heart of &#346;ac&#299;m&#257;t&#257; is explained by &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura as follows: "It is to be concluded that Jagann&#257;tha Mi&#347;ra and &#346;ac&#299;m&#257;t&#257; are nitya-siddhas, ever-pure associates of the Lord. Their hearts are always uncontaminated, and therefore they never forget the Supreme Personality of Godhead. A common man in this material world has a contaminated heart. He must therefore first purify his heart to come to the transcendental position. But Jagann&#257;tha Mi&#347;ra and &#346;ac&#299;m&#257;t&#257; were not a common man and woman with contaminated hearts. When the heart is uncontaminated, it is said to be in the existential position of Vasudeva. Vasudeva can beget V&#257;sudeva, or Krishna, who is transcendentally situated."</P><P>It is to be understood that &#346;ac&#299;dev&#299; did not become pregnant as an ordinary woman becomes pregnant because of sense indulgence. One should not think the pregnancy of &#346;ac&#299;m&#257;t&#257; to be that of an ordinary woman, because that is an offense. One can understand the pregnancy of &#346;ac&#299;m&#257;t&#257; when one is actually advanced in spiritual consciousness and fully engaged in the devotional service of the Lord.</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/2/16.htm">10.2.16</A>) it is stated:</P><P>bhagav&#257;n api vi&#347;v&#257;tm&#257; bhakt&#257;n&#257;m abhaya&#324;-karah</P><P CLASS=n>&#257;vive&#347;&#257;m&#347;a-bh&#257;gena mana &#257;nakadundubheh</P><P>This is a statement regarding the birth of Lord Krishna. The incarnation of the Lord entered the mind of Vasudeva and was then transferred to the mind of Devak&#299;. &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; gives the following annotation in this connection: 'mana &#257;vive&#347;a' manasy &#257;virbabh&#363;va; j&#299;v&#257;n&#257;m iva na dh&#257;tu-sambandha ity arthah. There was no question of the seminal discharge necessary for the birth of an ordinary human being. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; also comments in this connection that Lord Krishna first appeared in the mind of &#256;nakadundubhi, Vasudeva, and was then transferred to the mind of Devak&#299;-dev&#299;. Thus the spiritual bliss in the mind of Devak&#299;-dev&#299; gradually increased, just as the moon increases every night until it becomes a full moon. At the time of His appearance, Lord Krishna came out of the mind of Devak&#299; and appeared within the prison house of Kamsa, by the side of Devak&#299;'s bed. At that time, by the spell of yogam&#257;y&#257;, Devak&#299; thought that her child had now been born. In this connection, even the demigods from the celestial kingdom were also bewildered. As it is stated, muhyanti yat s&#363;rayah (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/1/1.htm">1.1.1</A>). They came to offer their prayers to Devak&#299;, thinking that the Supreme Lord was within her womb. The demigods came to Mathur&#257; from their celestial kingdom. This indicates that Mathur&#257; is still more important than the celestial kingdom of the upper planetary system.</P><P>Lord Krishna, as the eternal son of Ya&#347;od&#257;may&#299;, is always present in Vrind&#257;vana. The pastimes of Lord Krishna are continuously going on within both this material world and the spiritual world. In such pastimes, the Lord always thinks Himself the eternal son of mother Ya&#347;od&#257; and father Nanda Mah&#257;r&#257;ja. In the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam, Chapter Six, verse 43, it is stated, "When magnanimous, broad-hearted Nanda Mah&#257;r&#257;ja came back from a tour, he immediately took his son Krishna on his lap and experienced transcendental bliss by smelling His head." Similarly, in the Tenth Canto, Ninth Chapter, verse 21, it is said, "This Personality of Godhead, appearing as the son of a cowherd damsel, is easily available and understandable to devotees, whereas those who are under the concept of bodily life, even though they are very much advanced in austerity and penance, or even though they are great philosophers, are unable to understand Him."</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura next quotes &#346;r&#299;p&#257;da Baladeva Vidy&#257;bh&#363;shana, who refers to the prayers offered by the demigods to Lord Krishna in the womb of Devak&#299; and summarizes the birth of Krishna as follows: "As the rising moon manifests light in the east, so Devak&#299;, who was always situated on the transcendental platform, having been initiated in the Krishna mantra by Vasudeva, the son of &#346;&#363;rasena, kept Krishna within her heart." From this statement of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/2/18.htm">10.2.18</A>) it is understood that the Supreme Personality of Godhead, having been transferred from the heart of &#256;nakadundubhi, or Vasudeva, manifested Himself in the heart of Devak&#299;. According to &#346;r&#299;la Baladeva Vidy&#257;bh&#363;shana, "the heart of Devak&#299;" means the womb of Devak&#299; because in &#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../../../sb/10/2/41.htm">10.2.41</A> the demigods say, dishty&#257;mba te kukshi-gatah parah pum&#257;n: "Mother Devak&#299;, the Lord is already within your womb." Therefore, that the Lord was transferred from the heart of Vasudeva to the heart of Devak&#299; means that He was transferred to the womb of Devak&#299;.</P><P>Similarly, in regard to the appearance of Lord Caitanya Mah&#257;prabhu as described in the Caitanya-carit&#257;mrita, the words vi&#347;eshe sevana kare govinda-carana, "they specifically began to worship the lotus feet of Govinda," indicate that exactly as Krishna appeared in the heart of Devak&#299; through the heart of Vasudeva, so Lord Caitanya appeared in the heart of &#346;ac&#299;dev&#299; through the heart of Jagann&#257;tha Mi&#347;ra. This is the mystery of the appearance of Lord Caitanya Mah&#257;prabhu. Consequently, one should not think of Lord Caitanya's appearance as that of a common man or living entity. This subject matter is a little difficult to understand, but for devotees of the Lord it will not at all be difficult to realize the statements given by Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="85.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="87.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>