<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 90</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13 Verse 90"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13.90</P><P CLASS=c>simha-r&#257;&#347;i, simha-lagna, ucca graha-gana</P><P CLASS=c>shad-varga, ashta-varga, sarva sulakshana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/simha">simha</A> &#8212; the lion; <A CLASS=v HREF="http://vedabase.net/r/rasi">r&#257;&#347;i</A> &#8212; sign of the zodiac; <A CLASS=v HREF="http://vedabase.net/s/simha">simha</A> &#8212; the lion; <A CLASS=v HREF="http://vedabase.net/l/lagna">lagna</A> &#8212; birth moment; <A CLASS=v HREF="http://vedabase.net/u/ucca">ucca</A> &#8212; high; <A CLASS=v HREF="http://vedabase.net/g/graha">graha</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; all planets; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/v/varga">varga</A> &#8212; six divisions; <A CLASS=v HREF="http://vedabase.net/a/asta">ashta</A>-<A CLASS=v HREF="http://vedabase.net/v/varga">varga</A> &#8212; eight divisions; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/l/laksana">lakshana</A> &#8212; symptoms of auspiciousness.</P><P CLASS=t>TRANSLATION</P><P>[According to the Jyotir-veda, or Vedic astrology, the auspicious birth moment is described as follows:] The moon was in Leo [the figure of the lion in the zodiac], Leo was the ascendant, several planets were strongly positioned, and the shad-varga and ashta-varga showed all-auspicious influences.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, who was previously a great astrologer, explains this verse as follows: The shad-varga (six divisions) are technically called kshetra, hor&#257;, drekk&#257;na, nav&#257;m&#347;a, dv&#257;da&#347;&#257;m&#347;a and trim&#347;&#257;m&#347;a. According to Jyotir-vedic astrology, when the relationship between the planets and the rulers of these six divisions is determined, the auspiciousness of the moment of birth can be calculated. In the book named Brihaj-j&#257;taka and other books there are directions for interpreting the movements of the stars and planets. One who knows the process of calculating the ashta-varga (eight divisions) can predict auspicious and inauspicious events. This science is known especially by persons who are called hor&#257;-&#347;&#257;stra-vit, or those who know the astrological scriptures. On the strength of astrological calculations from the hor&#257; scriptures, N&#299;l&#257;mbara Cakravart&#299;, the grandfather of &#346;r&#299; Caitanya Mah&#257;prabhu, had ascertained the auspicious moment when the Lord would appear.</P><P CLASS=l><A CLASS=i HREF="89.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="91.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>