<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC &#256;di 13 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC &#256;di 13.1</B></A>: I wish the grace of Lord Caitanya Mah&#257;prabhu, by whose mercy even one who is fallen can describe the pastimes of the Lord.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC &#256;di 13.2</B></A>: All glories to &#346;r&#299; Krishna Caitanya Mah&#257;prabhu! All glories to Advaitacandra! All glories to Lord Nity&#257;nanda Prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC &#256;di 13.3</B></A>: All glories to Gad&#257;dhara Prabhu! All glories to &#346;r&#299;v&#257;sa Th&#257;kura! All glories to Mukunda Prabhu and V&#257;sudeva Prabhu! All glories to Harid&#257;sa Th&#257;kura!</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC &#256;di 13.4</B></A>: All glories to Svar&#363;pa D&#257;modara and Mur&#257;ri Gupta! All these brilliant moons have together dissipated the darkness of this material world.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC &#256;di 13.5</B></A>: All glories to the moons who are devotees of the principal moon, Lord Caitanyacandra! Their bright moonshine illuminates the entire universe.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC &#256;di 13.6</B></A>: Thus I have spoken the preface of the Caitanya-carit&#257;mrita. Now I shall describe Caitanya Mah&#257;prabhu's pastimes in chronological order.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC &#256;di 13.7</B></A>: First let me give a synopsis of the Lord's pastimes. Then I shall describe them in detail.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC &#256;di 13.8</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu, adventing Himself in Navadv&#299;pa, was visible for forty-eight years, enjoying His pastimes.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC &#256;di 13.9</B></A>: In the year 1407 of the &#346;aka Era (A.D. 1486), Lord &#346;r&#299; Caitanya Mah&#257;prabhu appeared, and in the year 1455 (A.D. 1534) He disappeared from this world.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC &#256;di 13.10</B></A>: For twenty-four years Lord Caitanya lived in the grihastha-&#257;&#347;rama [household life], always engaging in the pastimes of the Hare Krishna movement.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC &#256;di 13.11</B></A>: After twenty-four years He accepted the renounced order of life, sanny&#257;sa, and He resided for twenty-four years more at Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC &#256;di 13.12</B></A>: Of these last twenty-four years, He spent the first six continuoually touring India, sometimes in South India, sometimes in Bengal and sometimes in Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC &#256;di 13.13</B></A>: For the remaining eighteen years He continuously stayed in Jagann&#257;tha Pur&#299;. Chanting the nectarean Hare Krishna mah&#257;-mantra, He inundated everyone there in a flood of love of Krishna.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC &#256;di 13.14</B></A>: The pastimes of His household life are known as the &#257;di-l&#299;l&#257;, or the original pastimes. His later pastimes are known as the madhya-l&#299;l&#257; and antya-l&#299;l&#257;, or the middle and final pastimes.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC &#256;di 13.15</B></A>: All the pastimes enacted by Lord &#346;r&#299; Caitanya Mah&#257;prabhu in His &#257;di-l&#299;l&#257; were recorded in summary form by Mur&#257;ri Gupta.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC &#256;di 13.16</B></A>: His later pastimes [the madhya-l&#299;l&#257; and antya-l&#299;l&#257;] were recorded in the form of notes by His secretary, Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, and thus kept within a book.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC &#256;di 13.17</B></A>: By seeing and hearing the notes recorded by these two great personalities, a Vaishnava, a devotee of the Lord, can know these pastimes one after another.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC &#256;di 13.18</B></A>: In His original pastimes there are four divisions: b&#257;lya, pauganda, kai&#347;ora and yauvana [childhood, early boyhood, later boyhood and youth ].</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC &#256;di 13.19</B></A>: I offer my respectful obeisances unto the full-moon evening in the month of Ph&#257;lguna, an auspicious time full of auspicious symptoms, when Lord &#346;r&#299; Caitanya Mah&#257;prabhu advented Himself with the chanting of the holy name, Hare Krishna.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC &#256;di 13.20</B></A>: On the full-moon evening of the month of Ph&#257;lguna when the Lord took birth, coincidentally there was also a lunar eclipse.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC &#256;di 13.21</B></A>: In jubilation everyone was chanting the holy name of the Lord &#8212; "Hari! Hari!" &#8212; and Lord &#346;r&#299; Caitanya Mah&#257;prabhu then appeared, after first causing the appearance of the holy name.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC &#256;di 13.22</B></A>: At His birth, in His childhood and in His early and later boyhood, as well as in His youth, Lord Caitanya Mah&#257;prabhu, under different pleas, induced people to chant the holy name of Hari [the Hare Krishna mah&#257;-mantra].</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC &#256;di 13.23</B></A>: In His childhood, when the Lord was crying He would stop immediately upon hearing the holy names Krishna and Hari.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC &#256;di 13.24</B></A>: All the friendly ladies who came to see the child would chant the holy names, "Hari, Hari!" as soon as the child would cry.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC &#256;di 13.25</B></A>: When all the ladies saw this fun, they enjoyed laughing and called the Lord "Gaurahari." From then on, Gaurahari became another of His names.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC &#256;di 13.26</B></A>: His childhood lasted until the date of h&#257;te khadi, the beginning of His education, and His age from the end of His childhood until He married is called pauganda.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC &#256;di 13.27</B></A>: After His marriage His youth began, and in His youth He induced everyone to chant the Hare Krishna mah&#257;-mantra anywhere and everywhere.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC &#256;di 13.28</B></A>: During His pauganda age He became a serious student and also taught disciples. In this way He used to explain the holy name of Krishna everywhere.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC &#256;di 13.29</B></A>: When teaching a course in grammar [vy&#257;karana] and explaining it with notes, &#346;r&#299; Caitanya Mah&#257;prabhu taught His disciples about the glories of Lord Krishna. All explanations culminated in Krishna, and His disciples would understand them very easily. Thus His influence was wonderful.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC &#256;di 13.30</B></A>: When Lord Caitanya Mah&#257;prabhu was a student, He asked whomever He met to chant the Hare Krishna mah&#257;-mantra. In this way He inundated the whole town of Navadv&#299;pa with the chanting of Hare Krishna.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC &#256;di 13.31</B></A>: Just prior to His youthful life, He began the sa&#324;k&#299;rtana movement. Day and night He used to dance in ecstasy with His devotees.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC &#256;di 13.32</B></A>: The sa&#324;k&#299;rtana movement went on from one part of the town to another, as the Lord wandered everywhere performing k&#299;rtana. In this way He inundated the whole world by distributing love of Godhead.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC &#256;di 13.33</B></A>: Lord Caitanya Mah&#257;prabhu lived in the Navadv&#299;pa area for twenty-four years, and He induced every person to chant the Hare Krishna mah&#257;-mantra and thus merge in love of Krishna.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC &#256;di 13.34</B></A>: For His remaining twenty-four years, &#346;r&#299; Caitanya Mah&#257;prabhu, after accepting the renounced order of life, stayed at Jagann&#257;tha Pur&#299; with His devotees.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC &#256;di 13.35</B></A>: For six of these twenty-four years in N&#299;l&#257;cala [Jagann&#257;tha Pur&#299;], He distributed love of Godhead by always chanting and dancing.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC &#256;di 13.36</B></A>: Beginning from Cape Comorin and extending through Bengal to Vrind&#257;vana, during these six years He toured all of India, chanting, dancing and distributing love of Krishna.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC &#256;di 13.37</B></A>: The activities of Lord Caitanya Mah&#257;prabhu in His travels after He accepted sanny&#257;sa are His principal pastimes. His activities during His remaining eighteen years are called the antya-l&#299;l&#257;, or the final portion of His pastimes.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC &#256;di 13.38</B></A>: For six of the eighteen years He continuously stayed in Jagann&#257;tha Pur&#299;, He regularly performed k&#299;rtana, inducing all the devotees to love Krishna simply by chanting and dancing.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC &#256;di 13.39</B></A>: For the remaining twelve years He stayed in Jagann&#257;tha Pur&#299;, He taught everyone how to taste the transcendental mellow ecstasy of love of Krishna by tasting it Himself.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC &#256;di 13.40</B></A>: Day and night Lord Caitanya Mah&#257;prabhu felt separation from Krishna. Manifesting symptoms of this separation, He cried and talked very inconsistently, like a madman.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC &#256;di 13.41</B></A>: As &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; talked inconsistently when She met Uddhava, so also &#346;r&#299; Caitanya Mah&#257;prabhu relished, both day and night, such ecstatic talk in the mood of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC &#256;di 13.42</B></A>: The Lord used to read the books of Vidy&#257;pati, Jayadeva and Cand&#299;d&#257;sa, relishing their songs with His confidential associates like &#346;r&#299; R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC &#256;di 13.43</B></A>: In separation from Krishna, &#346;r&#299; Caitanya Mah&#257;prabhu relished all these ecstatic activities, and thus He fulfilled His own desires.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC &#256;di 13.44</B></A>: The pastimes of Lord Caitanya Mah&#257;prabhu are unlimited. How much can a small living entity elaborate about those transcendental pastimes?</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC &#256;di 13.45</B></A>: If &#346;esha N&#257;ga Ananta personally were to make the pastimes of Lord Caitanya into s&#363;tras, even with His thousands of mouths there is no possibility that He could find their limit.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC &#256;di 13.46</B></A>: Devotees like &#346;r&#299; Svar&#363;pa D&#257;modara and Mur&#257;ri Gupta have recorded all the principal pastimes of Lord Caitanya in the form of notes, after deliberate consideration.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC &#256;di 13.47</B></A>: The notes kept by &#346;r&#299; Svar&#363;pa D&#257;modara and Mur&#257;ri Gupta are the basis of this book. Following those notes, I write of all the pastimes of the Lord. The notes have been described elaborately by Vrind&#257;vana d&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC &#256;di 13.48</B></A>: &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura, the authorized writer of the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu, is as good as &#346;r&#299;la Vy&#257;sadeva. He has described the pastimes in such a way as to make them sweeter and sweeter.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC &#256;di 13.49</B></A>: Being afraid of his book's becoming too voluminous, he left some places without vivid descriptions. I shall try to fill those places as far as possible.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC &#256;di 13.50</B></A>: The transcendental pastimes of Lord Caitanya have actually been relished by &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura. I am simply trying to chew the remnants of food left by him.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC &#256;di 13.51</B></A>: My dear devotees of Lord Caitanya, let me now write a synopsis of the &#257;di-l&#299;l&#257;; I write of these pastimes in brief because it is not possible to describe them in full.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC &#256;di 13.52</B></A>: To fulfill a particular desire within His mind, Lord Krishna, Vrajendra-kum&#257;ra, decided to descend to this planet after mature contemplation.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC &#256;di 13.53</B></A>: Lord Krishna therefore first allowed His family of superiors to descend to the earth. I shall try to describe them in brief because it is not possible to describe them fully.</P><P CLASS=r><A CLASS=i HREF="54-55.htm"><B>CC &#256;di 13.54-55</B></A>: Lord &#346;r&#299; Krishna, before appearing as Lord Caitanya, requested these devotees to precede Him: &#346;r&#299; &#346;ac&#299;dev&#299;, Jagann&#257;tha Mi&#347;ra, M&#257;dhavendra Pur&#299;, Ke&#347;ava Bh&#257;rat&#299;, &#298;&#347;vara Pur&#299;, Advaita &#256;c&#257;rya, &#346;r&#299;v&#257;sa Pandita, &#256;c&#257;ryaratna, Vidy&#257;nidhi and Th&#257;kura Harid&#257;sa.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC &#256;di 13.56</B></A>: There was also &#346;r&#299; Upendra Mi&#347;ra, a resident of the district of &#346;r&#299;hatta. He was a great devotee of Lord Vishnu, a learned scholar, a rich man and a reservoir of all good qualities.</P><P CLASS=r><A CLASS=i HREF="57-58.htm"><B>CC &#256;di 13.57-58</B></A>: Upendra Mi&#347;ra had seven sons, who were all saintly and most influential: (1) Kams&#257;ri, (2) Param&#257;nanda, (3) Padman&#257;bha, (4) Sarve&#347;vara, (5) Jagann&#257;tha, (6) Jan&#257;rdana and (7) Trailokyan&#257;tha. Jagann&#257;tha Mi&#347;ra, the fifth son, decided to reside on the bank of the Ganges at Nadia.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC &#256;di 13.59</B></A>: Jagann&#257;tha Mi&#347;ra was designated as Purandara. Exactly like Nanda Mah&#257;r&#257;ja and Vasudeva, he was an ocean of all good qualities.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC &#256;di 13.60</B></A>: His wife, &#346;r&#299;mat&#299; &#346;ac&#299;dev&#299;, was a chaste woman highly devoted to her husband. &#346;ac&#299;dev&#299;'s father's name was N&#299;l&#257;mbara, and his surname was Cakravart&#299;.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC &#256;di 13.61</B></A>: In R&#257;dhade&#347;a, the part of Bengal where the Ganges is not visible, Nity&#257;nanda Prabhu, Ga&#324;g&#257;d&#257;sa Pandita, Mur&#257;ri Gupta and Mukunda took birth.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC &#256;di 13.62</B></A>: Lord Krishna, Vrajendra-kum&#257;ra, first caused countless devotees to appear, and at last He appeared Himself.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC &#256;di 13.63</B></A>: Before the appearance of Lord Caitanya Mah&#257;prabhu, all the devotees of Navadv&#299;pa used to gather in the house of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC &#256;di 13.64</B></A>: In these meetings of the Vaishnavas, Advaita &#256;c&#257;rya used to recite the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam, decrying the paths of philosophical speculation and fruitive activity and establishing the superexcellence of devotional service.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC &#256;di 13.65</B></A>: In all the revealed scriptures of Vedic culture, devotional service to Lord Krishna is explained throughout. Therefore devotees of Lord Krishna do not recognize the processes of philosophical speculation, mystic yoga, unnecessary austerity and so-called religious rituals. They do not accept any process but devotional service.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC &#256;di 13.66</B></A>: In the house of Advaita &#256;c&#257;rya, all the Vaishnavas took pleasure in always talking of Krishna, always worshiping Krishna and always chanting the Hare Krishna mah&#257;-mantra.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC &#256;di 13.67</B></A>: But &#346;r&#299; Advaita &#256;c&#257;rya Prabhu felt pained to see all the people without Krishna consciousness simply merging in material sense enjoyment.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC &#256;di 13.68</B></A>: Seeing the condition of the world, He began to think seriously of how all these people could be delivered from the clutches of m&#257;y&#257;.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC &#256;di 13.69</B></A>: &#346;r&#299;la Advaita &#256;c&#257;rya Prabhu thought, "If Krishna Himself appears in order to distribute the cult of devotional service, then only will liberation be possible for all people."</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC &#256;di 13.70</B></A>: With this consideration, Advaita &#256;c&#257;rya Prabhu, promising to cause Lord Krishna to descend, began to worship the Supreme Personality of Godhead, Krishna, with tulas&#299; leaves and water of the Ganges.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC &#256;di 13.71</B></A>: By loud cries He invited Krishna to appear, and this repeated invitation attracted Lord Krishna to descend.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC &#256;di 13.72</B></A>: Before the birth of Lord Caitanya Mah&#257;prabhu, eight daughters took birth one after another from the womb of &#346;ac&#299;m&#257;t&#257;, the wife of Jagann&#257;tha Mi&#347;ra. But just after their birth, they all died.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC &#256;di 13.73</B></A>: Jagann&#257;tha Mi&#347;ra was very unhappy at the death of his children one after another. Therefore, desiring a son, he worshiped the lotus feet of Lord Vishnu.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC &#256;di 13.74</B></A>: After this, Jagann&#257;tha Mi&#347;ra got a son of the name Vi&#347;var&#363;pa, who was most powerful and highly qualified because He was an incarnation of Baladeva.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC &#256;di 13.75</B></A>: The expansion of Baladeva known as Sa&#324;karshana in the spiritual world is the ingredient and immediate cause of this material cosmic manifestation.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC &#256;di 13.76</B></A>: The gigantic universal form is called the Vi&#347;var&#363;pa incarnation of Mah&#257;-sa&#324;karshana. Thus we do not find anything within this cosmic manifestation except the Lord Himself.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC &#256;di 13.77</B></A>: "As the threads in a cloth spread both lengthwise and breadthwise, so the Supreme Personality of Godhead exists directly and indirectly within everything we see in this cosmic manifestation. This is not very wonderful for Him."</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC &#256;di 13.78</B></A>: Because Mah&#257;-sa&#324;karshana is the ingredient and efficient cause of the cosmic manifestation, He is present in every detail of it. Lord Caitanya therefore called Him His elder brother. The two brothers are known as Krishna and Balar&#257;ma in the spiritual world, but at the present moment they are Caitanya and Nit&#257;i. Therefore the conclusion is that Nity&#257;nanda Prabhu is the original Sa&#324;karshana, Baladeva.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC &#256;di 13.79</B></A>: The husband and wife [Jagann&#257;tha Mi&#347;ra and &#346;ac&#299;m&#257;t&#257;], having gotten Vi&#347;var&#363;pa as their son, were very pleased within their minds. Because of their pleasure, they specifically began to serve the lotus feet of Govinda.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC &#256;di 13.80</B></A>: In the month of January in the year 1406 of the &#346;aka Era (A.D. 1485), Lord Krishna entered the bodies of both Jagann&#257;tha Mi&#347;ra and &#346;ac&#299;.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC &#256;di 13.81</B></A>: Jagann&#257;tha Mi&#347;ra said to &#346;ac&#299;m&#257;t&#257;, "I see wonderful things! Your body is effulgent, and it appears as if the goddess of fortune were now staying personally in my home.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC &#256;di 13.82</B></A>: "Anywhere and everywhere I go, all people offer me respect. Even without my asking, they voluntarily give me riches, clothing and paddy."</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC &#256;di 13.83</B></A>: &#346;ac&#299;m&#257;t&#257; told her husband, "I see wonderfully brilliant human beings appearing in outer space, as if offering prayers."</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC &#256;di 13.84</B></A>: Jagann&#257;tha Mi&#347;ra then replied, "In a dream I saw the effulgent abode of the Lord enter my heart.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC &#256;di 13.85</B></A>: "From my heart it entered your heart. I therefore understand that a great personality will soon take birth."</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC &#256;di 13.86</B></A>: After this conversation, both husband and wife were very jubilant, and together they rendered service to the household &#347;&#257;lagr&#257;ma-&#347;il&#257;.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC &#256;di 13.87</B></A>: In this way the pregnancy approached its thirteenth month, but still there was no sign of the delivery of the child. Thus Jagann&#257;tha Mi&#347;ra became greatly apprehensive.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC &#256;di 13.88</B></A>: N&#299;l&#257;mbara Cakravart&#299; [the grandfather of &#346;r&#299; Caitanya Mah&#257;prabhu] then did an astrological calculation and said that in that very month, taking advantage of an auspicious moment, the child would take birth.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC &#256;di 13.89</B></A>: Thus in the year 1407 of the &#346;aka Era [A.D. 1486], in the month of Ph&#257;lguna [February-March], in the evening of the full-moon day, the desired auspicious moment arrived.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC &#256;di 13.90</B></A>: [According to the Jyotir-veda, or Vedic astrology, the auspicious birth moment is described as follows:] The moon was in Leo [the figure of the lion in the zodiac], Leo was the ascendant, several planets were strongly positioned, and the shad-varga and ashta-varga showed all-auspicious influences.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC &#256;di 13.91</B></A>: When the spotless moon of Caitanya Mah&#257;prabhu became visible, what would be the need for a moon full of black marks on its body?</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC &#256;di 13.92</B></A>: Considering this, R&#257;hu, the black planet, covered the full moon, and immediately vibrations of "Krishna! Krishna! Hari!" inundated the three worlds.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC &#256;di 13.93</B></A>: All people thus chanted the Hare Krishna mah&#257;-mantra during the lunar eclipse, and their minds were struck with wonder.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC &#256;di 13.94</B></A>: When the whole world was thus chanting the holy name of the Supreme Personality of Godhead, Krishna in the form of Gaurahari advented Himself on the earth.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC &#256;di 13.95</B></A>: The whole world was pleased. While the Hindus chanted the holy name of the Lord, the non-Hindus, especially the Muslims, jokingly imitated the words.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC &#256;di 13.96</B></A>: While all the ladies vibrated the holy name of Hari on earth, in the heavenly planets dancing and music were going on, for the demigods were very curious.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC &#256;di 13.97</B></A>: In this atmosphere, all the ten directions became jubilant, as did the waves of the rivers. Moreover, all beings, moving and nonmoving, were overwhelmed with transcendental bliss.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC &#256;di 13.98</B></A>: Thus by His causeless mercy the full moon, Gaurahari, rose in the district of Nadia, which is compared to Udayagiri, where the sun first becomes visible. His rising in the sky dissipated the darkness of sinful life, and thus the three worlds became joyful and chanted the holy name of the Lord.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC &#256;di 13.99</B></A>: At that time &#346;r&#299; Advaita &#256;c&#257;rya Prabhu, in His own house at &#346;&#257;ntipura, was dancing in a pleasing mood. Taking Harid&#257;sa Th&#257;kura with Him, He danced and loudly chanted Hare Krishna. But why they were dancing, no one could understand.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC &#256;di 13.100</B></A>: Seeing the lunar eclipse and laughing, Advaita &#256;c&#257;rya and Harid&#257;sa Th&#257;kura immediately went to the bank of the Ganges and bathed in the river in great jubilation. Taking advantage of the occasion of the lunar eclipse, Advaita &#256;c&#257;rya, by His mental strength, distributed various types of charity to the br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC &#256;di 13.101</B></A>: When he saw that the whole world was jubilant, Harid&#257;sa Th&#257;kura, his mind astonished, directly and indirectly expressed himself to Advaita &#256;c&#257;rya: "Your dancing and distributing charity are very pleasing to me. I can understand that there is some special purpose in these actions."</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC &#256;di 13.102</B></A>: &#256;c&#257;ryaratna [Candra&#347;ekhara] and &#346;r&#299;v&#257;sa Th&#257;kura were overwhelmed with joy, and immediately they went to the bank of the Ganges to bathe in her waters. Their minds full of happiness, they chanted the Hare Krishna mantra and gave charity by mental strength.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC &#256;di 13.103</B></A>: In this way all the devotees, wherever they were situated, in every city and every country, danced, performed sa&#324;k&#299;rtana and gave charity by mental strength on the plea of the lunar eclipse, their minds overwhelmed with joy.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC &#256;di 13.104</B></A>: All sorts of respectable br&#257;hmana gentlemen and ladies, carrying plates filled with various gifts, came with their presentations. Seeing the newborn child, whose form resembled natural glaring gold, all of them happily offered their blessings.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC &#256;di 13.105</B></A>: Dressing themselves as the wives of br&#257;hmanas, all the celestial ladies, including the wives of Lord Brahm&#257;, Lord &#346;iva, Lord Nrisimhadeva, King Indra and Vasishtha Rishi, along with Rambh&#257;, a dancing girl of heaven, came there with varieties of gifts.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC &#256;di 13.106</B></A>: In outer space all the demigods, including the inhabitants of Gandharvaloka, Siddhaloka and C&#257;ranaloka, offered their prayers and danced to the accompaniment of music, songs and the beating of drums. Similarly, in Navadv&#299;pa city all the professional dancers, musicians and blessers gathered together, dancing in great jubilation.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC &#256;di 13.107</B></A>: No one could understand who was coming and who was going, who was dancing and who was singing. Nor could they understand one another's language. Yet all unhappiness and lamentation were immediately dissipated, and people became all-jubilant. Thus Jagann&#257;tha Mi&#347;ra was also overwhelmed with joy.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC &#256;di 13.108</B></A>: Candra&#347;ekhara &#256;c&#257;rya and &#346;r&#299;v&#257;sa Th&#257;kura both came to Jagann&#257;tha Mi&#347;ra and drew his attention in various ways. They performed the ritualistic ceremonies prescribed at the time of birth according to religious principles. Jagann&#257;tha Mi&#347;ra also gave varieties of charity.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC &#256;di 13.109</B></A>: Whatever riches Jagann&#257;tha Mi&#347;ra collected in the form of gifts and presentations, and whatever he had in his house, he distributed among the br&#257;hmanas, professional singers, dancers, bh&#257;tas and the poor. He honored them all by giving them riches in charity.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC &#256;di 13.110</B></A>: The wife of &#346;r&#299;v&#257;sa Th&#257;kura, whose name was M&#257;lin&#299;, accompanied by the wife of Candra&#347;ekhara [&#256;c&#257;ryaratna] and other ladies, came there in great happiness to worship the baby with paraphernalia such as vermilion, turmeric, oil, fused rice, bananas and coconuts.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC &#256;di 13.111</B></A>: One day shortly after Lord Caitanya Mah&#257;prabhu was born, Advaita &#256;c&#257;rya's wife, S&#299;t&#257;dev&#299;, who is worshipable by the whole world, took her husband's permission and went to see that topmost child with all kinds of gifts and presentations</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC &#256;di 13.112</B></A>: She brought different kinds of golden ornaments, including armlets, necklaces, anklets and bangles for the hands.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC &#256;di 13.113</B></A>: There were also tiger nails set in gold, waist decorations of silk and lace, ornaments for the hands and legs, nicely printed silken saris, and a child's garment, also made of silk. Many other riches, including gold and silver coins, were also presented to the child.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC &#256;di 13.114</B></A>: Riding in a palanquin covered with cloth and accompanied by maidservants, S&#299;t&#257; Th&#257;kur&#257;n&#299; came to the house of Jagann&#257;tha Mi&#347;ra, bringing with her many auspicious articles such as fresh grass, paddy, gorocana, turmeric, ku&#324;kuma and sandalwood. All these presentations filled a large basket.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC &#256;di 13.115</B></A>: When S&#299;t&#257; Th&#257;kur&#257;n&#299; came to the house of &#346;ac&#299;dev&#299;, bringing with her many kinds of eatables, dresses and other gifts, she was astonished to see the newborn child, for she appreciated that except for a difference in color, the child was directly Krishna of Gokula Himself.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC &#256;di 13.116</B></A>: Seeing the transcendental bodily effulgence of the child, each of His nicely constructed limbs full of auspicious signs and resembling a form of gold, S&#299;t&#257; Th&#257;kur&#257;n&#299; was very pleased, and because of her maternal affection, she felt as if her heart were melting.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC &#256;di 13.117</B></A>: She blessed the newborn child by placing fresh grass and paddy on His head and saying, "May You be blessed with a long duration of life." But being afraid of ghosts and witches, she gave the child the name Nim&#257;i.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC &#256;di 13.118</B></A>: On the day the mother and son bathed and left the maternity home, S&#299;t&#257; Th&#257;kur&#257;n&#299; gave them all kinds of ornaments and garments and then also honored Jagann&#257;tha Mi&#347;ra. Then S&#299;t&#257; Th&#257;kur&#257;n&#299;, being honored by mother &#346;ac&#299;dev&#299; and Jagann&#257;tha Mi&#347;ra, was greatly happy within her mind, and thus she returned home.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC &#256;di 13.119</B></A>: In this way mother &#346;ac&#299;dev&#299; and Jagann&#257;tha Mi&#347;ra, having obtained a son who was the husband of the goddess of fortune, had all their desires fulfilled. Their house was always filled with riches and grains. As they saw the beloved body of &#346;r&#299; Caitanya Mah&#257;prabhu, day after day their pleasure increased.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC &#256;di 13.120</B></A>: Jagann&#257;tha Mi&#347;ra was an ideal Vaishnava. He was peaceful, restrained in sense gratification, pure and controlled. Therefore he had no desire to enjoy material opulence. Whatever money came because of the influence of his transcendental son, he gave it in charity to the br&#257;hmanas for the satisfaction of Vishnu.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC &#256;di 13.121</B></A>: After calculating the birth moment of Lord Caitanya Mah&#257;prabhu, N&#299;l&#257;mbara Cakravart&#299; privately said to Jagann&#257;tha Mi&#347;ra that he saw all the different symptoms of a great personality in both the body and birth moment of the child. Thus he understood that in the future this child would deliver all the three worlds.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC &#256;di 13.122</B></A>: In this way Lord Caitanya Mah&#257;prabhu, out of His causeless mercy, made His advent in the house of &#346;ac&#299;dev&#299;. Lord Caitanya is very merciful to anyone who hears this narration of His birth, and thus such a person attains the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC &#256;di 13.123</B></A>: Anyone who attains a human body but does not take to the cult of &#346;r&#299; Caitanya Mah&#257;prabhu is baffled in his opportunity. Amritadhun&#299; is a flowing river of the nectar of devotional service. If after getting a human body one drinks the water in a poison pit of material happiness instead of the water of such a river, it would be better for him not to have lived, but to have died long ago.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC &#256;di 13.124</B></A>: Taking on my head as my own property the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, Nity&#257;nanda Prabhu, &#256;c&#257;rya Advaitacandra, Svar&#363;pa D&#257;modara, R&#363;pa Gosv&#257;m&#299; and Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, I, Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, have thus described the advent of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>