<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 13"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Advent of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 13 Summary</P><P>The Thirteenth Chapter describes Lord Caitanya Mah&#257;prabhu's appearance. The entire &#256;di-l&#299;l&#257; describes Lord Caitanya Mah&#257;prabhu's household life, and similarly the Antya-l&#299;l&#257; describes His life in the sanny&#257;sa order. Within the Lord's antya-l&#299;l&#257;, the first six years of His sanny&#257;sa life are called the madhya-l&#299;l&#257;. During this time, Caitanya Mah&#257;prabhu toured southern India, went to Vrind&#257;vana, returned from Vrind&#257;vana and preached the sa&#324;k&#299;rtana movement.</P><P>A learned br&#257;hmana named Upendra Mi&#347;ra, who resided in the district of &#346;r&#299;hatta, was the father of Jagann&#257;tha Mi&#347;ra, who came to Navadv&#299;pa to study under the direction of N&#299;l&#257;mbara Cakravart&#299; and then settled there after marrying N&#299;l&#257;mbara Cakravart&#299;'s daughter, &#346;ac&#299;dev&#299;. &#346;r&#299; &#346;ac&#299;dev&#299; gave birth to eight children, all daughters, who died one after another immediately after birth. After her ninth pregnancy she gave birth to a son, who was named Vi&#347;var&#363;pa. Then, in 1407 &#346;aka Era (A.D. 1486), in the full-moon evening of the month of Ph&#257;lguna, with the constellation of Simha (Leo) on the horizon, Lord Caitanya Mah&#257;prabhu appeared as the son of &#346;r&#299; &#346;ac&#299;dev&#299; and Jagann&#257;tha Mi&#347;ra. After hearing of the birth of Caitanya Mah&#257;prabhu, learned scholars and br&#257;hmanas, bringing many gifts, came to see the newborn baby. N&#299;l&#257;mbara Cakravart&#299;, who was a great astrologer, immediately prepared a horoscope, and by astrological calculation he saw that the child was a great personality. This chapter describes the symptoms of this great personality.</P><P CLASS=l><A CLASS=i HREF="../12/96.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>