<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 10"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: &#346;r&#299; Caitanya Mah&#257;prabhu Accepts Pras&#257;dam from His Devotees</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 10 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 10.1</B></A>: Let me offer my respectful obeisances unto Lord &#346;r&#299; Caitanya Mah&#257;prabhu, who is always pleased to accept anything given with faith and love by His devotees and is always ready to bestow mercy upon them.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 10.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda Prabhu! All glories to Advaitacandra! And all glories to all the devotees of Lord Caitanya!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 10.3</B></A>: The next year, all the devotees were very pleased to go to Jagann&#257;tha Pur&#299; [N&#299;l&#257;cala] to see &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 10.4</B></A>: Advaita &#256;c&#257;rya Gos&#257;ñi led the party from Bengal. He was followed by &#256;c&#257;ryaratna, &#256;c&#257;ryanidhi, &#346;r&#299;v&#257;sa Th&#257;kura and other glorious devotees.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 10.5</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu had ordered Lord Nity&#257;nanda to stay in Bengal, but nevertheless, because of ecstatic love, Lord Nity&#257;nanda also went to see Him.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 10.6</B></A>: Indeed, it is a symptom of real affection that one breaks the order of the Supreme Personality of Godhead, not caring for the regulative principles, to associate with Him.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 10.7</B></A>: During the r&#257;sa dance, Krishna asked all the gop&#299;s to return home, but they neglected His order and stayed there for His association.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 10.8</B></A>: If one carries out Krishna's order, Krishna is certainly pleased, but if one sometimes breaks His order due to ecstatic love, that gives Him millions of times greater happiness.</P><P CLASS=r><A CLASS=i HREF="9-11.htm"><B>CC Antya 10.9-11</B></A>: V&#257;sudeva Datta, Mur&#257;ri Gupta, Ga&#324;g&#257;d&#257;sa, &#346;r&#299;m&#257;n Sena, &#346;r&#299;m&#257;n Pandita, Akiñcana Krishnad&#257;sa, Mur&#257;ri Gupta, Garuda Pandita, Buddhimanta Kh&#257;n, Sañjaya Purushottama, Bhagav&#257;n Pandita, &#346;ukl&#257;mbara Brahmac&#257;r&#299;, Nrisimh&#257;nanda Brahmac&#257;r&#299; and many others joined together to go to Jagann&#257;tha Pur&#299;. It would be impossible to mention the names of them all.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 10.12</B></A>: The inhabitants of Kul&#299;na-gr&#257;ma and Khanda also came and joined. &#346;iv&#257;nanda Sena took the leadership and thus started taking care of them all.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 10.13</B></A>: R&#257;ghava Pandita came with bags full of food prepared very nicely by his sister, Damayant&#299;.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 10.14</B></A>: Damayant&#299; made varieties of unparalleled food just suitable for Lord &#346;r&#299; Caitanya Mah&#257;prabhu to eat. The Lord ate it continually for one year.</P><P CLASS=r><A CLASS=i HREF="15-16.htm"><B>CC Antya 10.15-16</B></A>: These are the names of some of the pickles and condiments in the bags of R&#257;ghava Pandita: &#257;mra-k&#257;&#347;andi, &#257;d&#257;-k&#257;&#347;andi, jh&#257;la-k&#257;&#347;andi, nembu-&#257;d&#257;, &#257;mra-koli, &#257;msi, &#257;ma-khanda, tail&#257;mra and &#257;ma-satt&#257;. With great attention, Damayant&#299; also made dried bitter vegetables into a powder.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 10.17</B></A>: Do not neglect sukut&#257; because it is a bitter preparation. &#346;r&#299; Caitanya Mah&#257;prabhu derived more happiness from eating this sukut&#257; than from drinking pañc&#257;mrita [a preparation of milk, sugar, ghee, honey and yogurt].</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 10.18</B></A>: Since &#346;r&#299; Caitanya Mah&#257;prabhu is the Supreme Personality of Godhead, He extracts the purpose from everything. He accepted Damayant&#299;'s affection for Him, and therefore He derived great pleasure even from the dried bitter leaves of sukut&#257; and from k&#257;&#347;andi [a sour condiment].</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 10.19</B></A>: Because of her natural love for &#346;r&#299; Caitanya Mah&#257;prabhu, Damayant&#299; considered the Lord an ordinary human being. Therefore she thought that He would become sick by overeating and there would be mucus within His abdomen.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 10.20</B></A>: Because of sincere affection, she thought that eating this sukut&#257; would cure the Lord's disease. Considering these affectionate thoughts of Damayant&#299;, the Lord was very pleased.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 10.21</B></A>: "A dear lover strung a garland and placed it on the shoulder of his beloved in the presence of her co-wives. She had raised breasts and was very beautiful, yet although the garland was tainted with mud, she did not reject it, for its value lay not in material things but in love."</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 10.22</B></A>: Damayant&#299; powdered coriander and anise seeds, cooked them with sugar and made them into sweetmeats in the shape of small balls.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 10.23</B></A>: She made sweetmeat balls with dried ginger to remove mucus caused by too much bile. She put all these preparations separately into small cloth bags.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 10.24</B></A>: She made a hundred varieties of condiments and pickles. She also made koli-&#347;unthi, koli-c&#363;rna, koli-khanda and many other preparations. How many should I name?</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 10.25</B></A>: She made many sweetmeats in the shape of balls. Some were made with powdered coconut, and others looked as white as the water of the Ganges. In this way she made many varieties of long-lasting sugar confections.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 10.26</B></A>: She made long-lasting cheese, many varieties of sweetmeats with milk and cream, and many other varied preparations, such as amrita-karp&#363;ra.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 10.27</B></A>: She made flat rice from fine, unboiled, &#347;&#257;li paddy and filled a large bag made of new cloth.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 10.28</B></A>: She made some of the flat rice into puffed rice, fried it in ghee, cooked it in sugar juice, mixed in some camphor and rolled it into balls.</P><P CLASS=r><A CLASS=i HREF="29-30.htm"><B>CC Antya 10.29-30</B></A>: She powdered fried grains of fine rice, moistened the powder with ghee and cooked it in a solution of sugar. Then she added camphor, black pepper, cloves, cardamom and other spices and rolled the mixture into balls that were very palatable and aromatic.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 10.31</B></A>: She took parched rice from fine paddy, fried it in ghee, cooked it in a sugar solution, mixed in some camphor and thus made a preparation called ukhd&#257; or mudki.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 10.32</B></A>: Another variety of sweet was made with fused peas that were powdered, fried in ghee and then cooked in sugar juice. Camphor was added, and then the mixture was rolled into balls.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 10.33</B></A>: I could not mention the names of all these wonderful eatables, even in a lifetime. Damayant&#299; made hundreds and thousands of varieties.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 10.34</B></A>: Damayant&#299; made all these preparations following the order of her brother, R&#257;ghava Pandita. Both of them had unlimited affection for &#346;r&#299; Caitanya Mah&#257;prabhu and were advanced in devotional service.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 10.35</B></A>: Damayant&#299; took earth from the Ganges, dried it, powdered it, strained it through a fine cloth, mixed in aromatic ingredients and rolled it into small balls.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 10.36</B></A>: The condiments and similar items were put into thin earthen pots, and everything else was put into small cloth bags.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 10.37</B></A>: From small bags Damayant&#299; made bags that were twice as large. Then with great attention she filled all the large ones with the small ones.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 10.38</B></A>: She then wrapped and sealed each and every bag with great attention. The bags were carried by three bearers, one after another.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 10.39</B></A>: Thus I have briefly described the bags that have become famous as r&#257;ghavera jh&#257;li.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 10.40</B></A>: The superintendent for all those bags was Makaradhvaja Kara, who kept them with great attention like his very life.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 10.41</B></A>: Thus all the Vaishnavas from Bengal went to Jagann&#257;tha Pur&#299;. By chance, they arrived on the day when Lord Jagann&#257;tha performs pastimes in the water.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 10.42</B></A>: Boarding a boat in the water of Narendra-sarovara, Lord Govinda performed His water pastimes with all the devotees.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 10.43</B></A>: Then &#346;r&#299; Caitanya Mah&#257;prabhu arrived with His personal associates to see the jubilant pastimes of Lord Jagann&#257;tha in Narendra-sarovara.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 10.44</B></A>: At the same time, all the devotees from Bengal arrived at the lake and had a great meeting with the Lord.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 10.45</B></A>: All the devotees immediately fell at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, and the Lord lifted and embraced every one of them.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 10.46</B></A>: The Gaud&#299;ya-samprad&#257;ya, consisting of all the devotees from Bengal, began congregational chanting. When they met the Lord, they began to cry loudly in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 10.47</B></A>: Because of the pastimes in the water, there was great jubilation on the shore, with music, singing, chanting and dancing creating a tumultuous sound.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 10.48</B></A>: Indeed, the chanting and crying of the Gaud&#299;y&#257; Vaishnavas mixed and created a tumultuous sound vibration that filled the entire universe.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 10.49</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu entered the water with His devotees and began His pastimes with them in great jubilation.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 10.50</B></A>: In his Caitanya-ma&#324;gala [now known as Caitanya-bh&#257;gavata], Vrind&#257;vana d&#257;sa Th&#257;kura has given a detailed description of the activities the Lord performed in the water.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 10.51</B></A>: There is no use in again describing here the activities of the Lord. It would simply be repetitious and would increase the size of this book.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 10.52</B></A>: After concluding His pastimes in the water, Lord Govinda returned to His residence. Then &#346;r&#299; Caitanya Mah&#257;prabhu went to the temple, taking all His devotees with Him.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 10.53</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu returned to His residence after visiting the temple of Jagann&#257;tha, He asked for a large quantity of Lord Jagann&#257;tha's pras&#257;dam, which He then distributed among His devotees so that they could eat sumptuously.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 10.54</B></A>: After talking with all the devotees for some time, &#346;r&#299; Caitanya Mah&#257;prabhu asked them to occupy the individual residences in which they had lived the previous year.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 10.55</B></A>: R&#257;ghava Pandita delivered the bags of eatables to Govinda, who kept them in a corner of the dining room.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 10.56</B></A>: Govinda thoroughly emptied the bags from the previous year and kept them in another room to fill them with other goods.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 10.57</B></A>: The next day, &#346;r&#299; Caitanya Mah&#257;prabhu went with His personal devotees to see Lord Jagann&#257;tha when Lord Jagann&#257;tha arose early in the morning.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 10.58</B></A>: After seeing Lord Jagann&#257;tha, &#346;r&#299; Caitanya Mah&#257;prabhu began His all-encompassing sa&#324;k&#299;rtana. He formed seven groups, which then began to chant.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 10.59</B></A>: In each of the seven groups was a principal dancer, such as Advaita &#256;c&#257;rya or Lord Nity&#257;nanda.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 10.60</B></A>: The dancers in the other groups were Vakre&#347;vara Pandita, Acyut&#257;nanda, Pandita &#346;r&#299;v&#257;sa, Satyar&#257;ja Kh&#257;n and Narahari d&#257;sa.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 10.61</B></A>: As &#346;r&#299; Caitanya Mah&#257;prabhu walked from one group to another inspecting them, the men in each group thought, "The Lord is within our group."</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 10.62</B></A>: The congregational chanting made a tumultuous roar that filled the sky. All the inhabitants of Jagann&#257;tha Pur&#299; came to see the k&#299;rtana.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 10.63</B></A>: Accompanied by his personal staff, the King also came there and watched from a distance, and all the queens watched from the elevated parts of the palace.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 10.64</B></A>: Due to the forceful vibration of k&#299;rtana, the entire world began trembling. When everyone chanted the holy name, they made a tumultuous sound.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 10.65</B></A>: In this way the Lord had congregational chanting performed for some time, and then He Himself desired to dance.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 10.66</B></A>: The seven groups began chanting and beating their drums in seven directions, and &#346;r&#299; Caitanya Mah&#257;prabhu began dancing in the center in great ecstatic love.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 10.67</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu remembered a line in the Orissan language and ordered Svar&#363;pa D&#257;modara to sing it.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 10.68</B></A>: "Let my head fall at the feet of Jagann&#257;tha in the k&#299;rtana hall known as Jagamohana."</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 10.69</B></A>: Simply because of this line, &#346;r&#299; Caitanya Mah&#257;prabhu was dancing in greatly ecstatic love. People all around Him floated in the water of His tears.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 10.70</B></A>: Raising His two arms, the Lord said, "Chant! Chant!" Floating in transcendental bliss, the people responded by chanting the holy name of Hari.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 10.71</B></A>: The Lord fell to the ground unconscious, not even breathing. Then suddenly He stood up, making a loud sound.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 10.72</B></A>: The hairs on His body constantly stood up like the thorns on a &#347;imula tree. Sometimes His body was swollen and sometimes lean and thin.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 10.73</B></A>: He bled and perspired from every pore of His body. His voice faltered. Unable to say the line properly, He uttered only "jaja gaga pari mumu."</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 10.74</B></A>: All His teeth shook, as if each was separate from the others. Indeed, they seemed about to fall to the ground.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 10.75</B></A>: His transcendental bliss increased at every moment. Therefore even by midafternoon the dancing had not ended.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 10.76</B></A>: The ocean of transcendental bliss overflowed, and everyone present forgot his body, mind and home.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 10.77</B></A>: Then Lord Nity&#257;nanda found a way to end the k&#299;rtana. He gradually stopped all the chanters.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 10.78</B></A>: Thus only one group continued chanting with Svar&#363;pa D&#257;modara, and they chanted very softly.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 10.79</B></A>: When there was no longer a tumultuous sound, &#346;r&#299; Caitanya Mah&#257;prabhu returned to external consciousness. Then Nity&#257;nanda Prabhu informed Him of the fatigue of the chanters and dancers.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 10.80</B></A>: Understanding the fatigue of the devotees, &#346;r&#299; Caitanya Mah&#257;prabhu stopped the congregational chanting. Then He bathed in the sea, accompanied by them all.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 10.81</B></A>: Then &#346;r&#299; Caitanya Mah&#257;prabhu took pras&#257;dam with all of them and then asked them to return to their dwellings and take rest.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 10.82</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu lay down at the door of the Gambh&#299;r&#257;, and Govinda came there to massage His legs.</P><P CLASS=r><A CLASS=i HREF="83-84.htm"><B>CC Antya 10.83-84</B></A>: It was a steady, long-standing rule that &#346;r&#299; Caitanya Mah&#257;prabhu would lie down to rest after lunch and Govinda would come to massage His legs. Then Govinda would honor the remnants of food left by &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 10.85</B></A>: This time when the Lord lay down, He occupied the entire doorway. Govinda could not enter the room, and therefore he made the following request.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 10.86</B></A>: Govinda said, "Kindly turn on one side. Let me pass to enter the room."However, the Lord replied, "I don't have the strength to move My body."</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 10.87</B></A>: Govinda made his request again and again, but the Lord replied, "I cannot move My body."</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 10.88</B></A>: Govinda repeatedly requested, "I want to massage Your legs."But the Lord said, "Do it or don't do it. It depends upon your mind."</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 10.89</B></A>: Then Govinda spread the Lord's wrapper over His body and in this way entered the room by crossing over the Lord.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Antya 10.90</B></A>: Govinda massaged the Lord's legs as usual. He pressed the Lord's waist and back very softly, and thus all the Lord's fatigue went away.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Antya 10.91</B></A>: As Govinda stroked His body, the Lord slept very nicely for about forty-five minutes, and then His sleep broke.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 10.92</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu saw Govinda sitting by His side, He was somewhat angry. "Why have you been sitting here for so long today?" the Lord asked.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 10.93</B></A>: "Why didn't you go to take your meal after I fell asleep?" the Lord asked.Govinda replied, "You were lying down, blocking the door, and there was no way to go."</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 10.94</B></A>: The Lord asked, "How did you enter the room? Why didn't you go out to take your lunch in the same way?"</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 10.95</B></A>: Govinda mentally replied, "My duty is to serve, even if I have to commit offenses or go to hell.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 10.96</B></A>: "I would not mind committing hundreds and thousands of offenses for the service of the Lord, but I greatly fear committing even a glimpse of an offense for my own self."</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 10.97</B></A>: Thinking in this way, Govinda kept silent. He did not reply to the Lord's inquiry.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 10.98</B></A>: It was Govinda's practice to go take lunch when the Lord was asleep. On that day, however, seeing the Lord's weariness, Govinda continued massaging His body.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 10.99</B></A>: There was no way to go. How could he leave? When he thought of crossing over the Lord's body, he considered it a great offense.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 10.100</B></A>: These are some of the finer points of etiquette in devotional service. Only one who has received the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu can understand these principles.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 10.101</B></A>: The Lord is very interested in manifesting the exalted qualities of His devotees, and that is why He engineered this incident.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 10.102</B></A>: Thus I have briefly described &#346;r&#299; Caitanya Mah&#257;prabhu's dancing in the hall of the Jagann&#257;tha temple. The servants of &#346;r&#299; Caitanya Mah&#257;prabhu sing about this dancing even now.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 10.103</B></A>: Accompanied by His personal associates, &#346;r&#299; Caitanya Mah&#257;prabhu washed and swept the Gundic&#257; temple, cleansing it as usual.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Antya 10.104</B></A>: The Lord danced and chanted and then enjoyed a picnic in the garden as He had done before.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Antya 10.105</B></A>: As previously, He danced in front of the Jagann&#257;tha car and observed the festival of Her&#257;-pañcam&#299;.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Antya 10.106</B></A>: All the devotees from Bengal stayed in Jagann&#257;tha Pur&#299; for the four months of the rainy season and observed many other ceremonies, such as the anniversary of Lord Krishna's birth.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Antya 10.107</B></A>: Formerly, when all the devotees had arrived from Bengal, they all desired to give &#346;r&#299; Caitanya Mah&#257;prabhu something to eat.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Antya 10.108</B></A>: Each devotee would bring a certain type of pras&#257;dam. He would entrust it to Govinda and request him, "Please arrange that the Lord will surely eat this pras&#257;dam."</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Antya 10.109</B></A>: Some brought paida [a coconut preparation], some brought sweetballs, and some brought cakes and sweet rice. The pras&#257;dam was of different varieties, all very costly.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Antya 10.110</B></A>: Govinda would present the pras&#257;dam and say to &#346;r&#299; Caitanya Mah&#257;prabhu, "This has been given by such-and-such devotee." The Lord, however, would not actually eat it. He would simply say, "Keep it in storage."</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Antya 10.111</B></A>: Govinda kept accumulating the food, and soon it filled a corner of the room. There was quite enough to feed at least a hundred people.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Antya 10.112</B></A>: All the devotees asked Govinda with great eagerness, "Have you given &#346;r&#299; Caitanya Mah&#257;prabhu the pras&#257;dam brought by me?"</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Antya 10.113</B></A>: When the devotees questioned Govinda, he had to tell them lies. Therefore one day he spoke to the Lord in disappointment.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Antya 10.114</B></A>: "Many respectable devotees, headed by Advaita &#256;c&#257;rya, make a great endeavor to entrust me with varieties of food for You.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Antya 10.115</B></A>: "You do not eat it, but they ask me again and again. How long shall I go on cheating them? How shall I be freed from this responsibility?"</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Antya 10.116</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "Why are you so foolishly unhappy? Bring here to Me whatever they have given you."</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Antya 10.117</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu sat down to eat. Then Govinda offered Him the preparations one after another, and as he did so he spoke the name of the person who had given each one.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Antya 10.118</B></A>: "These preparations &#8212; paida, sweet rice, cakes made with cream, and also amrita-gutik&#257;, mand&#257; and a pot of camphor &#8212; have been given by Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Antya 10.119</B></A>: "Next there are varieties of food &#8212; cakes, cream, amrita-mand&#257; and padmacini &#8212; given by &#346;r&#299;v&#257;sa Pandita.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Antya 10.120</B></A>: "All these are gifts of &#256;c&#257;ryaratna, and these varieties of gifts are from &#256;c&#257;ryanidhi.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Antya 10.121</B></A>: "And all these varieties of food have been given by V&#257;sudeva Datta, Mur&#257;ri Gupta and Buddhimanta Kh&#257;n.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Antya 10.122</B></A>: "These are gifts given by &#346;r&#299;m&#257;n Sena, &#346;r&#299;m&#257;n Pandita and &#256;c&#257;rya Nandana. Please eat them all.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Antya 10.123</B></A>: "Here are the preparations made by the inhabitants of Kul&#299;na-gr&#257;ma, and these have been made by the inhabitants of Khanda."</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Antya 10.124</B></A>: In this way, Govinda gave everyone's name as he put the food before the Lord. Being very satisfied, the Lord began to eat it all.</P><P CLASS=r><A CLASS=i HREF="125-126.htm"><B>CC Antya 10.125-126</B></A>: The hard sweets made of coconut, mukuta n&#257;rikela, the sweetballs, the many kinds of sweet drinks and all the other preparations were at least a month old, but although they were old, they had not become tasteless or stale. Indeed, they had all stayed fresh. That is the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Antya 10.127</B></A>: Within a very short time, &#346;r&#299; Caitanya Mah&#257;prabhu ate enough for a hundred people. Then He asked Govinda, "Is there anything more left?"</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Antya 10.128</B></A>: Govinda replied, "Now there are only the bags of R&#257;ghava."The Lord said, "Let them remain today. I shall see them later."</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Antya 10.129</B></A>: The next day, while taking His lunch in a secluded place, &#346;r&#299; Caitanya Mah&#257;prabhu opened the bags of R&#257;ghava and inspected their contents one after another.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Antya 10.130</B></A>: He tasted a little of everything they contained and praised it all for its flavor and aroma.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Antya 10.131</B></A>: All the varieties of the remaining pras&#257;dam were kept to eat throughout the year. When &#346;r&#299; Caitanya Mah&#257;prabhu ate His lunch, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; would serve it little by little.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Antya 10.132</B></A>: Sometimes &#346;r&#299; Caitanya Mah&#257;prabhu would take some of it at night. The Lord certainly enjoys preparations made with faith and love by His devotees.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Antya 10.133</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu spent the entire period of C&#257;turm&#257;sya [the four months of the rainy season] in the happiness of discussing topics of Krishna with His devotees.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Antya 10.134</B></A>: From time to time, Advaita &#256;c&#257;rya and others would invite &#346;r&#299; Caitanya Mah&#257;prabhu for home-cooked rice and varieties of vegetables.</P><P CLASS=r><A CLASS=i HREF="135-136.htm"><B>CC Antya 10.135-136</B></A>: They offered pungent preparations made with black pepper, sweet-and-sour preparations, ginger, salty preparations, limes, milk, yogurt, cheese, two or four kinds of spinach, soup made with bitter melon, eggplant mixed with nimba flowers, and fried patola.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Antya 10.137</B></A>: They also offered phula-bad&#299;, liquid mung dhal and many vegetables, all cooked according to the Lord's taste.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Antya 10.138</B></A>: They would mix these preparations with the remnants of food from Lord Jagann&#257;tha. When &#346;r&#299; Caitanya Mah&#257;prabhu accepted the invitations, He went sometimes alone and sometimes with His associates.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Antya 10.139</B></A>: Devotees like &#256;c&#257;ryaratna, &#256;c&#257;ryanidhi, Nandana &#256;c&#257;rya, R&#257;ghava Pandita and &#346;r&#299;v&#257;sa were all of the br&#257;hmana caste.</P><P CLASS=r><A CLASS=i HREF="140-141.htm"><B>CC Antya 10.140-141</B></A>: They would extend invitations to the Lord. V&#257;sudeva Datta, Gad&#257;dhara d&#257;sa, Mur&#257;ri Gupta, the inhabitants of Kul&#299;na-gr&#257;ma and Khanda and many other devotees who were not br&#257;hmanas by caste would purchase food offered to Lord Jagann&#257;tha and then extend invitations to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Antya 10.142</B></A>: Now hear about the invitation &#346;iv&#257;nanda Sena extended to the Lord. His eldest son was named Caitanya d&#257;sa.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Antya 10.143</B></A>: When &#346;iv&#257;nanda brought his son, Caitanya d&#257;sa, to be introduced to the Lord, &#346;r&#299; Caitanya Mah&#257;prabhu inquired about his name.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Antya 10.144</B></A>: When the Lord heard that his name was Caitanya d&#257;sa, He said, "What kind of name have you given him? It is very difficult to understand."</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Antya 10.145</B></A>: &#346;iv&#257;nanda Sena replied, "He has kept the name that appeared to me from within." Then he invited &#346;r&#299; Caitanya Mah&#257;prabhu for lunch.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Antya 10.146</B></A>: &#346;iv&#257;nanda Sena had bought very costly remnants of Lord Jagann&#257;tha's food. He brought it in and offered it to &#346;r&#299; Caitanya Mah&#257;prabhu, who sat down to accept the pras&#257;dam with His associates.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Antya 10.147</B></A>: Because of &#346;iv&#257;nanda Sena's glories, &#346;r&#299; Caitanya Mah&#257;prabhu ate all kinds of pras&#257;dam to honor his request. However, the Lord ate more than necessary, and therefore His mind was dissatisfied.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Antya 10.148</B></A>: The next day, Caitanya d&#257;sa, the son of &#346;iv&#257;nanda Sena, extended an invitation to the Lord. He could understand the Lord's mind, however, and therefore he arranged for a different kind of food.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Antya 10.149</B></A>: He offered yogurt, limes, ginger, soft bad&#257; and salt. Seeing all these arrangements, &#346;r&#299; Caitanya Mah&#257;prabhu was very pleased.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Antya 10.150</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "This boy knows My mind. Therefore I am very satisfied to accept his invitation."</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Antya 10.151</B></A>: After saying this, the Lord ate the rice mixed with yogurt and offered Caitanya d&#257;sa the remnants of His food.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Antya 10.152</B></A>: The four months of C&#257;turm&#257;sya passed in this manner, with the Lord accepting invitations from His devotees. Because of a heavy schedule of invitations, however, some of the Vaishnavas could not get an open day on which to invite the Lord.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Antya 10.153</B></A>: Every month Gad&#257;dhara Pandita and S&#257;rvabhauma Bhatt&#257;c&#257;rya had fixed dates on which &#346;r&#299; Caitanya Mah&#257;prabhu would accept their invitations.</P><P CLASS=r><A CLASS=i HREF="154-155.htm"><B>CC Antya 10.154-155</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya, Jagad&#257;nanda, K&#257;&#347;&#299;&#347;vara, Bhagav&#257;n, R&#257;mabhadra &#256;c&#257;rya, &#346;a&#324;kara and Vakre&#347;vara, who were all br&#257;hmanas, extended invitations to &#346;r&#299; Caitanya Mah&#257;prabhu and offered Him food cooked at home, whereas other devotees would pay two panas of small conchshells to purchase Jagann&#257;tha's pras&#257;dam and then invite the Lord.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Antya 10.156</B></A>: At first the cost of Jagann&#257;tha pras&#257;dam for an invitation was four panas of conchshells, but when R&#257;macandra Pur&#299; was there, the price was cut in half.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Antya 10.157</B></A>: The devotees who came from Bengal stayed with &#346;r&#299; Caitanya Mah&#257;prabhu for four consecutive months, and then the Lord bade them farewell. After the Bengali devotees departed, the devotees who were the Lord's constant companions at Jagann&#257;tha Pur&#299; stayed with the Lord.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Antya 10.158</B></A>: Thus I have described how &#346;r&#299; Caitanya Mah&#257;prabhu accepted invitations and how He accepted and tasted the pras&#257;dam offered by His devotees.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Antya 10.159</B></A>: In the midst of that narration are descriptions of R&#257;ghava Pandita's bags of food and the dancing in the temple of Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Antya 10.160</B></A>: One who hears about the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu with faith and love will certainly attain ecstatic love for the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu without fail.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Antya 10.161</B></A>: Narrations of &#346;r&#299; Caitanya Mah&#257;prabhu's activities are just like nectar to hear. Indeed, they satisfy both the ears and mind. One who tastes the nectar of these activities is certainly very fortunate.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Antya 10.162</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>