<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 10"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Accepts Pras&#257;dam from His Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 10 Summary</P><P>The following summary of Chapter Ten is given by Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. Before the Ratha-y&#257;tr&#257; ceremony, all the devotees from Bengal started for Jagann&#257;tha Pur&#299; as usual. R&#257;ghava Pandita brought with him various kinds of food for &#346;r&#299; Caitanya Mah&#257;prabhu. The food had been cooked by his sister, Damayant&#299;, who then packed it in bags (jh&#257;li). Thus the stock of food was generally known as r&#257;ghavera jh&#257;li, "the bags of R&#257;ghava." Makaradhvaja Kara, an inhabitant of P&#257;nih&#257;ti who accompanied R&#257;ghava Pandita, was the secretary in charge of accounting for the r&#257;ghavera jh&#257;li.</P><P>The day when all the devotees arrived at Jagann&#257;tha Pur&#299;, Lord Govinda was enjoying sporting pastimes in the waters of the lake known as Narendra-sarovara. &#346;r&#299; Caitanya Mah&#257;prabhu also enjoyed the ceremony in the water with His devotees. As previously, &#346;r&#299; Caitanya Mah&#257;prabhu performed the cleansing ceremony at Gundic&#257; and chanted the famous verse jagamohana-pari-mund&#257; y&#257;u. After k&#299;rtana ended, He distributed pras&#257;dam to all the devotees and also took some Himself. Then He lay down at the door of the Gambh&#299;r&#257; to take rest. Somehow or other Govinda, the personal servant of &#346;r&#299; Caitanya Mah&#257;prabhu, crossed over the Lord's body and massaged His feet. Govinda could not go out that day, however, and therefore he was unable to accept pras&#257;dam. From the character of Govinda it is to be learned that we may sometimes commit offenses for the service of the Lord, but not for sense gratification.</P><P>Govinda induced the Lord to eat all the food delivered by the devotees of Bengal for His service. All the Vaishnavas used to invite &#346;r&#299; Caitanya Mah&#257;prabhu to their homes. The Lord accepted the invitation of Caitanya d&#257;sa, the son of &#346;iv&#257;nanda Sena, and ate rice and yogurt there.</P><P CLASS=l><A CLASS=i HREF="../9/153.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>