<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 39"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 39: Akr&#363;ra's vision</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.39 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.39.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Having been honored so much by Lord Balar&#257;ma and Lord Krishna, Akr&#363;ra, seated comfortably on a couch, felt that all the desires he had contemplated on the road were now fulfilled.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.39.2</B></A>: My dear King, what is unattainable for one who has satisfied the Supreme Personality of Godhead, the shelter of the goddess of fortune? Even so, those who are dedicated to His devotional service never want anything from Him.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.39.3</B></A>: After the evening meal, Lord Krishna, the son of Devak&#299;, asked Akr&#363;ra how Kamsa was treating their dear relatives and friends and what the King was planning to do.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.39.4</B></A>: The Supreme Lord said: My dear, gentle Uncle Akr&#363;ra, was your trip here comfortable? May all good fortune be yours. Are our well-wishing friends and our relatives, both close and distant, happy and in good health?</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.39.5</B></A>: But, my dear Akr&#363;ra, as long as King Kamsa &#8212; that disease of our family who goes by the name "maternal uncle" &#8212; is still prospering, why should I even bother to ask about the well-being of our family members and his other subjects?</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.39.6</B></A>: Just see how much suffering I have caused My offenseless parents ! Because of Me their sons were killed and they themselves imprisoned.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.39.7</B></A>: By good fortune We have today fulfilled Our desire to see you, Our dear relative. O gentle uncle, please tell Us why you have come.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.39.8</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: In response to the Supreme Lord's request, Akr&#363;ra, the descendant of Madhu, described the whole situation, including King Kamsa's enmity toward the Yadus and his attempt to murder Vasudeva.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.39.9</B></A>: Akr&#363;ra relayed the message he had been sent to deliver. He also described Kamsa's real intentions and how N&#257;rada had informed Kamsa that Krishna had been born as the son of Vasudeva.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.39.10</B></A>: Lord Krishna and Lord Balar&#257;ma, the vanquisher of heroic opponents, laughed when They heard Akr&#363;ra's words. The Lords then informed Their father, Nanda Mah&#257;r&#257;ja, of King Kamsa's orders.</P><P CLASS=r><A CLASS=i HREF="11-12.htm"><B>SB 10.39.11-12</B></A>: Nanda Mah&#257;r&#257;ja then issued orders to the cowherd men by having the village constable make the following announcement throughout Nanda's domain of Vraja: "Go collect all the available milk products. Bring valuable gifts and yoke your wagons. Tomorrow we shall go to Mathur&#257;, present our milk products to the King and see a very great festival. The residents of all the outlying districts are also going."</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.39.13</B></A>: When the young gop&#299;s heard that Akr&#363;ra had come to Vraja to take Krishna and Balar&#257;ma to the city, they became extremely distressed.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.39.14</B></A>: Some gop&#299;s felt so pained at heart that their faces turned pale from their heavy breathing. Others were so anguished that their dresses, bracelets and braids became loose.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.39.15</B></A>: Other gop&#299;s entirely stopped their sensory activities and became fixed in meditation on Krishna. They lost all awareness of the external world, just like those who attain the platform of self-realization.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.39.16</B></A>: And still other young women fainted simply by remembering the words of Lord &#346;auri [Krishna]. These words, decorated with wonderful phrases and expressed with affectionate smiles, would deeply touch the young girls' hearts.</P><P CLASS=r><A CLASS=i HREF="17-18.htm"><B>SB 10.39.17-18</B></A>: The gop&#299;s were frightened at the prospect of even the briefest separation from Lord Mukunda, so now, as they remembered His graceful gait, His pastimes, His affectionate, smiling glances, His heroic deeds and His joking words, which would relieve their distress, they were beside themselves with anxiety at the thought of the great separation about to come. They gathered in groups and spoke to one another, their faces covered with tears and their minds fully absorbed in Acyuta.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.39.19</B></A>: The gop&#299;s said: O Providence, you have no mercy! You bring embodied creatures together in friendship and love and then senselessly separate them before they fulfill their desires. This whimsical play of yours is like a child's game.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.39.20</B></A>: Having shown us Mukunda's face, framed by dark locks and beautified by His fine cheeks, raised nose and gentle smiles, which eradicate all misery, you are now making that face invisible. This behavior of yours is not at all good.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.39.21</B></A>: O Providence, though you come here with the name Akr&#363;ra, you are indeed cruel, for like a fool you are taking away what you once gave us &#8212; those eyes with which we have seen, even in one feature of Lord Madhudvisha's form, the perfection of your entire creation.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.39.22</B></A>: Alas, Nanda's son, who breaks loving friendships in a second, will not even look directly at us. Forcibly brought under His control, we abandoned our homes, relatives, children and husbands just to serve Him, but He is always looking for new lovers.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.39.23</B></A>: The dawn following this night will certainly be auspicious for the women of Mathur&#257;. All their hopes will now be fulfilled, for as the Lord of Vraja enters their city, they will be able to drink from His face the nectar of the smile emanating from the corners of His eyes.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.39.24</B></A>: O gop&#299;s, although our Mukunda is intelligent and very obedient to His parents, once He has fallen under the spell of the honey-sweet words of the women of Mathur&#257; and been enchanted by their alluring, shy smiles, how will He ever return to us unsophisticated village girls?</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.39.25</B></A>: When the D&#257;&#347;&#257;rhas, Bhojas, Andhakas, Vrishnis and S&#257;tvatas see the son of Devak&#299; in Mathur&#257;, they will certainly enjoy a great festival for their eyes, as will all those who see Him traveling along the road to the city. After all, He is the darling of the goddess of fortune and the reservoir of all transcendental qualities.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.39.26</B></A>: He who is doing this merciless deed should not be called Akr&#363;ra. He is so extremely cruel that without even trying to console the sorrowful residents of Vraja, he is taking away Krishna, who is more dear to us than life itself.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.39.27</B></A>: Hard-hearted Krishna has already mounted the chariot, and now the foolish cowherds are hurrying after Him in their bullock carts. Even the elders are saying nothing to stop Him. Today fate is working against us.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.39.28</B></A>: Let us directly approach M&#257;dhava and stop Him from going. What can our family elders and other relatives do to us? Now that fate is separating us from Mukunda, our hearts are already wretched, for we cannot bear to give up His association even for a fraction of a second.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.39.29</B></A>: When He brought us to the assembly of the r&#257;sa dance, where we enjoyed His affectionate and charming smiles, His delightful secret talks, His playful glances and His embraces, we passed many nights as if they were a single moment. O gop&#299;s, how can we possibly cross over the insurmountable darkness of His absence?</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.39.30</B></A>: How can we exist without Ananta's friend Krishna, who in the evening would return to Vraja in the company of the cowherd boys, His hair and garland powdered with the dust raised by the cows' hooves? As He played His flute, He would captivate our minds with His smiling sidelong glances.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.39.31</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: After speaking these words, the ladies of Vraja, who were so attached to Krishna, felt extremely agitated by their imminent separation from Him. They forgot all shame and loudly cried out, "O Govinda! O D&#257;modara! O M&#257;dhava!"</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.39.32</B></A>: But even as the gop&#299;s cried out in this way, Akr&#363;ra, having at sunrise performed His morning worship and other duties, began to drive the chariot.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.39.33</B></A>: Led by Nanda Mah&#257;r&#257;ja, the cowherd men followed behind Lord Krishna in their wagons. The men brought along many offerings for the King, including clay pots filled with ghee and other milk products.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.39.34</B></A>: [With His glances] Lord Krishna somewhat pacified the gop&#299;s, and they also followed behind for some time. Then, hoping He would give them some instruction, they stood still.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.39.35</B></A>: As He departed, that best of the Yadus saw how the gop&#299;s, were lamenting, and thus He consoled them by sending a messenger with this loving promise: "I will return."</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.39.36</B></A>: Sending their minds aher Krishna, the gop&#299;s stood as motionless as figures in a painting. They remained there as long as the flag atop the chariot was visible, and even until they could no longer see the dust raised by the chariot wheels.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.39.37</B></A>: The gop&#299;s then turned back, without hope that Govinda would ever return to them. Full of sorrow, they began to spend their days and nights chanting about the pastimes of their beloved.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.39.38</B></A>: My dear King, the Supreme Lord Krishna, traveling as swiftly as the wind in that chariot with Lord Balar&#257;ma and Akr&#363;ra, arrived at the river K&#257;lind&#299;, which destroys all sins.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.39.39</B></A>: The river's sweet water was more effulgent than brilliant jewels. After Lord Krishna had touched it for purification, He drank some from His hand. Then He had the chariot moved near a grove of trees and climbed back on, along with Balar&#257;ma.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.39.40</B></A>: Akr&#363;ra asked the two Lords to take Their seats on the chariot. Then, taking Their permission, he went to a pool in the Yamun&#257; and took his bath as enjoined in the scriptures.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 10.39.41</B></A>: While immersing himself in the water and reciting eternal mantras from the Vedas, Akr&#363;ra suddenly saw Balar&#257;ma and Krishna before him.</P><P CLASS=r><A CLASS=i HREF="42-43.htm"><B>SB 10.39.42-43</B></A>: Akr&#363;ra thought, "How can the two sons of &#256;nakadundubhi, who are sitting in the chariot, be standing here in the water? They must have left the chariot." But when he came out of the river, there They were on the chariot, just as before. Asking himself "Was the vision I had of Them in the water an illusion?" Akr&#363;ra reentered the pool.</P><P CLASS=r><A CLASS=i HREF="44-45.htm"><B>SB 10.39.44-45</B></A>: There Akr&#363;ra now saw Ananta &#346;esha, the Lord of the serpents, receiving praise from Siddhas, C&#257;ranas, Gandharvas and demons, who all had their heads bowed. The Personality of Godhead whom Akr&#363;ra saw had thousands of heads, thousands of hoods and thousands of helmets. His blue garment and His fair complexion, as white as the filaments of a lotus stem, made Him appear like white Kail&#257;sa Mountain with its many peaks.</P><P CLASS=r><A CLASS=i HREF="46-48.htm"><B>SB 10.39.46-48</B></A>: Akr&#363;ra then saw the Supreme Personality of Godhead lying peacefully on the lap of Lord Ananta &#346;esha. The complexion of that Supreme Person was like a dark-blue cloud. He wore yellow garments and had four arms and reddish lotus-petal eyes. His face looked attractive and cheerful with its smiling, endearing glance and lovely eyebrows, its raised nose and finely formed ears, and its beautiful cheeks and reddish lips. The Lord's broad shoulders and expansive chest were beautiful, and His arms long and stout. His neck resembled a conchshell, His navel was deep, and His abdomen bore lines like those on a banyan leaf</P><P CLASS=r><A CLASS=i HREF="49-50.htm"><B>SB 10.39.49-50</B></A>: He had large loins and hips, thighs like an elephant's trunk, and shapely knees and shanks. His raised ankles reflected the brilliant effulgence emanating from the nails on His petallike toes, which beautified His lotus feet.</P><P CLASS=r><A CLASS=i HREF="51-52.htm"><B>SB 10.39.51-52</B></A>: Adorned with a helmet, bracelets and armlets, which were all bedecked with many priceless jewels, and also with a belt, a sacred thread, necklaces, ankle bells and earrings, the Lord shone with dazzling effulgence. In one hand He held a lotus flower, in the others a conchshell, discus and club. Gracing His chest were the &#346;r&#299;vatsa mark, the brilliant Kaustubha gem and a flower garland.</P><P CLASS=r><A CLASS=i HREF="53-55.htm"><B>SB 10.39.53-55</B></A>: Encircling the Lord and worshiping Him were Nanda, Sunanda and His other personal attendants; Sanaka and the other Kum&#257;ras; Brahm&#257;, Rudra and other chief demigods; the nine chief br&#257;hmanas; and the best of the saintly devotees, headed by Prahl&#257;da, N&#257;rada and Uparicara Vasu. Each of these great personalities was worshiping the Lord by chanting sanctified words of praise in his own unique mood. Also in attendance were the Lord's principal internal potencies &#8212; &#346;r&#299;, Pushti, G&#299;r, K&#257;nti, K&#299;rti, Tushti, Il&#257; and &#362;rj&#257; &#8212; as were His material potencies Vidy&#257;, Avidy&#257; and M&#257;y&#257;, and His internal pleasure potency, &#346;akti.</P><P CLASS=r><A CLASS=i HREF="56-57.htm"><B>SB 10.39.56-57</B></A>: As the great devotee Akr&#363;ra beheld all this, he became extremely pleased and felt enthused with transcendental devotion. His intense ecstasy caused His bodily hairs to stand on end and tears to flow from his eyes, drenching his entire body. Somehow managing to steady himself, Akr&#363;ra bowed his head to the ground. Then he joined his palms in supplication and, in a voice choked with emotion, very slowly and attentively began to pray.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>