<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 39"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 39: <A CLASS=v HREF="index.htm">Akr&#363;ra's vision</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.39 Summary</P><P>This chapter describes how Akr&#363;ra informed Lord Krishna and Lord Balar&#257;ma of Kamsa's plans and his activities in Mathur&#257;; what the gop&#299;s cried out in distress when Krishna left for Mathur&#257;; and also the vision of Lord Vishnu's abode that Akr&#363;ra saw within the water of the Yamun&#257;.</P><P>When Krishna and Balar&#257;ma offered Akr&#363;ra great respect and comfortably seated him on a couch, he felt that all the desires he had reflected on while traveling to Vrind&#257;vana were now fulfilled. After the evening meal, Krishna asked Akr&#363;ra whether his trip had been peaceful and whether he was well. The Lord also inquired about how Kamsa was behaving toward their family members, and finally He asked why Akr&#363;ra had come.</P><P>Akr&#363;ra described how Kamsa had been persecuting the Y&#257;davas, what N&#257;rada had told Kamsa and how Kamsa had been treating Vasudeva cruelly. Akr&#363;ra also spoke of Kamsa's desire to bring Krishna and Balar&#257;ma to Mathur&#257; to kill Them on the pretext of Their seeing the bow sacrifice and engaging in a wrestling match. Krishna and Balar&#257;ma laughed out loud when They heard this. They went to Their father, Nanda, and informed him of Kamsa's orders. Nanda then issued an order to all the residents of Vraja that they should collect various offerings for the King and prepare to go to Mathur&#257;.</P><P>The young gop&#299;s were extremely upset to hear that Krishna and Balar&#257;ma would be going to Mathur&#257;. They lost all external awareness and began to remember Krishna's pastimes. Condemning the creator for separating them from Him, they began to lament. They said that Akr&#363;ra did not deserve his name (a, "not"; kr&#363;ra, "cruel"), since he was so cruel to be taking away their dearmost Krishna. "It must be that fate is against us," they lamented, "because otherwise the elders of Vraja would have forbidden Krishna to leave. So let us forget our shyness and try to stop Lord M&#257;dhava from going." With these words the young cowherd girls began to chant Krishna's names and cry.</P><P>But even as they wept, Akr&#363;ra began taking Krishna and Balar&#257;ma to Mathur&#257; in his chariot. The cowherd men of Gokula followed behind on their wagons, and the young gop&#299;s also walked behind for some distance, but then they became placated by Krishna's glances and gestures and pacified by a message from Him that said "I will return." With their minds completely absorbed in Krishna, the cowherd girls stood as still as figures in a painting until they could no longer see the chariot's flag or the dust cloud being raised on the road. Then, chanting Krishna's glories all the while, they despondently returned to their homes.</P><P>Akr&#363;ra halted the chariot at the bank of the Yamun&#257; so Krishna and Balar&#257;ma could perform a ritual of purification and drink some water. After the two Lords had gotten back into the chariot, Akr&#363;ra took Their permission to bathe in the Yamun&#257;. As he recited Vedic mantras, he was startled to see the two Lords standing in the water. Akr&#363;ra came out of the river and returned to the chariot &#8212; where he saw the Lords still sitting. Then he returned to the water to find out if the two figures he had seen there were real or not.</P><P>What Akr&#363;ra saw in the water was four-armed Lord V&#257;sudeva. His complexion was dark blue like a fresh raincloud, He wore yellow garments and He lay on the lap of thousand-hooded Ananta &#346;esha. Lord V&#257;sudeva was receiving the prayers of perfected beings, celestial serpents and demons, and He was encircled by His personal attendants. Serving Him were His many potencies, such as &#346;r&#299;, Pushti and Il&#257;, while Brahm&#257; and other demigods sang His praises. Akr&#363;ra rejoiced at this vision and, joining his palms in supplication, began to pray to the Supreme Lord in a voice choked with emotion.</P><P CLASS=l><A CLASS=i HREF="../38/43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>