<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 67 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 67 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 67: <A CLASS=v HREF="index.htm">Lord Balar&#257;ma Slays Dvivida Gorilla</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.67.2</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>narakasya sakh&#257; ka&#347;cid</P><P CLASS=c>dvivido n&#257;ma v&#257;narah</P><P CLASS=c>sugr&#299;va-sacivah so 'tha</P><P CLASS=c>bhr&#257;t&#257; maindasya v&#299;ryav&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/n/narakasya">narakasya</A> &#8212; of the demon <A HREF="http://vedabase.net/n/naraka">Naraka</A>; <A CLASS=v HREF="http://vedabase.net/s/sakha">sakh&#257;</A> &#8212; friend; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> certain; <A CLASS=v HREF="http://vedabase.net/d/dvividah">dvividah</A> &#8212; <A HREF="http://vedabase.net/d/dvivida">Dvivida</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; by <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/v/vanarah">v&#257;narah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> ape; <A CLASS=v HREF="http://vedabase.net/s/sugriva">sugr&#299;va</A> &#8212; King <A HREF="http://vedabase.net/s/sugriva">Sugr&#299;va</A>; <A CLASS=v HREF="http://vedabase.net/s/sacivah">sacivah</A> &#8212; whose adviser; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhrata">bhr&#257;t&#257;</A> &#8212; the brother; <A CLASS=v HREF="http://vedabase.net/m/maindasya">maindasya</A> &#8212; of Mainda; <A CLASS=v HREF="http://vedabase.net/v/virya">v&#299;rya</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; powerful.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: There was an ape named Dvivida who was a friend of Narak&#257;sura's. This powerful Dvivida, the brother of Mainda, had been instructed by King Sugr&#299;va.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; points out some interesting facts about the ape Dvivida. Although Dvivida was an associate of Lord R&#257;macandra's, he later became corrupted by bad association with the demon Naraka, as stated here: narakasya sakh&#257;. This bad association was the reaction for an offense Dvivida had committed when, being proud of his strength, he disrespected Lord R&#257;macandra's brother Lakshmana and others. Those who worship Lord R&#257;macandra sometimes chant hymns addressed to Mainda and Dvivida, who are attendant deities of the Lord. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the Mainda and Dvivida mentioned in this verse are empowered expansions of these deities, who are residents of Lord R&#257;macandra's Vaikuntha domain.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura concurs with &#346;r&#299;la J&#299;va Gosv&#257;m&#299;'s view that Dvivida was ruined by bad association, which was a punishment for his having disrespected &#346;r&#299;m&#257;n Lakshmana. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; states, however, that the Mainda and Dvivida mentioned here are actually the eternally liberated devotees addressed as attendant deities during the worship of Lord R&#257;macandra. The Lord arranged their degradation, he says, to show the evil of the bad association that results from offending great personalities. Thus &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; compares the fall of Dvivida and Mainda to that of Jaya and Vijaya.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>