<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 28 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 28 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kapila's Instructions on the Execution of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.28.1</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>yogasya lakshanam vakshye</P><P CLASS=c>sab&#299;jasya nrip&#257;tmaje</P><P CLASS=c>mano yenaiva vidhin&#257;</P><P CLASS=c>prasannam y&#257;ti sat-patham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/y/yogasya">yogasya</A> &#8212; of the <A HREF="http://vedabase.net/y/yoga">yoga</A> system; <A CLASS=v HREF="http://vedabase.net/l/laksanam">lakshanam</A> &#8212; description; <A CLASS=v HREF="http://vedabase.net/v/vaksye">vakshye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall explain; <A CLASS=v HREF="http://vedabase.net/s/sabijasya">sab&#299;jasya</A> &#8212; authorized; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/je">je</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> daughter of the King; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/vidhina">vidhin&#257;</A> &#8212; by practice; <A CLASS=v HREF="http://vedabase.net/p/prasannam">prasannam</A> &#8212; joyful; <A CLASS=v HREF="http://vedabase.net/y/yati">y&#257;ti</A> &#8212; attains; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/p/patham">patham</A> &#8212; the path of the Absolute Truth.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead said: My dear mother, O daughter of the King, now I shall explain to you the system of yoga, the object of which is to concentrate the mind. By practicing this system one can become joyful and progressively advance towards the path of the Absolute Truth.</P><P CLASS=t>PURPORT</P><P>The yoga process explained by Lord Kapiladeva in this chapter is authorized and standard, and therefore these instructions should be followed very carefully. To begin, the Lord says that by yoga practice one can make progress towards understanding the Absolute Truth, the Supreme Personality of Godhead. In the previous chapter it has been clearly stated that the desired result of yoga is not to achieve some wonderful mystic power. One should not be at all attracted by such mystic power, but should attain progressive realization on the path of understanding the Supreme Personality of Godhead. This is also confirmed in Bhagavad-g&#299;t&#257;, which states in the last verse of the Sixth Chapter that the greatest yog&#299; is he who constantly thinks of Krishna within himself, or he who is Krishna conscious.</P><P>It is stated here that by following the system of yoga one can become joyful. Lord Kapila, the Personality of Godhead, who is the highest authority on yoga, here explains the yoga system known as asht&#257;&#324;ga-yoga, which comprises eight different practices, namely yama, niyama, &#257;sana, pr&#257;n&#257;y&#257;ma, praty&#257;h&#257;ra, dh&#257;ran&#257;, dhy&#257;na and sam&#257;dhi. By all these stages of practice one must realize Lord Vishnu, who is the target of all yoga. There are so-called yoga practices in which one concentrates the mind on voidness or on the impersonal, but this is not approved by the authorized yoga system as explained by Kapiladeva. Even Patañjali explains that the target of all yoga is Vishnu. Asht&#257;&#324;ga-yoga is therefore part of Vaishnava practice because its ultimate goal is realization of Vishnu. The achievement of success in yoga is not acquisition of mystic power, which is condemned in the previous chapter, but, rather, freedom from all material designations and situation in one's constitutional position. That is the ultimate achievement in yoga practice.</P><P CLASS=l><A CLASS=i HREF="../27/30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>