<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 28 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 28 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kapila's Instructions on the Execution of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.28.13</P><P CLASS=c>prasanna-vadan&#257;mbhojam</P><P CLASS=c>padma-garbh&#257;runekshanam</P><P CLASS=c>n&#299;lotpala-dala-&#347;y&#257;mam</P><P CLASS=c>&#347;a&#324;kha-cakra-gad&#257;-dharam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prasanna">prasanna</A> &#8212; cheerful; <A CLASS=v HREF="http://vedabase.net/v/vadana">vadana</A> &#8212; countenance; <A CLASS=v HREF="http://vedabase.net/a/ambhojam">ambhojam</A> &#8212; lotuslike; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/g/garbha">garbha</A> &#8212; the interior of <A HREF="http://vedabase.net/a/a">a</A> lotus; <A CLASS=v HREF="http://vedabase.net/a/aruna">aruna</A> &#8212; ruddy; <A CLASS=v HREF="http://vedabase.net/i/iksanam">&#299;kshanam</A> &#8212; with eyes; <A CLASS=v HREF="http://vedabase.net/n/nila">n&#299;la</A>-<A CLASS=v HREF="http://vedabase.net/u/utpala">utpala</A> &#8212; blue lotus; <A CLASS=v HREF="http://vedabase.net/d/dala">dala</A> &#8212; petals; <A CLASS=v HREF="http://vedabase.net/s/syamam">&#347;y&#257;mam</A> &#8212; swarthy; <A CLASS=v HREF="http://vedabase.net/s/sankha">&#347;a&#324;kha</A> &#8212; conch; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A> &#8212; discus; <A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A> &#8212; club; <A CLASS=v HREF="http://vedabase.net/d/dharam">dharam</A> &#8212; bearing.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead has a cheerful, lotuslike countenance with ruddy eyes like the interior of a lotus and a swarthy body like the petals of a blue lotus. He bears a conch, discus and mace in three of His hands.</P><P CLASS=t>PURPORT</P><P>It is definitely recommended herein that one concentrate his mind upon the form of Vishnu. There are twelve different forms of Vishnu, which are described in Teachings of Lord Caitanya. One cannot concentrate his mind on anything void or impersonal; the mind should be fixed on the personal form of the Lord, whose attitude is cheerful, as described in this verse. Bhagavad-g&#299;t&#257; states that meditation on the impersonal or void features is very troublesome to the meditator. Those who are attached to the impersonal or void features of meditation have to undergo a difficult process because we are not accustomed to concentrating our minds upon anything impersonal. Actually such concentration is not even possible. Bhagavad-g&#299;t&#257; also confirms that one should concentrate his mind on the personality of Godhead.</P><P>The color of the Personality of Godhead, Krishna, is described here as n&#299;lotpala-dala, meaning that it is like that of a lotus flower with petals tinted blue and white. People always ask why Krishna is blue. The color of the Lord has not been imagined by an artist. It is described in authoritative scripture. In the Brahma-samhit&#257; also, the color of Krishna's body is compared to that of a bluish cloud. The color of the Lord is not poetical imagination. There are authoritative descriptions in the Brahma-samhit&#257;, &#346;r&#299;mad-Bh&#257;gavatam, Bhagavad-g&#299;t&#257; and many of the pur&#257;nas of the Lord's body, His weapons and all other paraphernalia. The Lord's appearance is described here as padma-garbh&#257;runekshanam. His eyes resemble the inside of a lotus flower, and in His four hands He holds the four symbols: conchshell, discus, mace and lotus.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>