<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 28 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 28 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kapila's Instructions on the Execution of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.28.22</P><P CLASS=c>yac-chauca-nihsrita-sarit-pravarodakena</P><P CLASS=c>t&#299;rthena m&#363;rdhny adhikritena &#347;ivah &#347;ivo 'bh&#363;t</P><P CLASS=c>dhy&#257;tur manah-&#347;amala-&#347;aila-nisrishta-vajram</P><P CLASS=c>dhy&#257;yec ciram bhagavata&#347; caran&#257;ravindam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; the Lord's lotus feet; <A CLASS=v HREF="http://vedabase.net/s/sauca">&#347;auca</A> &#8212; washing; <A CLASS=v HREF="http://vedabase.net/n/nihsrta">nihsrita</A> &#8212; gone forth; <A CLASS=v HREF="http://vedabase.net/s/sarit">sarit</A>-<A CLASS=v HREF="http://vedabase.net/p/pravara">pravara</A> &#8212; of the Ganges; <A CLASS=v HREF="http://vedabase.net/u/udakena">udakena</A> &#8212; by the water; <A CLASS=v HREF="http://vedabase.net/t/tirthena">t&#299;rthena</A> &#8212; holy; <A CLASS=v HREF="http://vedabase.net/m/murdhni">m&#363;rdhni</A> &#8212; on his head; <A CLASS=v HREF="http://vedabase.net/a/adhikrtena">adhikritena</A> &#8212; borne; <A CLASS=v HREF="http://vedabase.net/s/sivah">&#347;ivah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/s/sivah">&#347;ivah</A> &#8212; auspicious; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/d/dhyatuh">dhy&#257;tuh</A> &#8212; of the meditator; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/s/samala">&#347;amala</A>-<A CLASS=v HREF="http://vedabase.net/s/saila">&#347;aila</A> &#8212; the mountain of sin; <A CLASS=v HREF="http://vedabase.net/n/nisrsta">nisrishta</A> &#8212; hurled; <A CLASS=v HREF="http://vedabase.net/v/vajram">vajram</A> &#8212; thunderbolt; <A CLASS=v HREF="http://vedabase.net/d/dhyayet">dhy&#257;yet</A> &#8212; one should meditate; <A CLASS=v HREF="http://vedabase.net/c/ciram">ciram</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> long time; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/aravindam">aravindam</A> &#8212; on the lotus feet.</P><P CLASS=t>TRANSLATION</P><P>The blessed Lord &#346;iva becomes all the more blessed by bearing on his head the holy waters of the Ganges, which has its source in the water that washed the Lord's lotus feet. The Lord's feet act like thunderbolts hurled to shatter the mountain of sin stored in the mind of the meditating devotee. One should therefore meditate on the lotus feet of the Lord for a long time.</P><P CLASS=t>PURPORT</P><P>In this verse the position of Lord &#346;iva is specifically mentioned. The impersonalist suggests that the Absolute Truth has no form and that one can therefore equally imagine the form of Vishnu or Lord &#346;iva or the goddess Durg&#257; or their son Gane&#347;a. But actually the Supreme Personality of Godhead is the supreme master of everyone. In the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/5/142.htm">&#256;di 5.142</A>) it is said, ekale &#299;&#347;vara krishna, ara saba bhritya: the Supreme Lord is Krishna, and everyone else, including Lord &#346;iva and Lord Brahm&#257; &#8212; not to mention other demigods &#8212; is a servant of Krishna. The same principle is described here. Lord &#346;iva is important because he is holding on his head the holy Ganges water, which has its origin in the foot-wash of Lord Vishnu. In the Hari-bhakti-vil&#257;sa, by San&#257;tana Gosv&#257;m&#299;, it is said that anyone who puts the Supreme Lord and the demigods, including Lord &#346;iva and Lord Brahm&#257;, on the same level, at once becomes a p&#257;shand&#299;, or atheist. We should never consider that the Supreme Lord Vishnu and the demigods are on an equal footing.</P><P>Another significant point of this verse is that the mind of the conditioned soul, on account of its association with the material energy from time immemorial, contains heaps of dirt in the form of desires to lord it over material nature. This dirt is like a mountain, but a mountain can be shattered when hit by a thunderbolt. Meditating on the lotus feet of the Lord acts like a thunderbolt on the mountain of dirt in the mind of the yog&#299;. If a yog&#299; wants to shatter the mountain of dirt in his mind, he should concentrate on the lotus feet of the Lord and not imagine something void or impersonal. Because the dirt has accumulated like a solid mountain, one must meditate on the lotus feet of the Lord for quite a long time. For one who is accustomed to thinking of the lotus feet of the Lord constantly, however, it is a different matter. The devotees are so fixed on the lotus feet of the Lord that they do not think of anything else. Those who practice the yoga system must meditate on the lotus feet of the Lord for a long time after following the regulative principles and thereby controlling the senses.</P><P>It is specifically mentioned here, bhagavata&#347; caran&#257;ravindam: one has to think of the lotus feet of the Lord. The M&#257;y&#257;v&#257;d&#299;s imagine that one can think of the lotus feet of Lord &#346;iva or Lord Brahm&#257; or the goddess Durg&#257; to achieve liberation, but this is not so. Bhagavatah is specifically mentioned. Bhagavatah means "of the Supreme Personality of Godhead, Vishnu," and no one else. Another significant phrase in this verse is &#347;ivah &#347;ivo 'bh&#363;t. By his constitutional position, Lord &#346;iva is always great and auspicious, but since he has accepted on his head the Ganges water, which emanated from the lotus feet of the Lord, he has become even more auspicious and important. The stress is on the lotus feet of the Lord. A relationship with the lotus feet of the Lord can even enhance the importance of Lord &#346;iva, what to speak of other, ordinary living entities.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>