<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 28 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 28 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kapila's Instructions on the Execution of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.28.24</P><P CLASS=c>&#363;r&#363; suparna-bhujayor adhi &#347;obham&#257;n&#257;v</P><P CLASS=c>ojo-nidh&#299; atasik&#257;-kusum&#257;vabh&#257;sau</P><P CLASS=c>vy&#257;lambi-p&#299;ta-vara-v&#257;sasi vartam&#257;na-</P><P CLASS=c>k&#257;ñc&#299;-kal&#257;pa-parirambhi nitamba-bimbam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/uru">&#363;r&#363;</A> &#8212; the two thighs; <A CLASS=v HREF="http://vedabase.net/s/suparna">suparna</A> &#8212; of <A HREF="http://vedabase.net/g/garuda">Garuda</A>; <A CLASS=v HREF="http://vedabase.net/b/bhujayoh">bhujayoh</A> &#8212; the two shoulders; <A CLASS=v HREF="http://vedabase.net/a/adhi">adhi</A> &#8212; on; <A CLASS=v HREF="http://vedabase.net/s/sobhamanau">&#347;obham&#257;nau</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/o/ojah">ojah</A>-<A CLASS=v HREF="http://vedabase.net/n/nidhi">nidh&#299;</A> &#8212; the storehouse of all energy; <A CLASS=v HREF="http://vedabase.net/a/atasika">atasik&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kusuma">kusuma</A> &#8212; of the linseed flower; <A CLASS=v HREF="http://vedabase.net/a/avabhasau">avabh&#257;sau</A> &#8212; like the luster; <A CLASS=v HREF="http://vedabase.net/v/vyalambi">vy&#257;lambi</A> &#8212; extending down; <A CLASS=v HREF="http://vedabase.net/p/pita">p&#299;ta</A> &#8212; yellow; <A CLASS=v HREF="http://vedabase.net/v/vara">vara</A> &#8212; exquisite; <A CLASS=v HREF="http://vedabase.net/v/vasasi">v&#257;sasi</A> &#8212; on the cloth; <A CLASS=v HREF="http://vedabase.net/v/vartamana">vartam&#257;na</A> &#8212; being; <A CLASS=v HREF="http://vedabase.net/k/kanci">k&#257;ñc&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/kalapa">kal&#257;pa</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> girdle; <A CLASS=v HREF="http://vedabase.net/p/parirambhi">parirambhi</A> &#8212; encircled; <A CLASS=v HREF="http://vedabase.net/n/nitamba">nitamba</A>-<A CLASS=v HREF="http://vedabase.net/b/bimbam">bimbam</A> &#8212; His rounded hips.</P><P CLASS=t>TRANSLATION</P><P>Next, the yogi should fix his mind in meditation on the Personality of Godhead's thighs, the storehouse of all energy. The Lord's thighs are whitish blue, like the luster of the linseed flower, and appear most graceful when the Lord is carried on the shoulders of Garuda. Also the yog&#299; should contemplate His rounded hips, which are encircled by a girdle that rests on the exquisite yellow silk cloth that extends down to His ankles.</P><P CLASS=t>PURPORT</P><P>The Personality of Godhead is the reservoir of all strength, and His strength rests on the thighs of His transcendental body. His whole body is full of opulences: all riches, all strength, all fame, all beauty, all knowledge and all renunciation. The yog&#299; is advised to meditate upon the transcendental form of the Lord, beginning from the soles of the feet and then gradually rising to the knees, to the thighs, and finally arriving at the face. The system of meditating on the Supreme Personality of Godhead begins from His feet.</P><P>The description of the transcendental form of the Lord is exactly represented in the arc&#257;-vigraha, the statue in the temples. Generally, the lower part of the body of the statue of the Lord is covered with yellow silk. That is the Vaikuntha dress, or the dress the Lord wears in the spiritual sky. This cloth extends down to the Lord's ankles. Thus, since the yog&#299; has so many transcendental objectives on which to meditate, there is no reason for his meditating on something imaginary, as is the practice of the so-called yog&#299;s whose objective is impersonal.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>