<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 28 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 28 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kapila's Instructions on the Execution of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.28.25</P><P CLASS=c>n&#257;bhi-hradam bhuvana-ko&#347;a-guhodara-stham</P><P CLASS=c>yatr&#257;tma-yoni-dhishan&#257;khila-loka-padmam</P><P CLASS=c>vy&#363;dham harin-mani-vrisha-stanayor amushya</P><P CLASS=c>dhy&#257;yed dvayam vi&#347;ada-h&#257;ra-may&#363;kha-gauram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nabhi">n&#257;bhi</A>-<A CLASS=v HREF="http://vedabase.net/h/hradam">hradam</A> &#8212; the navel lake; <A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A>-<A CLASS=v HREF="http://vedabase.net/k/kosa">ko&#347;a</A> &#8212; of all the worlds; <A CLASS=v HREF="http://vedabase.net/g/guha">guh&#257;</A> &#8212; the foundation; <A CLASS=v HREF="http://vedabase.net/u/udara">udara</A> &#8212; on the abdomen; <A CLASS=v HREF="http://vedabase.net/s/stham">stham</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/y/yoni">yoni</A> &#8212; of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/d/dhisana">dhishana</A> &#8212; residence; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; containing all planetary systems; <A CLASS=v HREF="http://vedabase.net/p/padmam">padmam</A> &#8212; lotus; <A CLASS=v HREF="http://vedabase.net/v/vyudham">vy&#363;dham</A> &#8212; sprang up; <A CLASS=v HREF="http://vedabase.net/h/harit">harit</A>-<A CLASS=v HREF="http://vedabase.net/m/mani">mani</A> &#8212; like emeralds; <A CLASS=v HREF="http://vedabase.net/v/vrsa">vrisha</A> &#8212; most exquisite; <A CLASS=v HREF="http://vedabase.net/s/stanayoh">stanayoh</A> &#8212; of nipples; <A CLASS=v HREF="http://vedabase.net/a/amusya">amushya</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/d/dhyayet">dhy&#257;yet</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> should meditate on; <A CLASS=v HREF="http://vedabase.net/d/dvayam">dvayam</A> &#8212; the pair; <A CLASS=v HREF="http://vedabase.net/v/visada">vi&#347;ada</A> &#8212; white; <A CLASS=v HREF="http://vedabase.net/h/hara">h&#257;ra</A> &#8212; of pearl necklaces; <A CLASS=v HREF="http://vedabase.net/m/mayukha">may&#363;kha</A> &#8212; from the light; <A CLASS=v HREF="http://vedabase.net/g/gauram">gauram</A> &#8212; whitish.</P><P CLASS=t>TRANSLATION</P><P>The yog&#299; should then meditate on His moonlike navel in the center of His abdomen. From His navel, which is the foundation of the entire universe, sprang the lotus stem containing all the different planetary systems. The lotus is the residence of Brahm&#257;, the first created being. In the same way, the yog&#299; should concentrate his mind on the Lord's nipples, which resemble a pair of most exquisite emeralds and which appear whitish because of the rays of the milk-white pearl necklaces adorning His chest.</P><P CLASS=t>PURPORT</P><P>The yog&#299; is advised next to meditate upon the navel of the Lord, which is the foundation of all material creation. Just as a child is connected to his mother by the umbilical cord, so the first-born living creature, Brahm&#257;, by the supreme will of the Lord, is connected to the Lord by a lotus stem. In the previous verse it was stated that the goddess of fortune, Lakshm&#299;, who engages in massaging the legs, ankles and thighs of the Lord, is called the mother of Brahm&#257;, but actually Brahm&#257; is born from the abdomen of the Lord, not from the abdomen of his mother. These are inconceivable conceptions of the Lord, and one should not think materially, "How can the father give birth to a child?"</P><P>It is explained in the Brahma-samhit&#257; that each limb of the Lord has the potency of every other limb; because everything is spiritual, His parts are not conditioned. The Lord can see with His ears. The material ear can hear but cannot see, but we understand from the Brahma-samhit&#257; that the Lord can also see with His ears and hear with His eyes. Any organ of His transcendental body can function as any other organ. His abdomen is the foundation of all the planetary systems. Brahm&#257; holds the post of the creator of all planetary systems, but his engineering energy is generated from the abdomen of the Lord. Any creative function in the universe always has a direct connecting link with the Lord. The necklace of pearls which decorates the upper portion of the Lord's body is also spiritual, and therefore the yog&#299; is advised to gaze at the whitish luster of the pearls decorating His chest.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>