<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 28 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 28 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kapila's Instructions on the Execution of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.28.26</P><P CLASS=c>vaksho 'dhiv&#257;sam rishabhasya mah&#257;-vibh&#363;teh</P><P CLASS=c>pums&#257;m mano-nayana-nirvritim &#257;dadh&#257;nam</P><P CLASS=c>kantham ca kaustubha-maner adhibh&#363;shan&#257;rtham</P><P CLASS=c>kury&#257;n manasy akhila-loka-namaskritasya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vaksah">vakshah</A> &#8212; the chest; <A CLASS=v HREF="http://vedabase.net/a/adhivasam">adhiv&#257;sam</A> &#8212; the abode; <A CLASS=v HREF="http://vedabase.net/r/rsabhasya">rishabhasya</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhuteh">vibh&#363;teh</A> &#8212; of <A HREF="http://vedabase.net/m/maha">Mah&#257;</A>-<A HREF="http://vedabase.net/l/laksmi">Lakshm&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of persons; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the mind; <A CLASS=v HREF="http://vedabase.net/n/nayana">nayana</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the eyes; <A CLASS=v HREF="http://vedabase.net/n/nirvrtim">nirvritim</A> &#8212; transcendental pleasure; <A CLASS=v HREF="http://vedabase.net/a/adadhanam">&#257;dadh&#257;nam</A> &#8212; bestowing; <A CLASS=v HREF="http://vedabase.net/k/kantham">kantham</A> &#8212; the neck; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/kaustubha">kaustubha</A>-<A CLASS=v HREF="http://vedabase.net/m/maneh">maneh</A> &#8212; of the <A HREF="http://vedabase.net/k/kaustubha">Kaustubha</A> gem; <A CLASS=v HREF="http://vedabase.net/a/adhibhusana">adhibh&#363;shana</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; which enhances the beauty; <A CLASS=v HREF="http://vedabase.net/k/kuryat">kury&#257;t</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> should meditate on; <A CLASS=v HREF="http://vedabase.net/m/manasi">manasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; by the entire universe; <A CLASS=v HREF="http://vedabase.net/n/namaskrtasya">namaskritasya</A> &#8212; who is adored.</P><P CLASS=t>TRANSLATION</P><P>The yog&#299; should then meditate on the chest of the Supreme Personality of Godhead, the abode of goddess Mah&#257;-Lakshm&#299;. The Lord's chest is the source of all transcendental pleasure for the mind and full satisfaction for the eyes. The yog&#299; should then imprint on his mind the neck of the Personality of Godhead, who is adored by the entire universe. The neck of the Lord serves to enhance the beauty of the Kaustubha gem, which hangs on His chest.</P><P CLASS=t>PURPORT</P><P>In the Upanishads it is said that the various energies of the Lord are working to create, destroy and maintain. These inconceivable varieties of energy are stored in the bosom of the Lord. As people generally say, God is all-powerful. That prowess is represented by Mah&#257;-Lakshm&#299;, the reservoir of all energies, who is situated on the bosom of the transcendental form of the Lord. The yog&#299; who can meditate perfectly on that spot on the transcendental form of the Lord can derive many material powers, which comprise the eight perfections of the yoga system.</P><P>It is stated herein that the beauty of the neck of the Lord enhances the beauty of the Kaustubha gem rather than vice versa. The gem itself becomes more beautiful because it is situated on the neck of the Lord. A yog&#299; is therefore recommended to meditate upon the Lord's neck. The Lord's transcendental form can either be meditated upon in the mind or placed in a temple in the form of a statue and decorated in such a way that everyone can contemplate it. Temple worship, therefore, is meant for persons who are not so advanced that they can meditate upon the form of the Lord. There is no difference between constantly visiting the temple and directly seeing the transcendental form of the Lord; they are of equal value. The advantageous position of the yog&#299; is that he can sit anywhere in a solitary place and meditate upon the form of the Lord. A less advanced person, however, has to go to the temple, and as long as he does not go to the temple he is unable to see the form of the Lord. Either by hearing, seeing or meditating, the objective is the transcendental form of the Lord; there is no question of voidness or impersonalism. The Lord can bestow the blessings of transcendental pleasure upon either the visitor of the temple, the meditator-yog&#299; or one who hears about the Lord's transcendental form from scriptures like the &#346;r&#299;mad-Bh&#257;gavatam or Bhagavad-g&#299;t&#257;. There are nine processes for executing devotional service, of which smaranam, or meditation, is one. Yog&#299;s take advantage of the process of smaranam, whereas bhakti-yog&#299;s take special advantage of the process of hearing and chanting.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>