<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 28 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 28 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kapila's Instructions on the Execution of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.28.29</P><P CLASS=c>bhrity&#257;nukampita-dhiyeha grih&#299;ta-m&#363;rteh</P><P CLASS=c>sañcintayed bhagavato vadan&#257;ravindam</P><P CLASS=c>yad visphuran-makara-kundala-valgitena</P><P CLASS=c>vidyotit&#257;mala-kapolam ud&#257;ra-n&#257;sam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A> &#8212; for the devotees; <A CLASS=v HREF="http://vedabase.net/a/anukampita">anukampita</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; out of compassion; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/m/murteh">m&#363;rteh</A> &#8212; who presents different forms; <A CLASS=v HREF="http://vedabase.net/s/sancintayet">sañcintayet</A> &#8212; one should meditate on; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vadana">vadana</A> &#8212; countenance; <A CLASS=v HREF="http://vedabase.net/a/aravindam">aravindam</A> &#8212; lotuslike; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/v/visphuran">visphuran</A> &#8212; glittering; <A CLASS=v HREF="http://vedabase.net/m/makara">makara</A> &#8212; alligator-shaped; <A CLASS=v HREF="http://vedabase.net/k/kundala">kundala</A> &#8212; of His earrings; <A CLASS=v HREF="http://vedabase.net/v/valgitena">valgitena</A> &#8212; by the oscillation; <A CLASS=v HREF="http://vedabase.net/v/vidyotita">vidyotita</A> &#8212; illuminated; <A CLASS=v HREF="http://vedabase.net/a/amala">amala</A> &#8212; crystal clear; <A CLASS=v HREF="http://vedabase.net/k/kapolam">kapolam</A> &#8212; His cheeks; <A CLASS=v HREF="http://vedabase.net/u/udara">ud&#257;ra</A> &#8212; prominent; <A CLASS=v HREF="http://vedabase.net/n/nasam">n&#257;sam</A> &#8212; His nose.</P><P CLASS=t>TRANSLATION</P><P>The yog&#299; should then meditate on the lotuslike countenance of the Lord, who presents His different forms in this world out of compassion for the anxious devotees. His nose is prominent, and His crystal-clear cheeks are illuminated by the oscillation of His glittering alligator-shaped earrings.</P><P CLASS=t>PURPORT</P><P>The Lord descends to the material world out of His deep compassion for His devotees. There are two reasons for the Lord's appearance or incarnation in the material world. Whenever there is a discrepancy in the discharge of religious principles and there is prominence of irreligion, the Lord descends for the protection of the devotees and the destruction of the nondevotees. When He appears, His main purpose is to give solace to His devotees. He does not have to come Himself to destroy the demons, for He has many agents; even the external energy, m&#257;y&#257;, has sufficient strength to kill them. But when He comes to show compassion to His devotees, He kills the nondevotees as a matter of course.</P><P>The Lord appears in the particular form loved by a particular type of devotee. There are millions of forms of the Lord, but they are one Absolute. As stated in the Brahma-samhit&#257;, advaitam acyutam an&#257;dim ananta-r&#363;pam: [<A CLASS=v HREF="../../../bs/5/33.htm">Bs 5.33</A>] all the different forms of the Lord are one, but some devotees want to see Him in the form of R&#257;dh&#257; and Krishna, others prefer Him as S&#299;t&#257; and R&#257;macandra, others would see Him as Lakshm&#299;-N&#257;r&#257;yana, and others want to see Him as four-handed N&#257;r&#257;yana, V&#257;sudeva. The Lord has innumerable forms, and He appears in a particular form as preferred by a particular type of devotee. A yog&#299; is advised to meditate upon the forms that are approved by devotees. A yog&#299; cannot imagine a form for meditation. Those so-called yog&#299;s who manufacture a circle or target are engaged in nonsense. Actually, a yog&#299; must meditate upon the form of the Supreme Personality of Godhead that has been experienced by the Lord's pure devotees. Yog&#299; means devotee. Yog&#299;s who are not actually pure devotees should follow in the footsteps of devotees. It is especially mentioned here that the yog&#299; should meditate upon the form which is thus approved; he cannot manufacture a form of the Lord.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>