<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 28 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 28 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kapila's Instructions on the Execution of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.28.32</P><P CLASS=c>h&#257;sam harer avanat&#257;khila-loka-t&#299;vra-</P><P CLASS=c>&#347;ok&#257;&#347;ru-s&#257;gara-vi&#347;oshanam atyud&#257;ram</P><P CLASS=c>sammohan&#257;ya racitam nija-m&#257;yay&#257;sya</P><P CLASS=c>bhr&#363;-mandalam muni-krite makara-dhvajasya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hasam">h&#257;sam</A> &#8212; the smile; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/a/avanata">avanata</A> &#8212; bowed; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; for persons; <A CLASS=v HREF="http://vedabase.net/t/tivra">t&#299;vra</A>-<A CLASS=v HREF="http://vedabase.net/s/soka">&#347;oka</A> &#8212; caused by intense grief; <A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A>-<A CLASS=v HREF="http://vedabase.net/s/sagara">s&#257;gara</A> &#8212; the ocean of tears; <A CLASS=v HREF="http://vedabase.net/v/visosanam">vi&#347;oshanam</A> &#8212; drying up; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/u/udaram">ud&#257;ram</A> &#8212; most benevolent; <A CLASS=v HREF="http://vedabase.net/s/sammohanaya">sammohan&#257;ya</A> &#8212; for charming; <A CLASS=v HREF="http://vedabase.net/r/racitam">racitam</A> &#8212; manifested; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by His internal potency; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/b/bhru">bhr&#363;</A>-<A CLASS=v HREF="http://vedabase.net/m/mandalam">mandalam</A> &#8212; arched eyebrows; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/k/krte">krite</A> &#8212; for the good of the sages; <A CLASS=v HREF="http://vedabase.net/m/makara">makara</A>-<A CLASS=v HREF="http://vedabase.net/d/dhvajasya">dhvajasya</A> &#8212; of the sex-god.</P><P CLASS=t>TRANSLATION</P><P>A yog&#299; should similarly meditate on the most benevolent smile of Lord &#346;r&#299; Hari, a smile which, for all those who bow to Him, dries away the ocean of tears caused by intense grief. The yog&#299; should also meditate on the Lord's arched eyebrows, which are manifested by His internal potency in order to charm the sex-god for the good of the sages.</P><P CLASS=t>PURPORT</P><P>The entire universe is full of miseries, and therefore the inhabitants of this material universe are always shedding tears out of intense grief. There is a great ocean of water made from such tears, but for one who surrenders unto the Supreme Personality of Godhead, the ocean of tears is at once dried up. One need only see the charming smile of the Supreme Lord. In other words, the bereavement of material existence immediately subsides when one sees the charming smile of the Lord.</P><P>It is stated in this verse that the charming eyebrows of the Lord are so fascinating that they cause one to forget the charms of sense attraction. The conditioned souls are shackled to material existence because they are captivated by the charms of sense gratification, especially sex life. The sex-god is called Makara-dhvaja. The charming brows of the Supreme Personality of Godhead protect the sages and devotees from being charmed by material lust and sex attraction. Y&#257;mun&#257;c&#257;rya, a great &#257;c&#257;rya, said that ever since he had seen the charming pastimes of the Lord, the charms of sex life had become abominable for him, and the mere thought of sex enjoyment would cause him to spit and turn his face. Thus if anyone wants to be aloof from sex attraction, he must see the charming smile and fascinating eyebrows of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>