<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 28 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 28 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kapila's Instructions on the Execution of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.28.35</P><P CLASS=c>mukt&#257;&#347;rayam yarhi nirvishayam viraktam</P><P CLASS=c>nirv&#257;nam ricchati manah sahas&#257; yath&#257;rcih</P><P CLASS=c>&#257;tm&#257;nam atra purusho 'vyavadh&#257;nam ekam</P><P CLASS=c>anv&#299;kshate pratinivritta-guna-prav&#257;hah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayam">&#257;&#347;rayam</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> liberation; <A CLASS=v HREF="http://vedabase.net/y/yarhi">yarhi</A> &#8212; at which time; <A CLASS=v HREF="http://vedabase.net/n/nirvisayam">nirvishayam</A> &#8212; detached from sense objects; <A CLASS=v HREF="http://vedabase.net/v/viraktam">viraktam</A> &#8212; indifferent; <A CLASS=v HREF="http://vedabase.net/n/nirvanam">nirv&#257;nam</A> &#8212; extinction; <A CLASS=v HREF="http://vedabase.net/r/rcchati">ricchati</A> &#8212; obtains; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/s/sahasa">sahas&#257;</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/arcih">arcih</A> &#8212; the flame; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; at this time; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/a/avyavadhanam">avyavadh&#257;nam</A> &#8212; without separation; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/a/anviksate">anv&#299;kshate</A> &#8212; experiences; <A CLASS=v HREF="http://vedabase.net/p/pratinivrtta">pratinivritta</A> &#8212; freed; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/p/pravahah">prav&#257;hah</A> &#8212; from the flow of material qualities.</P><P CLASS=t>TRANSLATION</P><P>When the mind is thus completely freed from all material contamination and detached from material objectives, it is just like the flame of a lamp. At that time the mind is actually dovetailed with that of the Supreme Lord and is experienced as one with Him because it is freed from the interactive flow of the material qualities.</P><P CLASS=t>PURPORT</P><P>In the material world the activities of the mind are acceptance and rejection. As long as the mind is in material consciousness, it must be forcibly trained to accept meditation on the Supreme Personality of Godhead, but when one is actually elevated to loving the Supreme Lord, the mind is automatically absorbed in thought of the Lord. In such a position a yog&#299; has no other thought than to serve the Lord. This dovetailing of the mind with the desires of the Supreme Personality of Godhead is called nirv&#257;na, or making the mind one with the Supreme Lord.</P><P>The best example of nirv&#257;na is cited in Bhagavad-g&#299;t&#257;. In the beginning the mind of Arjuna deviated from Krishna's. Krishna wanted Arjuna to fight, but Arjuna did not want to, so there was disagreement. But after hearing Bhagavad-g&#299;t&#257; from the Supreme Personality of Godhead, Arjuna dovetailed his mind with Krishna's desire. This is called oneness. This oneness, however, did not cause Arjuna and Krishna to lose their individualities. The M&#257;y&#257;v&#257;d&#299; philosophers cannot understand this. They think that oneness necessitates loss of individuality. Actually, however, we find in Bhagavad-g&#299;t&#257; that individuality is not lost. When the mind is completely purified in love of Godhead, the mind becomes the mind of the Supreme Personality of Godhead. The mind at that time does not act separately, nor does it act without inspiration to fulfill the desire of the Lord. The individual liberated soul has no other activity. pratinivritta-guna-prav&#257;hah. In the conditioned state the mind is always engaged in activity impelled by the three modes of the material world, but in the transcendental stage, the material modes cannot disturb the mind of the devotee. The devotee has no other concern than to satisfy the desires of the Lord. That is the highest stage of perfection, called nirv&#257;na or nirv&#257;na-mukti. At this stage the mind becomes completely free from material desire.</P><P>Yath&#257;rcih. Arcih means "flame." When a lamp is broken or the oil is finished, we see that the flame of the lamp goes out. But according to scientific understanding, the flame is not extinguished; it is conserved. This is conservation of energy. Similarly, when the mind stops functioning on the material platform, it is conserved in the activities of the Supreme Lord. The M&#257;y&#257;v&#257;d&#299; philosophers' conception of cessation of the functions of the mind is explained here: cessation of the mental functions means cessation of activities conducted under the influence of the three modes of material nature.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>