<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 28 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 28 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kapila's Instructions on the Execution of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.28.41</P><P CLASS=c>bh&#363;tendriy&#257;ntah-karan&#257;t</P><P CLASS=c>pradh&#257;n&#257;j j&#299;va-samjñit&#257;t</P><P CLASS=c>&#257;tm&#257; tath&#257; prithag drasht&#257;</P><P CLASS=c>bhagav&#257;n brahma-samjñitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; the five elements; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/k/karanat">karan&#257;t</A> &#8212; from the mind; <A CLASS=v HREF="http://vedabase.net/p/pradhanat">pradh&#257;n&#257;t</A> &#8212; from the <A HREF="http://vedabase.net/p/pradhana">pradh&#257;na</A>; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/s/samjnitat">samjñit&#257;t</A> &#8212; from the <A HREF="http://vedabase.net/j/jiva">j&#299;va</A> soul; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; different; <A CLASS=v HREF="http://vedabase.net/d/drasta">drasht&#257;</A> &#8212; the seer; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/samjnitah">samjñitah</A> &#8212; called <A HREF="http://vedabase.net/b/brahman">Brahman</A>.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, who is known as Parambrahma, is the seer. He is different from the j&#299;va soul, or individual living entity, who is combined with the senses, the five elements and consciousness.</P><P CLASS=t>PURPORT</P><P>A clear conception of the complete whole is given herewith. The living entity is different from the material elements, and the supreme living entity, the Personality of Godhead, who is the creator of the material elements, is also different from the individual living entity. This philosophy is propounded by Lord Caitanya as acintya-bhed&#257;bheda-tattva. Everything is simultaneously one with and different from everything else. The cosmic manifestation created by the Supreme Lord by His material energy is also simultaneously different and nondifferent from Him. The material energy is nondifferent from the Supreme Lord, but at the same time, because that energy is acting in a different way, it is different from Him. Similarly, the individual living entity is one with and different from the Supreme Lord. This "simultaneously one and different" philosophy is the perfect conclusion of the Bh&#257;gavata school, as confirmed here by Kapiladeva.</P><P>Living entities are compared to the sparks of a fire. As stated in the previous verse, fire, flame, smoke and firewood are combined together. Here the living entity, the material elements and the Supreme Personality of Godhead are combined together. The exact position of the living entities is just like that of the sparks of a fire; they are part and parcel. The material energy is compared to the smoke. The fire is also part and parcel of the Supreme Lord. In the Vishnu Pur&#257;na it is said that whatever we can see or experience, either in the material or spiritual world, is an expansion of the different energies of the Supreme Lord. As fire distributes its light and heat from one place, the Supreme Personality of Godhead distributes His different energies all over His creation.</P><P>The four principles of the Vaishnava philosophic doctrine are &#347;uddha-advaita (purified oneness), dvaita-advaita (simultaneous oneness and difference), vi&#347;ishta-advaita and dvaita. All four principles of Vaishnava philosophy are based on the thesis of &#346;r&#299;mad-Bh&#257;gavatam explained in these two verses.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>