<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 28 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 28 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kapila's Instructions on the Execution of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.28.43</P><P CLASS=c>sva-yonishu yath&#257; jyotir</P><P CLASS=c>ekam n&#257;n&#257; prat&#299;yate</P><P CLASS=c>yon&#299;n&#257;m guna-vaishamy&#257;t</P><P CLASS=c>tath&#257;tm&#257; prakritau sthitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/y/yonisu">yonishu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> forms of wood; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; differently; <A CLASS=v HREF="http://vedabase.net/p/pratiyate">prat&#299;yate</A> &#8212; is exhibited; <A CLASS=v HREF="http://vedabase.net/y/yoninam">yon&#299;n&#257;m</A> &#8212; of different wombs; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/vaisamyat">vaishamy&#257;t</A> &#8212; from the different conditions of the modes; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the spirit soul; <A CLASS=v HREF="http://vedabase.net/p/prakrtau">prakritau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material nature; <A CLASS=v HREF="http://vedabase.net/s/sthitah">sthitah</A> &#8212; situated.</P><P CLASS=t>TRANSLATION</P><P>As fire is exhibited in different forms of wood, so, under different conditions of the modes of material nature, the pure spirit soul manifests itself in different bodies.</P><P CLASS=t>PURPORT</P><P>It is to be understood that the body is designated. Prakriti is an interaction by the three modes of material nature, and according to these modes, someone has a small body, and someone has a very large body. For example, the fire in a big piece of wood appears very big, and in a stick the fire appears small. Actually, the quality of fire is the same everywhere, but the manifestation of material nature is such that according to the fuel, the fire appears bigger and smaller. Similarly, the soul in the universal body, although of the same quality, is different from the soul in the smaller body.</P><P>The small particles of soul are just like sparks of the larger soul. The greatest soul is the Supersoul, but the Supersoul is quantitatively different from the small soul. The Supersoul is described in the Vedic literature as the supplier of all necessities of the smaller soul (nityo nity&#257;n&#257;m). One who understands this distinction between the Supersoul and the individual soul is above lamentation and is in a peaceful position. When the smaller soul thinks himself quantitatively as big as the larger soul, he is under the spell of m&#257;y&#257;, for that is not his constitutional position. No one can become the greater soul simply by mental speculation.</P><P>The smallness or greatness of different souls is described in the Var&#257;ha Pur&#257;na as sv&#257;m&#347;a-vibhinn&#257;m&#347;a. The sv&#257;m&#347;a soul is the Supreme Personality of Godhead, and the vibhinn&#257;m&#347;a souls, or small particles, are eternally small particles, as confirmed in Bhagavad-g&#299;t&#257; (mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah [<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>]). The small living entities are eternally part and parcel, and therefore it is not possible for them to be quantitatively as great as the Supersoul.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>