<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 28 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 28 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kapila's Instructions on the Execution of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.28.44</P><P CLASS=c>tasm&#257;d im&#257;m sv&#257;m prakritim</P><P CLASS=c>daiv&#299;m sad-asad-&#257;tmik&#257;m</P><P CLASS=c>durvibh&#257;vy&#257;m par&#257;bh&#257;vya</P><P CLASS=c>svar&#363;pen&#257;vatishthate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/svam">sv&#257;m</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/p/prakrtim">prakritim</A> &#8212; material energy; <A CLASS=v HREF="http://vedabase.net/d/daivim">daiv&#299;m</A> &#8212; divine; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/a/atmikam">&#257;tmik&#257;m</A> &#8212; consisting of cause and effect; <A CLASS=v HREF="http://vedabase.net/d/durvibhavyam">durvibh&#257;vy&#257;m</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/p/parabhavya">par&#257;bh&#257;vya</A> &#8212; after conquering; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the self-realized position; <A CLASS=v HREF="http://vedabase.net/a/avatisthate">avatishthate</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> remains.</P><P CLASS=t>TRANSLATION</P><P>Thus the yog&#299; can be in the self-realized position after conquering the insurmountable spell of m&#257;y&#257;, who presents herself as both the cause and effect of this material manifestation and is therefore very difficult to understand.</P><P CLASS=t>PURPORT</P><P>It is stated in Bhagavad-g&#299;t&#257; that the spell of m&#257;y&#257;, which covers the knowledge of the living entity, is insurmountable. However, one who surrenders unto Krishna, the Supreme Personality of Godhead, can conquer this seemingly insurmountable spell of m&#257;y&#257;. Here also it is stated that the daiv&#299; prakriti, or the external energy of the Supreme Lord, is durvibh&#257;vy&#257;, very difficult to understand and very difficult to conquer. One must, however, conquer this insurmountable spell of m&#257;y&#257;, and this is possible, by the grace of the Lord, when God reveals Himself to the surrendered soul. It is also stated here, svar&#363;pen&#257;vatishthate. Svar&#363;pa means that one has to know that he is not the Supreme Soul, but rather, part and parcel of the Supreme Soul; that is self-realization. To think falsely that one is the Supreme Soul and that one is all-pervading is not svar&#363;pa. This is not realization of his actual position. The real position is that one is part and parcel. It is recommended here that one remain in that position of actual self-realization. In Bhagavad-g&#299;t&#257; this understanding is defined as Brahman realization.</P><P>After Brahman realization, one can engage in the activities of Brahman. As long as one is not self-realized, he engages in activities based on false identification with the body. When one is situated in his real self, then the activities of Brahman realization begin. The M&#257;y&#257;v&#257;d&#299; philosophers say that after Brahman realization, all activities stop, but that is not actually so. If the soul is so active in its abnormal condition, existing under the covering of matter, how can one deny its activity when free? An example may be cited here. If a man in a diseased condition is very active, how can one imagine that when he is free from the disease he will be inactive? Naturally the conclusion is that when one is free from all disease his activities are pure. It may be said that the activities of Brahman realization are different from those of conditional life, but that does not stop activity. This is indicated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">18.54</A>): after one realizes oneself to be Brahman, devotional service begins. Mad-bhaktim labhate par&#257;m: [<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>] after Brahman realization, one can engage in the devotional service of the Lord. Therefore devotional service of the Lord is activity in Brahman realization.</P><P>For those who engage in devotional service there is no spell of m&#257;y&#257;, and their situation is all-perfect. The duty of the living entity, as a part and parcel of the whole, is to render devotional service to the whole. That is the ultimate perfection of life.</P><P>Thus end the Bhaktivedanta purports of the Third Canto, Twenty-eighth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Lord Kapila's Instructions on the Execution of Devotional Service."</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../29/1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>