<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 28 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 28 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kapila's Instructions on the Execution of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.28.9</P><P CLASS=c>pr&#257;nasya &#347;odhayen m&#257;rgam</P><P CLASS=c>p&#363;ra-kumbhaka-recakaih</P><P CLASS=c>pratik&#363;lena v&#257; cittam</P><P CLASS=c>yath&#257; sthiram acañcalam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pranasya">pr&#257;nasya</A> &#8212; of vital air; <A CLASS=v HREF="http://vedabase.net/s/sodhayet">&#347;odhayet</A> &#8212; one should clear; <A CLASS=v HREF="http://vedabase.net/m/margam">m&#257;rgam</A> &#8212; the passage; <A CLASS=v HREF="http://vedabase.net/p/pura">p&#363;ra</A>-<A CLASS=v HREF="http://vedabase.net/k/kumbhaka">kumbhaka</A>-<A CLASS=v HREF="http://vedabase.net/r/recakaih">recakaih</A> &#8212; by inhaling, retaining and exhaling; <A CLASS=v HREF="http://vedabase.net/p/pratikulena">pratik&#363;lena</A> &#8212; by reversing; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/c/cittam">cittam</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> that; <A CLASS=v HREF="http://vedabase.net/s/sthiram">sthiram</A> &#8212; steady; <A CLASS=v HREF="http://vedabase.net/a/acancalam">acañcalam</A> &#8212; free from disturbances.</P><P CLASS=t>TRANSLATION</P><P>The yog&#299; should clear the passage of vital air by breathing in the following manner: first he should inhale very deeply, then hold the breath in, and finally exhale. Or, reversing the process, the yogi can first exhale, then hold the breath outside, and finally inhale. This is done so that the mind may become steady and free from external disturbances.</P><P CLASS=t>PURPORT</P><P>These breathing exercises are performed to control the mind and fix it on the Supreme Personality of Godhead. Sa vai manah krishna-pad&#257;ravindayoh: the devotee Ambar&#299;sha Mah&#257;r&#257;ja fixed his mind on the lotus feet of Krishna twenty-four hours a day. The process of Krishna consciousness is to chant Hare Krishna and to hear the sound attentively so that the mind is fixed upon the transcendental vibration of Krishna's name, which is nondifferent from Krishna the personality. The real purpose of controlling the mind by the prescribed method of clearing the passage of the life air is achieved immediately if one fixes his mind directly on the lotus feet of Krishna. The hatha-yoga system, or breathing system, is especially recommended for those who are very absorbed in the concept of bodily existence, but one who can perform the simple process of chanting Hare Krishna can fix the mind more easily.</P><P>Three different activities are recommended for clearing the passage of breath: p&#363;raka, kumbhaka and recaka. Inhaling the breath is called p&#363;raka, sustaining it within is called kumbhaka, and finally exhaling it is called recaka. These recommended processes can also be performed in the reverse order. After exhaling, one can keep the air outside for some time and then inhale. The nerves through which inhalation and exhalation are conducted are technically called id&#257; and pi&#324;gal&#257;. The ultimate purpose of clearing the id&#257; and pi&#324;gal&#257; passages is to divert the mind from material enjoyment. As stated in Bhagavad-g&#299;t&#257;, one's mind is his enemy, and one's mind is also his friend; its position varies according to the different dealings of the living entity. If we divert our mind to thoughts of material enjoyment, then our mind becomes an enemy, and if we concentrate our mind on the lotus feet of Krishna, then our mind is a friend. By the yoga system of p&#363;raka, kumbhaka and recaka or by directly fixing the mind on the sound vibration of Krishna or on the form of Krishna, the same purpose is achieved. In Bhagavad-g&#299;t&#257; it is said that one must practice the breathing exercise (abhy&#257;sa-yoga-yuktena [<A CLASS=v HREF="../../../bg/8/8.htm">Bg. 8.8</A>]). by virtue of these processes of control, the mind cannot wander to external thoughts (cetas&#257; n&#257;nya-g&#257;min&#257;). Thus one can fix his mind constantly on the Supreme Personality of Godhead and can attain (y&#257;ti) Him.</P><P>Practicing the yoga system of exercise and breath control is very difficult for a person in this age, and therefore Lord Caitanya recommended, k&#299;rtan&#299;yah sad&#257; harih: [Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>] one should always chant the holy name of the Supreme Lord, Krishna, because Krishna is the most suitable name of the Supreme Personality of Godhead. The name Krishna and the Supreme Person Krishna are nondifferent. Therefore, if one concentrates his mind on hearing and chanting Hare Krishna, the same result is achieved.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>