<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 63 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 63 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 63: <A CLASS=v HREF="index.htm">Lord Krishna Fights with B&#257;n&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.63.26</P><P CLASS=c>k&#257;lo daivam karma j&#299;vah svabh&#257;vo</P><P CLASS=c>dravyam kshetram pr&#257;na &#257;tm&#257; vik&#257;rah</P><P CLASS=c>tat-sa&#324;gh&#257;to b&#299;ja-roha-prav&#257;has</P><P CLASS=c>tvan-m&#257;yaish&#257; tan-nishedham prapadye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/d/daivam">daivam</A> &#8212; destiny; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; the reactions of material work; <A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;vah</A> &#8212; the individual living entity; <A CLASS=v HREF="http://vedabase.net/s/svabhavah">svabh&#257;vah</A> &#8212; his propensities; <A CLASS=v HREF="http://vedabase.net/d/dravyam">dravyam</A> &#8212; the subtle forms of matter; <A CLASS=v HREF="http://vedabase.net/k/ksetram">kshetram</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/p/pranah">pr&#257;nah</A> &#8212; the life air; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the false ego; <A CLASS=v HREF="http://vedabase.net/v/vikarah">vik&#257;rah</A> &#8212; the transformations (of the eleven senses); <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of all this; <A CLASS=v HREF="http://vedabase.net/s/sanghatah">sa&#324;gh&#257;tah</A> &#8212; the aggregate (<A HREF="http://vedabase.net/a/as">as</A> the subtle body); <A CLASS=v HREF="http://vedabase.net/b/bija">b&#299;ja</A> &#8212; of seed; <A CLASS=v HREF="http://vedabase.net/r/roha">roha</A> &#8212; and sprout; <A CLASS=v HREF="http://vedabase.net/p/pravahah">prav&#257;hah</A> &#8212; the constant flow; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; material illusory energy; <A CLASS=v HREF="http://vedabase.net/e/esa">esh&#257;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/n/nisedham">nishedham</A> &#8212; the negation (You); <A CLASS=v HREF="http://vedabase.net/p/prapadye">prapadye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> approaching for shelter.</P><P CLASS=t>TRANSLATION</P><P>Time; fate; karma; the j&#299;va and his propensities; the subtle material elements; the material body; the life air; false ego; the various senses; and the totality of these as reflected in the living being's subtle body &#8212; all this constitutes your material illusory energy, m&#257;y&#257;, an endless cycle like that of seed and plant. I take shelter of You, the negation of this m&#257;y&#257;.</P><P CLASS=t>PURPORT</P><P>The word b&#299;ja-roha-prav&#257;ha is explained as follows: The conditioned soul accepts a material body, with which he attempts to enjoy the material world. That body is the seed (b&#299;ja) of future material existence because when a person acts with that body he creates further reactions (karma), which grow (roha) into the obligation to accept another material body. In other words, material life is a chain of actions and reactions. The simple decision to surrender to the Supreme Lord releases the conditioned soul from this futile repetition of material growth and reaction.</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, the words tan-nishedham prapadye indicate that the Supreme Personality of Godhead, Lord Krishna, is nishedh&#257;vadhi-bh&#363;tam, "the limit of negation." In other words, after all illusion is negated, the Absolute Truth remains.</P><P>The process of education may be succinctly described as a way of eradicating ignorance through the attainment of knowledge. Through inductive, deductive and intuitive means, we attempt to refute the specious, the illusory and the imperfect and elevate ourselves to a platform of full knowledge. Ultimately, when all illusion is negated, that which remains firmly in place is the Absolute Truth, the Supreme Personality of Godhead.</P><P>In the previous text, the &#346;iva-jvara described the Supreme Lord as sarv&#257;tm&#257;nam kevalam jñapti-m&#257;tram, "pure, concentrated spiritual consciousness." Now the &#346;iva-jvara concludes his philosophical description of the Lord by saying in this text that the various aspects of material existence are also potencies of the Supreme Lord.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; mentions that the Supreme Lord's own body and senses, as implied here by the word tan-nishedham, are nondifferent from the Lord's pure spiritual existence. The Lord's body and senses are not external to Him, nor do they cover Him, but rather the Lord is identical with His spiritual form and senses. The full Absolute Truth, unlimited in fascinating diversity, is Lord &#346;r&#299; Krishna.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>