<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 63 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 63 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 63: <A CLASS=v HREF="index.htm">Lord Krishna Fights with B&#257;n&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.63.34</P><P CLASS=c>&#347;r&#299;-rudra uv&#257;ca</P><P CLASS=c>tvam hi brahma param jyotir</P><P CLASS=c>g&#363;dham brahmani v&#257;&#324;-maye</P><P CLASS=c>yam pa&#347;yanty amal&#257;tm&#257;na</P><P CLASS=c>&#257;k&#257;&#347;am iva kevalam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/rudrah">rudrah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A> said; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A> &#8212; light; <A CLASS=v HREF="http://vedabase.net/g/gudham">g&#363;dham</A> &#8212; hidden; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Absolute; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A>-<A CLASS=v HREF="http://vedabase.net/m/maye">maye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> its form of language (the Vedas); <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/p/pasyanti">pa&#347;yanti</A> &#8212; they see; <A CLASS=v HREF="http://vedabase.net/a/amala">amala</A> &#8212; spotless; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tm&#257;nah</A> &#8212; whose hearts; <A CLASS=v HREF="http://vedabase.net/a/akasam">&#257;k&#257;&#347;am</A> &#8212; the sky; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/k/kevalam">kevalam</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Rudra said: You alone are the Absolute Truth, the supreme light, the mystery hidden within the verbal manifestation of the Absolute. Those whose hearts are spotless can see You, for You are uncontaminated, like the sky.</P><P CLASS=t>PURPORT</P><P>The Absolute Truth is the source of all light and is therefore the supreme light, self-luminous. This Absolute Truth is explained confidentially in the Vedas and is therefore difficult for an ordinary reader to understand. The following statements quoted by &#346;r&#299;la J&#299;va Gosv&#257;m&#299; from the Gop&#257;la-t&#257;pan&#299; Upanishad show how the Vedic sounds occasionally reveal the Absolute: Te hocur up&#257;sanam etasya par&#257;tmano govindasy&#257;khil&#257;dh&#257;rino br&#363;hi (P&#363;rva-khanda 17): "They [the four Kum&#257;ras] said [to Brahm&#257;], 'Please tell us how to worship Govinda, the Supreme Soul and the foundation of all that exists.' " Cetana&#347; cetan&#257;n&#257;m (P&#363;rva-khanda 21): "He is the chief of all living beings." And tam ha devam &#257;tma-vritti-prak&#257;&#347;am (P&#363;rva-khanda 23): "One realizes that Supreme Godhead by first realizing one's own self." The great &#257;c&#257;rya J&#299;va Gosv&#257;m&#299; also quotes a verse from the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../7/10/48.htm">7.10.48</A>) &#8212; g&#363;dham param brahma manushya-li&#324;gam &#8212; which refers to "the Supreme Truth concealed in a humanlike form."</P><P>Since the Lord is pure, why do some people perceive Krishna's form and activities as impure? &#256;c&#257;rya J&#299;va explains that those whose own hearts are impure cannot understand the pure Lord. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; further quotes the Lord's own instruction to Arjuna in &#346;r&#299; Hari-vam&#347;a:</P><P>tat-param paramam brahma</P><P CLASS=n>sarvam vibhajate jagat</P><P CLASS=n>mamaiva tad ghanam tejo</P><P CLASS=n>jñ&#257;tum arhasi bh&#257;rata</P><P>"Superior to that [total material nature] is the Supreme Brahman, from which this entire creation expands. O descendant of Bharata, you should know that the Supreme Brahman consists of My concentrated effulgence."</P><P>Thus, to save his devotee, &#346;iva now glorifies the Supreme Lord, Krishna, his eternal worshipable master. The Lord's bewildering potency induced &#346;iva to fight with Lord Krishna, but now the fight is over, and to save his devotee Lord &#346;iva offers these beautiful prayers.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35-36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>