<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 63 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 63 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 63: <A CLASS=v HREF="index.htm">Lord Krishna Fights with B&#257;n&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.63.6</P><P CLASS=c>b&#257;n&#257;rthe bhagav&#257;n rudrah</P><P CLASS=c>sa-sutah pramathair vritah</P><P CLASS=c>&#257;ruhya nandi-vrishabham</P><P CLASS=c>yuyudhe r&#257;ma-krishnayoh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bana">b&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/arthe">arthe</A> &#8212; for <A HREF="http://vedabase.net/b/bana">B&#257;na</A>'s <A HREF="http://vedabase.net/s/sake">sake</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/r/rudrah">rudrah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; together with his son (K&#257;rtikeya, the general of the demigods' army); <A CLASS=v HREF="http://vedabase.net/p/pramathaih">pramathaih</A> &#8212; by the Pramathas (mystic sages who always attend Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>, appearing <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> multitude of forms); <A CLASS=v HREF="http://vedabase.net/v/vrtah">vritah</A> &#8212; accompanied; <A CLASS=v HREF="http://vedabase.net/a/aruhya">&#257;ruhya</A> &#8212; riding; <A CLASS=v HREF="http://vedabase.net/n/nandi">nandi</A> &#8212; on <A HREF="http://vedabase.net/n/nandi">Nandi</A>; <A CLASS=v HREF="http://vedabase.net/v/vrsabham">vrishabham</A> &#8212; his bull; <A CLASS=v HREF="http://vedabase.net/y/yuyudhe">yuyudhe</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> fought; <A CLASS=v HREF="http://vedabase.net/r/rama">r&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/krsnayoh">krishnayoh</A> &#8212; with <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A> and <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>Lord Rudra, accompanied by his son K&#257;rtikeya and the Pramathas, came riding on Nandi, his bull carrier, to fight Balar&#257;ma and Krishna on B&#257;na's behalf.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; states that the word bhagav&#257;n is used here to indicate that Lord &#346;iva is by nature all-knowing and thus well aware of Lord Krishna's greatness. Still, although &#346;iva knew Lord Krishna would defeat him, he joined the battle against Him to demonstrate the glories of the Supreme Personality of Godhead. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura states that Lord &#346;iva entered the battle for two reasons: first, to increase Lord Krishna's pleasure and enthusiasm; and second, to demonstrate that the Lord's incarnation as Krishna, although enacting humanlike pastimes, is superior to other avat&#257;ras, such as Lord R&#257;macandra. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; further states in this regard that Yogam&#257;y&#257;, Lord Krishna's internal potency, bewildered Lord &#346;iva just as she had bewildered Brahm&#257;. In support of this statement, the &#257;c&#257;rya cites the phrase brahma-rudr&#257;di-mohanam from Bhakti-ras&#257;mrita-sindhu. Of course, Yogam&#257;y&#257;'s job is to make fine arrangements for the Lord's pastimes, and thus &#346;iva became enthusiastic to battle the Supreme Lord, Krishna.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>