<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 63</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 63"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 63: Lord Krishna Fights with B&#257;n&#257;sura</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.63 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.63.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: O descendant of Bharata, the relatives of Aniruddha, not seeing Him return, continued to lament as the four rainy months passed.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.63.2</B></A>: After hearing from N&#257;rada the news of Aniruddha's deeds and His capture, the Vrishnis, who worshiped Lord Krishna as their personal Deity, went to &#346;onitapura.</P><P CLASS=r><A CLASS=i HREF="3-4.htm"><B>SB 10.63.3-4</B></A>: With Lord Balar&#257;ma and Lord Krishna in the lead, the chiefs of the S&#257;tvata clan &#8212; Pradyumna, S&#257;tyaki, Gada, S&#257;mba, S&#257;rana, Nanda, Upananda, Bhadra and others &#8212; converged with an army of twelve divisions and laid siege to B&#257;nasura's capital, completely surrounding the city on all sides.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.63.5</B></A>: B&#257;n&#257;sura became filled with anger upon seeing them destroy his city's suburban gardens, ramparts, watchtowers and gateways, and thus he went out to confront them with an army of equal size.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.63.6</B></A>: Lord Rudra, accompanied by his son K&#257;rtikeya and the Pramathas, came riding on Nandi, his bull carrier, to fight Balar&#257;ma and Krishna on B&#257;na's behalf.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.63.7</B></A>: A most astonishing, tumultuous and hair-raising battle then commenced, with Lord Krishna matched against Lord &#346;a&#324;kara, and Pradyumna against K&#257;rtikeya.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.63.8</B></A>: Lord Balar&#257;ma fought with Kumbh&#257;nda and K&#363;pakarna, S&#257;mba with B&#257;na's son, and S&#257;tyaki with B&#257;na.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.63.9</B></A>: Brahm&#257; and the other ruling demigods, along with Siddhas, C&#257;ranas and great sages, as well as Gandharvas, Apsar&#257;s and Yakshas, all came in their celestial airplanes to watch.</P><P CLASS=r><A CLASS=i HREF="10-11.htm"><B>SB 10.63.10-11</B></A>: With sharp-pointed arrows discharged from His bow &#346;&#257;r&#324;ga, Lord Krishna drove away the various followers of Lord &#346;iva &#8212; Bh&#363;tas, Pramathas, Guhyakas, D&#257;kin&#299;s, Y&#257;tudh&#257;nas, Vet&#257;las, Vin&#257;yakas, Pretas, M&#257;t&#257;s, Pi&#347;&#257;cas, Kushm&#257;ndas and Brahma-r&#257;kshasas.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.63.12</B></A>: Lord &#346;iva, wielder of the trident, shot various weapons at Lord Krishna, wielder of &#346;&#257;r&#324;ga. But Lord Krishna was not in the least perplexed: He neutralized all these weapons with appropriate counterweapons.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.63.13</B></A>: Lord Krishna counteracted a brahm&#257;stra with another brahm&#257;stra, a wind weapon with a mountain weapon, a fire weapon with a rain weapon, and Lord &#346;iva's personal p&#257;&#347;upat&#257;stra weapon with His own personal weapon, the n&#257;r&#257;yan&#257;stra.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.63.14</B></A>: After bewildering Lord &#346;iva by making him yawn with a yawning weapon, Lord Krishna proceeded to strike down B&#257;n&#257;sura's army with His sword, club and arrows.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.63.15</B></A>: Lord K&#257;rtikeya was distressed by the flood of Pradyumna's arrows raining down from all sides, and thus he fled the battlefield on his peacock as blood poured from his limbs.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.63.16</B></A>: Kumbh&#257;nda and K&#363;pakarna, tormented by Lord Balar&#257;ma's club, fell down dead. When the soldiers of these two demons saw that their leaders had been killed, they scattered in all directions.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.63.17</B></A>: B&#257;n&#257;sura was furious to see his entire military force being torn apart. Leaving his fight with S&#257;tyaki, he charged across the battlefield on his chariot and attacked Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.63.18</B></A>: Excited to a frenzy by the fighting, B&#257;na simultaneously pulled taut all the strings of his five hundred bows and fixed two arrows on each string.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.63.19</B></A>: Lord &#346;r&#299; Hari split every one of B&#257;n&#257;sura's bows simultaneously, and also struck down his chariot driver, chariot and horses. The Lord then sounded His conchshell.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.63.20</B></A>: Just then B&#257;n&#257;sura's mother, Kotar&#257;, desiring to save her son's life, appeared before Lord Krishna naked and with her hair undone.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.63.21</B></A>: Lord Gad&#257;graja turned His face away to avoid seeing the naked woman, and B&#257;n&#257;sura &#8212; deprived of his chariot, his bow shattered &#8212; took the opportunity to flee into his city.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.63.22</B></A>: After Lord &#346;iva's followers had been driven away, the &#346;iva-jvara, who had three heads and three feet, pressed forward to attack Lord Krishna. As the &#346;iva-jvara approached, he seemed to burn everything in the ten directions.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.63.23</B></A>: Seeing this personified weapon approach, Lord N&#257;r&#257;yana then released His own personified fever weapon, the Vishnu-jvara. The &#346;iva-jvara and Vishnu-jvara thus battled each other.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.63.24</B></A>: The &#346;iva-jvara, overwhelmed by the strength of the Vishnu-jvara, cried out in pain. But finding no refuge, the frightened &#346;iva-jvara approached Lord Krishna, the master of the senses, hoping to attain His shelter. Thus with joined palms he began to praise the Lord.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.63.25</B></A>: The &#346;iva-jvara said: I bow down to You of unlimited potencies, the Supreme Lord, the Supersoul of all beings. You possess pure and complete consciousness and are the cause of cosmic creation, maintenance and dissolution. Perfectly peaceful, You are the Absolute Truth to whom the Vedas indirectly refer.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.63.26</B></A>: Time; fate; karma; the j&#299;va and his propensities; the subtle material elements; the material body; the life air; false ego; the various senses; and the totality of these as reflected in the living being's subtle body &#8212; all this constitutes your material illusory energy, m&#257;y&#257;, an endless cycle like that of seed and plant. I take shelter of You, the negation of this m&#257;y&#257;.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.63.27</B></A>: With various intentions, You perform pastimes to maintain the demigods, the saintly persons and the codes of religion for this world. By these pastimes You also kill those who stray from the right path and live by violence. Indeed, your present incarnation is meant to relieve the earth's burden.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.63.28</B></A>: I am tortured by the fierce power of Your terrible fever weapon, which is cold yet burning. All embodied souls must suffer as long as they remain bound to material ambitions and thus averse to serving Your feet.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.63.29</B></A>: The Supreme Lord said: O three-headed one, I am pleased with you. May your fear of My fever weapon be dispelled, and may whoever remembers our conversation here have no reason to fear you.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.63.30</B></A>: Thus addressed, the M&#257;he&#347;vara-jvara bowed down to the infallible Lord and went away. But B&#257;n&#257;sura then appeared, riding forth on his chariot to fight Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.63.31</B></A>: Carrying numerous weapons in his thousand hands, O King, the terribly infuriated demon shot many arrows at Lord Krishna, the carrier of the disc weapon.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.63.32</B></A>: As B&#257;na continued hurling weapons at Him, the Supreme Lord began using His razor-sharp cakra to cut off B&#257;n&#257;sura's arms as if they were tree branches.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.63.33</B></A>: Lord &#346;iva felt compassion for his devotee B&#257;n&#257;sura, whose arms were being cut off, and thus he approached Lord Cakr&#257;yudha [Krishna] and spoke to Him as follows.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.63.34</B></A>: &#346;r&#299; Rudra said: You alone are the Absolute Truth, the supreme light, the mystery hidden within the verbal manifestation of the Absolute. Those whose hearts are spotless can see You, for You are uncontaminated, like the sky.</P><P CLASS=r><A CLASS=i HREF="35-36.htm"><B>SB 10.63.35-36</B></A>: The sky is Your navel, fire Your face, water Your semen, and heaven Your head. The cardinal directions are Your sense of hearing, herbal plants the hairs on Your body, and water-bearing clouds the hair on Your head. The earth is Your foot, the moon Your mind, and the sun Your vision, while I am Your ego. The ocean is Your abdomen, Indra Your arm, Lord Brahm&#257; Your intelligence, the progenitor of mankind Your genitals, and religion Your heart. You are indeed the original purusha, creator of the worlds.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.63.37</B></A>: Your current descent into the material realm, O Lord of unrestricted power, is meant for upholding the principles of justice and benefiting the entire universe. We demigods, each depending on Your grace and authority, develop the seven planetary systems.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.63.38</B></A>: You are the original person, one without a second, transcendental and self-manifesting. Uncaused, you are the cause of all, and You are the ultimate controller. You are nonetheless perceived in terms of the transformations of matter effected by Your illusory energy &#8212; transformations You sanction so that the various material qualities can fully manifest.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.63.39</B></A>: O almighty one, just as the sun, though hidden by a cloud, illuminates the cloud and all other visible forms as well, so You, although hidden by the material qualities, remain self-luminous and thus reveal all those qualities, along with the living entities who possess them.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.63.40</B></A>: Their intelligence bewildered by Your m&#257;y&#257;, fully attached to children, wife, home and so on, persons immersed in the ocean of material misery sometimes rise to the surface and sometimes sink down.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 10.63.41</B></A>: One who has attained this human form of life as a gift from God, yet who fails to control his senses and honor Your feet, is surely to be pitied, for he is only cheating himself.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 10.63.42</B></A>: That mortal who rejects You &#8212; his true Self, dearmost friend, and Lord &#8212; for the sake of sense objects, whose nature is just the opposite, refuses nectar and instead consumes poison.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 10.63.43</B></A>: I, Lord Brahm&#257;, the other demigods and the pure-minded sages have all surrendered wholeheartedly unto You, our dearmost Self and Lord.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 10.63.44</B></A>: Let us worship You, the Supreme Lord, to be freed from material life. You are the maintainer of the universe and the cause of its creation and demise. Equipoised and perfectly at peace, You are the true friend, Self and worshipable Lord. You are one without a second, the shelter of all the worlds and all souls.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 10.63.45</B></A>: This B&#257;n&#257;sura is my dear and faithful follower, and I have awarded him freedom from fear. Therefore, my Lord, please grant him Your mercy, just as You showed mercy to Prahl&#257;da, the lord of the demons.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 10.63.46</B></A>: The Supreme Lord said: My dear lord, for your pleasure We must certainly do what you have requested of Us. I fully agree with your conclusion.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 10.63.47</B></A>: I will not kill this demonic son of Vairocani, for I gave Prahl&#257;da Mah&#257;r&#257;ja the benediction that I would not kill any of his descendants.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 10.63.48</B></A>: It was to subdue B&#257;n&#257;sura's false pride that I severed his arms. And I slew his mighty army because it had become a burden upon the earth.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 10.63.49</B></A>: This demon, who still has four arms, will be immune to old age and death, and he will serve as one of your principal attendants. Thus he will have nothing to fear on any account.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 10.63.50</B></A>: Thus attaining freedom from fear, B&#257;n&#257;sura offered obeisances to Lord Krishna by touching his head to the ground. B&#257;na then seated Aniruddha and His bride on their chariot and brought them before the Lord.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 10.63.51</B></A>: At the front of the party Lord Krishna then placed Aniruddha and His bride, both beautifully adorned with fine clothes and ornaments, and surrounded them with a full military division. Thus Lord Krishna took His leave of Lord &#346;iva and departed.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>SB 10.63.52</B></A>: The Lord then entered His capital. The city was lavishly decorated with flags and victory arches, and its avenues and crossways were all sprinkled with water. As conchshells, &#257;nakas and dundubhi drums resounded, the Lord's relatives, the br&#257;hmanas and the general populace all came forward to greet Him respectfully.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>SB 10.63.53</B></A>: Whoever rises early in the morning and remembers Lord Krishna's victory in His battle with Lord &#346;iva will never experience defeat.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>