<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 69 Verses 1-6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 69 Verses 1-6"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 69: <A CLASS=v HREF="index.htm">N&#257;rada Muni Visits Lord Krishna's Palaces in Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.69.1-6</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>narakam nihatam &#347;rutv&#257;</P><P CLASS=c>tathodv&#257;ham ca yoshit&#257;m</P><P CLASS=c>krishnenaikena bahv&#299;n&#257;m</P><P CLASS=c>tad-didrikshuh sma n&#257;radah</P><P CLASS=c>citram bataitad ekena</P><P CLASS=c>vapush&#257; yugapat prithak</P><P CLASS=c>griheshu dvy-ashta-s&#257;hasram</P><P CLASS=c>striya eka ud&#257;vahat</P><P CLASS=c>ity utsuko dv&#257;ravat&#299;m</P><P CLASS=c>devarshir drashtum &#257;gamat</P><P CLASS=c>pushpitopavan&#257;r&#257;ma-</P><P CLASS=c>dvij&#257;li-kula-n&#257;dit&#257;m</P><P CLASS=c>utphullend&#299;var&#257;mbhoja-</P><P CLASS=c>kahl&#257;ra-kumudotpalaih</P><P CLASS=c>churiteshu sarahs&#363;ccaih</P><P CLASS=c>k&#363;jit&#257;m hamsa-s&#257;rasaih</P><P CLASS=c>pr&#257;s&#257;da-lakshair navabhir</P><P CLASS=c>jusht&#257;m sph&#257;tika-r&#257;jataih</P><P CLASS=c>mah&#257;-marakata-prakhyaih</P><P CLASS=c>svarna-ratna-paricchadaih</P><P CLASS=c>vibhakta-rathy&#257;-patha-catvar&#257;panaih</P><P CLASS=c>&#347;&#257;l&#257;-sabh&#257;bh&#299; rucir&#257;m sur&#257;layaih</P><P CLASS=c>samsikta-m&#257;rg&#257;&#324;gana-v&#299;thi-dehal&#299;m</P><P CLASS=c>patat-pat&#257;ka-dhvaja-v&#257;rit&#257;tap&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/n/narakam">narakam</A> &#8212; the demon <A HREF="http://vedabase.net/n/naraka">Naraka</A>; <A CLASS=v HREF="http://vedabase.net/n/nihatam">nihatam</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/u/udvaham">udv&#257;ham</A> &#8212; the marriage; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yositam">yoshit&#257;m</A> &#8212; with women; <A CLASS=v HREF="http://vedabase.net/k/krsnena">krishnena</A> &#8212; by Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/e/ekena">ekena</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/b/bahvinam">bahv&#299;n&#257;m</A> &#8212; with many; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/didrksuh">didrikshuh</A> &#8212; wanting <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/c/citram">citram</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; ah; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/e/ekena">ekena</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> single; <A CLASS=v HREF="http://vedabase.net/v/vapusa">vapush&#257;</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/y/yugapat">yugapat</A> &#8212; simultaneously; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; separate; <A CLASS=v HREF="http://vedabase.net/g/grhesu">griheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> residences; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A> &#8212; two times; <A CLASS=v HREF="http://vedabase.net/a/asta">ashta</A> &#8212; eight; <A CLASS=v HREF="http://vedabase.net/s/sahasram">s&#257;hasram</A> &#8212; thousand; <A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; women; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/u/udavahat">ud&#257;vahat</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> married; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/utsukah">utsukah</A> &#8212; eager; <A CLASS=v HREF="http://vedabase.net/d/dvaravatim">dv&#257;ravat&#299;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A>; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; of the demigods; <A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; the sage, <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/d/drastum">drashtum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/a/agamat">&#257;gamat</A> &#8212; came; <A CLASS=v HREF="http://vedabase.net/p/puspita">pushpita</A> &#8212; flowery; <A CLASS=v HREF="http://vedabase.net/u/upavana">upavana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> parks; <A CLASS=v HREF="http://vedabase.net/a/arama">&#257;r&#257;ma</A> &#8212; and pleasure gardens; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; of birds; <A CLASS=v HREF="http://vedabase.net/a/ali">ali</A> &#8212; and bees; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A> &#8212; with flocks and swarms; <A CLASS=v HREF="http://vedabase.net/n/naditam">n&#257;dit&#257;m</A> &#8212; resounding; <A CLASS=v HREF="http://vedabase.net/u/utphulla">utphulla</A> &#8212; blooming; <A CLASS=v HREF="http://vedabase.net/i/indivara">ind&#299;vara</A> &#8212; with blue lotuses; <A CLASS=v HREF="http://vedabase.net/a/ambhoja">ambhoja</A> &#8212; day-blooming lotuses; <A CLASS=v HREF="http://vedabase.net/k/kahlara">kahl&#257;ra</A> &#8212; white esculent lotuses; <A CLASS=v HREF="http://vedabase.net/k/kumuda">kumuda</A> &#8212; moonlight-blooming lotuses; <A CLASS=v HREF="http://vedabase.net/u/utpalaih">utpalaih</A> &#8212; and water lilies; <A CLASS=v HREF="http://vedabase.net/c/churitesu">churiteshu</A> &#8212; filled; <A CLASS=v HREF="http://vedabase.net/s/sarahsu">sarahsu</A> &#8212; within lakes; <A CLASS=v HREF="http://vedabase.net/u/uccaih">uccaih</A> &#8212; loudly; <A CLASS=v HREF="http://vedabase.net/k/kujitam">k&#363;jit&#257;m</A> &#8212; filled with the calling; <A CLASS=v HREF="http://vedabase.net/h/hamsa">hamsa</A> &#8212; by swans; <A CLASS=v HREF="http://vedabase.net/s/sarasaih">s&#257;rasaih</A> &#8212; and cranes; <A CLASS=v HREF="http://vedabase.net/p/prasada">pr&#257;s&#257;da</A> &#8212; with palaces; <A CLASS=v HREF="http://vedabase.net/l/laksaih">lakshaih</A> &#8212; hundreds of thousands; <A CLASS=v HREF="http://vedabase.net/n/navabhih">navabhih</A> &#8212; nine; <A CLASS=v HREF="http://vedabase.net/j/justam">jusht&#257;m</A> &#8212; adorned; <A CLASS=v HREF="http://vedabase.net/s/sphatika">sph&#257;tika</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of crystal glass; <A CLASS=v HREF="http://vedabase.net/r/rajataih">r&#257;jataih</A> &#8212; and silver; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/marakata">marakata</A> &#8212; with great emeralds; <A CLASS=v HREF="http://vedabase.net/p/prakhyaih">prakhyaih</A> &#8212; splendorous; <A CLASS=v HREF="http://vedabase.net/s/svarna">svarna</A> &#8212; of gold; <A CLASS=v HREF="http://vedabase.net/r/ratna">ratna</A> &#8212; and jewels; <A CLASS=v HREF="http://vedabase.net/p/paricchadaih">paricchadaih</A> &#8212; whose furnishings; <A CLASS=v HREF="http://vedabase.net/v/vibhakta">vibhakta</A> &#8212; systematically divided; <A CLASS=v HREF="http://vedabase.net/r/rathya">rathy&#257;</A> &#8212; with main avenues; <A CLASS=v HREF="http://vedabase.net/p/patha">patha</A> &#8212; roads; <A CLASS=v HREF="http://vedabase.net/c/catvara">catvara</A> &#8212; intersections; <A CLASS=v HREF="http://vedabase.net/a/apanaih">&#257;panaih</A> &#8212; and marketplaces; <A CLASS=v HREF="http://vedabase.net/s/sala">&#347;&#257;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sabhabhih">sabh&#257;bhih</A> &#8212; with assembly houses; <A CLASS=v HREF="http://vedabase.net/r/ruciram">rucir&#257;m</A> &#8212; charming; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A> &#8212; of the demigods; <A CLASS=v HREF="http://vedabase.net/a/alayaih">&#257;layaih</A> &#8212; with temples; <A CLASS=v HREF="http://vedabase.net/s/samsikta">samsikta</A> &#8212; sprinkled with water; <A CLASS=v HREF="http://vedabase.net/m/marga">m&#257;rga</A> &#8212; whose roads; <A CLASS=v HREF="http://vedabase.net/a/angana">a&#324;gana</A> &#8212; courtyards; <A CLASS=v HREF="http://vedabase.net/v/vithi">v&#299;thi</A> &#8212; commercial streets; <A CLASS=v HREF="http://vedabase.net/d/dehalim">dehal&#299;m</A> &#8212; and patios; <A CLASS=v HREF="http://vedabase.net/p/patat">patat</A> &#8212; flying; <A CLASS=v HREF="http://vedabase.net/p/pataka">pat&#257;ka</A> &#8212; with banners; <A CLASS=v HREF="http://vedabase.net/d/dhvaja">dhvaja</A> &#8212; by the flagpoles; <A CLASS=v HREF="http://vedabase.net/v/varita">v&#257;rita</A> &#8212; warded off; <A CLASS=v HREF="http://vedabase.net/a/atapam">&#257;tap&#257;m</A> &#8212; the heat of the sun.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: Hearing that Lord Krishna had killed Narak&#257;sura and had alone married many brides, N&#257;rada Muni desired to see the Lord in this situation. He thought, "It is quite amazing that in a single body Lord Krishna simultaneously married sixteen thousand women, each in a separate palace." Thus the sage of the demigods eagerly went to Dv&#257;rak&#257;.</P><P>The city was filled with the sounds of birds and bees flying about the parks and pleasure gardens, while its lakes, crowded with blooming ind&#299;vara, ambhoja, kahl&#257;ra, kumuda and utpala lotuses, resounded with the calls of swans and cranes. Dv&#257;rak&#257; boasted nine hundred thousand royal palaces, all constructed with crystal and silver and splendorously decorated with huge emeralds. Inside these palaces, the furnishings were bedecked with gold and jewels. Traffic moved along a well laid-out system of boulevards, roads, intersections and marketplaces, and many assembly houses and temples of demigods graced the charming city. The roads, courtyards, commercial streets and residential patios were all sprinkled with water and shaded from the sun's heat by banners waving from flagpoles.</P><P CLASS=t>PURPORT</P><P>In Krishna, &#346;r&#299;la Prabhup&#257;da beautifully describes the city of Dv&#257;rak&#257; as follows: "Being inquisitive as to how Krishna was managing His household affairs with so many wives, N&#257;rada desired to see these pastimes and so set out to visit Krishna's different homes. When N&#257;rada arrived in Dv&#257;rak&#257;, he saw that the gardens and parks were full of various flowers of different colors and orchards that were overloaded with a variety of fruits. Beautiful birds were chirping, and peacocks were delightfully crowing. There were tanks and ponds full of blue and red lotus flowers, and some of these sites were filled with varieties of lilies. The lakes were full of nice swans and cranes, whose voices resounded everywhere. In the city there were as many as 900,000 great palaces built of first-class marble, with gates and doors made of silver. The posts of the houses and palaces were bedecked with jewels such as touchstone, sapphires and emeralds, and the floors gave off a beautiful luster. The highways, lanes, streets, crossings and marketplaces were all beautifully decorated. The whole city was full of residential homes, assembly houses and temples, all of different architectural beauty. All of this made Dv&#257;rak&#257; a glowing city. The big avenues, crossings, lanes and streets, and also the thresholds of every residential house, were very clean. On both sides of every path there were bushes, and at regular intervals there were large trees that shaded the avenues so that the sunshine would not bother the passersby."</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7-8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>