<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 69 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 69 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 69: <A CLASS=v HREF="index.htm">N&#257;rada Muni Visits Lord Krishna's Palaces in Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.69.24</P><P CLASS=c>juhvantam ca vit&#257;n&#257;gn&#299;n</P><P CLASS=c>yajantam pañcabhir makhaih</P><P CLASS=c>bhojayantam dvij&#257;n kv&#257;pi</P><P CLASS=c>bhuñj&#257;nam ava&#347;eshitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/juhvantam">juhvantam</A> &#8212; offering oblations; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vitana">vit&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/agnin">agn&#299;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the sacrificial fires; <A CLASS=v HREF="http://vedabase.net/y/yajantam">yajantam</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/p/pancabhih">pañcabhih</A> &#8212; five; <A CLASS=v HREF="http://vedabase.net/m/makhaih">makhaih</A> &#8212; with the obligatory rituals; <A CLASS=v HREF="http://vedabase.net/b/bhojayantam">bhojayantam</A> &#8212; feeding; <A CLASS=v HREF="http://vedabase.net/d/dvijan">dvij&#257;n</A> &#8212; br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; somewhere; <A CLASS=v HREF="http://vedabase.net/b/bhunjanam">bhuñj&#257;nam</A> &#8212; eating; <A CLASS=v HREF="http://vedabase.net/a/avasesitam">ava&#347;eshitam</A> &#8212; remnants.</P><P CLASS=t>TRANSLATION</P><P>In one place the Lord was offering oblations into the sacrificial fires; in another, worshiping through the five mah&#257;-yajñas; in another, feeding br&#257;hmanas; and in yet another, eating the remnants of food left by br&#257;hmanas.</P><P CLASS=t>PURPORT</P><P>The five mah&#257;-yajñas, or great sacrifices, are defined as follows: p&#257;tho homa&#347; c&#257;tith&#299;n&#257;m sapary&#257; tarpanam balih &#8212; "reciting the Vedas, offering oblations into the sacrificial fire, waiting on guests, making offerings to the forefathers, and offering [a share of one's food] to living entities in general."</P><P>&#346;r&#299;la Prabhup&#257;da comments as follows on these sacrifices: "In another palace Krishna was found performing the pañca-yajña sacrifice, which is compulsory for a householder. This yajña is also known as pañca-s&#363;n&#257;. Knowingly or unknowingly, everyone, specifically the householder, is committing five kinds of sinful activities. When we receive water from a water pitcher, we kill many germs that are in it. Similarly, when we use a grinding machine or take foodstuffs, we kill many germs. When sweeping the floor or igniting a fire, we kill many germs. When we walk on the street we kill many ants and other insects. Consciously or unconsciously, in all our different activities we are killing. Therefore it is incumbent upon every householder to perform the pañca-s&#363;n&#257; sacrifice to rid himself of the reactions to such sinful activities."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;, in his commentary on this verse, again points out that all the different times of the day were occurring simultaneously in Lord Krishna's palaces. Thus N&#257;rada saw a fire sacrifice &#8212; a morning ritual &#8212; and at about the same time he saw Lord Krishna feeding the br&#257;hmanas and accepting their remnants &#8212; a noontime activity.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>