<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 69 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 69 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 69: <A CLASS=v HREF="index.htm">N&#257;rada Muni Visits Lord Krishna's Palaces in Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.69.40</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>brahman dhannasya vakt&#257;ham</P><P CLASS=c>kart&#257; tad-anumodit&#257;</P><P CLASS=c>tac chikshayan lokam imam</P><P CLASS=c>&#257;sthitah putra m&#257; khidah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Lord said; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/d/dharmasya">dharmasya</A> &#8212; of religion; <A CLASS=v HREF="http://vedabase.net/v/vakta">vakt&#257;</A> &#8212; the speaker; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/karta">kart&#257;</A> &#8212; the executor; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/a/anumodita">anumodit&#257;</A> &#8212; the sanctioner; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/s/siksayan">&#347;ikshayan</A> &#8212; teaching; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the world; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/a/asthitah">&#257;sthitah</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/khidah">khidah</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not be disturbed.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: O br&#257;hmana, I am the speaker of religion, its performer and sanctioner. I observe religious principles to teach them to the world, My child, so do not be disturbed.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; explains that Lord Krishna wanted to dispel N&#257;rada's distress, which the sage felt because he saw Lord Krishna worshiping the demigods and even N&#257;rada himself. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; explains Lord Krishna's feelings as follows: "As I state in the Bhagavad-g&#299;t&#257;, yad yad &#257;carati &#347;reshthas tat tad evetaro janah: [ 'Whatever a great person does, ordinary people follow.'] Thus I bathed your feet today in order to help propagate the principles of religion. In the past, before I began My pastimes of directly teaching religious principles, you came and offered prayers to Me after I had killed the Ke&#347;&#299; demon, but I simply listened to your elaborate prayers and glorification and did nothing to honor you. Just remember this and consider.</P><P>"Do not think that you have committed an offense by allowing Me to bathe your feet today and accept the water as holy remnants. Just as a son does not offend his father by touching him with his foot while sitting on the father's lap, so you should understand that in the same way, My son, you have not offended Me."</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>