<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 69 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 69 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 69: <A CLASS=v HREF="index.htm">N&#257;rada Muni Visits Lord Krishna's Palaces in Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.69.41</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>ity &#257;carantam sad-dharm&#257;n</P><P CLASS=c>p&#257;van&#257;n griha-medhin&#257;m</P><P CLASS=c>tam eva sarva-geheshu</P><P CLASS=c>santam ekam dadar&#347;a ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/acarantam">&#257;carantam</A> &#8212; performing; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; spiritual; <A CLASS=v HREF="http://vedabase.net/d/dharman">dharm&#257;n</A> &#8212; the principles of religion; <A CLASS=v HREF="http://vedabase.net/p/pavanan">p&#257;van&#257;n</A> &#8212; purifying; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/m/medhinam">medhin&#257;m</A> &#8212; for householders; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all; <A CLASS=v HREF="http://vedabase.net/g/gehesu">geheshu</A> &#8212; the palaces; <A CLASS=v HREF="http://vedabase.net/s/santam">santam</A> &#8212; present; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> one form; <A CLASS=v HREF="http://vedabase.net/d/dadarsa">dadar&#347;a</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> saw.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: Thus in every palace N&#257;rada saw the Lord in His same personal form, executing the transcendental principles of religion that purify those engaged in household affairs.</P><P CLASS=t>PURPORT</P><P>In this verse &#346;ukadeva Gosv&#257;m&#299; repeats what the Lord has Himself explained. As &#346;r&#299;la Prabhup&#257;da writes in Krishna, "The Supreme Personality of Godhead was engaged in His so-called household affairs in order to teach people how one can sanctify one's household life although he may be attached to the imprisonment of material existence. Actually, one is obliged to continue the term of material existence because of household life. But the Lord, being very kind upon householders, demonstrated the path of sanctifying ordinary household life. Because Krishna is the center of all activities, a Krishna conscious householder's life is transcendental to Vedic injunctions and is automatically sanctified."</P><P>As stated in Text 2 of this chapter, all the Lord's activities in the many palaces were performed by the Lord's single spiritual form (ekena vapush&#257;), which manifested in many places at once. This vision was revealed to N&#257;rada because of his desire to see it and the Lord's desire to show it to him. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; points out that the other residents of Dv&#257;rak&#257; could see Krishna only in the particular part of the city they themselves occupied, and not anywhere else, even if they would sometimes go to another precinct on some business. Thus the Lord gave a special view of His pastimes to His beloved devotee N&#257;rada Muni.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>