<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 69</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 69"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 69: N&#257;rada Muni Visits Lord Krishna's Palaces in Dv&#257;rak&#257;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.69 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1-6.htm"><B>SB 10.69.1-6</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Hearing that Lord Krishna had killed Narak&#257;sura and had alone married many brides, N&#257;rada Muni desired to see the Lord in this situation. He thought, "It is quite amazing that in a single body Lord Krishna simultaneously married sixteen thousand women, each in a separate palace." Thus the sage of the demigods eagerly went to Dv&#257;rak&#257;.The city was filled with the sounds of birds and bees flying about the parks and pleasure gardens, while its lakes, crowded with blooming ind&#299;vara, ambhoja, kahl&#257;ra, kumuda and utpala lotuses, resounded with the calls of swans and cranes. Dv&#257;rak&#257; boasted nine hundred thousand royal palaces, all constructed with crystal and silver and splendorously decorated with huge emeralds. Inside these palaces, the furnishings were bedecked with gold and jewels. Traffic moved along a well laid-out system of boulevards, roads, intersections and marketplaces, and many assembly houses and temples of demigods graced the charming city. The roads, courtyards, commercial streets and residential patios were all sprinkled with water and shaded from the sun's heat by banners waving from flagpoles.</P><P CLASS=r><A CLASS=i HREF="7-8.htm"><B>SB 10.69.7-8</B></A>: In the city of Dv&#257;rak&#257; was a beautiful private quarter worshiped by the planetary rulers. This district, where the demigod Vi&#347;vakarm&#257; had shown all his divine skill, was the residential area of Lord Hari, and thus it was gorgeously decorated by the sixteen thousand palaces of Lord Krishna's queens. N&#257;rada Muni entered one of these immense palaces.</P><P CLASS=r><A CLASS=i HREF="9-12.htm"><B>SB 10.69.9-12</B></A>: Supporting the palace were coral pillars decoratively inlaid with vaid&#363;rya gems. Sapphires bedecked the walls, and the floors glowed with perpetual brilliance. In that palace Tvasht&#257; had arranged canopies with hanging strands of pearls; there were also seats and beds fashioned of ivory and precious jewels. In attendance were many well-dressed maidservants bearing lockets on their necks, and also armor-clad guards with turbans, fine uniforms and jeweled earrings. The glow of numerous jewel-studded lamps dispelled all darkness in the palace. My dear King, on the ornate ridges of the roof danced loudly crying peacocks, who saw the fragrant aguru incense escaping through the holes of the latticed windows and mistook it for a cloud.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.69.13</B></A>: In that palace the learned br&#257;hmana saw the Lord of the S&#257;tvatas, &#346;r&#299; Krishna, together with His wife, who fanned Him with a gold-handled yak-tail fan. She personally served Him in this way, even though she was constantly attended by a thousand maidservants equal to her in personal character, beauty, youth and fine dress.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.69.14</B></A>: The Supreme Lord is the greatest upholder of religious principles. Thus when He noticed N&#257;rada, He rose at once from Goddess &#346;r&#299;'s bed, bowed His crowned head at N&#257;rada's feet and, joining His palms, had the sage sit in His own seat.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.69.15</B></A>: The Lord bathed N&#257;rada's feet and then put the water on His own head. Although Lord Krishna is the supreme spiritual authority of the universe and the master of His devotees, it was proper for Him to behave in this way, for His name is Brahmanya-deva, "the Lord who favors the bri&#257;hmanas." Thus &#346;r&#299; Krishna honored the sage N&#257;rada by bathing his feet, even though the water that bathes the Lord's own feet becomes the Ganges, the ultimate holy shrine.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.69.16</B></A>: After fully worshiping the great sage of the demigods according to Vedic injunctions, Lord Krishna, who is Himself the original sage &#8212; N&#257;r&#257;yana, the friend of Nara &#8212; conversed with N&#257;rada, and the Lord's measured speech was as sweet as nectar. Finally the Lord asked N&#257;rada, "What may We do for you, Our lord and master?"</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.69.17</B></A>: &#346;r&#299; N&#257;rada said: O almighty Lord, it is no surprise that You, the ruler of all worlds, show friendship for all people and yet subdue the envious. As we well know, You descend by Your sweet will in order to bestow the highest good on this universe by maintaining and protecting it. Thus Your glories are widely sung.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.69.18</B></A>: Now I have seen Your feet, which grant liberation to Your devotees, which even Lord Brahm&#257; and other great personalities of unfathomable intelligence can only meditate upon within their hearts, and which those who have fallen into the well of material existence resort to for deliverance. Please favor me so that I may constantly think of You as I travel about. Please grant Me the power to remember You.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.69.19</B></A>: N&#257;rada then entered the palace of another of Lord Krishna's wives, my dear King. He was eager to witness the spiritual potency possessed by the master of all masters of mystic power.</P><P CLASS=r><A CLASS=i HREF="20-22.htm"><B>SB 10.69.20-22</B></A>: There he saw the Lord playing at dice with His beloved consort and His friend Uddhava. Lord Krishna worshiped N&#257;rada by standing up, offering him a seat, and so on, and then, as if He did not know, asked him, "When did you arrive? What can needy persons like Us do for those who are full in themselves? In any case, My dear br&#257;hmana, please make My life auspicious." Thus addressed, N&#257;rada was astonished. He simply stood up silently and went to another palace.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.69.23</B></A>: This time N&#257;radaj&#299; saw that Lord Krishna was engaged as an affectionate father petting His small children. From there he entered another palace and saw Lord Krishna preparing to lake His bath.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.69.24</B></A>: In one place the Lord was offering oblations into the sacrificial fires; in another, worshiping through the five mah&#257;-yajñas; in another, feeding br&#257;hmanas; and in yet another, eating the remnants of food left by br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.69.25</B></A>: Somewhere Lord Krishna was observing the rituals for worship at sunset by refraining from speech and quietly chanting the G&#257;yatr&#299; mantra, and elsewhere He was moving about with sword and shield in the areas set aside for sword practice.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.69.26</B></A>: In one place Lord Gad&#257;graja was riding on horses, elephants and chariots, and in another place He was resting on His bed while bards recited His glories.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.69.27</B></A>: Somewhere He was consulting with royal ministers like Uddhava, and somewhere else He was enjoying in the water, surrounded by many society girls and other young women.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.69.28</B></A>: Somewhere He was giving well-decorated cows to exalted br&#257;hmanas, and elsewhere he was listening to the auspicious narration of epic histories and Pur&#257;nas.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.69.29</B></A>: Somewhere Lord Krishna was found enjoying the company of a particular wife by exchanging joking words with her. Somewhere else He was found engaged, along with His wife, in religious ritualistic functions. Somewhere Krishna was found engaged in matters of economic development, and somewhere else He was found enjoying family life according to the regulative principles of the &#347;&#257;stras.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.69.30</B></A>: Somewhere He was sitting alone, meditating on the Supreme Personality of Godhead, who is transcendental to material nature, and somewhere He was rendering menial service to His elders, offering them desirable things and reverential worship.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.69.31</B></A>: In one place He was planning battles in consultation with some of His advisers, and in another place He was making peace. Somewhere Lord Ke&#347;ava and Lord Balar&#257;ma were together pondering the welfare of the pious.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.69.32</B></A>: N&#257;rada saw Lord Krishna engaged in getting His sons and daughters married to suitable brides and bridegrooms at the appropriate time, and the marriage ceremonies were being performed with great pomp.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.69.33</B></A>: N&#257;rada observed how &#346;r&#299; Krishna, the master of all yoga masters, arranged to send away His daughters and sons-in-law, and also to receive them home again, at the time of great holiday celebrations. All the citizens were astonished to see these celebrations.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.69.34</B></A>: Somewhere He was worshiping all the demigods with elaborate sacrifices, and elsewhere He was fulfilling His religious obligations by doing public welfare work, such as the construction of wells, public parks and monasteries.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.69.35</B></A>: In another place He was on a hunting expedition. Mounted on His Sindh&#299; horse and accompanied by the most heroic of the Yadus, He was killing animals meant for offering in sacrifice.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.69.36</B></A>: Somewhere Krishna, the Lord of mystic power, was moving about in disguise among the homes of ministers and other citizens in order to understand what each of them was thinking.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.69.37</B></A>: Having thus seen this display of the Lord's Yogam&#257;y&#257;, N&#257;rada mildly laughed and then addressed Lord Hrish&#299;ke&#347;a, who was adopting the behavior of a human being.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.69.38</B></A>: [N&#257;rada said:] Now we understand Your mystic potencies, which are difficult to comprehend, even for great mystics, O Supreme Soul, master of all mystic power. Only by serving Your feet have I been able to perceive Your powers.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.69.39</B></A>: O Lord, please give me Your leave. I will wander about the worlds, which are flooded with Your fame, loudly singing about Your pastimes, which purify the universe.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.69.40</B></A>: The Supreme Personality of Godhead said: O br&#257;hmana, I am the speaker of religion, its performer and sanctioner. I observe religious principles to teach them to the world, My child, so do not be disturbed.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 10.69.41</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Thus in every palace N&#257;rada saw the Lord in His same personal form, executing the transcendental principles of religion that purify those engaged in household affairs.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 10.69.42</B></A>: Having repeatedly seen the vast mystic display of Lord Krishna, whose power is unlimited, the sage was amazed and filled with wonder.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 10.69.43</B></A>: Lord Krishna greatly honored N&#257;rada, faithfully presenting him with gifts related to economic prosperity, sense gratification and religious duties. Thus fully satisfied, the sage departed, constantly remembering the Lord.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 10.69.44</B></A>: In this way Lord N&#257;r&#257;yana imitated the ways of ordinary humans, manifesting His divine potencies for the benefit of all beings. Thus He enjoyed, dear King, in the company of His sixteen thousand exalted consorts, who served the Lord with their shy, affectionate glances and laughter.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 10.69.45</B></A>: Lord Hari is the ultimate cause of universal creation, maintenance and destruction. My dear King, anyone who chants about, hears about or simply appreciates the extraordinary activities He performed in this world, which are impossible to imitate, will surely develop devotion for the Supreme Lord, the bestower of liberation.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>