<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 69</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 69"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 69: <A CLASS=v HREF="index.htm">N&#257;rada Muni Visits Lord Krishna's Palaces in Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.69 Summary</P><P>This chapter relates how N&#257;rada Muni was amazed to see the household pastimes of Lord &#346;r&#299; Krishna, and how he offered prayers to the Lord.</P><P>After killing the demon Naraka, Lord Krishna had simultaneously married sixteen thousand maidens, and sage N&#257;rada wanted to observe the Lord's diverse activities in this unique family situation. Thus he went to Dv&#257;rak&#257;. N&#257;rada entered one of the sixteen thousand palaces and saw Goddess Rukmin&#299; personally rendering menial service to &#346;r&#299; Krishna, despite her being in the company of thousands of maidservants. As soon as Lord Krishna noticed N&#257;rada, He got up from His bed, offered obeisances to the sage and seated him on His own seat. Then the Lord bathed N&#257;rada's feet and sprinkled the water on His own head. Such was the exemplary behavior of the Lord.</P><P>After conversing with the Lord for a short while, N&#257;rada went to another of His palaces, where the sage saw &#346;r&#299; Krishna playing at dice with His queen and Uddhava. Going from there to another palace, he found Lord Krishna coddling His infant children. In another palace he saw Him preparing to take a bath; in another, performing fire sacrifices, in another, feeding br&#257;hmanas; and in another, eating the remnants left by br&#257;hmanas. In one palace the Lord was performing noontime rituals; in another, quietly chanting the G&#257;yatr&#299; mantra; in another, sleeping on His bed; in another, consulting with His ministers; and in yet another, playing in the water with His female companions. Somewhere the Lord was giving charity to br&#257;hmanas, in another place He was joking and laughing with His consort, in yet another place He was meditating on the Supersoul, somewhere He was serving His spiritual masters, in another place He was arranging for the marriages of His sons and daughters, somewhere else He was going out to hunt animals, and elsewhere He was moving about in disguise to find out what the citizens were thinking.</P><P>Having seen all this, N&#257;rada addressed Lord Krishna: "Only because I have served Your lotus feet can I understand these varieties of Your Yogam&#257;y&#257; potency, which ordinary living beings bewildered by illusion cannot begin to perceive. Thus I am most fortunate, and I simply desire to travel all over the three worlds chanting the glories of Your pastimes, which purify all the worlds."</P><P>&#346;r&#299; Krishna asked N&#257;rada not to be confused by his vision of the Lord's transcendental opulences, and He described to him the purposes of His appearances in this world. He then honored the sage properly, according to religious principles, and N&#257;rada departed, continuously meditating on the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="../68/54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>