<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 17 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 17 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Punishment and Reward of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.17.12</P><P CLASS=c>ko 'vri&#347;cat tava p&#257;d&#257;ms tr&#299;n</P><P CLASS=c>saurabheya catush-pada</P><P CLASS=c>m&#257; bh&#363;vams tv&#257;dri&#347;&#257; r&#257;shtre</P><P CLASS=c>r&#257;jñ&#257;m krishn&#257;nuvartin&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who is <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/a/avrscat">avri&#347;cat</A> &#8212; cut off; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/p/padan">p&#257;d&#257;n</A> &#8212; legs; <A CLASS=v HREF="http://vedabase.net/t/trin">tr&#299;n</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/s/saurabheya">saurabheya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/s/surabhi">Surabhi</A>; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">pada</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> four-legged; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; never <A HREF="http://vedabase.net/t/to">to</A> be; <A CLASS=v HREF="http://vedabase.net/b/bhuvan">bh&#363;van</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/s/so">so</A> happened; <A CLASS=v HREF="http://vedabase.net/t/tvadrsah">tv&#257;dri&#347;&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> yourself; <A CLASS=v HREF="http://vedabase.net/r/rastre">r&#257;shtre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the state; <A CLASS=v HREF="http://vedabase.net/r/rajnam">r&#257;jñ&#257;m</A> &#8212; of the kings; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/a/anuvartinam">anuvartin&#257;m</A> &#8212; those who follow the codes of <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>He [Mah&#257;r&#257;ja Par&#299;kshit] repeatedly addressed and questioned the bull thus: O son of Surabhi, who has cut off your three legs? In the state of the kings who are obedient to the laws of the Supreme Personality of Godhead, Krishna, there is no one as unhappy as you.</P><P CLASS=t>PURPORT</P><P>The kings or the executive heads of all states must know the codes of Lord Krishna (generally Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam) and must act accordingly in order to fulfill the mission of human life, which is to make an end to all miseries of material conditions. One who knows the codes of Lord Krishna can achieve this end without any difficulty. In the Bhagavad-g&#299;t&#257;, in a synopsis, we can understand the codes of Godhead, and in the &#346;r&#299;mad-Bh&#257;gavatam the same codes are explained further.</P><P>In a state where the codes of Krishna are followed, no one is unhappy. Where such codes are not followed, the first sign is that three legs of the representative of religion are cut off, and thereby all miseries follow. When Krishna was personally present, the codes of Krishna were being followed without question, but in His absence such codes are presented in the pages of &#346;r&#299;mad-Bh&#257;gavatam for the guidance of the blind persons who happen to be at the helm of all affairs.</P><P CLASS=l><A CLASS=i HREF="10-11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>