<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 17 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 17 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Punishment and Reward of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.17.16</P><P CLASS=c>r&#257;jño hi paramo dharmah</P><P CLASS=c>sva-dharma-sth&#257;nup&#257;lanam</P><P CLASS=c>&#347;&#257;sato 'ny&#257;n yath&#257;-&#347;&#257;stram</P><P CLASS=c>an&#257;pady utpath&#257;n iha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rajnah">r&#257;jñah</A> &#8212; of the king or the executive head; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/paramah">paramah</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; occupational duty; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/s/stha">stha</A> &#8212; one who is faithful <A HREF="http://vedabase.net/t/to">to</A> his prescribed duty; <A CLASS=v HREF="http://vedabase.net/a/anupalanam">anup&#257;lanam</A> &#8212; giving protection always; <A CLASS=v HREF="http://vedabase.net/s/sasatah">&#347;&#257;satah</A> &#8212; while ruling; <A CLASS=v HREF="http://vedabase.net/a/anyan">any&#257;n</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/s/sastram">&#347;&#257;stram</A> &#8212; rulings of scriptures; <A CLASS=v HREF="http://vedabase.net/a/anapadi">an&#257;padi</A> &#8212; without danger; <A CLASS=v HREF="http://vedabase.net/u/utpathan">utpath&#257;n</A> &#8212; persons going astray; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> matter of fact.</P><P CLASS=t>TRANSLATION</P><P>The supreme duty of the ruling king is to give all protection to law-abiding persons and to chastise those who stray from the ordinances of the scriptures in ordinary times, when there is no emergency.</P><P CLASS=t>PURPORT</P><P>In the scriptures there is mention of &#257;pad-dharma, or occupational duty at times of extraordinary happenings. It is said that sometimes the great sage Vi&#347;v&#257;mitra had to live on the flesh of dogs in some extraordinary dangerous position. In cases of emergency, one may be allowed to live on the flesh of animals of all description, but that does not mean that there should be regular slaughterhouses to feed the animal-eaters and that this system should he encouraged by the state. No one should try to live on flesh in ordinary times simply for the sake of the palate. If anyone does so, the king or the executive head should punish him for gross enjoyment.</P><P>There are regular scriptural injunctions for different persons engaged in different occupational duties, and one who follows them is called svadharma-stha, or faithful in one's prescribed duties. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/48.htm">18.48</A>) it is advised that one should not give up his occupational prescribed duties, even if they are not always flawless. Such sva-dharma might be violated in cases of emergency, if one is forced by circumstances, but they cannot be violated in ordinary times. The state executive head is to see that such sva-dharma is not changed by the follower, whatever it may be, and he should give all protection to the follower of sva-dharma. The violator is subject to punishment in terms of the &#347;&#257;stra, and the duty of the king is to see that everyone strictly follows his occupational duty, as prescribed in the scripture.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>