<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 17 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 17 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Punishment and Reward of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.17.17</P><P CLASS=c>dharma uv&#257;ca</P><P CLASS=c>etad vah p&#257;ndavey&#257;n&#257;m</P><P CLASS=c>yuktam &#257;rt&#257;bhayam vacah</P><P CLASS=c>yesh&#257;m guna-ganaih krishno</P><P CLASS=c>dauty&#257;dau bhagav&#257;n kritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the personality of religion said; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/p/pandaveyanam">p&#257;ndavey&#257;n&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/p/pandava">P&#257;ndava</A> dynasty; <A CLASS=v HREF="http://vedabase.net/y/yuktam">yuktam</A> &#8212; just befitting; <A CLASS=v HREF="http://vedabase.net/a/arta">&#257;rta</A> &#8212; the sufferer; <A CLASS=v HREF="http://vedabase.net/a/abhayam">abhayam</A> &#8212; freedom from all fears; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; speeches; <A CLASS=v HREF="http://vedabase.net/y/yesam">yesh&#257;m</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/g/ganaih">ganaih</A> &#8212; by the qualifications; <A CLASS=v HREF="http://vedabase.net/k/krsnah">krishnah</A> &#8212; even Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dautya">dautya</A>-<A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; the duty of <A HREF="http://vedabase.net/a/a">a</A> messenger, etc.; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; performed.</P><P CLASS=t>TRANSLATION</P><P>The personality of religion said: These words just spoken by you befit a person of the P&#257;ndava dynasty. Captivated by the devotional qualities of the P&#257;ndavas, even Lord Krishna, the Personality of Godhead, performed duties as a messenger.</P><P CLASS=t>PURPORT</P><P>The assurances and challenges made by Mah&#257;r&#257;ja Par&#299;kshit are never exaggerations of his real power. The Mah&#257;r&#257;ja said that even the denizens of heaven could not escape his stringent government if they were violators of religious principles. He was not falsely proud, for a devotee of the Lord is equally as powerful as the Lord or sometimes more powerful by His grace, and any promise made by a devotee, though it may be ordinarily very difficult to fulfill, is properly executed by the grace of the Lord. The P&#257;ndavas, by their unalloyed devotional service and full surrender unto the Lord, made it possible for the Lord to become a chariot driver or sometimes their letter messenger. Such duties executed by the Lord for His devotee are always very pleasing to the Lord because the Lord wants to render service to His unalloyed devotee, whose life has no other engagement than to serve the Lord with full love and devotion. Mah&#257;r&#257;ja Par&#299;kshit, grandson of Arjuna, the celebrated friendly servitor of the Lord, was a pure devotee of the Lord like his grandfather, and therefore the Lord was always with him, even from the time when he was helplessly lying in the womb of his mother and was attacked by the blazing brahm&#257;stra weapon of A&#347;vatth&#257;m&#257;. A devotee is always under the protection of the Lord, and therefore the assurance of protection by Mah&#257;r&#257;ja Par&#299;kshit could never be without meaning. The personality of religion accepted this fact and thus thanked the King for his being true to his exalted position.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>