<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 17 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 17 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Punishment and Reward of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.17.18</P><P CLASS=c>na vayam kle&#347;a-b&#299;j&#257;ni</P><P CLASS=c>yatah syuh purusharshabha</P><P CLASS=c>purusham tam vij&#257;n&#299;mo</P><P CLASS=c>v&#257;kya-bheda-vimohit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/k/klesa">kle&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/b/bijani">b&#299;j&#257;ni</A> &#8212; the root cause of sufferings; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; wherefrom; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/s/so">so</A> happens; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/r/rsabha">rishabha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> greatest of all human beings; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the person; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vijanimah">vij&#257;n&#299;mah</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/v/vakya">v&#257;kya</A>-<A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; difference of opinion; <A CLASS=v HREF="http://vedabase.net/v/vimohitah">vimohit&#257;h</A> &#8212; bewildered by.</P><P CLASS=t>TRANSLATION</P><P>O greatest among human beings, it is very difficult to ascertain the particular miscreant who has caused our sufferings, because we are bewildered by all the different opinions of theoretical philosophers.</P><P CLASS=t>PURPORT</P><P>There are many theoretical philosophers in the world who put forward their own theories of cause and effect especially about the cause of suffering and its effect on different living beings. Generally there are six great philosophers: Kan&#257;da, the author of Vai&#347;eshika philosophy; Gautama, the author of logic; Patañjali, the author of mystic yoga; Kapila, the author of S&#257;&#324;khya philosophy; Jaimini, the author of Karma-m&#299;m&#257;ms&#257;; and Vy&#257;sadeva, the author of Ved&#257;nta-dar&#347;ana.</P><P>Although the bull, or the personality of religion, and the cow, the personality of the earth, knew perfectly well that the personality of Kali was the direct cause of their sufferings, still, as devotees of the Lord, they knew well also that without the sanction of the Lord no one could inflict trouble upon them. According to the Padma Pur&#257;na, our present trouble is due to the fructifying of seedling sins, but even those seedling sins also gradually fade away by execution of pure devotional service. Thus even if the devotees see the mischief-mongers, they do not accuse them for the sufferings inflicted. They take it for granted that the mischief-monger is made to act by some indirect cause, and therefore they tolerate the sufferings, thinking them to be God-given in small doses, for otherwise the sufferings should have been greater.</P><P>Mah&#257;r&#257;ja Par&#299;kshit wanted to get a statement of accusation against the direct mischief-monger, but they declined to give it on the abovementioned grounds. Speculative philosophers, however, do not recognize the sanction of the Lord; they try to find out the cause of sufferings in their own way, as will be described in the following verses. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, such speculators are themselves bewildered, and thus they cannot know that the ultimate cause of all causes is the Supreme Lord, the Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>