<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 17 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 17 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Punishment and Reward of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.17.2</P><P CLASS=c>vrisham mrin&#257;la-dhavalam</P><P CLASS=c>mehantam iva bibhyatam</P><P CLASS=c>vepam&#257;nam padaikena</P><P CLASS=c>s&#299;dantam &#347;&#363;dra-t&#257;ditam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vrsam">vrisham</A> &#8212; the bull; <A CLASS=v HREF="http://vedabase.net/m/mrnala">mrin&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/d/dhavalam">dhavalam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> white <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> white lotus; <A CLASS=v HREF="http://vedabase.net/m/mehantam">mehantam</A> &#8212; urinating; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/b/bibhyatam">bibhyatam</A> &#8212; being too afraid; <A CLASS=v HREF="http://vedabase.net/v/vepamanam">vepam&#257;nam</A> &#8212; trembling; <A CLASS=v HREF="http://vedabase.net/p/pada">pad&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/ekena">ekena</A> &#8212; standing on only one leg; <A CLASS=v HREF="http://vedabase.net/s/sidantam">s&#299;dantam</A> &#8212; terrified; <A CLASS=v HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>-<A CLASS=v HREF="http://vedabase.net/t/taditam">t&#257;ditam</A> &#8212; being beaten by <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>.</P><P CLASS=t>TRANSLATION</P><P>The bull was as white as a white lotus flower. He was terrified of the &#347;&#363;dra who was beating him, and he was so afraid that he was standing on one leg, trembling and urinating.</P><P CLASS=t>PURPORT</P><P>The next symptom of the age of Kali is that principles of religion, which are all spotlessly white, like the white lotus flower, will be attacked by the uncultured &#347;&#363;dra population of the age. They may be descendants of br&#257;hmana or kshatriya forefathers, but in the age of Kali, for want of sufficient education and culture of Vedic wisdom, such a &#347;&#363;dra-like population will defy the principles of religion, and persons who are religiously endowed will be terrified by such men. They will declare themselves as adherents of no religious principles, and many "isms" and cults will spring up in Kali-yuga only to kill the spotless bull of religion. The state will be declared to be secular, or without any particular principle of religion, and as a result there will be total indifference to the principles of religion. The citizens will be free to act as they like, without respect for s&#257;dhu, &#347;&#257;stra and guru. The bull standing on one leg indicates that the principles of religion are gradually diminishing. Even the fragmental existence of religious principles will be embarrassed by so many obstacles as if in the trembling condition of falling down at any time.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>