<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 17 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 17 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Punishment and Reward of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.17.20</P><P CLASS=c>apratarky&#257;d anirde&#347;y&#257;d</P><P CLASS=c>iti keshv api ni&#347;cayah</P><P CLASS=c>atr&#257;nur&#363;pam r&#257;jarshe</P><P CLASS=c>vimri&#347;a sva-man&#299;shay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/apratarkyat">apratarky&#257;t</A> &#8212; beyond the power of reasoning; <A CLASS=v HREF="http://vedabase.net/a/anirdesyat">anirde&#347;y&#257;t</A> &#8212; beyond the power of thinking; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/kesu">keshu</A> &#8212; someone; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/niscayah">ni&#347;cayah</A> &#8212; definitely concluded; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; herein; <A CLASS=v HREF="http://vedabase.net/a/anurupam">anur&#363;pam</A> &#8212; which of them is right; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rse">rishe</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> sage amongst the kings; <A CLASS=v HREF="http://vedabase.net/v/vimrsa">vimri&#347;a</A> &#8212; judge yourself; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; by your own; <A CLASS=v HREF="http://vedabase.net/m/manisaya">man&#299;shay&#257;</A> &#8212; power of intelligence.</P><P CLASS=t>TRANSLATION</P><P>There are also some thinkers who believe that no one can ascertain the cause of distress by argumentation, nor know it by imagination, nor express it by words. O sage amongst kings, judge for yourself by thinking over all this with your own intelligence.</P><P CLASS=t>PURPORT</P><P>The Vaishnavites, the devotees of the Lord, do believe, as above explained, that nothing can take place without the sanction of the Supreme Lord. He is the supreme director, for He confirms in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>) that He, as all-pervading Param&#257;tm&#257;, stays in everyone's heart and keeps vigilance over all actions and witnesses all activities. The argument of the atheist that one cannot be punished for one's misdeeds unless proved before a qualified justice is refuted herein, for we accept the perpetual witness and constant companion of the living being. A living being may forget all that he might have done in his past or present life, but one must know that in the same tree of the material body, the individual soul and the Supreme Soul as Param&#257;tm&#257; are sitting like two birds. One of them, the living being, is enjoying the fruits of the tree, whereas the Supreme Being is there to witness the activities. Therefore the Param&#257;tm&#257; feature, the Supreme Soul, is actually the witness of all activities of the living being, and only by His direction can the living being remember or forget what he might have done in the past. He is, therefore, both the all-pervading impersonal Brahman and the localized Param&#257;tm&#257; in everyone's heart. He is the knower of all past, present and future, and nothing can be concealed from Him. The devotees know this truth, and therefore they discharge their duties sincerely, without being overly anxious for rewards. Besides that, one cannot estimate the Lord's reactions, either by speculation or by scholarship. Why does He put some into difficulty and not others? He is the supreme knower of the Vedic knowledge, and thus He is the factual Ved&#257;ntist. At the same time He is the compiler of the Ved&#257;nta. No one is independent of Him, and everyone is engaged in His service in different ways. In the conditioned state, such services are rendered by the living being under force of the material nature, whereas in the liberated state the living being is helped by the spiritual nature in the voluntary loving service of the Lord. There is no incongruity or inebriety in His actions. All are on the path of Absolute Truth. Bh&#299;shmadeva correctly estimated the inconceivable actions of the Lord. The conclusion is, therefore, that the sufferings of the representative of religion and the representative of the earth, as present before Mah&#257;r&#257;ja Par&#299;kshit, were planned to prove that Mah&#257;r&#257;ja Par&#299;kshit was the ideal executive head because he knew well how to give protection to the cows (the earth) and the br&#257;hmanas (religious principles), the two pillars of spiritual advancement. Everyone is under the full control of the Lord. He is quite correct in His action when He desires something to be done by someone, irrespective of the consideration of the particular case. Mah&#257;r&#257;ja Par&#299;kshit was thus put to test for his greatness. Now let us see how he solves it by his sagacious mind.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>