<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 17 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 17 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Punishment and Reward of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.17.27</P><P CLASS=c>&#347;ocaty a&#347;ru-kal&#257; s&#257;dhv&#299;</P><P CLASS=c>durbhagevojjhit&#257; sat&#299;</P><P CLASS=c>abrahmany&#257; nripa-vy&#257;j&#257;h</P><P CLASS=c>&#347;&#363;dr&#257; bhokshyanti m&#257;m iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/socati">&#347;ocati</A> &#8212; lamenting; <A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A>-<A CLASS=v HREF="http://vedabase.net/k/kala">kal&#257;</A> &#8212; with tears <A HREF="http://vedabase.net/i/in">in</A> the eyes; <A CLASS=v HREF="http://vedabase.net/s/sadhvi">s&#257;dhv&#299;</A> &#8212; the chaste; <A CLASS=v HREF="http://vedabase.net/d/durbhaga">durbhag&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if the most unfortunate; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/u/ujjhita">ujjhit&#257;</A> &#8212; forlorn; <A CLASS=v HREF="http://vedabase.net/s/sati">sat&#299;</A> &#8212; being <A HREF="http://vedabase.net/s/so">so</A> done; <A CLASS=v HREF="http://vedabase.net/a/abrahmanyah">abrahmany&#257;h</A> &#8212; devoid of brahminical culture; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A>-<A CLASS=v HREF="http://vedabase.net/v/vyajah">vy&#257;j&#257;h</A> &#8212; posed <A HREF="http://vedabase.net/a/as">as</A> the ruler; <A CLASS=v HREF="http://vedabase.net/s/sudrah">&#347;&#363;dr&#257;h</A> &#8212; lower class; <A CLASS=v HREF="http://vedabase.net/b/bhoksyanti">bhokshyanti</A> &#8212; would enjoy; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>Now she, the chaste one, being unfortunately forsaken by the Personality of Godhead, laments her future with tears in her eyes, for now she is being ruled and enjoyed by lower-class men who pose as rulers.</P><P CLASS=t>PURPORT</P><P>The kshatriya, or the man who is qualified to protect the sufferers, is meant to rule the state. Untrained lower-class men, or men without ambition to protect the sufferers, cannot be placed on the seat of an administrator. Unfortunately, in the age of Kali the lower-class men, without training, occupy the post of a ruler by strength of popular votes, and instead of protecting the sufferers, such men create a situation quite intolerable for everyone. Such rulers illegally gratify themselves at the cost of all comforts of the citizens, and thus the chaste mother earth cries to see the pitiable condition of her sons, both men and animals. That is the future of the world in the age of Kali, when irreligiosity prevails most prominently. And in the absence of a suitable king to curb irreligious tendencies, educating the people systematically in the teaching of &#346;r&#299;mad-Bh&#257;gavatam will clear up the hazy atmosphere of corruption, bribery, blackmail, etc.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>