<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 17 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 17 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Punishment and Reward of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.17.28</P><P CLASS=c>iti dharmam mah&#299;m caiva</P><P CLASS=c>s&#257;ntvayitv&#257; mah&#257;-rathah</P><P CLASS=c>ni&#347;&#257;tam &#257;dade khadgam</P><P CLASS=c>kalaye 'dharma-hetave</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; the personality of religion; <A CLASS=v HREF="http://vedabase.net/m/mahim">mah&#299;m</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/santvayitva">s&#257;ntvayitv&#257;</A> &#8212; after pacifying; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rathah">rathah</A> &#8212; the general who could fight alone with thousands of enemies; <A CLASS=v HREF="http://vedabase.net/n/nisatam">ni&#347;&#257;tam</A> &#8212; sharp; <A CLASS=v HREF="http://vedabase.net/a/adade">&#257;dade</A> &#8212; took up; <A CLASS=v HREF="http://vedabase.net/k/khadgam">khadgam</A> &#8212; sword; <A CLASS=v HREF="http://vedabase.net/k/kalaye">kalaye</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> kill the personified <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/a/adharma">adharma</A> &#8212; irreligion; <A CLASS=v HREF="http://vedabase.net/h/hetave">hetave</A> &#8212; the root cause.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Par&#299;kshit, who could fight one thousand enemies single-handedly, thus pacified the personality of religion and the earth. Then he took up his sharp sword to kill the personality of Kali, who is the cause of all irreligion.</P><P CLASS=t>PURPORT</P><P>As described above, the personality of Kali is he who deliberately commits all kinds of sinful acts which are forbidden in the revealed scriptures. This age of Kali will certainly be full of all activities of Kali, but this does not mean that the leaders of society, the executive heads, the learned and intelligent men, or above all the devotees of the Lord should sit down tightly and become callous to the reactions of the age of Kali. In the rainy season certainly there will be profuse rainfalls, but that does not mean that men should not take means to protect themselves from the rains. It is the duty of the executive heads of state and others to take all necessary actions against the activities of Kali or the persons influenced by the age of Kali; and Mah&#257;r&#257;ja Par&#299;kshit is the ideal executive head of the state, for at once he was ready to kill the personality of Kali with his sharp sword. The administrators should not simply pass resolutions for anticorruptional steps, but they must be ready with sharp swords to kill the persons creating corruptions from the angle of vision of the recognized &#347;&#257;stras. The administrators cannot prevent corrupt activities by allowing wine shops. They must at once close all shops of intoxicating drugs and wine and force punishment even by death for those who indulge in habits of intoxication of all description. That is the way of stopping the activities of Kali, as exhibited herein by Mah&#257;r&#257;ja Par&#299;kshit, the mah&#257;-ratha.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>