<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 17 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 17 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Punishment and Reward of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.17.34</P><P CLASS=c>yasmin harir bhagav&#257;n ijyam&#257;na</P><P CLASS=c>ijy&#257;tma-m&#363;rtir yajat&#257;m &#347;am tanoti</P><P CLASS=c>k&#257;m&#257;n amogh&#257;n sthira-ja&#324;gam&#257;n&#257;m</P><P CLASS=c>antar bahir v&#257;yur ivaisha &#257;tm&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> such sacrificial ceremonies; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/i/ijyamanah">ijyam&#257;nah</A> &#8212; being worshiped; <A CLASS=v HREF="http://vedabase.net/i/ijya">ijya</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; the soul of all worshipable deities; <A CLASS=v HREF="http://vedabase.net/m/murtih">m&#363;rtih</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forms; <A CLASS=v HREF="http://vedabase.net/y/yajatam">yajat&#257;m</A> &#8212; those who worship; <A CLASS=v HREF="http://vedabase.net/s/sam">&#347;am</A> &#8212; welfare; <A CLASS=v HREF="http://vedabase.net/t/tanoti">tanoti</A> &#8212; spreads; <A CLASS=v HREF="http://vedabase.net/k/kaman">k&#257;m&#257;n</A> &#8212; desires; <A CLASS=v HREF="http://vedabase.net/a/amoghan">amogh&#257;n</A> &#8212; inviolable; <A CLASS=v HREF="http://vedabase.net/s/sthira">sthira</A>-<A CLASS=v HREF="http://vedabase.net/j/jangamanam">ja&#324;gam&#257;n&#257;m</A> &#8212; of all the moving and nonmoving; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; outside; <A CLASS=v HREF="http://vedabase.net/v/vayuh">v&#257;yuh</A> &#8212; air; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; of all of them; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; spirit soul.</P><P CLASS=t>TRANSLATION</P><P>In all sacrificial ceremonies, although sometimes a demigod is worshiped, the Supreme Lord Personality of Godhead is worshiped because He is the Supersoul of everyone, and exists both inside and outside like the air. Thus it is He only who awards all welfare to the worshiper.</P><P CLASS=t>PURPORT</P><P>It is even sometimes seen that demigods like Indra and Candra are worshiped and offered sacrificial awards, yet the rewards of all such sacrifices are awarded to the worshiper by the Supreme Lord, and it is the Lord only who can offer all welfare to the worshiper. The demigods, although worshiped, cannot do anything without the sanction of the Lord because the Lord is the Supersoul of everyone, both moving and nonmoving.</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/23.htm">9.23</A>) the Lord Himself confirms this in the following &#347;loka:</P><P>ye 'py anya-devat&#257;-bhakt&#257;</P><P CLASS=n>yajante &#347;raddhay&#257;nvit&#257;h</P><P CLASS=n>te 'pi m&#257;m eva kaunteya</P><P CLASS=n>yajanty avidhi-p&#363;rvakam</P><P>"Whatever a man may sacrifice to other gods, O son of Kunt&#299;, is really meant for Me alone, but it is offered without true understanding."</P><P>The fact is that the Supreme Lord is one without a second. There is no God other than the Lord Himself. Thus the Supreme Lord is eternally transcendental to the material creation. But there are many who worship the demigods like the sun, the moon and Indra, who are only material representatives of the Supreme Lord. These demigods are indirect, qualitative representations of the Supreme Lord. A learned scholar or devotee, however, knows who is who. Therefore he directly worships the Supreme Lord and is not diverted by the material, qualitative representations. Those who are not so learned worship such qualitative, material representations, but their worship is unceremonious because it is irregular.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>