<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 17 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 17 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Punishment and Reward of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.17.41</P><P CLASS=c>athait&#257;ni na seveta</P><P CLASS=c>bubh&#363;shuh purushah kvacit</P><P CLASS=c>vi&#347;eshato dharma-&#347;&#299;lo</P><P CLASS=c>r&#257;j&#257; loka-patir guruh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/e/etani">et&#257;ni</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/s/seveta">seveta</A> &#8212; come <A HREF="http://vedabase.net/i/in">in</A> contact; <A CLASS=v HREF="http://vedabase.net/b/bubhusuh">bubh&#363;shuh</A> &#8212; those who desire well-being; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; person; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> any circumstances; <A CLASS=v HREF="http://vedabase.net/v/visesatah">vi&#347;eshatah</A> &#8212; specifically; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/s/silah">&#347;&#299;lah</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> on the progressive path of liberation; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the king; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; public leader; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; the br&#257;hmanas and the sanny&#257;s&#299;s.</P><P CLASS=t>TRANSLATION</P><P>Therefore, whoever desires progressive well-being, especially kings, religionists, public leaders, br&#257;hmanas and sanny&#257;s&#299;s, should never come in contact with the four above-mentioned irreligious principles.</P><P CLASS=t>PURPORT</P><P>The br&#257;hmanas are the religious preceptors for all other castes, and the sanny&#257;s&#299;s are the spiritual masters for all the castes and orders of society. So also are the king and the public leaders who are responsible for the material welfare of all people. The progressive religionists and those who are responsible human beings or those who do not want to spoil their valuable human lives should refrain from all the principles of irreligiosity, especially illicit connection with women. If a br&#257;hmana is not truthful, all his claims as a br&#257;hmana at once become null and void. If a sanny&#257;s&#299; is illicitly connected with women, all his claims as a sanny&#257;s&#299; at once become false. Similarly, if the king and the public leader are unnecessarily proud or habituated to drinking and smoking, certainly they become disqualified to discharge public welfare activities. Truthfulness is the basic principle for all religions. The four leaders of the human society, namely the sanny&#257;s&#299;s, the br&#257;hmana, the king and the public leader, must be tested crucially by their character and qualification. Before one can be accepted as a spiritual or material master of society, he must be tested by the above-mentioned criteria of character. Such public leaders may be less qualified in academic qualifications, but it is necessary primarily that they be free from the contamination of the four disqualifications, namely gambling, drinking, prostitution and animal slaughter.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>