<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 17 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 17 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Punishment and Reward of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.17.42</P><P CLASS=c>vrishasya nasht&#257;ms tr&#299;n p&#257;d&#257;n</P><P CLASS=c>tapah &#347;aucam day&#257;m iti</P><P CLASS=c>pratisandadha &#257;&#347;v&#257;sya</P><P CLASS=c>mah&#299;m ca samavardhayat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vrsasya">vrishasya</A> &#8212; of the bull (the personality of religion); <A CLASS=v HREF="http://vedabase.net/n/nastan">nasht&#257;n</A> &#8212; lost; <A CLASS=v HREF="http://vedabase.net/t/trin">tr&#299;n</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/p/padan">p&#257;d&#257;n</A> &#8212; legs; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/s/saucam">&#347;aucam</A> &#8212; cleanliness; <A CLASS=v HREF="http://vedabase.net/d/dayam">day&#257;m</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/pratisandadhe">pratisandadhe</A> &#8212; reestablished; <A CLASS=v HREF="http://vedabase.net/a/asvasya">&#257;&#347;v&#257;sya</A> &#8212; by encouraging activities; <A CLASS=v HREF="http://vedabase.net/m/mahim">mah&#299;m</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/samavardhayat">samavardhayat</A> &#8212; perfectly improved.</P><P CLASS=t>TRANSLATION</P><P>Thereafter the King reestablished the lost legs of the personality of religion [the bull], and by encouraging activities he sufficiently improved the condition of the earth.</P><P CLASS=t>PURPORT</P><P>By designating particular places for the personality of Kali, Mah&#257;r&#257;ja Par&#299;kshit practically cheated Kali. In the presence of Kali, Dharma (in the shape of a bull), and the earth (in the shape of a cow), he could actually estimate the general condition of his kingdom, and therefore he at once took proper steps to reestablish the legs of the bull, namely austerity, cleanliness and mercy. And for the general benefit of the people of the world, he saw that the gold stock might be employed for stabilization. Gold is certainly a generator of falsity, intoxication, prostitution, enmity and violence, but under the guidance of a proper king or public leader, or a br&#257;hmana or sanny&#257;s&#299;, the same gold can be properly utilized to reestablish the lost legs of the bull, the personality of religion.</P><P>Mah&#257;r&#257;ja Par&#299;kshit, therefore, like his grandfather Arjuna, collected all illicit gold kept for the propensities of Kali and employed it in the sa&#324;k&#299;rtana-yajña, as per instruction of the &#346;r&#299;mad-Bh&#257;gavatam. As we have suggested before, one's accumulated wealth may be divided into three parts for distribution, namely fifty percent for the service of the Lord, twenty-five percent for the family members and twenty-five percent for personal necessities. Spending fifty percent for the service of the Lord or for propagation of spiritual knowledge in society by way of the sa&#324;k&#299;rtana-yajña is the maximum display of human mercy. people of the world are generally in darkness regarding spiritual knowledge, especially in regard to the devotional service of the Lord, and therefore to propagate the systematic transcendental knowledge of devotional service is the greatest mercy that one can show in this world. When everyone is taught to sacrifice fifty percent of his accumulated gold for the Lord's service, certainly austerity, cleanliness and mercy automatically ensue, and thus the lost three legs of the personality of religion are automatically established. When there is sufficient austerity, cleanliness, mercy and truthfulness, naturally mother earth is completely satisfied, and there is very little chance for Kali to infiltrate the structure of human society.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43-44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>