<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 17 Verses 43-44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 17 Verses 43-44"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Punishment and Reward of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.17.43-44</P><P CLASS=c>sa esha etarhy adhy&#257;sta</P><P CLASS=c>&#257;sanam p&#257;rthivocitam</P><P CLASS=c>pit&#257;mahenopanyastam</P><P CLASS=c>r&#257;jñ&#257;ranyam vivikshat&#257;</P><P CLASS=c>&#257;ste 'dhun&#257; sa r&#257;jarshih</P><P CLASS=c>kauravendra-&#347;riyollasan</P><P CLASS=c>gaj&#257;hvaye mah&#257;-bh&#257;ga&#347;</P><P CLASS=c>cakravart&#299; brihac-chrav&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/e/etarhi">etarhi</A> &#8212; at the present; <A CLASS=v HREF="http://vedabase.net/a/adhyaste">adhy&#257;ste</A> &#8212; is ruling over; <A CLASS=v HREF="http://vedabase.net/a/asanam">&#257;sanam</A> &#8212; the throne; <A CLASS=v HREF="http://vedabase.net/p/parthiva">p&#257;rthiva</A>-<A CLASS=v HREF="http://vedabase.net/u/ucitam">ucitam</A> &#8212; just befitting <A HREF="http://vedabase.net/a/a">a</A> king; <A CLASS=v HREF="http://vedabase.net/p/pitamahena">pit&#257;mahena</A> &#8212; by the grandfather; <A CLASS=v HREF="http://vedabase.net/u/upanyastam">upanyastam</A> &#8212; being handed over; <A CLASS=v HREF="http://vedabase.net/r/rajna">r&#257;jñ&#257;</A> &#8212; by the King; <A CLASS=v HREF="http://vedabase.net/a/aranyam">aranyam</A> &#8212; forest; <A CLASS=v HREF="http://vedabase.net/v/viviksata">vivikshat&#257;</A> &#8212; desiring; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; is there; <A CLASS=v HREF="http://vedabase.net/a/adhuna">adhun&#257;</A> &#8212; at present; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; the sage amongst the kings; <A CLASS=v HREF="http://vedabase.net/k/kaurava">kaurava</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; the chief amongst the <A HREF="http://vedabase.net/k/kuru">Kuru</A> kings; <A CLASS=v HREF="http://vedabase.net/s/sriya">&#347;riy&#257;</A> &#8212; glories; <A CLASS=v HREF="http://vedabase.net/u/ullasan">ullasan</A> &#8212; spreading; <A CLASS=v HREF="http://vedabase.net/g/gajahvaye">gaj&#257;hvaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Hastin&#257;pura; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagah">bh&#257;gah</A> &#8212; the most fortunate; <A CLASS=v HREF="http://vedabase.net/c/cakravarti">cakravart&#299;</A> &#8212; the Emperor; <A CLASS=v HREF="http://vedabase.net/b/brhat">brihat</A>-<A CLASS=v HREF="http://vedabase.net/s/sravah">&#347;rav&#257;h</A> &#8212; highly famous.</P><P CLASS=t>TRANSLATION</P><P>The most fortunate Emperor Mah&#257;r&#257;ja Par&#299;kshit, who was entrusted with the kingdom of Hastin&#257;pura by Mah&#257;r&#257;ja Yudhishthira when he desired to retire to the forest, is now ruling the world with great success due to his being glorified by the deeds of the kings of the Kuru dynasty.</P><P CLASS=t>PURPORT</P><P>The prolonged sacrificial ceremonies undertaken by the sages of Naimish&#257;ranya were begun shortly after the demise of Mah&#257;r&#257;ja Par&#299;kshit. The sacrifice was to continue for one thousand years, and it is understood that in the beginning some of the contemporaries of Baladeva, the elder brother of Lord Krishna, also visited the sacrificial place. According to some authorities, the present tense is also used to indicate the nearest margin of time from the past. In that sense, the present tense is applied to the reign of Mah&#257;r&#257;ja Par&#299;kshit here. For a continuous fact, also, present tense can be used. The principles of Mah&#257;r&#257;ja Par&#299;kshit can be still continued, and human society can still be improved if there is determination by the authorities. We can still purge out from the state all the activities of immorality introduced by the personality of Kali if we are determined to take action like Mah&#257;r&#257;ja Par&#299;kshit. He allotted some place for Kali, but in fact Kali could not find such places in the world at all because Mah&#257;r&#257;ja Par&#299;kshit was strictly vigilant to see that there were no places for gambling, drinking, prostitution and animal slaughter. Modern administrators want to banish corruption from the state, but fools as they are, they do not know how to do it. They want to issue licenses for gambling houses, wine and other intoxicating drug houses, brothels, hotel prostitution and cinema houses, and falsity in every dealing, even in their own, and they want at the same time to drive out corruption from the state. They want the kingdom of God without God consciousness. How can it be possible to adjust two contradictory matters? If we want to drive out corruption from the state, we must first of all organize society to accept the principles of religion, namely austerity, cleanliness, mercy and truthfulness, and to make the condition favorable we must close all places of gambling, drinking, prostitution and falsity. These are some of the practical lessons from the pages of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>