<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 17 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 17 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Punishment and Reward of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.17.9</P><P CLASS=c>m&#257; saurabhey&#257;tra &#347;uco</P><P CLASS=c>vyetu te vrishal&#257;d bhayam</P><P CLASS=c>m&#257; rod&#299;r amba bhadram te</P><P CLASS=c>khal&#257;n&#257;m mayi &#347;&#257;stari</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/s/saurabheya">saurabheya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/s/surabhi">Surabhi</A>; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> my kingdom; <A CLASS=v HREF="http://vedabase.net/s/sucah">&#347;ucah</A> &#8212; lamentation; <A CLASS=v HREF="http://vedabase.net/v/vyetu">vyetu</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/v/vrsalat">vrishal&#257;t</A> &#8212; by the <A HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>; <A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; cause of fear; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/r/rodih">rod&#299;h</A> &#8212; cry; <A CLASS=v HREF="http://vedabase.net/a/amba">amba</A> &#8212; mother cow; <A CLASS=v HREF="http://vedabase.net/b/bhadram">bhadram</A> &#8212; all good; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/k/khalanam">khal&#257;n&#257;m</A> &#8212; of the envious; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; while <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> living; <A CLASS=v HREF="http://vedabase.net/s/sastari">&#347;&#257;stari</A> &#8212; the ruler or subduer.</P><P CLASS=t>TRANSLATION</P><P>O son of Surabhi, you need lament no longer now. There is no need to fear this low-class &#347;&#363;dra. And, O mother cow, as long as I am living as the ruler and subduer of all envious men, there is no cause for you to cry. Everything will be good for you.</P><P CLASS=t>PURPORT</P><P>Protection of bulls and cows and all other animals can be possible only when there is a state ruled by an executive head like Mah&#257;r&#257;ja Par&#299;kshit. Mah&#257;r&#257;ja Par&#299;kshit addresses the cow as mother, for he is a cultured, twice-born, kshatriya king. Surabhi is the name of the cows which exist in the spiritual planets and are especially reared by Lord &#346;r&#299; Krishna Himself. As men are made after the form and features of the Supreme Lord, so also the cows are made after the form and features of the surabhi cows in the spiritual kingdom. In the material world the human society gives all protection to the human being, but there is no law to protect the descendants of Surabhi, who can give all protection to men by supplying the miracle food, milk. But Mah&#257;r&#257;ja Par&#299;kshit and the P&#257;ndavas were fully conscious of the importance of the cow and bull, and they were prepared to punish the cow-killer with all chastisement, including death. There has sometimes been agitation for the protection of the cow, but for want of pious executive heads and suitable laws, the cow and the bull are not given protection. The human society should recognize the importance of the cow and the bull and thus give all protection to these important animals, following in the footsteps of Mah&#257;r&#257;ja Par&#299;kshit. For protecting the cows and brahminical culture, the Lord, who is very kind to the cow and the br&#257;hmanas (go-br&#257;hmana-hit&#257;ya), will be pleased with us and will bestow upon us real peace.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10-11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>