<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.12</P><P CLASS=c>p&#257;rth&#257;ms tu devo bhagav&#257;n mukundo</P><P CLASS=c>grih&#299;tav&#257;n sakshiti-deva-devah</P><P CLASS=c>&#257;ste sva-pury&#257;m yadu-deva-devo</P><P CLASS=c>vinirjit&#257;&#347;esha-nrideva-devah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/parthan">p&#257;rth&#257;n</A> &#8212; the sons of <A HREF="http://vedabase.net/p/prtha">Prith&#257;</A> (<A HREF="http://vedabase.net/k/kunti">Kunt&#299;</A>); <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/mukundah">mukundah</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>, who awards liberation; <A CLASS=v HREF="http://vedabase.net/g/grhitavan">grih&#299;tav&#257;n</A> &#8212; has taken up; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the br&#257;hmanas and the demigods; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; is present; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/puryam">pury&#257;m</A> &#8212; along with His family; <A CLASS=v HREF="http://vedabase.net/y/yadu">yadu</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; worshiped by the royal order of the <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/v/vinirjita">vinirjita</A> &#8212; who have been conquered; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/n/nrdeva">nrideva</A> &#8212; kings; <A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; Lord.</P><P CLASS=t>TRANSLATION</P><P>Lord Krishna, the Personality of Godhead, has accepted the sons of Prith&#257; as His kinsmen, and all the kings of the world are with Lord &#346;r&#299; Krishna. He is present in His home with all His family members, the kings and princes of the Yadu dynasty, who have conquered an unlimited number of rulers, and He is their Lord.</P><P CLASS=t>PURPORT</P><P>Vidura gave Dhritar&#257;shtra very good counsel regarding political alliance with the sons of Prith&#257;, the P&#257;ndavas. The first thing he said was that Lord Krishna was intimately related with them as their cousin. Because Lord Krishna is the Supreme Personality of Godhead, He is worshipable by all br&#257;hmanas and demigods, who are the controllers of the universal affairs. Besides that, Lord Krishna and His family members, the royal order of the Yadu dynasty, were the conquerors of all kings of the world.</P><P>The kshatriyas used to fight the kings of various dominions and kidnap their beautiful princess-daughters, after conquering their relatives. This system was laudable because the kshatriyas and the princesses would be married only on the basis of the chivalry of the conquering kshatriya. All the young princes of the Yadu dynasty married the daughters of other kings in this way, by chivalrous force, and thus they were conquerors of all the kings of the world. Vidura wanted to impress upon his elder brother that fighting with the P&#257;ndavas was fraught with many dangers because they were supported by Lord Krishna, who had conquered, even in His childhood, demons like Kamsa and Jar&#257;sandha and demigods like Brahm&#257; and Indra. Therefore all universal power was behind the P&#257;ndavas.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>