<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.13</P><P CLASS=c>sa esha doshah purusha-dvid &#257;ste</P><P CLASS=c>grih&#257;n pravishto yam apatya-maty&#257;</P><P CLASS=c>pushn&#257;si krishn&#257;d vimukho gata-&#347;r&#299;s</P><P CLASS=c>tyaj&#257;&#347;v a&#347;aivam kula-kau&#347;al&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/dosah">doshah</A> &#8212; offense personified; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/d/dvit">dvit</A> &#8212; envious of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; exists; <A CLASS=v HREF="http://vedabase.net/g/grhan">grih&#257;n</A> &#8212; household; <A CLASS=v HREF="http://vedabase.net/p/pravistah">pravishtah</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/a/apatya">apatya</A>-<A CLASS=v HREF="http://vedabase.net/m/matya">maty&#257;</A> &#8212; thinking <A HREF="http://vedabase.net/t/to">to</A> be your son; <A CLASS=v HREF="http://vedabase.net/p/pusnasi">pushn&#257;si</A> &#8212; maintaining; <A CLASS=v HREF="http://vedabase.net/k/krsnat">krishn&#257;t</A> &#8212; from <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/v/vimukhah">vimukhah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> opposition; <A CLASS=v HREF="http://vedabase.net/g/gata">gata</A>-<A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; devoid of everything auspicious; <A CLASS=v HREF="http://vedabase.net/t/tyaja">tyaja</A> &#8212; give up; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> soon <A HREF="http://vedabase.net/a/as">as</A> possible; <A CLASS=v HREF="http://vedabase.net/a/asaivam">a&#347;aivam</A> &#8212; inauspicious; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A> &#8212; family; <A CLASS=v HREF="http://vedabase.net/k/kausalaya">kau&#347;al&#257;ya</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of.</P><P CLASS=t>TRANSLATION</P><P>You are maintaining offense personified, Duryodhana, as your infallible son, but he is envious of Lord Krishna. And because you are thus maintaining a nondevotee of Krishna, you are devoid of all auspicious qualities. Relieve yourself of this ill fortune as soon as possible and do good to the whole family!</P><P CLASS=t>PURPORT</P><P>A good son is called apatya, one who does not allow his father to fall down. The son can protect the father's soul when the father is dead by offering sacrifices to please the Supreme Lord, Vishnu. This system is still prevalent in India. After the death of his father, a son goes to offer sacrifices at the lotus feet of Vishnu at Gay&#257; and thus delivers the father's soul if the father is fallen. But if the son is already an enemy of Vishnu, how, in such an inimical mood, can he offer sacrifice unto Lord Vishnu's lotus feet? Lord Krishna is directly the Personality of Godhead, Vishnu, and Duryodhana was inimical to Him. He would therefore be unable to protect his father, Dhritar&#257;shtra, after his death. He himself was to fall down because of his faithlessness towards Vishnu. How, then, could he protect his father? Vidura advised Dhritar&#257;shtra to get rid of such an unworthy son as Duryodhana as soon as possible if he was at all anxious to see to the good of his family.</P><P>According to the moral instructions of C&#257;nakya Pandita, "What is the use of a son who is neither a learned man nor a devotee of the Lord?" If a son is not a devotee of the Supreme Lord, he is just like blind eyes &#8212; a source of trouble. A physician may sometimes advise the extrication of such useless eyes from their sockets so that one can be relieved of the constant trouble. Duryodhana was exactly like blind, troubling eyes; he would be a source of great trouble to the family of Dhritar&#257;shtra, as foreseen by Vidura. Vidura therefore rightly advised his eldest brother to get rid of this source of trouble. Dhritar&#257;shtra was wrongly maintaining such personified offense under the mistaken impression that Duryodhana was a good son, able to liberate his father.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>