<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.15</P><P CLASS=c>ka enam atropajuh&#257;va jihmam</P><P CLASS=c>d&#257;sy&#257;h sutam yad-balinaiva pushtah</P><P CLASS=c>tasmin prat&#299;pah parakritya &#257;ste</P><P CLASS=c>nirv&#257;syat&#257;m &#257;&#347;u pur&#257;c chvas&#257;nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/e/enam">enam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/u/upajuhava">upajuh&#257;va</A> &#8212; called for; <A CLASS=v HREF="http://vedabase.net/j/jihmam">jihmam</A> &#8212; crooked; <A CLASS=v HREF="http://vedabase.net/d/dasyah">d&#257;sy&#257;h</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> kept mistress; <A CLASS=v HREF="http://vedabase.net/s/sutam">sutam</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/b/balina">balin&#257;</A> &#8212; by whose subsistence; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/pustah">pushtah</A> &#8212; grown up; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; unto him; <A CLASS=v HREF="http://vedabase.net/p/pratipah">prat&#299;pah</A> &#8212; enmity; <A CLASS=v HREF="http://vedabase.net/p/parakrtya">parakritya</A> &#8212; enemy's interest; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/n/nirvasyatam">nirv&#257;syat&#257;m</A> &#8212; get him out; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/p/purat">pur&#257;t</A> &#8212; from the palace; <A CLASS=v HREF="http://vedabase.net/s/svasanah">&#347;vas&#257;nah</A> &#8212; let him breathe only.</P><P CLASS=t>TRANSLATION</P><P>Who asked him to come here, this son of a kept mistress? He is so crooked that he spies in the interest of the enemy against those on whose support he has grown up. Toss him out of the palace immediately and leave him with only his breath.</P><P CLASS=t>PURPORT</P><P>When getting married, the kshatriya kings would take on several other youthful girls along with the married princess. These girl attendants of the king were known as d&#257;s&#299;s, or attendant mistresses. By intimate association with the king, the d&#257;s&#299;s would get sons. Such sons were called d&#257;s&#299;-putras. They had no claim to a royal position, but they would get maintenance and other facilities just like princes. Vidura was the son of such a d&#257;s&#299;, and he was thus not counted amongst the kshatriyas. King Dhritar&#257;shtra was very affectionate toward his younger d&#257;s&#299;-putra brother, Vidura, and Vidura was a great friend and philosophical advisor to Dhritar&#257;shtra. Duryodhana knew very well that Vidura was a great soul and well-wisher, but unfortunately he used strong words to hurt his innocent uncle. Duryodhana not only attacked Vidura's birth, but also called him an infidel because he seemed to support the cause of Yudhishthira, whom Duryodhana considered his enemy. He desired that Vidura he immediately put out of the palace and deprived of all his possessions. If possible, he would have liked him caned until he was left with nothing but his breath. He charged that Vidura was a spy of the P&#257;ndavas because he advised King Dhritar&#257;shtra in their favor. Such is the situation of palace life and the intricacies of diplomacy that even a faultless person like Vidura could be charged with something abominable and punished. Vidura was struck with wonder at such unexpected behavior from his nephew Duryodhana, and before anything actually happened, he decided to leave the palace for good.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>