<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.17</P><P CLASS=c>sa nirgatah kaurava-punya-labdho</P><P CLASS=c>gaj&#257;hvay&#257;t t&#299;rtha-padah pad&#257;ni</P><P CLASS=c>anv&#257;kramat punya-cik&#299;rshayorvy&#257;m</P><P CLASS=c>adhishthito y&#257;ni sahasra-m&#363;rtih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/v/vidura">Vidura</A>); <A CLASS=v HREF="http://vedabase.net/n/nirgatah">nirgatah</A> &#8212; after having quit; <A CLASS=v HREF="http://vedabase.net/k/kaurava">kaurava</A> &#8212; the <A HREF="http://vedabase.net/k/kuru">Kuru</A> dynasty; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A> &#8212; piety; <A CLASS=v HREF="http://vedabase.net/l/labdhah">labdhah</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> achieved; <A CLASS=v HREF="http://vedabase.net/g/gaja">gaja</A>-<A CLASS=v HREF="http://vedabase.net/a/ahvayat">&#257;hvay&#257;t</A> &#8212; from Hastin&#257;pura; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/p/padah">padah</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/p/padani">pad&#257;ni</A> &#8212; pilgrimages; <A CLASS=v HREF="http://vedabase.net/a/anvakramat">anv&#257;kramat</A> &#8212; took shelter; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A> &#8212; piety; <A CLASS=v HREF="http://vedabase.net/c/cikirsaya">cik&#299;rshay&#257;</A> &#8212; desiring <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/u/urvyam">urvy&#257;m</A> &#8212; of high grade; <A CLASS=v HREF="http://vedabase.net/a/adhisthitah">adhishthitah</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/y/yani">y&#257;ni</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A> &#8212; thousands; <A CLASS=v HREF="http://vedabase.net/m/murtih">m&#363;rtih</A> &#8212; forms.</P><P CLASS=t>TRANSLATION</P><P>By his piety, Vidura achieved the advantages of the pious Kauravas. After leaving Hastin&#257;pura, he took shelter of many places of pilgrimages, which are the Lord's lotus feet. With a desire to gain a high order of pious life, he traveled to holy places where thousands of transcendental forms of the Lord are situated.</P><P CLASS=t>PURPORT</P><P>Vidura was undoubtedly a highly elevated and pious soul, otherwise he would not have taken his birth in the Kaurava family. To have high parentage, to possess wealth, to be highly learned and to have great personal beauty are all due to past pious acts. But such pious possessions are not sufficient for obtaining the grace of the Lord and being engaged in His transcendental loving service. Vidura considered himself less pious, and therefore he decided to travel to all the great places of pilgrimage in the world in order to achieve greater piety and advance nearer to the Lord. At that time, Lord Krishna was personally present in the world, and Vidura could have at once approached Him directly, but he did not do so because he was not sufficiently freed from sin. One cannot be one hundred percent devoted to the Lord unless and until he is completely free from all effects of sin. Vidura was conscious that by the association of the diplomatic Dhritar&#257;shtra and Duryodhana he had lost his piety and was therefore not fit to associate at once with the Lord. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/28.htm">7.28</A>) this is confirmed in the following verse:</P><P>yesh&#257;m tv anta-gatam p&#257;pam</P><P CLASS=n>jan&#257;n&#257;m punya-karman&#257;m</P><P CLASS=n>te dvandva-moha-nirmukt&#257;</P><P CLASS=n>bhajante m&#257;m dridha-vrat&#257;h</P><P>Persons who are sinful asuras like Kamsa and Jar&#257;sandha cannot think of Lord Krishna as the Supreme Personality of Godhead, the Absolute Truth. Only those who are pure devotees, those who follow the regulative principles of religious life as prescribed in the scriptures, are able to engage themselves in karma-yoga and then jñ&#257;na-yoga and thereafter, by pure meditation, can understand pure consciousness. When God consciousness is developed, one can take advantage of the association of pure devotees. Sy&#257;n mahat-sevay&#257; vipr&#257;h punya-t&#299;rtha-nishevan&#257;t: one is able to associate with the Lord even during the existence of this life.</P><P>Places of pilgrimages are meant for eradicating the sins of the pilgrims, and they are distributed all over the universe just to give facility to all concerned for attaining pure existence and God realization. One should not be satisfied, however, merely by visiting the places of pilgrimage and performing one's prescribed duties; he should be eager to meet the great souls who are already there, engaged in the service of the Lord. In each and every place of pilgrimage, the Lord is present in His various transcendental forms.</P><P>These forms are called arc&#257;-m&#363;rtis, or forms of the Lord which can be easily appreciated by the common man. The Lord is transcendental to our mundane senses. He cannot be seen with our present eyes, nor can He be heard with our present ears. To the degree that we have entered into the service of the Lord or to the proportion to which our lives are freed from sins, we can perceive the Lord. But even though we are not free from sins, the Lord is kind enough to allow us the facility of seeing Him in His arc&#257;-m&#363;rtis in the temple. The Lord is all-powerful, and therefore He is able to accept our service by presentation of His arc&#257; form. No one, therefore, should foolishly think the arc&#257; in the temple to be an idol. Such an arc&#257;-m&#363;rti is not an idol but the Lord Himself, and to the proportion to which one is free from sins, he is able to know the significance of the arc&#257;-m&#363;rti. The guidance of a pure devotee is therefore always required.</P><P>In the land of Bh&#257;ratavarsha there are many hundreds and thousands of places of pilgrimage distributed all over the country, and by traditional practice the common man visits such holy places during all seasons of the year. Some of the arc&#257; representations of the Lord situated in different places of pilgrimage are mentioned herewith. The Lord is present at Mathur&#257; (the birthplace of Lord Krishna) as &#256;di-ke&#347;ava; the Lord is present at Pur&#299; (Orissa) as Lord Jagann&#257;tha (also known as Purushottama); He is present at Allahabad (Pray&#257;ga) as Bindu-m&#257;dhava; at Mandara Hill He is present as Madhus&#363;dana. In the &#256;nand&#257;ranya, He is known as V&#257;sudeva, Padman&#257;bha and Jan&#257;rdana; at Vishnuk&#257;ñc&#299;, He is known as Vishnu; and at M&#257;y&#257;pura, He is known as Hari. There are millions and billions of such arc&#257; forms of the Lord distributed all over the universe. All these arc&#257;-m&#363;rtis are summarized in the Caitanya-carit&#257;mrita in the following words:</P><P>sarvatra prak&#257;&#347;a t&#257;&#324;ra &#8212; bhakte sukha dite</P><P CLASS=n>jagatera adharma n&#257;&#347;i' dharma sth&#257;pite</P><P>"The Lord has so distributed Himself all over the universe just to give pleasure to the devotees, to give the common man facility to eradicate his sins, and to establish religious principles in the world."</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>