<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.18</P><P CLASS=c>pureshu punyopavan&#257;dri-kuñjeshv</P><P CLASS=c>apa&#324;ka-toyeshu sarit-sarahsu</P><P CLASS=c>ananta-li&#324;gaih samala&#324;kriteshu</P><P CLASS=c>cac&#257;ra t&#299;rth&#257;yataneshv ananyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/puresu">pureshu</A> &#8212; holy places like <A HREF="http://vedabase.net/a/ayodhya">Ayodhy&#257;</A>, <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A> and <A HREF="http://vedabase.net/m/mathura">Mathur&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A> &#8212; piety; <A CLASS=v HREF="http://vedabase.net/u/upavana">upavana</A> &#8212; the air; <A CLASS=v HREF="http://vedabase.net/a/adri">adri</A> &#8212; hill; <A CLASS=v HREF="http://vedabase.net/k/kunjesu">kuñjeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the orchards; <A CLASS=v HREF="http://vedabase.net/a/apanka">apa&#324;ka</A> &#8212; without sin; <A CLASS=v HREF="http://vedabase.net/t/toyesu">toyeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/s/sarit">sarit</A> &#8212; river; <A CLASS=v HREF="http://vedabase.net/s/sarahsu">sarahsu</A> &#8212; lakes; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A>-<A CLASS=v HREF="http://vedabase.net/l/lingaih">li&#324;gaih</A> &#8212; the forms of the Unlimited; <A CLASS=v HREF="http://vedabase.net/s/samalankrtesu">samala&#324;kriteshu</A> &#8212; being <A HREF="http://vedabase.net/s/so">so</A> decorated; <A CLASS=v HREF="http://vedabase.net/c/cacara">cac&#257;ra</A> &#8212; executed; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A> &#8212; places of pilgrimage; <A CLASS=v HREF="http://vedabase.net/a/ayatanesu">&#257;yataneshu</A> &#8212; holy lands; <A CLASS=v HREF="http://vedabase.net/a/ananyah">ananyah</A> &#8212; alone or seeing <A HREF="http://vedabase.net/k/krsna">Krishna</A> alone.</P><P CLASS=t>TRANSLATION</P><P>He began to travel alone, thinking only of Krishna, through various holy places like Ayodhy&#257;, Dv&#257;rak&#257; and Mathur&#257;. He traveled where the air, hill, orchard, river and lake are all pure and sinless and where the forms of the Unlimited decorate the temples. Thus he performed the pilgrim's progress.</P><P CLASS=t>PURPORT</P><P>These arc&#257; forms of the Lord may be considered idols by the atheists, but that does not matter for persons like Vidura or His many other servants. The forms of the Lord are mentioned here as ananta-li&#324;ga. Such forms of the Lord have unlimited potency, the same as that of the Lord Himself. There is no difference between the potencies of the arc&#257; and those of the personal forms of the Lord. The example of the postbox and post office may be applied here. The little postboxes distributed all over the city have the same potency as the postal system in general. The duty of the post office is to carry letters from one place to another. If one puts letters in postboxes authorized by the general post office, the function of carrying letters is performed without a doubt. Similarly, the arc&#257;-m&#363;rti can also deliver the same unlimited potency of the Lord as when He is personally present. Vidura, therefore, could see nothing but Krishna in the different arc&#257; forms, and ultimately he was able to realize Krishna alone and nothing else.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>