<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.2</P><P CLASS=c>yad v&#257; ayam mantra-krid vo</P><P CLASS=c>bhagav&#257;n akhile&#347;varah</P><P CLASS=c>pauravendra-griham hitv&#257;</P><P CLASS=c>pravive&#347;&#257;tmas&#257;t kritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; the house; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; what else is there <A HREF="http://vedabase.net/t/to">to</A> say; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A>-<A CLASS=v HREF="http://vedabase.net/k/krt">krit</A> &#8212; minister; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; you people; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Lord of everything; <A CLASS=v HREF="http://vedabase.net/p/pauravendra">pauravendra</A> &#8212; <A HREF="http://vedabase.net/d/duryodhana">Duryodhana</A>; <A CLASS=v HREF="http://vedabase.net/g/grham">griham</A> &#8212; house; <A CLASS=v HREF="http://vedabase.net/h/hitva">hitv&#257;</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/p/pravivesa">pravive&#347;a</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/a/atmasat">&#257;tmas&#257;t</A> &#8212; identify with oneself; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> accepted.</P><P CLASS=t>TRANSLATION</P><P>What else is there to say about the residential house of the P&#257;ndavas? &#346;r&#299; Krishna, the Lord of everything, acted as your minister. He used to enter that house as if it were His own, and He did not take any care of Duryodhana's house.</P><P CLASS=t>PURPORT</P><P>According to the Gaud&#299;ya acintya-bhed&#257;bheda-tattva philosophy, anything which satisfies the senses of the Supreme Lord, &#346;r&#299; Krishna, is also &#346;r&#299; Krishna. For example, &#346;r&#299; Vrind&#257;vana-dh&#257;ma is nondifferent from &#346;r&#299; Krishna (tad-dh&#257;ma vrind&#257;vanam) because at Vrind&#257;vana the Lord enjoys the transcendental bliss of His internal potency. Similarly, the house of the P&#257;ndavas was also the source of transcendental bliss for the Lord. It is mentioned here that the Lord identified the house with His own Self. Thus the house of the P&#257;ndavas was as good as Vrind&#257;vana, and Vidura should not have given up that place of transcendental bliss. Therefore the reason for his quitting the house was not exactly family misunderstanding; rather, Vidura took the opportunity to meet Rishi Maitreya and discuss transcendental knowledge. For a saintly person like Vidura, any disturbance due to worldly affairs is insignificant. Such disturbances, however, are sometimes favorable for higher realization, and therefore Vidura took advantage of a family misunderstanding in order to meet Maitreya Rishi.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>