<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.23</P><P CLASS=c>any&#257;ni ceha dvija-deva-devaih</P><P CLASS=c>krit&#257;ni n&#257;n&#257;yatan&#257;ni vishnoh</P><P CLASS=c>pratya&#324;ga-mukhy&#257;&#324;kita-mandir&#257;ni</P><P CLASS=c>yad-dar&#347;an&#257;t krishnam anusmaranti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anyani">any&#257;ni</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; by the great sages; <A CLASS=v HREF="http://vedabase.net/d/devaih">devaih</A> &#8212; and the demigods; <A CLASS=v HREF="http://vedabase.net/k/krtani">krit&#257;ni</A> &#8212; established by; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/a/ayatanani">&#257;yatan&#257;ni</A> &#8212; various forms; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A> &#8212; each and every; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; part; <A CLASS=v HREF="http://vedabase.net/m/mukhya">mukhya</A> &#8212; the chief; <A CLASS=v HREF="http://vedabase.net/a/ankita">a&#324;kita</A> &#8212; marked; <A CLASS=v HREF="http://vedabase.net/m/mandirani">mandir&#257;ni</A> &#8212; temple s; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/d/darsanat">dar&#347;an&#257;t</A> &#8212; by seeing from <A HREF="http://vedabase.net/a/a">a</A> distance; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; the original Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anusmaranti">anusmaranti</A> &#8212; constantly remembers.</P><P CLASS=t>TRANSLATION</P><P>There were also many other temples of various forms of the Supreme Personality of Godhead Vishnu, established by great sages and demigods. These temples were marked with the chief emblems of the Lord, and they reminded one always of the original Personality of Godhead, Lord Krishna.</P><P CLASS=t>PURPORT</P><P>Human society is divided into four social orders of life and four spiritual divisions, applying to each and every individual person. This system is called varn&#257;&#347;rama-dharma and has already been discussed in many places in this great literature. The sages, or persons who completely devoted themselves to the spiritual upliftment of the entire human society, were known as dvija-deva, the best amongst the twice-born. The denizens of superior planets, from the moon planet and upwards, were known as devas. Both the dvija-devas and the devas always establish temples of Lord Vishnu in His various forms, such as Govinda, Madhus&#363;dana, Nrisimha, M&#257;dhava, Ke&#347;ava, N&#257;r&#257;yana, Padman&#257;bha, P&#257;rtha-s&#257;rathi and many others. The Lord expands Himself in innumerable forms, but all of them are nondifferent from one another. Lord Vishnu has four hands, and each hand holds a particular item &#8212; either a conchshell, wheel, club or lotus flower. Of these four emblems, the cakra, or wheel, is the chief. Lord Krishna, being the original Vishnu form, has only one emblem, namely the wheel, and therefore He is sometimes called the Cakr&#299;. The Lord's cakra is the symbol of the power by which the Lord controls the whole manifestation. The tops of Vishnu temples are marked with the symbol of the wheel so that people may have the chance to see the symbol from a very long distance and at once remember Lord Krishna. The purpose of building very high temples is to give people a chance to see them from a distant place. This system is carried on in India whenever a new temple is constructed, and it appears that it is coming down from a time before recorded history. The foolish propaganda by atheists that temples were constructed only in later days is refuted here because Vidura visited these temples at least five thousand years ago, and the temples of Vishnu were in existence long, long before Vidura visited them. The great sages and demigods never established statues of men or demigods, but they established temples of Vishnu for the benefit of common men, to raise them to the platform of God consciousness.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>