<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.24</P><P CLASS=c>tatas tv ativrajya sur&#257;shtram riddham</P><P CLASS=c>sauv&#299;ra-matsy&#257;n kuruj&#257;&#324;gal&#257;m&#347; ca</P><P CLASS=c>k&#257;lena t&#257;vad yamun&#257;m upetya</P><P CLASS=c>tatroddhavam bh&#257;gavatam dadar&#347;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from there; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/ativrajya">ativrajya</A> &#8212; by passing over; <A CLASS=v HREF="http://vedabase.net/s/surastram">sur&#257;shtram</A> &#8212; the kingdom of Surat; <A CLASS=v HREF="http://vedabase.net/r/rddham">riddham</A> &#8212; very wealthy; <A CLASS=v HREF="http://vedabase.net/s/sauvira">sauv&#299;ra</A> &#8212; the kingdom of <A HREF="http://vedabase.net/s/sauvira">Sauv&#299;ra</A>; <A CLASS=v HREF="http://vedabase.net/m/matsyan">matsy&#257;n</A> &#8212; the kingdom of <A HREF="http://vedabase.net/m/matsya">Matsya</A>; <A CLASS=v HREF="http://vedabase.net/k/kurujangalan">kuruj&#257;&#324;gal&#257;n</A> &#8212; the kingdom of western India up <A HREF="http://vedabase.net/t/to">to</A> the Delhi province; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> course of time; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> soon <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/y/yamunam">yamun&#257;m</A> &#8212; bank of the River <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A>; <A CLASS=v HREF="http://vedabase.net/u/upetya">upetya</A> &#8212; reaching; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/u/uddhavam">uddhavam</A> &#8212; <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>, one of the prominent Yadus; <A CLASS=v HREF="http://vedabase.net/b/bhagavatam">bh&#257;gavatam</A> &#8212; the great devotee of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dadarsa">dadar&#347;a</A> &#8212; happened <A HREF="http://vedabase.net/t/to">to</A> see.</P><P CLASS=t>TRANSLATION</P><P>Thereafter he passed through very wealthy provinces like Surat, Sauv&#299;ra and Matsya and through western India, known as Kuruj&#257;&#324;gala. At last he reached the bank of the Yamun&#257;, where he happened to meet Uddhava, the great devotee of Lord Krishna.</P><P CLASS=t>PURPORT</P><P>The tract of land comprising about one hundred square miles from modern Delhi to the Mathur&#257; district in Uttar Pradesh, including a portion of the Gurgaon district in Punjab (East India), is considered to be the topmost place of pilgrimage in all of India. This land is sacred because Lord Krishna traveled through it many times. From the very beginning of His appearance, He was at Mathur&#257; in the house of His maternal uncle Kamsa, and He was reared by His foster father Mah&#257;r&#257;ja Nanda at Vrind&#257;vana. There are still many devotees of the Lord lingering there in ecstasy in search of Krishna and His childhood associates, the gop&#299;s. It is not that such devotees meet Krishna face to face in that tract of land, but a devotee's eagerly searching after Krishna is as good as his seeing Him personally. How this is so cannot be explained, but it is factually realized by those who are pure devotees of the Lord. Philosophically, one can understand that Lord Krishna and His remembrance are on the absolute plane and that the very idea of searching for Him at Vrind&#257;vana in pure God consciousness gives more pleasure to the devotee than seeing Him face to face. Such devotees of the Lord see Him face to face at every moment, as confirmed in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>):</P><P>prem&#257;ñjana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah sadaiva hridayeshu vilokayanti</P><P CLASS=n>yam &#347;y&#257;masundaram acintya-guna-svar&#363;pam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"Those who are in ecstasy of love with the Supreme Personality of Godhead, Lord &#346;y&#257;masundara [Krishna], see Him always in their hearts due to love and devotional service rendered to the Lord." Both Vidura and Uddhava were such elevated devotees, and therefore they both came to the bank of the Yamun&#257; and met each other.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>