<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.25</P><P CLASS=c>sa v&#257;sudev&#257;nucaram pra&#347;&#257;ntam</P><P CLASS=c>brihaspateh pr&#257;k tanayam prat&#299;tam</P><P CLASS=c>&#257;li&#324;gya g&#257;dham pranayena bhadram</P><P CLASS=c>sv&#257;n&#257;m apricchad bhagavat-praj&#257;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>, <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/anucaram">anucaram</A> &#8212; constant companion; <A CLASS=v HREF="http://vedabase.net/p/prasantam">pra&#347;&#257;ntam</A> &#8212; very sober and gentle; <A CLASS=v HREF="http://vedabase.net/b/brhaspateh">brihaspateh</A> &#8212; of <A HREF="http://vedabase.net/b/brhaspati">Brihaspati</A>, the learned spiritual master of the demigods; <A CLASS=v HREF="http://vedabase.net/p/prak">pr&#257;k</A> &#8212; formerly; <A CLASS=v HREF="http://vedabase.net/t/tanayam">tanayam</A> &#8212; son or disciple; <A CLASS=v HREF="http://vedabase.net/p/pratitam">prat&#299;tam</A> &#8212; acknowledged; <A CLASS=v HREF="http://vedabase.net/a/alingya">&#257;li&#324;gya</A> &#8212; embracing; <A CLASS=v HREF="http://vedabase.net/g/gadham">g&#257;dham</A> &#8212; very feelingly; <A CLASS=v HREF="http://vedabase.net/p/pranayena">pranayena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> love; <A CLASS=v HREF="http://vedabase.net/b/bhadram">bhadram</A> &#8212; auspicious; <A CLASS=v HREF="http://vedabase.net/s/svanam">sv&#257;n&#257;m</A> &#8212; his own; <A CLASS=v HREF="http://vedabase.net/a/aprcchat">apricchat</A> &#8212; asked; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prajanam">praj&#257;n&#257;m</A> &#8212; family.</P><P CLASS=t>TRANSLATION</P><P>Then, due to his great love and feeling, Vidura embraced him [Uddhava], who was a constant companion of Lord Krishna and formerly a great student of Brihaspati's. Vidura then asked him for news of the family of Lord Krishna, the Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Vidura was older than Uddhava, like a father, and therefore when the two met, Uddhava bowed down before Vidura, and Vidura embraced him because Uddhava was younger, like a son. Vidura's brother P&#257;ndu was Lord Krishna's uncle, and Uddhava was a cousin to Lord Krishna. According to social custom, therefore, Vidura was to be respected by Uddhava on the level of his father. Uddhava was a great scholar in logic, and he was known to be a son or disciple of Brihaspati, the greatly learned priest and spiritual master of the demigods. Vidura asked Uddhava about the welfare of his relatives, although he already knew that they were no longer in the world. This inquiry appears to be very queer, but &#346;r&#299;la J&#299;va Gosv&#257;m&#299; states that the news was shocking to Vidura, who therefore inquired again due to great curiosity. Thus his inquiry was psychological and not practical.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>