<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.30</P><P CLASS=c>kaccid dhareh saumya sutah sadriksha</P><P CLASS=c>&#257;ste 'gran&#299; rathin&#257;m s&#257;dhu s&#257;mbah</P><P CLASS=c>as&#363;ta yam j&#257;mbavat&#299; vrat&#257;dhy&#257;</P><P CLASS=c>devam guham yo 'mbikay&#257; dhrito 'gre</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kaccit">kaccit</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/saumya">saumya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> grave one; <A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/s/sadrksah">sadrikshah</A> &#8212; similar; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; fares well; <A CLASS=v HREF="http://vedabase.net/a/agranih">agran&#299;h</A> &#8212; foremost; <A CLASS=v HREF="http://vedabase.net/r/rathinam">rathin&#257;m</A> &#8212; of the warriors; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; well behaved; <A CLASS=v HREF="http://vedabase.net/s/sambah">s&#257;mbah</A> &#8212; <A HREF="http://vedabase.net/s/samba">S&#257;mba</A>; <A CLASS=v HREF="http://vedabase.net/a/asuta">as&#363;ta</A> &#8212; gave birth; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/j/jambavati">j&#257;mbavat&#299;</A> &#8212; <A HREF="http://vedabase.net/j/jambavati">J&#257;mbavat&#299;</A>, <A HREF="http://vedabase.net/a/a">a</A> queen of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s; <A CLASS=v HREF="http://vedabase.net/v/vratadhya">vrat&#257;dhy&#257;</A> &#8212; enriched by vows; <A CLASS=v HREF="http://vedabase.net/d/devam">devam</A> &#8212; the demigod; <A CLASS=v HREF="http://vedabase.net/g/guham">guham</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> K&#257;rttikeya; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/a/ambikaya">ambikay&#257;</A> &#8212; unto the wife of <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/d/dhrtah">dhritah</A> &#8212; born; <A CLASS=v HREF="http://vedabase.net/a/agre">agre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the previous birth.</P><P CLASS=t>TRANSLATION</P><P>O gentle one, does S&#257;mba fare well? He exactly resembles the son of the Personality of Godhead. In a previous birth he was born as K&#257;rttikeya in the womb of the wife of Lord &#346;iva, and now he has been born in the womb of J&#257;mbavat&#299;, the most enriched wife of Krishna.</P><P CLASS=t>PURPORT</P><P>Lord &#346;iva, one of the three qualitative incarnations of the Personality of Godhead, is the plenary expansion of the Lord. K&#257;rttikeya, born of him, is on the level of Pradyumna, another son of Lord Krishna. When Lord &#346;r&#299; Krishna descends into the material world, all His plenary portions also appear with Him to exhibit different functions of the Lord. But for the pastimes at Vrind&#257;vana, all functions are performed by the Lord's different plenary expansions. V&#257;sudeva is a plenary expansion of N&#257;r&#257;yana. When the Lord appeared as V&#257;sudeva before Devak&#299; and Vasudeva, He appeared in His capacity as N&#257;r&#257;yana. Similarly, all the demigods of the heavenly kingdom appeared as associates of the Lord in the forms of Pradyumna, S&#257;mba, Uddhava, etc. It is learned here that K&#257;madeva appeared as Pradyumna, K&#257;rttikeya as S&#257;mba, and one of the Vasus as Uddhava. All of them served in their different capacities in order to enrich the pastimes of Krishna.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>