<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.31</P><P CLASS=c>kshemam sa kaccid yuyudh&#257;na &#257;ste</P><P CLASS=c>yah ph&#257;lgun&#257;l labdha-dhan&#363;-rahasyah</P><P CLASS=c>lebhe 'ñjas&#257;dhokshaja-sevayaiva</P><P CLASS=c>gatim tad&#299;y&#257;m yatibhir dur&#257;p&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ksemam">kshemam</A> &#8212; all good; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/k/kaccit">kaccit</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/y/yuyudhanah">yuyudh&#257;nah</A> &#8212; <A HREF="http://vedabase.net/s/satyaki">S&#257;tyaki</A>; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; is there; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/p/phalgunat">ph&#257;lgun&#257;t</A> &#8212; from <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A> &#8212; has achieved; <A CLASS=v HREF="http://vedabase.net/d/dhanuh">dhanuh</A>-<A CLASS=v HREF="http://vedabase.net/r/rahasyah">rahasyah</A> &#8212; one who understands the intricacies of military art; <A CLASS=v HREF="http://vedabase.net/l/lebhe">lebhe</A> &#8212; also achieved; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; summarily; <A CLASS=v HREF="http://vedabase.net/a/adhoksaja">adhokshaja</A> &#8212; of the Transcendence; <A CLASS=v HREF="http://vedabase.net/s/sevaya">sevay&#257;</A> &#8212; by service; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; destination; <A CLASS=v HREF="http://vedabase.net/t/tadiyam">tad&#299;y&#257;m</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/y/yatibhih">yatibhih</A> &#8212; by great renouncers; <A CLASS=v HREF="http://vedabase.net/d/durapam">dur&#257;p&#257;m</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> achieve.</P><P CLASS=t>TRANSLATION</P><P>O Uddhava, does Yuyudh&#257;na fare well? He learned the intricacies of the military art from Arjuna and attained the transcendental destination which is very difficult to reach even for great renouncers.</P><P CLASS=t>PURPORT</P><P>The destination of transcendence is to become the personal associate of the Personality of Godhead, who is known as adhokshaja, He who is beyond the reach of the senses. The renouncers of the world, the sanny&#257;s&#299;s, give up all worldly connections, namely, family, wife, children, friends, home, wealth &#8212; everything &#8212; to attain the transcendental bliss of Brahman happiness. But adhokshaja happiness is beyond Brahman happiness. The empiric philosophers enjoy a transcendental quality of bliss by philosophical speculation on the Supreme Truth, but beyond that pleasure is the pleasure enjoyed by Brahman in His eternal form of the Personality of Godhead. Brahman bliss is enjoyed by living entities after liberation from material bondage. But Parabrahman, the Personality of Godhead, enjoys eternally a bliss of His own potency, which is called the hl&#257;din&#299; potency. The empiric philosopher who studies Brahman by negation of the external features has not yet learned the quality of the hl&#257;din&#299; potency of Brahman. Out of many potencies of the Omnipotent, there are three features of His internal potency &#8212; namely samvit, sandhin&#299; and hl&#257;din&#299;. And in spite of their strict adherence to the principles of yama, niyama, &#257;sana, dhy&#257;na, dh&#257;ran&#257; and pr&#257;n&#257;y&#257;ma, the great yog&#299;s and jñ&#257;n&#299;s are unable to enter into the internal potency of the Lord. This internal potency is, however, easily realized by the devotees of the Lord by dint of devotional service. Yuyudh&#257;na achieved this stage of life, just as he achieved expert knowledge in military science from Arjuna. Thus his life was successful to the fullest extent from both the material and spiritual angles of vision. That is the way of devotional service to the Lord.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>