<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.39</P><P CLASS=c>yam&#257;v utasvit tanayau prith&#257;y&#257;h</P><P CLASS=c>p&#257;rthair vritau pakshmabhir akshin&#299;va</P><P CLASS=c>rem&#257;ta udd&#257;ya mridhe sva-riktham</P><P CLASS=c>par&#257;t suparn&#257;v iva vajri-vaktr&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yamau">yamau</A> &#8212; twins (<A HREF="http://vedabase.net/n/nakula">Nakula</A> and <A HREF="http://vedabase.net/s/sahadeva">Sahadeva</A>); <A CLASS=v HREF="http://vedabase.net/u/utasvit">utasvit</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/t/tanayau">tanayau</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/p/prthayah">prith&#257;y&#257;h</A> &#8212; of <A HREF="http://vedabase.net/p/prtha">Prith&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/parthaih">p&#257;rthaih</A> &#8212; by the sons of <A HREF="http://vedabase.net/p/prtha">Prith&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/vrtau">vritau</A> &#8212; protected; <A CLASS=v HREF="http://vedabase.net/p/paksmabhih">pakshmabhih</A> &#8212; by shields; <A CLASS=v HREF="http://vedabase.net/a/aksini">akshin&#299;</A> &#8212; of the eyes; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/r/remate">rem&#257;te</A> &#8212; playing carelessly; <A CLASS=v HREF="http://vedabase.net/u/uddaya">udd&#257;ya</A> &#8212; snatching; <A CLASS=v HREF="http://vedabase.net/m/mrdhe">mridhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the fight; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/riktham">riktham</A> &#8212; own property; <A CLASS=v HREF="http://vedabase.net/p/parat">par&#257;t</A> &#8212; from the enemy <A HREF="http://vedabase.net/d/duryodhana">Duryodhana</A>; <A CLASS=v HREF="http://vedabase.net/s/suparnau">suparnau</A> &#8212; <A HREF="http://vedabase.net/g/garuda">Garuda</A>, the carrier of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/v/vajri">vajri</A>-<A CLASS=v HREF="http://vedabase.net/v/vaktrat">vaktr&#257;t</A> &#8212; from the mouth of <A HREF="http://vedabase.net/i/indra">Indra</A>.</P><P CLASS=t>TRANSLATION</P><P>Are the twin brothers who are protected by their brothers doing well? Just as the eye is always protected by the eyelid, they are protected by the sons of Prith&#257;, who snatched back their rightful kingdom from the hands of their enemy Duryodhana, just as Garuda snatched nectar from the mouth of Indra, the thunderbolt carrier.</P><P CLASS=t>PURPORT</P><P>Indra, the King of heaven, carries a thunderbolt in his hand and is very strong, yet Garuda, the carrier of Lord Vishnu, was able to snatch nectar from his mouth. Similarly, Duryodhana was as strong as the King of heaven, and still the sons of Prith&#257;, the P&#257;ndavas, were able to snatch away their kingdom from Duryodhana. Both Garuda and the P&#257;rthas are pet devotees of the Lord, and thus it was possible for them to face such strong enemies.</P><P>Vidura's inquiry was about the youngest brothers of the P&#257;ndavas, namely Nakula and Sahadeva. These twin brothers were sons of M&#257;dr&#299;, the stepmother of the other P&#257;ndavas. But although they were stepbrothers, because Kunt&#299; took charge of them after the departure of M&#257;dr&#299; with her husband Mah&#257;r&#257;ja P&#257;ndu, Nakula and Sahadeva were as good as the other three P&#257;ndavas, Yudhishthira, Bh&#299;ma and Arjuna. The five brothers are known in the world as regular brothers. The three elder P&#257;ndavas took care of the younger brothers, just as the eyelid takes care of the eye. Vidura was anxious to know whether, after winning back their own kingdom from the hands of Duryodhana, the younger brothers were still living happily under the care of the elder brothers.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>