<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.4</P><P CLASS=c>na hy alp&#257;rthodayas tasya</P><P CLASS=c>vidurasy&#257;mal&#257;tmanah</P><P CLASS=c>tasmin var&#299;yasi pra&#347;nah</P><P CLASS=c>s&#257;dhu-v&#257;dopabrimhitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/alpa">alpa</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; small (unimportant) purpose; <A CLASS=v HREF="http://vedabase.net/u/udayah">udayah</A> &#8212; raised; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/v/vidurasya">vidurasya</A> &#8212; of <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/a/amala">amala</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the saintly <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/v/variyasi">var&#299;yasi</A> &#8212; highly purposeful; <A CLASS=v HREF="http://vedabase.net/p/prasnah">pra&#347;nah</A> &#8212; question; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/v/vada">v&#257;da</A> &#8212; things approved by saints and sages; <A CLASS=v HREF="http://vedabase.net/u/upabrmhitah">upabrimhitah</A> &#8212; full with.</P><P CLASS=t>TRANSLATION</P><P>Saint Vidura was a great and pure devotee of the Lord, and therefore his questions to His Grace Rishi Maitreya must have been very purposeful, on the highest level, and approved by learned circles.</P><P CLASS=t>PURPORT</P><P>Questions and answers among different classes of men have different value. Inquiries by mercantile men in a business exchange cannot be expected to be highly purposeful in spiritual values. Questions and answers by different classes of men can be guessed by the caliber of the persons concerned. In Bhagavad-g&#299;t&#257;, the discussion was between Lord &#346;r&#299; Krishna and Arjuna, the Supreme Person and the supreme devotee respectively. The Lord admitted Arjuna to be His devotee and friend (<A CLASS=v HREF="../../../bg/4/3.htm">Bg. 4.3</A>), and therefore any sane man can guess that the discussion was on the topic of the bhakti-yoga system. Actually the whole Bhagavad-g&#299;t&#257; is based on the principle of bhakti-yoga. There is a difference between karma and karma-yoga. Karma is regulated action for the enjoyment of the fruit by the performer, but karma-yoga is action performed by the devotee for the satisfaction of the Lord. Karma-yoga is based on bhakti, or pleasing the Lord, whereas karma is based on pleasing the senses of the performer himself. According to &#346;r&#299;mad-Bh&#257;gavatam, one is advised to approach a bona fide spiritual master when one is actually inclined to question from an elevated level of spiritual understanding. A common man who has no interest in spiritual values has no need to approach a spiritual master just as a matter of following fashion.</P><P>As a student, Mah&#257;r&#257;ja Par&#299;kshit was serious about learning the science of God, and &#346;ukadeva Gosv&#257;m&#299; was a bona fide spiritual master in the transcendental science. Both of them knew that the topics discussed by Vidura and Rishi Maitreya were elevated, and thus Mah&#257;r&#257;ja Par&#299;kshit was very interested in learning from the bona fide spiritual master.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>