<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.40</P><P CLASS=c>aho prith&#257;pi dhriyate 'rbhak&#257;rthe</P><P CLASS=c>r&#257;jarshi-varyena vin&#257;pi tena</P><P CLASS=c>yas tv eka-v&#299;ro 'dhiratho vijigye</P><P CLASS=c>dhanur dvit&#299;yah kakubha&#347; catasrah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my lord; <A CLASS=v HREF="http://vedabase.net/p/prtha">prith&#257;</A> &#8212; <A HREF="http://vedabase.net/k/kunti">Kunt&#299;</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dhriyate">dhriyate</A> &#8212; bears her life; <A CLASS=v HREF="http://vedabase.net/a/arbhaka">arbhaka</A>-<A CLASS=v HREF="http://vedabase.net/a/arthe">arthe</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of fatherless children; <A CLASS=v HREF="http://vedabase.net/r/rajarsi">r&#257;jarshi</A> &#8212; King <A HREF="http://vedabase.net/p/pandu">P&#257;ndu</A>; <A CLASS=v HREF="http://vedabase.net/v/varyena">varyena</A> &#8212; the best; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; without him; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/v/virah">v&#299;rah</A> &#8212; the warrior; <A CLASS=v HREF="http://vedabase.net/a/adhirathah">adhirathah</A> &#8212; commander; <A CLASS=v HREF="http://vedabase.net/v/vijigye">vijigye</A> &#8212; could conquer; <A CLASS=v HREF="http://vedabase.net/d/dhanuh">dhanuh</A> &#8212; the bow; <A CLASS=v HREF="http://vedabase.net/d/dvitiyah">dvit&#299;yah</A> &#8212; the second; <A CLASS=v HREF="http://vedabase.net/k/kakubhah">kakubhah</A> &#8212; directions; <A CLASS=v HREF="http://vedabase.net/c/catasrah">catasrah</A> &#8212; four.</P><P CLASS=t>TRANSLATION</P><P>O my lord, is Prith&#257; still living? She lived only for the sake of her fatherless children; otherwise it was impossible for her to live without King P&#257;ndu, who was the greatest commander and who alone conquered the four directions simply with the help of a second bow.</P><P CLASS=t>PURPORT</P><P>A faithful wife cannot live without her lord, the husband, and therefore all widows used to voluntarily embrace the burning fire which consumed the dead husband. This system was very common in India because all the wives were chaste and faithful to their husbands. Later on, with the advent of the age of Kali, the wives gradually began to be less adherent to their husbands, and the voluntary embrace of the fire by the widows became a thing of the past. Very recently the system was abolished, since the voluntary system had become a forcible social custom.</P><P>When Mah&#257;r&#257;ja P&#257;ndu died, both his wives, namely Kunt&#299; and M&#257;dr&#299;, were prepared to embrace the fire, but M&#257;dr&#299; requested Kunt&#299; to live for the sake of the younger children, the five P&#257;ndavas. This was agreed upon by Kunt&#299; at the added request of Vy&#257;sadeva. In spite of her great bereavement, Kunt&#299; decided to live, not to enjoy life in the absence of her husband, but only to give protection to the children. This incident is referred to here by Vidura because he knew all the facts about his sister-in-law Kunt&#299;dev&#299;. It is understood that Mah&#257;r&#257;ja P&#257;ndu was a great warrior and that he alone, with the help of bow and arrow, could conquer the world's four directions. In the absence of such a husband, it was almost impossible for Kunt&#299; to live on even as a widow, but she had to do it for the sake of the five children.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>