<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.43</P><P CLASS=c>n&#363;nam nrip&#257;n&#257;m tri-madotpath&#257;n&#257;m</P><P CLASS=c>mah&#299;m muhu&#347; c&#257;layat&#257;m cam&#363;bhih</P><P CLASS=c>vadh&#257;t prapann&#257;rti-jih&#299;rshaye&#347;o</P><P CLASS=c>'py upaikshat&#257;gham bhagav&#257;n kur&#363;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; of course; <A CLASS=v HREF="http://vedabase.net/n/nrpanam">nrip&#257;n&#257;m</A> &#8212; of the kings; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/m/mada">mada</A>-<A CLASS=v HREF="http://vedabase.net/u/utpathanam">utpath&#257;n&#257;m</A> &#8212; going astray out of false pride; <A CLASS=v HREF="http://vedabase.net/m/mahim">mah&#299;m</A> &#8212; earth; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/c/calayatam">c&#257;layat&#257;m</A> &#8212; agitating; <A CLASS=v HREF="http://vedabase.net/c/camubhih">cam&#363;bhih</A> &#8212; by movement of soldiers; <A CLASS=v HREF="http://vedabase.net/v/vadhat">vadh&#257;t</A> &#8212; from the act of killing; <A CLASS=v HREF="http://vedabase.net/p/prapanna">prapanna</A> &#8212; surrendered; <A CLASS=v HREF="http://vedabase.net/a/arti">&#257;rti</A>-<A CLASS=v HREF="http://vedabase.net/j/jihirsaya">jih&#299;rshaya</A> &#8212; willing <A HREF="http://vedabase.net/t/to">to</A> relieve the distress of the sufferers; <A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;ah</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> spite of; <A CLASS=v HREF="http://vedabase.net/u/upaiksata">upaikshata</A> &#8212; waited; <A CLASS=v HREF="http://vedabase.net/a/agham">agham</A> &#8212; offenses; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/k/kurunam">kur&#363;n&#257;m</A> &#8212; of the Kurus.</P><P CLASS=t>TRANSLATION</P><P>Despite His being the Lord and being always willing to relieve the distress of sufferers, He [Krishna] refrained from killing the Kurus, although they committed all sorts of sins and although He saw other kings constantly agitating the earth by their strong military movements carried out under the dictation of three kinds of false pride.</P><P CLASS=t>PURPORT</P><P>As declared in Bhagavad-g&#299;t&#257;, the Lord appears in the mortal world to execute His much-needed mission of killing the miscreants and giving protection to the suffering faithful. In spite of that mission, Lord Krishna tolerated the insult to Draupad&#299; by the Kurus and the injustices perpetrated against the P&#257;ndavas, as well as insults to Himself. The question may be raised, "Why did He tolerate such injustices and insults in His presence? Why did He not chastise the Kurus immediately?" When Draupad&#299; was insulted in the assembly by the Kurus by their attempt to see her naked in the presence of all, the Lord protected Draupad&#299; by supplying an unlimited length of clothing. But He did not chastise the insulting party immediately. This silence of the Lord did not mean, however, that He excused the offenses of the Kurus. There were many other kings on earth who had become very proud of three kinds of possessions &#8212; wealth, education and followers &#8212; and they were constantly agitating the earth by movements of military strength. The Lord was just waiting to get them together on the Battlefield of Kurukshetra and kill them all at one time, just to make a short-cut in His killing mission. Godless kings or heads of state, when puffed up by advancement of material wealth, education and increase of population, always make a show of military strength and give trouble to the innocent. When Lord Krishna was personally present, there were many such kings all over the world, and He thus arranged for the Battle of Kurukshetra. In His manifestation of vi&#347;va-r&#363;pa, the Lord expressed His mission of killing as follows: "I have willingly descended on the earth in My capacity of inexorable Time in order to decrease the unwanted population. I shall finish all those who have assembled here except you, the P&#257;ndavas. This killing does not wait for you to take part in it. It is already arranged: all will be killed by Me. If you want to become famous as the hero of the battlefield and thus enjoy the booty of war, then, O Savyas&#257;c&#299;, just become the immediate cause of this killing and thus take the credit. I have already killed all the great warriors &#8212; Bh&#299;shma, Drona, Jayadratha, Karna and many other great generals. Do not worry. Fight the battle and be famous as a great hero." (<A CLASS=v HREF="../../../bg/11/32.htm">Bg. 11.32-34</A>)</P><P>The Lord always wants to see His devotee as the hero of some episode which He Himself performs. He wanted to see His devotee and friend Arjuna as the hero of the Battle of Kurukshetra, and thus He waited for all the miscreants of the world to assemble. That, and nothing else, is the explanation of His waiting.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>