<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 15 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 15 Verse 13"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 15: <A CLASS=v HREF="index.htm">The Yoga of the Supreme Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 15.13</P><P CLASS=c>g&#257;m &#257;vi&#347;ya ca bh&#363;t&#257;ni</P><P CLASS=c>dh&#257;ray&#257;my aham ojas&#257;</P><P CLASS=c>pushn&#257;mi caushadh&#299;h sarv&#257;h</P><P CLASS=c>somo bh&#363;tv&#257; ras&#257;tmakah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gam">g&#257;m</A> &#8212; the planets; <A CLASS=v HREF="http://vedabase.net/a/avisya">&#257;vi&#347;ya</A> &#8212; entering; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/d/dharayami">dh&#257;ray&#257;mi</A> &#8212; sustain; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/o/ojasa">ojas&#257;</A> &#8212; by My energy; <A CLASS=v HREF="http://vedabase.net/p/pusnami">pushn&#257;mi</A> &#8212; <A HREF="http://vedabase.net/a/am">am</A> nourishing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/ausadhih">aushadh&#299;h</A> &#8212; vegetables; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/somah">somah</A> &#8212; the moon; <A CLASS=v HREF="http://vedabase.net/b/bhutva">bh&#363;tv&#257;</A> &#8212; becoming; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakah">&#257;tmakah</A> &#8212; supplying the juice.</P><P CLASS=t>TRANSLATION</P><P>I enter into each planet, and by My energy they stay in orbit. I become the moon and thereby supply the juice of life to all vegetables.</P><P CLASS=t>PURPORT</P><P>It is understood that all the planets are floating in the air only by the energy of the Lord. The Lord enters into every atom, every planet, and every living being. That is discussed in the Brahma-samhit&#257;. It is said there that one plenary portion of the Supreme Personality of Godhead, Param&#257;tm&#257;, enters into the planets, the universe, the living entity, and even into the atom. So due to His entrance, everything is appropriately manifested. When the spirit soul is there, a living man can float on the water, but when the living spark is out of the body and the body is dead, the body sinks. Of course when it is decomposed it floats just like straw and other things, but as soon as the man is dead, he at once sinks in the water. Similarly, all these planets are floating in space, and this is due to the entrance of the supreme energy of the Supreme Personality of Godhead. His energy is sustaining each planet, just like a handful of dust. If someone holds a handful of dust, there is no possibility of the dust's falling, but if one throws it in the air it will fall down. Similarly, these planets, which are floating in the air, are actually held in the fist of the universal form of the Supreme Lord. By His strength and energy, all moving and nonmoving things stay in their place. It is said in the Vedic hymns that because of the Supreme Personality of Godhead the sun is shining and the planets are steadily moving. Were it not for Him, all the planets would scatter, like dust in air, and perish. Similarly, it is due to the Supreme Personality of Godhead that the moon nourishes all vegetables. Due to the moon's influence, the vegetables become delicious. Without the moonshine, the vegetables can neither grow nor taste succulent. Human society is working, living comfortably and enjoying food due to the supply from the Supreme Lord. Otherwise, mankind could not survive. The word ras&#257;tmakah is very significant. Everything becomes palatable by the agency of the Supreme Lord through the influence of the moon.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>