<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 15 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 15 Verse 14"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 15: <A CLASS=v HREF="index.htm">The Yoga of the Supreme Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 15.14</P><P CLASS=c>aham vai&#347;v&#257;naro bh&#363;tv&#257;</P><P CLASS=c>pr&#257;nin&#257;m deham &#257;&#347;ritah</P><P CLASS=c>pr&#257;n&#257;p&#257;na-sam&#257;yuktah</P><P CLASS=c>pac&#257;my annam catur-vidham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/v/vaisvanarah">vai&#347;v&#257;narah</A> &#8212; My plenary portion <A HREF="http://vedabase.net/a/as">as</A> the digesting fire; <A CLASS=v HREF="http://vedabase.net/b/bhutva">bh&#363;tv&#257;</A> &#8212; becoming; <A CLASS=v HREF="http://vedabase.net/p/praninam">pr&#257;nin&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/d/deham">deham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the bodies; <A CLASS=v HREF="http://vedabase.net/a/asritah">&#257;&#347;ritah</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; the outgoing air; <A CLASS=v HREF="http://vedabase.net/a/apana">ap&#257;na</A> &#8212; the down-going air; <A CLASS=v HREF="http://vedabase.net/s/samayuktah">sam&#257;yuktah</A> &#8212; keeping <A HREF="http://vedabase.net/i/in">in</A> balance; <A CLASS=v HREF="http://vedabase.net/p/pacami">pac&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> digest; <A CLASS=v HREF="http://vedabase.net/a/annam">annam</A> &#8212; foodstuff; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/v/vidham">vidham</A> &#8212; the four kinds.</P><P CLASS=t>TRANSLATION</P><P>I am the fire of digestion in the bodies of all living entities, and I join with the air of life, outgoing and incoming, to digest the four kinds of foodstuff.</P><P CLASS=t>PURPORT</P><P>According to &#256;yur-vedic &#347;&#257;stra, we understand that there is a fire in the stomach which digests all food sent there. When the fire is not blazing there is no hunger, and when the fire is in order we become hungry. Sometimes when the fire is not going nicely, treatment is required. In any case, this fire is representative of the Supreme Personality of Godhead. Vedic mantras (Brihad-&#257;ranyaka Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/5/9/1">5.9.1</A>) also confirm that the Supreme Lord or Brahman is situated in the form of fire within the stomach and is digesting all kinds of foodstuff (ayam agnir vai&#347;v&#257;naro yo 'yam antah purushe yenedam annam pacyate). Therefore since He is helping the digestion of all kinds of foodstuff, the living entity is not independent in the eating process. Unless the Supreme Lord helps him in digesting, there is no possibility of eating. He thus produces and digests foodstuff, and by His grace we are enjoying life. In the Ved&#257;nta-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra1/2/27">1.2.27</A>) this is also confirmed. &#346;abd&#257;dibhyo 'ntah pratishth&#257;n&#257;c ca: the Lord is situated within sound and within the body, within the air and even within the stomach as the digestive force. There are four kinds of foodstuff &#8212; some are swallowed, some are chewed, some are licked up, and some are sucked &#8212; and He is the digestive force for all of them.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>