<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 15 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 15 Verse 16"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 15: <A CLASS=v HREF="index.htm">The Yoga of the Supreme Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 15.16</P><P CLASS=c>dv&#257;v imau purushau loke</P><P CLASS=c>kshara&#347; c&#257;kshara eva ca</P><P CLASS=c>ksharah sarv&#257;ni bh&#363;t&#257;ni</P><P CLASS=c>k&#363;ta-stho 'kshara ucyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dvau">dvau</A> &#8212; two; <A CLASS=v HREF="http://vedabase.net/i/imau">imau</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/p/purusau">purushau</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/k/ksarah">ksharah</A> &#8212; fallible; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/aksarah">aksharah</A> &#8212; infallible; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/ksarah">ksharah</A> &#8212; fallible; <A CLASS=v HREF="http://vedabase.net/s/sarvani">sarv&#257;ni</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/k/kuta">k&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/sthah">sthah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> oneness; <A CLASS=v HREF="http://vedabase.net/a/aksarah">aksharah</A> &#8212; infallible; <A CLASS=v HREF="http://vedabase.net/u/ucyate">ucyate</A> &#8212; is said.</P><P CLASS=t>TRANSLATION</P><P>There are two classes of beings, the fallible and the infallible. In the material world every living entity is fallible, and in the spiritual world every living entity is called infallible.</P><P CLASS=t>PURPORT</P><P>As already explained, the Lord in His incarnation as Vy&#257;sadeva compiled the Ved&#257;nta-s&#363;tra. Here the Lord is giving, in summary, the contents of the Ved&#257;nta-s&#363;tra. He says that the living entities, who are innumerable, can be divided into two classes &#8212; the fallible and the infallible. The living entities are eternally separated parts and parcels of the Supreme Personality of Godhead. When they are in contact with the material world they are called j&#299;va-bh&#363;ta, and the Sanskrit words given here, ksharah sarv&#257;ni bh&#363;t&#257;ni, mean that they are fallible. Those who are in oneness with the Supreme Personality of Godhead, however, are called infallible. Oneness does not mean that they have no individuality, but that there is no disunity. They are all agreeable to the purpose of the creation. Of course, in the spiritual world there is no such thing as creation, but since the Supreme Personality of Godhead, as stated in the Ved&#257;nta-s&#363;tra, is the source of all emanations, that conception is explained.</P><P>According to the statement of the Supreme Personality of Godhead, Lord Krishna, there are two classes of living entities. The Vedas give evidence of this, so there is no doubt about it. The living entities who are struggling in this world with the mind and five senses have their material bodies, which are changing. As long as a living entity is conditioned, his body changes due to contact with matter; matter is changing, so the living entity appears to be changing. But in the spiritual world the body is not made of matter; therefore there is no change. In the material world the living entity undergoes six changes &#8212; birth, growth, duration, reproduction, then dwindling and vanishing. These are the changes of the material body. But in the spiritual world the body does not change; there is no old age, there is no birth, there is no death. There all exists in oneness. Ksharah sarv&#257;ni bh&#363;t&#257;ni: any living entity who has come in contact with matter, beginning from the first created being, Brahm&#257;, down to a small ant, is changing its body; therefore they are all fallible. In the spiritual world, however, they are always liberated in oneness.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>