<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 15 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 15 Verse 18"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 15: <A CLASS=v HREF="index.htm">The Yoga of the Supreme Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 15.18</P><P CLASS=c>yasm&#257;t ksharam at&#299;to 'ham</P><P CLASS=c>akshar&#257;d api cottamah</P><P CLASS=c>ato 'smi loke vede ca</P><P CLASS=c>prathitah purushottamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasmat">yasm&#257;t</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/k/ksaram">ksharam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the fallible; <A CLASS=v HREF="http://vedabase.net/a/atitah">at&#299;tah</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/a/aksarat">akshar&#257;t</A> &#8212; beyond the infallible; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/u/uttamah">uttamah</A> &#8212; the best; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/v/vede">vede</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Vedic literature; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/prathitah">prathitah</A> &#8212; celebrated; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamah">uttamah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the Supreme Personality.</P><P CLASS=t>TRANSLATION</P><P>Because I am transcendental, beyond both the fallible and the infallible, and because I am the greatest, I am celebrated both in the world and in the Vedas as that Supreme Person.</P><P CLASS=t>PURPORT</P><P>No one can surpass the Supreme Personality of Godhead, Krishna &#8212; neither the conditioned soul nor the liberated soul. He is therefore the greatest of personalities. Now it is clear here that the living entities and the Supreme Personality of Godhead are individuals. The difference is that the living entities, either in the conditioned state or in the liberated state, cannot surpass in quantity the inconceivable potencies of the Supreme Personality of Godhead. It is incorrect to think of the Supreme Lord and the living entities as being on the same level or equal in all respects. There is always the question of superiority and inferiority between their personalities. The word uttama is very significant. No one can surpass the Supreme Personality of Godhead.</P><P>The word loke signifies "in the paurusha &#257;gama (the smriti scriptures)." As confirmed in the Nirukti dictionary, lokyate ved&#257;rtho 'nena: "The purpose of the Vedas is explained by the smriti scriptures."</P><P>The Supreme Lord, in His localized aspect of Param&#257;tm&#257;, is also described in the Vedas themselves. The following verse appears in the Vedas (Ch&#257;ndogya Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/8/12/3">8.12.3</A>): t&#257;vad esha sampras&#257;do 'sm&#257;c char&#299;r&#257;t samutth&#257;ya param jyoti-r&#363;pam sampadya svena r&#363;pen&#257;bhinishpadyate sa uttamah purushah. "The Supersoul coming out of the body enters the impersonal brahmajyoti; then in His form He remains in His spiritual identity. That Supreme is called the Supreme Personality." This means that the Supreme Personality is exhibiting and diffusing His spiritual effulgence, which is the ultimate illumination. That Supreme Personality also has a localized aspect as Param&#257;tm&#257;. By incarnating Himself as the son of Satyavat&#299; and Par&#257;&#347;ara, He explains the Vedic knowledge as Vy&#257;sadeva.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>