<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 65</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 65"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 65: <A CLASS=v HREF="index.htm">Lord Balar&#257;ma Visits Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.65 Summary</P><P>This chapter relates how Lord Balar&#257;ma went to Gokula, enjoyed the company of the cowherd girls and dragged the Yamun&#257; River.</P><P>One day Lord Balar&#257;ma went to Gokula to see His relatives and friends. When He arrived there, the elder gop&#299;s and Lord Krishna's parents, Nanda and Ya&#347;od&#257;, who had all been in great anxiety for a long time, embraced Him and blessed Him. Lord Balar&#257;ma offered appropriate respects and greetings to each of His worshipable elders according to age, friendship and family relation. After Gokula's residents and Lord Balar&#257;ma had inquired about each other's welfare, the Lord rested from His journey.</P><P>In a short while the young gop&#299;s came to Lord Balar&#257;ma and questioned Him about Krishna's well-being. They asked, "Does Krishna still remember His parents and friends, and will He be coming to Gokula to visit them? For Krishna's sake we gave up everything &#8212; even our fathers, mothers and other relatives &#8212; but now He has abandoned us. How could we help but put our faith in Krishna's words after seeing His sweetly smiling face and thus being overwhelmed by the urges of Cupid? Still, if Krishna can spend His days in separation from us, why can't we tolerate separation from Him? So there is no reason to keep talking about Him." In this manner the gop&#299;s remembered &#346;r&#299; Krishna's charming talks, enchanting glances, playful gestures and loving embraces, and as a result they began to cry. Lord Balar&#257;ma consoled them by conveying the attractive messages Krishna had given Him for them.</P><P>Lord Balar&#257;ma stayed in Gokula for two months, sporting with the gop&#299;s in the groves on the Yamun&#257;'s shore. The demigods who witnessed these pastimes played kettledrums in the heavens and showered down flower petals, while the celestial sages recited Balar&#257;ma's glories.</P><P>One day Lord Balar&#257;ma became intoxicated by drinking some v&#257;run&#299; liquor and began wandering about the forest in the company of the gop&#299;s. He called out to the Yamun&#257;, "Come near so I and the gop&#299;s can enjoy sporting in your waters." But the Yamun&#257; ignored His command. Lord Balar&#257;ma then started to pull the Yamun&#257; with the end of His plow, splitting her into hundreds of tributaries. Trembling out of fright, the goddess Yamun&#257; appeared, fell down at Lord Balar&#257;ma's feet and prayed for forgiveness. The Lord let her go and then entered her waters with His girlfriends to sport for some time. When they rose from the water, the goddess K&#257;nti presented Lord Balar&#257;ma with beautiful ornaments, clothing and garlands. Even today the Yamun&#257; River flows through the many channels cut by Lord Baladeva's plow, the signs of His having subdued her.</P><P>While Lord Balar&#257;ma played, His mind became enchanted by the gop&#299;s' pastimes. Thus the many nights He spent in their company seemed to Him like a single night.</P><P CLASS=l><A CLASS=i HREF="../64/44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>