<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 2 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 2 Verse 35"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Ecstatic Manifestations of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 2.35</P><P CLASS=c>kari' eta vilapana, prabhu &#347;ac&#299;-nandana,</P><P CLASS=c>ugh&#257;diy&#257; hridayera &#347;oka</P><P CLASS=c>dainya-nirveda-vish&#257;de, hridayera avas&#257;de,</P><P CLASS=c>punarapi pade eka &#347;loka</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; doing; <A CLASS=v HREF="http://vedabase.net/e/eta">eta</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/v/vilapana">vilapana</A> &#8212; lamenting; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/s/saci">&#347;ac&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/nandana">nandana</A> &#8212; the son of mother <A HREF="http://vedabase.net/s/saci">&#346;ac&#299;</A>; <A CLASS=v HREF="http://vedabase.net/u/ughadiya">ugh&#257;diy&#257;</A> &#8212; opening; <A CLASS=v HREF="http://vedabase.net/h/hrdayera">hridayera</A> &#8212; of the heart; <A CLASS=v HREF="http://vedabase.net/s/soka">&#347;oka</A> &#8212; the lamentation; <A CLASS=v HREF="http://vedabase.net/d/dainya">dainya</A> &#8212; humility; <A CLASS=v HREF="http://vedabase.net/n/nirveda">nirveda</A> &#8212; disappointment; <A CLASS=v HREF="http://vedabase.net/v/visade">vish&#257;de</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> moroseness; <A CLASS=v HREF="http://vedabase.net/h/hrdayera">hridayera</A> &#8212; of the heart; <A CLASS=v HREF="http://vedabase.net/a/avasade">avas&#257;de</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> despondency; <A CLASS=v HREF="http://vedabase.net/p/punarapi">punarapi</A> &#8212; again and again; <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; recites; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> &#8212; verse.</P><P CLASS=t>TRANSLATION</P><P>Lamenting in this way, &#346;r&#299; Caitanya Mah&#257;prabhu opened the doors of grief within His heart. Morose, humble and disappointed, He recited a verse again and again with a despondent heart.</P><P CLASS=t>PURPORT</P><P>In the Bhakti-ras&#257;mrita-sindhu, the word dainya (humility) is explained as follows: "When unhappiness, fearfulness and the sense of having offended combine, one feels condemned. This sense of condemnation is described as d&#299;nat&#257;, humility. When one is subjected to such humility, he feels physically inactive, he apologizes, and his consciousness is disturbed. His mind is also restless, and many other symptoms are visible." The word nirveda is also explained in the Bhakti-ras&#257;mrita-sindhu: "One may feel unhappiness and separation, as well as jealousy and lamentation, due to not discharging one's duties. The despondency that results is called nirveda. When one is captured by this despondency, thoughts, tears, loss of bodily luster, humility and heavy breathing result." Vish&#257;da is also explained in the Bhakti-ras&#257;mrita-sindhu: "When one fails to achieve his desired goal of life and repents for all his offenses, there is a state of regret called vish&#257;da." The symptoms of avas&#257;da are also explained: "One hankers to revive his original condition and inquires how to do so. There are also deep thought, heavy breathing, crying and lamentation, as well as a changing of the bodily color and drying up of the tongue."</P><P>In the Bhakti-ras&#257;mrita-sindhu thirty-three such destructive symptoms are mentioned. They are expressed in words, in the eyebrows and in the eyes. These symptoms are called vyabhic&#257;r&#299; bh&#257;va, destructive ecstasy. If they continue, they are sometimes called sañc&#257;r&#299;, or continued ecstasy.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>