<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 2 Verse 63</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 2 Verse 63"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Ecstatic Manifestations of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 2.63</P><P CLASS=c>n&#257;n&#257;-bh&#257;vera pr&#257;balya, haila sandhi-&#347;&#257;balya,</P><P CLASS=c>bh&#257;ve-bh&#257;ve haila mah&#257;-rana</P><P CLASS=c>autsukya, c&#257;palya, dainya, rosh&#257;marsha &#257;di sainya,</P><P CLASS=c>premonm&#257;da &#8212; sab&#257;ra k&#257;rana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/b/bhavera">bh&#257;vera</A> &#8212; of ecstasies; <A CLASS=v HREF="http://vedabase.net/p/prabalya">pr&#257;balya</A> &#8212; the force; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/s/sandhi">sandhi</A> &#8212; meeting; <A CLASS=v HREF="http://vedabase.net/s/sabalya">&#347;&#257;balya</A> &#8212; contradiction; <A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A>-<A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; between ecstasies; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rana">rana</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great fight; <A CLASS=v HREF="http://vedabase.net/a/autsukya">autsukya</A> &#8212; eagerness; <A CLASS=v HREF="http://vedabase.net/c/capalya">c&#257;palya</A> &#8212; impotence; <A CLASS=v HREF="http://vedabase.net/d/dainya">dainya</A> &#8212; humility; <A CLASS=v HREF="http://vedabase.net/r/rosa">rosha</A>-<A CLASS=v HREF="http://vedabase.net/a/amarsa">amarsha</A> &#8212; anger and impatience; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/s/sainya">sainya</A> &#8212; soldiers; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/u/unmada">unm&#257;da</A> &#8212; madness <A HREF="http://vedabase.net/i/in">in</A> love; <A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/k/karana">k&#257;rana</A> &#8212; the cause.</P><P CLASS=t>TRANSLATION</P><P>Because of the various kinds of ecstasy, contradictory states of mind occurred, and this resulted in a great fight between different types of ecstasy. Anxiety, impotence, humility, anger and impatience were all like soldiers fighting, and the madness of love of Godhead was the cause.</P><P CLASS=t>PURPORT</P><P>In the Bhakti-ras&#257;mrita-sindhu it is stated that when similar ecstasies from separate causes meet, they are called svar&#363;pa-sandhi. When opposing elements meet, whether they arise from a common cause or different causes, their conjunction is called bhinna-r&#363;pa-sandhi, the meeting of contradictory ecstasies. The simultaneous joining of different ecstasies &#8212; fear and happiness, regret and happiness &#8212; is called meeting (sandhi). The word &#347;&#257;balya refers to different types of ecstatic symptoms combined together, like pride, despondency, humility, remembrance, doubt, impatience caused by insult, fear, disappointment, patience and eagerness. The friction that occurs when these combine is called &#347;&#257;balya. Similarly, when the desire to see the object is very prominent, or when one is unable to tolerate any delay in seeing the desired object, the incapability is called autsukya, or eagerness. If such eagerness is present, one's mouth dries up and one becomes restless. One also becomes full of anxiety, and hard breathing and patience are observed. Similarly, the lightness of heart caused by strong attachment and strong agitation of the mind is called impotence (c&#257;palya). Failure of judgment, misuse of words, and obstinate activities devoid of anxiety are observed. Similarly, when one becomes too angry at the other party, offensive and abominable speech occurs, and this anger is called rosha. When one becomes impatient due to being scolded or insulted, the resultant state of mind is called amarsha. In this state of mind, one perspires, acquires a headache, fades in bodily color and experiences anxiety and an urge to search out the remedy. The bearing of a grudge, aversion and chastisement are all visible symptoms.</P><P CLASS=l><A CLASS=i HREF="62.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="64.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>