<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 2 Verse 72</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 2 Verse 72"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Ecstatic Manifestations of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 2.72</P><P CLASS=c>stambha, kampa, prasveda, vaivarnya, a&#347;ru, svara-bheda,</P><P CLASS=c>deha haila pulake vy&#257;pita</P><P CLASS=c>h&#257;se, k&#257;nde, n&#257;ce, g&#257;ya, uthi' iti uti dh&#257;ya,</P><P CLASS=c>kshane bh&#363;me padiy&#257; m&#363;rcchita</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/stambha">stambha</A> &#8212; being stunned; <A CLASS=v HREF="http://vedabase.net/k/kampa">kampa</A> &#8212; trembling; <A CLASS=v HREF="http://vedabase.net/p/prasveda">prasveda</A> &#8212; perspiration; <A CLASS=v HREF="http://vedabase.net/v/vaivarnya">vaivarnya</A> &#8212; fading away of the color; <A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A> &#8212; tears; <A CLASS=v HREF="http://vedabase.net/s/svara">svara</A>-<A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; choking of the voice; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; was; <A CLASS=v HREF="http://vedabase.net/p/pulake">pulake</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> joy; <A CLASS=v HREF="http://vedabase.net/v/vyapita">vy&#257;pita</A> &#8212; pervaded; <A CLASS=v HREF="http://vedabase.net/h/hase">h&#257;se</A> &#8212; laughs; <A CLASS=v HREF="http://vedabase.net/k/kande">k&#257;nde</A> &#8212; cries; <A CLASS=v HREF="http://vedabase.net/n/nace">n&#257;ce</A> &#8212; dances; <A CLASS=v HREF="http://vedabase.net/g/gaya">g&#257;ya</A> &#8212; sings; <A CLASS=v HREF="http://vedabase.net/u/uthi">uthi</A>' &#8212; getting up; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> <A CLASS=v HREF="http://vedabase.net/u/uti">uti</A> &#8212; here and there; <A CLASS=v HREF="http://vedabase.net/d/dhaya">dh&#257;ya</A> &#8212; runs; <A CLASS=v HREF="http://vedabase.net/k/ksane">kshane</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/b/bhume">bh&#363;me</A> &#8212; on the ground; <A CLASS=v HREF="http://vedabase.net/p/padiya">padiy&#257;</A> &#8212; falling down; <A CLASS=v HREF="http://vedabase.net/m/murcchita">m&#363;rcchita</A> &#8212; unconscious.</P><P CLASS=t>TRANSLATION</P><P>There were different transformations of the body of Lord Caitanya Mah&#257;prabhu: being stunned, trembling, perspiring, fading away of color, weeping, and choking of the voice. In this way His whole body was pervaded by transcendental joy. As a result, sometimes Caitanya Mah&#257;prabhu would laugh, sometimes cry, sometimes dance and sometimes sing. Sometimes He would get up and run here and there, and sometimes fall on the ground and lose consciousness.</P><P CLASS=t>PURPORT</P><P>In the Bhakti-ras&#257;mrita-sindhu, eight kinds of transcendental changes taking place in the body are described. Stambha, being stunned, refers to the mind's becoming transcendentally absorbed. In that state, the peaceful mind is placed on the life air, and different bodily transformations are manifest. These symptoms are visible in the body of an advanced devotee. When life becomes almost inactive, it is called "stunned." The emotions resulting from this condition are joy, fear, astonishment, moroseness and anger. In this condition, the power of speech is lost and there is no movement in the hands and legs. Otherwise, being stunned is a mental condition. Many other symptoms are visible on the entire body in the beginning. These are very subtle, but gradually they become very apparent. When one cannot speak, naturally one's active senses are arrested, and the knowledge-acquiring senses are rendered inoperative. Kampa, trembling of the body, is mentioned in the Bhakti-ras&#257;mrita-sindhu as a result of a special kind of fear, anger and joy. This is called vepathu, or kampa. When the body begins to perspire because of joy, fear and anger combined, this is called sveda. Vaivarnya is described as a change in the bodily color. It is caused by a combination of moroseness, anger and fear. When these emotions are experienced, the complexion turns pale and the body becomes lean and thin. A&#347;ru is explained in the Bhakti-ras&#257;mrita-sindhu as a combination of joy, anger and moroseness that causes water to flow from the eyes without effort. When there is joy and there are tears in the eyes, the temperature of the tears is cold, but when there is anger, the tears are hot. In both cases, the eyes are restless, the eyeballs are red and there is itching. These are all symptoms of a&#347;ru. When there is a combination of moroseness, astonishment, anger, joy and fear, there is a choking in the voice. This choking is called gadgada. &#346;r&#299; Caitanya Mah&#257;prabhu refers to gadgada-ruddhay&#257; gir&#257;, or "a faltering voice." In the Bhakti-ras&#257;mrita-sindhu, pulaka is described as joy, encouragement and fear. When these combine, the hairs on the body stand on end, and this bodily state is called pulaka.</P><P CLASS=l><A CLASS=i HREF="71.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="73.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>