<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 2 Verse 86</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 2 Verse 86"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Ecstatic Manifestations of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 2.86</P><P CLASS=c>n&#257;hi k&#257;h&#257;&#324; savirodha, n&#257;hi k&#257;h&#257;&#324; anurodha,</P><P CLASS=c>sahaja vastu kari vivarana</P><P CLASS=c>yadi haya r&#257;godde&#347;a, t&#257;h&#257;&#324; haye &#257;ve&#347;a,</P><P CLASS=c>sahaja vastu n&#257; y&#257;ya likhana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/k/kahan">k&#257;h&#257;&#324;</A> &#8212; anywhere; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/virodha">virodha</A> &#8212; opposing element; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/k/kahan">k&#257;h&#257;&#324;</A> &#8212; anywhere; <A CLASS=v HREF="http://vedabase.net/a/anurodha">anurodha</A> &#8212; acceptance of someone's opinion; <A CLASS=v HREF="http://vedabase.net/s/sahaja">sahaja</A> &#8212; simple; <A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A> &#8212; substance; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/v/vivarana">vivarana</A> &#8212; description; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/r/raga">r&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/u/uddesa">udde&#347;a</A> &#8212; someone's attraction or obstruction; <A CLASS=v HREF="http://vedabase.net/t/tahan">t&#257;h&#257;&#324;</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/h/haye">haye</A> &#8212; becoming; <A CLASS=v HREF="http://vedabase.net/a/avesa">&#257;ve&#347;a</A> &#8212; involved; <A CLASS=v HREF="http://vedabase.net/s/sahaja">sahaja</A> &#8212; simple; <A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A> &#8212; substance; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/y/yaya">y&#257;ya</A> &#8212; is not possible; <A CLASS=v HREF="http://vedabase.net/l/likhana">likhana</A> &#8212; the writing.</P><P CLASS=t>TRANSLATION</P><P>In this Caitanya-carit&#257;mrita there is no contradictory conclusion, nor is anyone else's opinion accepted. I have written this book to describe the simple substance as I have heard it from superiors. If I become involved in someone's likes and dislikes, I cannot possibly write the simple truth.</P><P CLASS=t>PURPORT</P><P>The simplest thing for human beings is to follow their predecessors. Judgment according to mundane senses is not a very easy process. Whatever is awakened by attachment to one's predecessor is the way of devotional service as indicated by &#346;r&#299; Caitanya Mah&#257;prabhu. The author says, however, that he cannot consider the opinions of those who become attracted or repelled by such things, because one cannot write impartially in that way. In other words, the author is stating that he did not inject personal opinion in the Caitanya-carit&#257;mrita. He has simply described his spontaneous understanding from superiors. If he had been carried away by someone's likes and dislikes, he could not have written of such a sublime subject matter in such an easy way. The actual facts are understandable to real devotees. When these facts are recorded, they are very congenial to the devotees, but one who is not a devotee cannot understand. Such is the subject matter for realization. Mundane scholarship and its concomitant attachments and detachments cannot arouse spontaneous love of Godhead. Such love cannot be described by a mundane scholar.</P><P CLASS=l><A CLASS=i HREF="85.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="87.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>