<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 2 Verse 93</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 2 Verse 93"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Ecstatic Manifestations of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 2.93</P><P CLASS=c>chota bada bhakta-gana, vando&#324; sab&#257;ra &#347;r&#299;-carana,</P><P CLASS=c>sabe more karaha santosha</P><P CLASS=c>svar&#363;pa-gos&#257;ñira mata, r&#363;pa-raghun&#257;tha j&#257;ne yata,</P><P CLASS=c>t&#257;i likhi' n&#257;hi mora dosha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/chota">chota</A> &#8212; small; <A CLASS=v HREF="http://vedabase.net/b/bada">bada</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/v/vandon">vando&#324;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> worship; <A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/s/sabe">sabe</A> &#8212; all of you; <A CLASS=v HREF="http://vedabase.net/m/more">more</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/k/karaha">karaha</A> &#8212; please <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/s/santosa">santosha</A> &#8212; satisfaction; <A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/g/gosanira">gos&#257;ñira</A> <A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; the view of <A HREF="http://vedabase.net/s/svarupa">Svar&#363;pa</A> <A HREF="http://vedabase.net/d/damodara">D&#257;modara</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/r/raghunatha">raghun&#257;tha</A> &#8212; <A HREF="http://vedabase.net/r/rupa">R&#363;pa</A> and <A HREF="http://vedabase.net/r/raghunatha">Raghun&#257;tha</A>; <A CLASS=v HREF="http://vedabase.net/j/jane">j&#257;ne</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/y/yata">yata</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/t/tai">t&#257;i</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/l/likhi">likhi</A>' &#8212; writing; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; fault.</P><P CLASS=t>TRANSLATION</P><P>I worship herewith the lotus feet of all kinds of devotees, both advanced and neophyte. I request all of them to be satisfied with me. I am faultless because I have written herein whatever I have understood from Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and R&#363;pa and Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;s. I have neither added to nor subtracted from their version.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, there are three kinds of devotees, known as bhajana-vijña (experts in devotional service), bhajana-&#347;&#299;la (devotees engaged in devotional service), and krishna-n&#257;me d&#299;kshita krishna-n&#257;ma-k&#257;r&#299; (initiated devotees engaged in chanting). The author of &#346;r&#299; Caitanya-carit&#257;mrita begs the mercy of all these devotees and asks them to be pleased with him. He says, "Let the neophyte devotees &#8212; the devotees who are very expert in arguing though they have no sense of advanced devotional service, who think themselves very advanced because they imitate some sm&#257;rta-br&#257;hmana &#8212; let such devotees not be displeased with me, thinking that I have committed errors in this regard. I beg their pardon with great humility, but I am submitting that I personally have no desire to add or subtract anything. I have only written what I have heard in the disciplic succession because I am dedicated to the lotus feet of previous &#257;c&#257;ryas like Svar&#363;pa D&#257;modara, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; and R&#363;pa Gosv&#257;m&#299;. I have only written what I have learned from them."</P><P CLASS=l><A CLASS=i HREF="92.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="94.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>