<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 2"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: The Ecstatic Manifestations of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 2 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 2.1</B></A>: While relating in synopsis form the last division of the pastimes of Lord Caitanya Mah&#257;prabhu, in this chapter I shall describe the Lord's transcendental ecstasy, which appears like madness due to His separation from Krishna.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 2.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda! All glories to Advaitacandra! And all glories to all the devotees of the Lord!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 2.3</B></A>: During His last twelve years, &#346;r&#299; Caitanya Mah&#257;prabhu always manifested all the symptoms of ecstasy in separation from Krishna.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 2.4</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu's state of mind, day and night, was practically identical to R&#257;dh&#257;r&#257;n&#299;'s state of mind when Uddhava came to Vrind&#257;vana to see the gop&#299;s.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 2.5</B></A>: The Lord constantly exhibited a state of mind reflecting the madness of separation. All His activities were based on forgetfulness, and His talks were always based on madness.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 2.6</B></A>: Blood flowed from all the pores of His body, and all His teeth were loosened. At one moment His whole body became slender, and at another moment His whole body became fat.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 2.7</B></A>: The small room beyond the corridor is called the Gambh&#299;r&#257;. &#346;r&#299; Caitanya Mah&#257;prabhu used to stay in that room, but He did not sleep for a moment. All night He used to grind His mouth and head on the wall, and His face sustained injuries all over.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 2.8</B></A>: Although the three doors of the house were always closed, the Lord would nonetheless go out and sometimes would be found at the Jagann&#257;tha Temple, before the gate known as Simha-dv&#257;ra. And sometimes the Lord would fall flat into the sea.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 2.9</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu would also run very fast across the sand dunes, mistaking them for Govardhana. As He ran, He would wail and cry loudly.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 2.10</B></A>: Sometimes Caitanya Mah&#257;prabhu mistook the small parks of the city for Vrind&#257;vana. Sometimes He would go there, dance and chant and sometimes fall unconscious in spiritual ecstasy.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 2.11</B></A>: The extraordinary transformations of the body due to transcendental feelings would never have been possible for anyone but the Lord, in whose body all transformations were manifest.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 2.12</B></A>: The joints of His hands and legs would sometimes become separated by eight inches, and they remained connected only by the skin.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 2.13</B></A>: Sometimes &#346;r&#299; Caitanya Mah&#257;prabhu's hands, legs and head would all enter within His body, just like the withdrawn limbs of a tortoise.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 2.14</B></A>: In this way &#346;r&#299; Caitanya Mah&#257;prabhu used to manifest wonderful ecstatic symptoms. His mind appeared vacant, and there were only hopelessness and disappointment in His words.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 2.15</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu used to express His mind in this way: "Where is the Lord of My life, who is playing His flute? What shall I do now? Where should I go to find the son of Mah&#257;r&#257;ja Nanda?</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 2.16</B></A>: "To whom should I speak? Who can understand My disappointment? Without the son of Nanda Mah&#257;r&#257;ja, My heart is broken."</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 2.17</B></A>: In this way &#346;r&#299; Caitanya Mah&#257;prabhu always expressed bewilderment and lamented in separation from Krishna. At such times He used to recite the &#347;lokas from R&#257;m&#257;nanda R&#257;ya's drama, known as Jagann&#257;tha-vallabha-n&#257;taka.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 2.18</B></A>: [&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; used to lament:] "'Our Krishna does not realize what We have suffered from injuries inflicted in the course of loving affairs. We are actually misused by love because love does not know where to strike and where not to strike. Even Cupid does not know of Our very much weakened condition. What should I tell anyone? No one can understand another's difficulties. Our life is actually not under Our control, for youth will remain for two or three days and soon be finished. In this condition, O creator, what will be Our destination?'"</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 2.19</B></A>: [&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; spoke thus, in distress due to separation from Krishna:] "Oh, what shall I say of My distress? After I met Krishna My loving propensities sprouted, but upon separating from Him I sustained a great shock, which is now continuing like the sufferings of a disease. The only physician for this disease is Krishna Himself, but He is not taking care of this sprouting plant of devotional service. What can I say about the behavior of Krishna? Outwardly He is a very attractive young lover, but at heart He is a great cheat, very expert in killing others' wives."</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 2.20</B></A>: [&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; continued lamenting about the consequences of loving Krishna:] "My dear friend, I do not understand the regulative principles given by the Creator. I loved Krishna for happiness, but the result was just the opposite. I am now in an ocean of distress. It must be that now I am going to die, for My vital force no longer remains. This is My state of mind.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 2.21</B></A>: "By nature loving affairs are very crooked. They are not entered with sufficient knowledge, nor do they consider whether a place is suitable or not, nor do they look forward to the results. By the ropes of His good qualities, Krishna, who is so unkind, has bound My neck and hands, and I am unable to get relief.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 2.22</B></A>: "In My loving affairs there is a person named Madana. His qualities are thus: Personally He possesses no gross body, yet He is very expert in giving pains to others. He has five arrows, and fixing them on His bow, He shoots them into the bodies of innocent women. Thus these women become invalids. It would be better if He took My life without hesitation, but He does not do so. He simply gives Me pain.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 2.23</B></A>: "In the scriptures it is said that one person can never know the unhappiness in the mind of another. Therefore what can I say of My dear friends, Lalit&#257; and the others? Nor can they understand the unhappiness within Me. They simply try to console Me repeatedly, saying, 'Dear friend, be patient.'</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 2.24</B></A>: "I say, 'My dear friends, you are asking Me to be patient, saying that Krishna is an ocean of mercy and that some time in the future He will accept Me. However, I must say that this will not console Me. A living entity's life is very flickering. It is like water on the leaf of a lotus flower. Who will live long enough to expect Krishna's mercy?</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 2.25</B></A>: "'A human being does not live more than a hundred years. You should also consider that the youthfulness of a woman, which is the only attraction for Krishna, remains for only a few days.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 2.26</B></A>: "'If you say that Krishna is an ocean of transcendental qualities and therefore must be merciful some day, I can only say that He is like fire, which attracts moths by its dazzling brightness and kills them. Such are the qualities of Krishna. By showing Us His transcendental qualities, He attracts Our minds, and then later, by separating from Us, He drowns Us in an ocean of unhappiness.'"</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 2.27</B></A>: In this way, Lord &#346;r&#299; Caitanya Mah&#257;prabhu lamented in a great ocean of sadness, and thus He opened the doors of His unhappiness. Forced by the waves of ecstasy, His mind wandered over transcendental mellows, and He recited another verse [as follows].</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 2.28</B></A>: "'My dear friends, unless I serve the transcendental form, qualities and pastimes of &#346;r&#299; Krishna, all My days and all My senses will become entirely useless. Now I am uselessly bearing the burden of My senses, which are like stone blocks and dried wood. I do not know how long I will be able to continue without shame.'</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 2.29</B></A>: "Of what use are the eyes of one who does not see the face of Krishna, which resembles the moon and is the birthplace of all beauty and the reservoir of the nectarean songs of His flute? Oh, let a thunderbolt strike his head! Why does he keep such eyes?</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 2.30</B></A>: "My dear friends, please hear Me. I have lost all providential strength. Without Krishna, My body, consciousness and mind, as well as all My senses, are useless.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 2.31</B></A>: "Topics about Krishna are like waves of nectar. If such nectar does not enter one's ear, the ear is no better than the hole of a damaged conchshell. Such an ear is created for no purpose.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 2.32</B></A>: "The nectar from the lips of Lord Krishna and His transcendental qualities and characteristics surpass the taste of the essence of all nectar, and there is no fault in tasting such nectar. If one does not taste it, he should die immediately after birth, and his tongue is to be considered no better than the tongue of a frog.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 2.33</B></A>: "One's nostrils are no better than the bellows of a blacksmith if one has not smelled the fragrance of Krishna's body, which is like the aroma of musk combined with that of the bluish lotus flower. Indeed, such combinations are actually defeated by the aroma of Krishna's body.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 2.34</B></A>: "The palms of Krishna's hands and the soles of His feet are so cool and pleasant that they can be compared only to the light of millions of moons. One who has touched such hands and feet has indeed tasted the effects of touchstone. If one has not touched them, his life is spoiled, and his body is like iron."</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 2.35</B></A>: Lamenting in this way, &#346;r&#299; Caitanya Mah&#257;prabhu opened the doors of grief within His heart. Morose, humble and disappointed, He recited a verse again and again with a despondent heart.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 2.36</B></A>: "'If by chance the transcendental form of Krishna comes before My path of vision, My heart, injured from being beaten, will be stolen away by Cupid, happiness personified. Because I could not see the beautiful form of Krishna to My heart's content, when I again see His form I shall decorate the phases of time with many jewels.'</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 2.37</B></A>: "Whenever I had the chance to see Lord Krishna's face and His flute, even in a dream, two enemies would appear before Me. They were pleasure and Cupid, and since they took away My mind, I was not able to see the face of Krishna to the full satisfaction of My eyes.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 2.38</B></A>: "If by chance such a moment comes when I can once again see Krishna, then I shall worship those seconds, moments and hours with flower garlands and pulp of sandalwood and decorate them with all kinds of jewels and ornaments."</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 2.39</B></A>: In an instant, &#346;r&#299; Caitanya Mah&#257;prabhu regained external consciousness and saw two persons before Him. Questioning them, He asked, "Am I conscious? What dreams have I been seeing? What craziness have I spoken? Have you heard some expressions of humility?"</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 2.40</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "My dear friends, you are all My life and soul; therefore I tell you that I possess no wealth of love for Krishna. Consequently My life is poverty-stricken. My limbs and senses are useless."</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 2.41</B></A>: Again He addressed Svar&#363;pa D&#257;modara and R&#257;ya R&#257;m&#257;nanda, speaking despondently: "Alas! My friends, you can now know the certainty within My heart, and after knowing My heart you should judge whether I am correct or not. You can speak of this properly." &#346;r&#299; Caitanya Mah&#257;prabhu then began to chant another verse.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 2.42</B></A>: "'Love of Godhead, devoid of cheating propensities, is not possible within this material world. If there is such a love, there cannot be separation, for if there is separation, how can one live?'</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 2.43</B></A>: "Pure love for Krishna, just like gold from the J&#257;mb&#363; River, does not exist in human society. If it existed, there could not be separation. If separation were there, one could not live."</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 2.44</B></A>: Thus speaking, the son of &#346;r&#299;mat&#299; &#346;ac&#299;m&#257;t&#257; recited another wonderful verse, and R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara heard this verse with rapt attention. &#346;r&#299; Caitanya Mah&#257;prabhu said, "I feel shameful to disclose the activities of My heart. Nonetheless, I shall be done with all formalities and speak from the heart. Please hear."</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 2.45</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "'My dear friends, I have not the slightest tinge of love of Godhead within My heart. When you see Me crying in separation, I am just falsely exhibiting a demonstration of My great fortune. Indeed, not seeing the beautiful face of Krishna playing His flute, I continue to live My life like an insect, without purpose.'</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 2.46</B></A>: "Actually, My love for Krishna is far, far away. Whatever I do is actually an exhibition of pseudo love of Godhead. When you see Me cry, I am simply falsely demonstrating My great fortune. Please try to understand this beyond a doubt.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 2.47</B></A>: "Even though I do not see the moonlike face of Krishna as He plays on His flute, and although there is no possibility of My meeting Him, still I take care of My own body. That is the way of lust. In this way, I maintain My flylike life.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 2.48</B></A>: "Love for Lord Krishna is very pure, just like the waters of the Ganges. That love is an ocean of nectar. That pure attachment to Krishna does not conceal any spot, which would appear just like a spot of ink on a white cloth.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 2.49</B></A>: "Unalloyed love of Krishna is like an ocean of happiness. If someone gets one drop of it, the whole world can drown in that drop. It is not befitting to express such love of Godhead, yet a madman must speak. But even though he speaks, no one believes him."</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 2.50</B></A>: In this way, Lord Caitanya used to revel in ecstasy day after day and exhibit these ecstasies before Svar&#363;pa and R&#257;m&#257;nanda R&#257;ya. Externally there appeared severe tribulation, as if He were suffering from poisonous effects, but internally He was experiencing bliss. This is characteristic of transcendental love of Krishna.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 2.51</B></A>: If one tastes such love of Godhead, he can compare it to hot sugarcane. When one chews hot sugarcane, his mouth burns, yet he cannot give it up. Similarly, if one has but a little love of Godhead, he can perceive its powerful effects. It can only be compared to poison and nectar mixed together.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 2.52</B></A>: Lord Caitanya Mah&#257;prabhu spoke, "'My dear beautiful friend, if one develops love of Godhead, love of Krishna, the son of Nanda Mah&#257;r&#257;ja, all the bitter and sweet influences of this love will manifest in one's heart. Such love of Godhead acts in two ways. The poisonous effects of love of Godhead defeat the severe and fresh poison of the serpent. Yet there is simultaneously transcendental bliss, which pours down and defeats the pride of nectar and diminishes its value. In other words, love of Krishna is so powerful that it simultaneously defeats the poisonous effects of a snake, as well as the happiness derived from pouring nectar on one's head. It is perceived as doubly effective, simultaneously poisonous and nectarean.'"</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 2.53</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu would see Jagann&#257;tha along with Balar&#257;ma and Subhadr&#257;, He would immediately think that He had reached Kurukshetra, where all of them had come. He would think that His life was successful because He had seen the lotus-eyed one, whom, if seen, pacifies the body, mind and eyes.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 2.54</B></A>: Staying near the Garuda-stambha, the Lord would look upon Lord Jagann&#257;tha. What can be said about the strength of that love? On the ground beneath the column of the Garuda-stambha was a deep ditch, and that ditch was filled with the water of His tears.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 2.55</B></A>: When coming from the Jagann&#257;tha temple to return to His house, &#346;r&#299; Caitanya Mah&#257;prabhu used to sit on the ground and mark it with His nails. At such times He would be greatly morose and would cry, "Alas, where is Vrind&#257;vana? Where is Krishna, the son of the King of the cowherd men? Where is that person who plays the flute?"</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 2.56</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu used to lament by saying, "Where is &#346;r&#299; Krishna, whose form is curved in three places? Where is the sweet song of His flute, and where is the bank of the Yamun&#257;? Where is the r&#257;sa dance? Where is that dancing, singing, and laughing? Where is My Lord, Madana-mohana, the enchanter of Cupid?"</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 2.57</B></A>: In this way various ecstatic emotions evolved, and the mind of Caitanya Mah&#257;prabhu filled with anxiety. He could not escape even for a moment. In this way, because of fierce feelings of separation, His patience began to totter, and He began to recite various verses.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 2.58</B></A>: "'O My Lord, O Supreme Personality of Godhead, O friend of the helpless! You are the only ocean of mercy! Because I have not met You, My inauspicious days and nights have become unbearable. I do not know how I shall pass the time.'</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 2.59</B></A>: "All these inauspicious days and nights are not passing, for I have not met You. It is difficult to know how to pass all this time. But You are the friend of the helpless and an ocean of mercy. Kindly give Me Your audience, for I am in a precarious position."</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 2.60</B></A>: In this way, the Lord's restlessness was awakened by ecstatic feelings, and His mind became agitated. No one could understand what course such ecstasy would take. Because Lord Caitanya could not meet the Supreme Personality of Godhead, Krishna, His mind burned. He began to ask Krishna about the means by which He could reach Him.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 2.61</B></A>: "'O Krishna, O flute-player, the sweetness of Your early age is wonderful within these three worlds. You know My unsteadiness, and I know Yours. No one else knows about this. I want to see Your beautiful attractive face somewhere in a solitary place, but how can this be accomplished?'</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 2.62</B></A>: "My dear Krishna, only You and I know the strength of Your beautiful features and, because of them, My unsteadiness. Now, this is My position; I do not know what to do or where to go. Where can I find You? I am asking You to give directions."</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 2.63</B></A>: Because of the various kinds of ecstasy, contradictory states of mind occurred, and this resulted in a great fight between different types of ecstasy. Anxiety, impotence, humility, anger and impatience were all like soldiers fighting, and the madness of love of Godhead was the cause.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 2.64</B></A>: The body of the Lord was just like a field of sugarcane into which the mad elephants of ecstasy entered. There was a fight amongst the elephants, and in the process the entire field of sugarcane was destroyed. Thus transcendental madness was awakened in the body of the Lord, and He experienced despondency in mind and body. In this ecstatic condition, He began to speak as follows.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 2.65</B></A>: "'O My Lord! O dearest one! O only friend of the universe! O Krishna, O restless one, O only ocean of mercy! O My Lord, O My enjoyer, O beloved to My eyes! Alas, when will You again be visible to Me?'"</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 2.66</B></A>: The symptoms of madness served as an impetus for remembering Krishna. The mood of ecstasy awoke love, disdain, defamation by words, pride, honor and indirect prayer. Thus &#346;r&#299; Krishna was sometimes blasphemed and sometimes honored.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 2.67</B></A>: [In the attitude of R&#257;dh&#257;r&#257;n&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu addressed Krishna:] "My dear Lord, You are engaged in Your pastimes, and You utilize all the women in the universe according to Your desire. You are so kind to Me. Please divert Your attention to Me, for by fortune You have appeared before Me.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 2.68</B></A>: "My dear Lord, You attract all the women of the universe, and You make adjustments for all of them when they appear. You are Lord Krishna, and You can enchant everyone, but on the whole, You are nothing but a debauchee. Who can honor You?</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 2.69</B></A>: "My dear Krishna, Your mind is always restless. You cannot remain in one place, but You are not at fault for this. You are actually the ocean of mercy, the friend of My heart. Therefore I have no reason to be angry with You.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 2.70</B></A>: "My dear Lord, You are the master and the life and soul of Vrind&#257;vana. Kindly arrange for the deliverance of Vrind&#257;vana. We have no leisure hours away from our many activities. Actually, You are My enjoyer. You have appeared just to give Me happiness, and this is one of Your expert activities.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 2.71</B></A>: "Taking My words as defamation, Lord Krishna has left Me. I know that He is gone, but kindly hear My prayers in praise: 'You are the satisfaction of My eyes. You are My wealth and My life. Alas, please give Me your audience once again.'"</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 2.72</B></A>: There were different transformations of the body of Lord Caitanya Mah&#257;prabhu: being stunned, trembling, perspiring, fading away of color, weeping, and choking of the voice. In this way His whole body was pervaded by transcendental joy. As a result, sometimes Caitanya Mah&#257;prabhu would laugh, sometimes cry, sometimes dance and sometimes sing. Sometimes He would get up and run here and there, and sometimes fall on the ground and lose consciousness.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 2.73</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu was thus unconscious, He happened to meet the Supreme Personality of Godhead. Consequently He got up and immediately made a tumultuous sound, very loudly declaring, "Now Krishna, the great personality, is present." In this way, because of Krishna's sweet qualities, Caitanya Mah&#257;prabhu made different types of mistakes in His mind. Thus by reciting the following verse, He ascertained the presence of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 2.74</B></A>: In the attitude of R&#257;dh&#257;r&#257;n&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu addressed the gop&#299;s: "'My dear friends, where is that Krishna, Cupid personified, who has the effulgence of a kadamba flower, who is sweetness itself, the nectar of My eyes and mind, He who loosens the hair of the gop&#299;s, who is the supreme source of transcendental bliss and My life and soul? Has He come before My eyes again?'"</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 2.75</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then began to talk like this: "Is Cupid personified present with the effulgence and reflection of the kadamba tree? Is He the same person, personified sweetness, who is the pleasure of My eyes and mind, who is My life and soul? Has Krishna actually come before My eyes ?"</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 2.76</B></A>: As the spiritual master chastises the disciple and teaches him the art of devotional service, so all the ecstatic symptoms of Lord Caitanya Mah&#257;prabhu &#8212; including despondency, moroseness, humility, restlessness, joy, endurance and anger &#8212; instructed His body and mind. In this way, &#346;r&#299; Caitanya Mah&#257;prabhu passed His time.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 2.77</B></A>: He also passed His time reading the books and singing the songs of Cand&#299;d&#257;sa and Vidy&#257;pati, and listening to quotations from the Jagann&#257;tha-vallabha-n&#257;taka, Krishna-karn&#257;mrita and G&#299;ta-govinda. Thus in the association of Svar&#363;pa D&#257;modara and R&#257;ya R&#257;m&#257;nanda, &#346;r&#299; Caitanya Mah&#257;prabhu passed His days and nights chanting and hearing with great pleasure.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 2.78</B></A>: Among His associates, Lord Caitanya Mah&#257;prabhu enjoyed paternal loving affection from Param&#257;nanda Pur&#299;, friendly affection with R&#257;m&#257;nanda R&#257;ya, unalloyed service from Govinda and others, and humors of conjugal love with Gad&#257;dhara, Jagad&#257;nanda and Svar&#363;pa D&#257;modara. &#346;r&#299; Caitanya Mah&#257;prabhu enjoyed all these four mellows, and thus He remained obliged to His devotees.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 2.79</B></A>: L&#299;l&#257;&#347;uka [Bilvama&#324;gala Th&#257;kura] was an ordinary human being, yet he developed many ecstatic symptoms in his body. What, then, is so astonishing about these symptoms' being manifest in the body of the Supreme Personality of Godhead? In the ecstatic mood of conjugal love, &#346;r&#299; Caitanya Mah&#257;prabhu was on the highest platform; therefore, all the exuberant ecstasies were naturally visible in His body.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 2.80</B></A>: During His previous pastimes in Vrind&#257;vana, Lord Krishna desired to enjoy the three different types of ecstasy, but despite great endeavor, He could not taste them. Such ecstasies are the monopoly of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Therefore, in order to taste them, &#346;r&#299; Krishna accepted the position of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; in the form of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 2.81</B></A>: By personally tasting the mellows of love of Godhead, Caitanya Mah&#257;prabhu taught His direct disciples the process. &#346;r&#299; Caitanya Mah&#257;prabhu is a wealthy capitalist possessing the touchstone of love of God. Not considering whether one is a proper or improper recipient, He gives His treasure to anyone and everyone. Thus He is the most munificent.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 2.82</B></A>: No one, not even Lord Brahm&#257;, can ascertain or even taste a drop of this confidential ocean of ecstasy, but &#346;r&#299; Caitanya Mah&#257;prabhu, out of His causeless mercy, has distributed this love of Godhead all over the world. Thus there cannot be any incarnation more munificent than &#346;r&#299; Caitanya Mah&#257;prabhu. There is no greater donor. Who can describe His transcendental qualities?</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 2.83</B></A>: Such topics are not to be discussed freely because if they are, no one will understand them. Such are the wonderful pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu. Unto one who is able to understand, &#346;r&#299; Caitanya Mah&#257;prabhu has shown mercy by giving him the association of the servant of His own servant.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 2.84</B></A>: The pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu are the topmost of jewels. They have been kept in the storehouse of Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, who has explained them to Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, who has repeated them to me. Whatever little I have heard from Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; I have described in this book, which is presented to all devotees.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 2.85</B></A>: If one says that &#346;r&#299; Caitanya-carit&#257;mrita is full of Sanskrit verses and therefore not understandable by a common man, I reply that what I have described are the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu and that for me to satisfy everyone is not possible.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 2.86</B></A>: In this Caitanya-carit&#257;mrita there is no contradictory conclusion, nor is anyone else's opinion accepted. I have written this book to describe the simple substance as I have heard it from superiors. If I become involved in someone's likes and dislikes, I cannot possibly write the simple truth.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 2.87</B></A>: If one does not understand in the beginning but continues to hear again and again, the wonderful effects of Lord Caitanya's pastimes will bring love for Krishna. Gradually one will come to understand the loving affairs between Krishna and the gop&#299;s and other associates of Vrind&#257;vana. Everyone is advised to continue to hear over and over again in order to greatly benefit.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 2.88</B></A>: In reply to those critics who say that &#346;r&#299; Caitanya-carit&#257;mrita is full of Sanskrit verses, it can be said that &#346;r&#299;mad-Bh&#257;gavatam is also full of Sanskrit verses, as are the commentaries on &#346;r&#299;mad-Bh&#257;gavatam. Nonetheless, &#346;r&#299;mad-Bh&#257;gavatam can be understood by everyone, as well as by advanced devotees who study the Sanskrit commentaries. Why, then, will people not understand the Caitanya-carit&#257;mrita? There are only a few Sanskrit verses, and these have been explained in the Bengali vernacular. What is the difficulty in understanding?</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 2.89</B></A>: I have already given a synopsis of all the facts and figures of Lord &#346;r&#299; Caitanya Mah&#257;prabhu's last pastimes, and I have a desire to describe them elaborately. If I remain longer and am fortunate enough to receive the mercy of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, I shall try to describe them again more elaborately.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 2.90</B></A>: I have now become too old and disturbed by invalidity. While I write, my hands tremble. I cannot remember anything, nor can I see or hear properly. Still I write, and this is a great wonder.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 2.91</B></A>: In this chapter I have to some extent described the essence of the pastimes of Lord Caitanya at the end. If I die in the meantime and cannot describe them in detail, at least the devotees will have this transcendental treasure.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 2.92</B></A>: In this chapter I have briefly described the antya-l&#299;l&#257;. Whatever I have not described I shall describe extensively in the future. If by &#346;r&#299; Caitanya Mah&#257;prabhu's mercy I live for so many days that I can fulfill my desires, I will give full consideration to these pastimes.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 2.93</B></A>: I worship herewith the lotus feet of all kinds of devotees, both advanced and neophyte. I request all of them to be satisfied with me. I am faultless because I have written herein whatever I have understood from Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and R&#363;pa and Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;s. I have neither added to nor subtracted from their version.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 2.94</B></A>: According to the parampar&#257; system, I wish to take the dust from the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, Nity&#257;nanda Prabhu, Advaita Prabhu, and all the associates of &#346;r&#299; Caitanya Mah&#257;prabhu like Svar&#363;pa D&#257;modara, R&#363;pa Gosv&#257;m&#299;, San&#257;tana Gosv&#257;m&#299; and Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;. I wish to take the dust of their lotus feet upon my head. In this way I wish to be blessed with their mercy.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 2.95</B></A>: Receiving orders from the above authorities and the Vaishnavas of Vrind&#257;vana, especially from Harid&#257;sa, the priest of Govindaj&#299;, I, Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, have tried to describe one small particle of one drop of one wave of the ocean of the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>