<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 102</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 102"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.102</P><P CLASS=c>eka eka vraja-v&#257;s&#299; eka eka g&#257;bh&#299; dila</P><P CLASS=c>sahasra sahasra g&#257;bh&#299; gop&#257;lera haila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; each and every; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/v/vasi">v&#257;s&#299;</A> &#8212; resident of <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/g/gabhi">g&#257;bh&#299;</A> &#8212; cow; <A CLASS=v HREF="http://vedabase.net/d/dila">dila</A> &#8212; contributed; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A> <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A> &#8212; thousands and thousands; <A CLASS=v HREF="http://vedabase.net/g/gabhi">g&#257;bh&#299;</A> &#8212; cows; <A CLASS=v HREF="http://vedabase.net/g/gopalera">gop&#257;lera</A> &#8212; of <A HREF="http://vedabase.net/g/gopala">Gop&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; there were.</P><P CLASS=t>TRANSLATION</P><P>Each and every family residing in the land of Vrajabh&#363;mi contributed one cow. In this way, thousands of cows became the property of Gop&#257;la.</P><P CLASS=t>PURPORT</P><P>This is the way to install the Deity, construct the temple and increase the property of the temple. Everyone should be enthusiastic to contribute to the construction of the temple for the Deity, and everyone should also contribute food for the distribution of pras&#257;dam. The devotees should preach the gospel of devotional service and thus engage people in practical service to the Deity. Wealthy people can also be attracted to take part in these activities. In this way everyone will become spiritually inclined, and the entire society will be converted to Krishna consciousness. The desire to satisfy the material senses will automatically diminish, and the senses will become so purified that they will be able to engage in bhakti (devotional service to the Lord). Hrish&#299;kena hrish&#299;ke&#347;a-sevanam bhaktir ucyate [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]. By serving the Lord, one's senses are gradually purified. The engagement of one's purified senses in the service of Lord Hrish&#299;ke&#347;a is called bhakti. When the dormant propensity for bhakti is awakened, one can understand the Supreme Personality of Godhead as He is. Bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah. (<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>) This is the process of giving humanity the chance to awaken Krishna consciousness. Thus people can perfect their lives in all respects.</P><P CLASS=l><A CLASS=i HREF="101.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="103.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>