<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 106</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 106"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.106</P><P CLASS=c>gop&#257;la kahe, pur&#299; &#257;m&#257;ra t&#257;pa n&#257;hi y&#257;ya</P><P CLASS=c>malayaja-candana lepa', tabe se jud&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gopala">gop&#257;la</A> &#8212; the Deity of <A HREF="http://vedabase.net/g/gopala">Gop&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A> &#8212; My dear <A HREF="http://vedabase.net/m/madhavendra">M&#257;dhavendra</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/a/amara">&#257;m&#257;ra</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/t/tapa">t&#257;pa</A> &#8212; body temperature; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/y/yaya">y&#257;ya</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A> away; <A CLASS=v HREF="http://vedabase.net/m/malayaja">malayaja</A>-<A CLASS=v HREF="http://vedabase.net/c/candana">candana</A> &#8212; sandalwood produced <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/m/malaya">Malaya</A> Hills; <A CLASS=v HREF="http://vedabase.net/l/lepa">lepa</A>' &#8212; smear over the body; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/s/se">se</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/j/judaya">jud&#257;ya</A> &#8212; cools.</P><P CLASS=t>TRANSLATION</P><P>In his dream, M&#257;dhavendra Pur&#299; saw Gop&#257;la, who said, "My bodily temperature still has not decreased. Please bring sandalwood from the Malaya province and smear the pulp over My body to cool Me.</P><P CLASS=t>PURPORT</P><P>The Deity of Gop&#257;la had been buried within the jungle for many years, and although He was installed and was offered thousands of pots of water, He still felt very hot. He therefore asked M&#257;dhavendra Pur&#299; to bring sandalwood from the Malaya province. Sandalwood produced in Malaya is very popular. That province is situated on the western gh&#257;ta, and the hill N&#299;lagiri is sometimes known as Malaya Hill. The word malaya-ja is used to indicate the sandalwood produced in Malaya Province. Sometimes the word Malaya refers to the modern country of Malaysia. Formerly this country also produced sandalwood, but now they have found it profitable to produce rubber trees. Although the Vedic culture was once prevalent in Malaysia, now all the inhabitants are Muslims. The Vedic culture is now lost in Malaysia, Java and Indonesia.</P><P CLASS=l><A CLASS=i HREF="105.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="107.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>