<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 123</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 123"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.123</P><P CLASS=c>ay&#257;cita-vritti pur&#299; &#8212; virakta, ud&#257;sa</P><P CLASS=c>ay&#257;cita p&#257;ile kh&#257;'na, nahe upav&#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayacita">ay&#257;cita</A>-<A CLASS=v HREF="http://vedabase.net/v/vrtti">vritti</A> &#8212; accustomed <A HREF="http://vedabase.net/t/to">to</A> avoid begging; <A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A> &#8212; <A HREF="http://vedabase.net/m/madhavendra">M&#257;dhavendra</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/v/virakta">virakta</A> &#8212; unattached; <A CLASS=v HREF="http://vedabase.net/u/udasa">ud&#257;sa</A> &#8212; indifferent; <A CLASS=v HREF="http://vedabase.net/a/ayacita">ay&#257;cita</A> &#8212; without begging; <A CLASS=v HREF="http://vedabase.net/p/paile">p&#257;ile</A> &#8212; if getting; <A CLASS=v HREF="http://vedabase.net/k/kha">kh&#257;</A>'<A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> eats; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; if not; <A CLASS=v HREF="http://vedabase.net/u/upavasa">upav&#257;sa</A> &#8212; fasting.</P><P CLASS=t>TRANSLATION</P><P>M&#257;dhavendra Pur&#299; avoided begging. He was completely unattached and indifferent to material things. If, without his begging, someone offered him some food, he would eat; otherwise he would fast.</P><P CLASS=t>PURPORT</P><P>This is the paramahamsa stage, the highest stage for a sanny&#257;s&#299;. A sanny&#257;s&#299; can beg from door to door just to collect food, but a paramahamsa who has taken ay&#257;cita-vritti, or &#257;jagara-vritti, does not ask anyone for food. If someone offers him food voluntarily, he eats. Ay&#257;cita-vritti means being accustomed to refrain from begging, and &#257;jagara-vritti indicates one who is compared to a python, the big snake that makes no effort to acquire food but rather allows food to come automatically within its mouth. In other words, a paramahamsa simply engages exclusively in the service of the Lord without caring even for eating or sleeping. It was stated about the six Gosv&#257;m&#299;s: nidr&#257;h&#257;ra-vih&#257;rak&#257;di-vijitau. In the paramahamsa stage one conquers the desire for sleep, food and sense gratification. One remains a humble, meek mendicant engaged in the service of the Lord day and night. M&#257;dhavendra Pur&#299; had attained this paramahamsa stage.</P><P CLASS=l><A CLASS=i HREF="122.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="124.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>