<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 124</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 124"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.124</P><P CLASS=c>prem&#257;mrite tripta, kshudh&#257;-trishn&#257; n&#257;hi b&#257;dhe</P><P CLASS=c>ksh&#299;ra-icch&#257; haila, t&#257;he m&#257;ne apar&#257;dhe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/a/amrte">amrite</A> <A CLASS=v HREF="http://vedabase.net/t/trpta">tripta</A> &#8212; being satisfied only <A HREF="http://vedabase.net/i/in">in</A> the loving service of the Lord; <A CLASS=v HREF="http://vedabase.net/k/ksudha">kshudh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/t/trsna">trishn&#257;</A> &#8212; hunger and thirst; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/badhe">b&#257;dhe</A> &#8212; impede; <A CLASS=v HREF="http://vedabase.net/k/ksira">ksh&#299;ra</A> &#8212; for sweet rice; <A CLASS=v HREF="http://vedabase.net/i/iccha">icch&#257;</A> &#8212; the desire; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/t/tahe">t&#257;he</A> &#8212; for that reason; <A CLASS=v HREF="http://vedabase.net/m/mane">m&#257;ne</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> considers; <A CLASS=v HREF="http://vedabase.net/a/aparadhe">apar&#257;dhe</A> &#8212; offense.</P><P CLASS=t>TRANSLATION</P><P>A paramahamsa like M&#257;dhavendra Pur&#299; is always satisfied in the loving service of the Lord. Material hunger and thirst cannot impede his activities. When he desired to taste a little sweet rice offered to the Deity, he considered that he had committed an offense by desiring to eat what was being offered to the Deity.</P><P CLASS=t>PURPORT</P><P>It is advisable that food being offered to the Deity be covered when taken from the kitchen to the Deity room. In that way, others may not see it. Those who are not accustomed to following the advanced regulative devotional principles may desire to eat the food, and that is an offense. Therefore no one should be given a chance to even see it. However, when it is brought before the Deity, it must be uncovered. Seeing the food uncovered before the Deity, M&#257;dhavendra Pur&#299; desired to taste a little of it so that he could prepare a similar sweet rice for his Gop&#257;la. M&#257;dhavendra Pur&#299; was so strict, however, that he considered this to be an offense. Consequently he left the temple without saying anything to anyone. The paramahamsa is therefore called vijita-shad-guna. He must conquer the six material qualities &#8212; k&#257;ma, krodha, lobha, moha, matsarya and kshudh&#257;-trishn&#257; (lust, anger, greed, illusion, enviousness and hunger and thirst).</P><P CLASS=l><A CLASS=i HREF="123.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="125.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>