<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 125</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 125"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.125</P><P CLASS=c>gr&#257;mera &#347;&#363;nya-h&#257;te vasi' karena k&#299;rtana</P><P CLASS=c>eth&#257; p&#363;j&#257;r&#299; kar&#257;ila th&#257;kure &#347;ayana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gramera">gr&#257;mera</A> &#8212; of the village; <A CLASS=v HREF="http://vedabase.net/s/sunya">&#347;&#363;nya</A>-<A CLASS=v HREF="http://vedabase.net/h/hate">h&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the vacant marketplace; <A CLASS=v HREF="http://vedabase.net/v/vasi">vasi</A>' &#8212; sitting down; <A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> &#8212; performs; <A CLASS=v HREF="http://vedabase.net/k/kirtana">k&#299;rtana</A> &#8212; chanting; <A CLASS=v HREF="http://vedabase.net/e/etha">eth&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the temple; <A CLASS=v HREF="http://vedabase.net/p/pujari">p&#363;j&#257;r&#299;</A> &#8212; the priest; <A CLASS=v HREF="http://vedabase.net/k/karaila">kar&#257;ila</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/t/thakure">th&#257;kure</A> &#8212; the Deity; <A CLASS=v HREF="http://vedabase.net/s/sayana">&#347;ayana</A> &#8212; lying down.</P><P CLASS=t>TRANSLATION</P><P>M&#257;dhavendra Pur&#299; left the temple and sat down in the village marketplace, which was vacant. Sitting there, he began to chant. In the meantime, the temple priest laid the Deity down to rest.</P><P CLASS=t>PURPORT</P><P>Although M&#257;dhavendra Pur&#299; was not interested in eating and sleeping, his interest in chanting the mah&#257;-mantra was as acute as if he were an aspiring transcendentalist rather than a paramahamsa. This means that even in the paramahamsa stage, one cannot give up chanting. Harid&#257;sa Th&#257;kura and the Gosv&#257;m&#299;s were all engaged in chanting a fixed number of rounds; therefore chanting on beads is very important for everyone, even though one may become a paramahamsa. This chanting can be executed anywhere, either inside or outside the temple. M&#257;dhavendra Pur&#299; even sat down in a vacant marketplace to perform his chanting. As stated by &#346;r&#299;niv&#257;sa &#256;c&#257;rya in his prayers to the Gosv&#257;m&#299;s: n&#257;ma-g&#257;na-natibhih. A paramahamsa devotee is always engaged in chanting and rendering loving service to the Lord. Chanting the Lord's holy names and engaging in His service are identical. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/5/23.htm">7.5.23</A>), there are nine kinds of devotional service: hearing (&#347;ravanam), chanting (k&#299;rtanam), remembering (vishnoh smaranam), serving (p&#257;da-sevanam), worship of the Deity (arcanam), praying (vandanam), carrying out orders (d&#257;syam), serving Him as a friend (sakhyam) and sacrificing everything for the Lord (&#257;tma-nivedanam). Although each process appears distinct, when one is situated on the absolute platform he can see that they are identical. For instance, hearing is as good as chanting, and remembering is as good as chanting or hearing. Similarly, engaging in Deity worship is as good as chanting, hearing or remembering. The devotee is expected to accept all nine processes of devotional service, but even if only one process is properly executed, he can still attain the highest position (paramahamsa) and go back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="124.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="126.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>