<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 134</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 134"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.134</P><P CLASS=c>ksh&#299;ra lañ&#257; sukhe tumi karaha bhakshane</P><P CLASS=c>tom&#257;-sama bh&#257;gyav&#257;n n&#257;hi tribhuvane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ksira">ksh&#299;ra</A> <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking the pot of sweet rice; <A CLASS=v HREF="http://vedabase.net/s/sukhe">sukhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> happiness; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/k/karaha">karaha</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaksane">bhakshane</A> &#8212; eating; <A CLASS=v HREF="http://vedabase.net/t/toma">tom&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; like you; <A CLASS=v HREF="http://vedabase.net/b/bhagyavan">bh&#257;gyav&#257;n</A> &#8212; fortunate; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is <A HREF="http://vedabase.net/n/no">no</A> one; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvane">bhuvane</A> &#8212; within the three worlds.</P><P CLASS=t>TRANSLATION</P><P>The priest continued, "Would the sanny&#257;s&#299; whose name is M&#257;dhavendra Pur&#299; please come and take this pot of sweet rice and enjoy the pras&#257;dam with great happiness! You are the most fortunate person within these three worlds!"</P><P CLASS=t>PURPORT</P><P>Here is an example of a personal benediction by Krishna's immoral activity. By Gop&#299;n&#257;tha's stealing for His devotee, the devotee becomes the most fortunate person within the three words. Thus even the Lord's criminal activities make His devotee the most fortunate person. How can a mundane rascal understand the pastimes of Krishna and judge whether He is moral or immoral? Since Krishna is the Absolute Truth, there are no mundane distinctions such as moral and immoral. Whatever He does is good. This is the real meaning of "God is good." He is good in all circumstances because He is transcendental, outside the jurisdiction of this material world. Therefore, Krishna can be understood only by those who are already living in the spiritual world. This is corroborated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, unfailing in all circumstances, at once transcends the modes of material nature and thus comes to the level of Brahman."</P><P>One who is engaged in unalloyed devotional service to the Lord is already situated in the spiritual world (brahma-bh&#363;y&#257;ya kalpate). In all circumstances, his activities and dealings with Krishna are transcendental and thus not understandable by mundane moralists. It is therefore better not to discuss such activities among mundane people. It is better to give them the Hare Krishna mah&#257;-mantra so that they will be gradually purified and then come to understand the transcendental activities of Krishna.</P><P CLASS=l><A CLASS=i HREF="133.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="135.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>