<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 137</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 137"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.137</P><P CLASS=c>prema dekhi' sevaka kahe ha-iy&#257; vismita</P><P CLASS=c>krishna ye i&#324;h&#257;ra va&#347;a, &#8212; haya yathocita</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; seeing the ecstatic position of <A HREF="http://vedabase.net/m/madhavendra">M&#257;dhavendra</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sevaka">sevaka</A> &#8212; the priest; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/iya">iy&#257;</A> &#8212; being; <A CLASS=v HREF="http://vedabase.net/v/vismita">vismita</A> &#8212; struck with wonder; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/i/inhara">i&#324;h&#257;ra</A> &#8212; by him; <A CLASS=v HREF="http://vedabase.net/v/vasa">va&#347;a</A> &#8212; obliged; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/y/yathocita">yathocita</A> &#8212; befitting.</P><P CLASS=t>TRANSLATION</P><P>Upon seeing the ecstatic loving symptoms manifest in M&#257;dhavendra Pur&#299;, the priest was struck with wonder. He could understand why Krishna had become so much obliged to him, and he saw that Krishna's action was befitting.</P><P CLASS=t>PURPORT</P><P>A devotee can bring Krishna perfectly under his control. This is explained in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/14/3.htm">10.14.3</A>): ajita jito 'py asi tais tri-loky&#257;m. Krishna is never conquered by anyone, but a devotee can conquer Him through devotional service. As stated in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/33.htm">5.33</A>): vedeshu durlabham adurlabham &#257;tma-bhaktau. One cannot understand Krishna simply by reading Vedic literature. Although all Vedic literature is meant for understanding Krishna, one cannot understand Krishna without being a lover of Krishna. Therefore along with the reading of Vedic literature (sv&#257;dhy&#257;ya), one must engage in devotional worship of the Deity (arcana-vidhi). Together these will enhance the devotee's transcendental understanding of devotional service. &#346;ravan&#257;di &#347;uddha-citte karaye udaya (Cc. <A CLASS=v HREF="../../../cc/madhya/22/107.htm">Madhya 22.107</A>). Love of Godhead is dormant within everyone's heart, and if one simply follows the standard process of devotional service, it is awakened. But foolish mundane people who simply read about Krishna mistakenly think that He is immoral or criminal.</P><P CLASS=l><A CLASS=i HREF="136.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="138.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>