<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 147</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 147"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.147</P><P CLASS=c>pratishth&#257;ra bhaye pur&#299; gel&#257; pal&#257;ñ&#257;</P><P CLASS=c>krishna-preme pratishth&#257; cale sa&#324;ge gad&#257;ñ&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pratisthara">pratishth&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/b/bhaye">bhaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> fear of reputation; <A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A> &#8212; <A HREF="http://vedabase.net/m/madhavendra">M&#257;dhavendra</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/g/gela">gel&#257;</A> &#8212; went away; <A CLASS=v HREF="http://vedabase.net/p/palana">pal&#257;ñ&#257;</A> &#8212; fleeing; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/preme">preme</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> love of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/pratistha">pratishth&#257;</A> &#8212; reputation; <A CLASS=v HREF="http://vedabase.net/c/cale">cale</A> &#8212; goes; <A CLASS=v HREF="http://vedabase.net/s/sange">sa&#324;ge</A> &#8212; simultaneously; <A CLASS=v HREF="http://vedabase.net/g/gadana">gad&#257;ñ&#257;</A> &#8212; gliding down.</P><P CLASS=t>TRANSLATION</P><P>Being afraid of his reputation [pratishth&#257;], M&#257;dhavendra Pur&#299; fled from Remun&#257;. But the reputation brought by love of Godhead is so sublime that it goes along with the devotee, as if following him.</P><P CLASS=t>PURPORT</P><P>Almost all the conditioned souls within the material world are envious. Jealous people generally turn against one who automatically attains some reputation. This is natural for jealous people. Consequently, when a devotee is fit to receive worldly reputation, he is envied by many people. This is quite natural. When a person, out of humility, does not desire fame, people generally think him quite humble and consequently give him all kinds of fame. Actually a Vaishnava does not hanker after fame or a great reputation. M&#257;dhavendra Pur&#299;, the king of Vaishnavas, bore his reputation, but he wanted to keep himself outside of the vision of the general populace. He wanted to cover his real identity as a great devotee of the Lord, but when people saw him overwhelmed in the ecstasy of love of Godhead, they naturally gave credit to him. Actually a first-class reputation is due M&#257;dhavendra Pur&#299; because he was a most confidential devotee of the Lord. Sometimes a sahajiy&#257; presents himself as being void of desires for reputation (pratishth&#257;) in order to become famous as a humble man. Such people cannot actually attain the platform of celebrated Vaishnavas.</P><P CLASS=l><A CLASS=i HREF="146.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="148.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>