<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 169</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 169"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.169</P><P CLASS=c>gr&#299;shma-k&#257;la-ante punah n&#299;l&#257;cale gel&#257;</P><P CLASS=c>n&#299;l&#257;cale c&#257;turm&#257;sya &#257;nande rahil&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/grisma">gr&#299;shma</A>-<A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; of the summer season; <A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the end; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/n/nilacale">n&#299;l&#257;cale</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/g/gela">gel&#257;</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/n/nilacale">n&#299;l&#257;cale</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/c/catur">c&#257;tur</A>-<A CLASS=v HREF="http://vedabase.net/m/masya">m&#257;sya</A> &#8212; the four months for vows; <A CLASS=v HREF="http://vedabase.net/a/anande">&#257;nande</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> great pleasure; <A CLASS=v HREF="http://vedabase.net/r/rahila">rahil&#257;</A> &#8212; remained.</P><P CLASS=t>TRANSLATION</P><P>At the end of summer M&#257;dhavendra Pur&#299; returned to Jagann&#257;tha Pur&#299;, where he remained with great pleasure during the whole period of C&#257;turm&#257;sya.</P><P CLASS=t>PURPORT</P><P>The C&#257;turm&#257;sya period begins in the month of &#256;sh&#257;dha (June-July) from the day of Ek&#257;da&#347;&#299; called &#346;ayan&#257;-ek&#257;da&#347;&#299;, in the fortnight of the waxing moon. The period ends in the month of K&#257;rttika (October-November) on the Ek&#257;da&#347;&#299; day known as Utth&#257;n&#257;-ek&#257;da&#347;&#299;, in the fortnight of the waxing moon. This four-month period is known as C&#257;turm&#257;sya. Some Vaishnavas also observe it from the full-moon day of &#256;sh&#257;dha until the full-moon day of K&#257;rttika. That is also a period of four months. This period, calculated by the lunar months, is called C&#257;turm&#257;sya, but others also observe C&#257;turm&#257;sya according to the solar month from &#346;r&#257;vana to K&#257;rtika. The whole period, either lunar or solar, takes place during the rainy season. C&#257;turm&#257;sya should be observed by all sections of the population. It does not matter whether one is a grihastha or a sanny&#257;s&#299;. The observance is obligatory for all &#257;&#347;ramas. The real purpose behind the vow taken during these four months is to minimize the quantity of sense gratification. This is not very difficult. In the month of &#346;r&#257;vana one should not eat spinach, in the month of Bh&#257;dra one should not eat yogurt, and in the month of &#256;&#347;vina one should not drink milk. One should not eat fish or other nonvegetarian food during the month of K&#257;rtika. A nonvegetarian diet means fish and meat. Similarly, mas&#363;ra dhal and urad dhal are also considered nonvegetarian. These two dhals contain a great amount of protein, and food rich in protein is considered nonvegetarian. On the whole, during the four-month period of C&#257;turm&#257;sya one should practice giving up all food intended for sense enjoyment.</P><P CLASS=l><A CLASS=i HREF="168.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="170.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>