<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 186</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 186"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.186</P><P CLASS=c>prag&#257;dha-premera ei svabh&#257;va-&#257;c&#257;ra</P><P CLASS=c>nija-duhkha-vighn&#257;dira n&#257; kare vic&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pragadha">prag&#257;dha</A> &#8212; intense; <A CLASS=v HREF="http://vedabase.net/p/premera">premera</A> &#8212; of love of Godhead; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/svabhava">svabh&#257;va</A> &#8212; natural; <A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A> &#8212; behavior; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A> &#8212; personal; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; inconvenience; <A CLASS=v HREF="http://vedabase.net/v/vighna">vighna</A> &#8212; impediments; <A CLASS=v HREF="http://vedabase.net/a/adira">&#257;dira</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/v/vicara">vic&#257;ra</A> &#8212; consideration.</P><P CLASS=t>TRANSLATION</P><P>"This is the natural result of intense love of Godhead. The devotee does not consider personal inconveniences or impediments. In all circumstances he wants to serve the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>It is natural for those who have developed intense love for Krishna not to care for personal inconvenience and impediments. Such devotees are simply determined to execute the order of the Supreme Personality of Godhead or His representative, the spiritual master. In all circumstances, even amidst the greatest dangers, they undeviatingly carry on with the greatest determination. This definitely proves the intense love of the servitor. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/14/8.htm">10.14.8</A>), tat te 'nukamp&#257;m su-sam&#299;ksham&#257;nah: those who seriously desire to get free from the clutches of material existence, who have developed intense love for Krishna, are worthy candidates for going back home, back to Godhead. An intense lover of Krishna does not care for any number of material discomforts, scarcity, impediments or unhappiness. It is said that when one sees apparent unhappiness or distress in a perfect Vaishnava, it is not at all unhappiness for him; rather, it is transcendental bliss. In the &#346;iksh&#257;shtaka (8), &#346;r&#299; Caitanya Mah&#257;prabhu has also instructed, &#257;&#347;lishya v&#257; p&#257;da-rat&#257;m pinashtu m&#257;m. The intense lover of Krishna is never deviated from his service, despite all difficulties and impediments brought before him.</P><P CLASS=l><A CLASS=i HREF="185.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="187.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>