<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 197</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 197"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.197</P><P CLASS=c>ayi d&#299;na-day&#257;rdra n&#257;tha he</P><P CLASS=c>mathur&#257;-n&#257;tha kad&#257;valokyase</P><P CLASS=c>hridayam tvad-aloka-k&#257;taram</P><P CLASS=c>dayita bhr&#257;myati kim karomy aham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayi">ayi</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> My Lord; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;na</A> &#8212; on the poor; <A CLASS=v HREF="http://vedabase.net/d/daya">day&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/ardra">&#257;rdra</A> &#8212; compassionate; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master; <A CLASS=v HREF="http://vedabase.net/h/he">he</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A>; <A CLASS=v HREF="http://vedabase.net/m/mathura">mathur&#257;</A>-<A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; the master of <A HREF="http://vedabase.net/m/mathura">Mathur&#257;</A>; <A CLASS=v HREF="http://vedabase.net/k/kada">kad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/a/avalokyase">avalokyase</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall see You; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; My heart; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/a/aloka">aloka</A> &#8212; without seeing; <A CLASS=v HREF="http://vedabase.net/k/kataram">k&#257;taram</A> &#8212; very much aggrieved; <A CLASS=v HREF="http://vedabase.net/d/dayita">dayita</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> most beloved; <A CLASS=v HREF="http://vedabase.net/b/bhramyati">bhr&#257;myati</A> &#8212; becomes overwhelmed; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/k/karomi">karomi</A> &#8212; shall <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>.</P><P CLASS=t>TRANSLATION</P><P>"O My Lord! O most merciful master! O master of Mathur&#257;! When shall I see You again? Because of My not seeing You, My agitated heart has become unsteady. O most beloved one, what shall I do now?"</P><P CLASS=t>PURPORT</P><P>The uncontaminated devotees who strictly depend on the Ved&#257;nta philosophy are divided into four samprad&#257;yas, or transcendental parties. Out of the four samprad&#257;yas, the &#346;r&#299; Madhv&#257;c&#257;rya-samprad&#257;ya was accepted by M&#257;dhavendra Pur&#299;. Thus he took sanny&#257;sa according to parampar&#257;, the disciplic succession. Beginning from Madhv&#257;c&#257;rya down to the spiritual master of M&#257;dhavendra Pur&#299;, the &#257;c&#257;rya named Lakshm&#299;pati, there was no realization of devotional service in conjugal love. &#346;r&#299; M&#257;dhavendra Pur&#299; introduced the conception of conjugal love for the first time in the Madhv&#257;c&#257;rya-samprad&#257;ya, and this conclusion of the Madhv&#257;c&#257;rya-samprad&#257;ya was revealed by &#346;r&#299; Caitanya Mah&#257;prabhu when He toured southern India and met the Tattvav&#257;d&#299;s, who supposedly belonged to the Madhv&#257;c&#257;rya-samprad&#257;ya.</P><P>When &#346;r&#299; Krishna left Vrind&#257;vana and accepted the kingdom of Mathur&#257;, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, out of ecstatic feelings of separation, expressed how Krishna can be loved in separation. Thus devotional service in separation is central to this verse. Worship in separation is considered by the Gaud&#299;ya-Madhva-samprad&#257;ya to be the topmost level of devotional service. According to this conception, the devotee thinks of himself as very poor and neglected by the Lord. Thus he addresses the Lord as d&#299;na-day&#257;rdra n&#257;tha, as did M&#257;dhavendra Pur&#299;. Such an ecstatic feeling is the highest form of devotional service. Because Krishna had gone to Mathur&#257;, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was very much affected, and She expressed Herself thus: "My dear Lord, because of Your separation My mind has become overly agitated. Now tell Me, what can I do? I am very poor and You are very merciful, so kindly have compassion upon Me and let Me know when I shall see You." &#346;r&#299; Caitanya Mah&#257;prabhu was always expressing the ecstatic emotions of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; that She exhibited when She saw Uddhava at Vrind&#257;vana. Similar feelings, experienced by M&#257;dhavendra Pur&#299;, are expressed in this verse. Therefore, Vaishnavas in the Gaud&#299;ya-Madhva-samprad&#257;ya say that the ecstatic feelings experienced by &#346;r&#299; Caitanya Mah&#257;prabhu during His appearance came from &#346;r&#299; M&#257;dhavendra Pur&#299; through &#298;&#347;vara Pur&#299;. All the devotees in the line of the Gaud&#299;ya-Madhva-samprad&#257;ya accept these principles of devotional service.</P><P CLASS=l><A CLASS=i HREF="196.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="198.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>