<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 77</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 77"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.77</P><P CLASS=c>yadyapi gop&#257;la saba anna-vyañjana kh&#257;ila</P><P CLASS=c>t&#257;&#324;ra hasta-spar&#347;e punah temani ha-ila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yadyapi">yadyapi</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/g/gopala">gop&#257;la</A> &#8212; Lord <A HREF="http://vedabase.net/g/gopala">Gop&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/anna">anna</A>-<A CLASS=v HREF="http://vedabase.net/v/vyanjana">vyañjana</A> &#8212; dhal, rice and vegetables; <A CLASS=v HREF="http://vedabase.net/k/khaila">kh&#257;ila</A> &#8212; ate; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/h/hasta">hasta</A> &#8212; of the hands; <A CLASS=v HREF="http://vedabase.net/s/sparse">spar&#347;e</A> &#8212; by the touch; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/t/temani">temani</A> &#8212; exactly <A HREF="http://vedabase.net/a/as">as</A> before; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ila">ila</A> &#8212; became.</P><P CLASS=t>TRANSLATION</P><P>Although &#346;r&#299; Gop&#257;la ate everything offered, still, by the touch of His transcendental hand, everything remained as before.</P><P CLASS=t>PURPORT</P><P>The atheists cannot understand how the Supreme Personality of Godhead, appearing in the form of the Deity, can eat all the food offered by His devotees. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/26.htm">9.26</A>) Krishna says:</P><P>patram pushpam phalam toyam yo me bhakty&#257; prayacchati</P><P CLASS=n>tad aham bhakty-upahritam a&#347;n&#257;mi prayat&#257;tmanah</P><P>"If one offers Me with love and devotion a leaf, a flower, a fruit or water, I will accept it." (<A CLASS=v HREF="../../../bg/9/26.htm">Bg. 9.26</A>) The Lord is p&#363;rna, complete, and therefore He eats everything offered by His devotees. However, by the touch of His transcendental hand, all the food remains exactly as before. It is the quality that is changed. Before the food was offered, it was something else, but after it is offered the food acquires a transcendental quality. Because the Lord is p&#363;rna, He remains the same even after eating. P&#363;rnasya p&#363;rnam &#257;d&#257;ya p&#363;rnam ev&#257;va&#347;ishyate. The food offered to Krishna is qualitatively as good as Krishna; just as Krishna is avyaya, indestructible, the food eaten by Krishna, being identical with Him, remains as before.</P><P>Apart from this, Krishna can eat the food with any one of His transcendental senses. He can eat by seeing the food or by touching it. Nor should one think that it is necessary for Krishna to eat. He does not become hungry like an ordinary human being; nonetheless, He presents Himself as being hungry, and as such, He can eat everything and anything, regardless of quantity. The philosophy underlying Krishna's eating is understandable by our transcendental senses. When our senses are purified by constantly being engaged in the devotional service of the Lord, we can understand Krishna's activities, names, forms, qualities, pastimes and entourage.</P><P>atah &#347;r&#299;-krishna-n&#257;m&#257;di na bhaved gr&#257;hyam indriyaih</P><P CLASS=n>sevonmukhe hi jihv&#257;dau svayam eva sphuraty adah</P><P>"No one can understand Krishna by the blunt material senses. But He reveals Himself to the devotees, being pleased with them for their transcendental loving service unto Him." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/234">1.2.234</A>) The devotees understand Krishna through revelation. It is not possible for a mundane scholar to understand Krishna and His pastimes through research work on the nondevotional platform.</P><P CLASS=l><A CLASS=i HREF="76.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="78.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>