<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 79</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 79"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.79</P><P CLASS=c>eka-dinera udyoge aiche mahotsava kaila</P><P CLASS=c>gop&#257;la-prabh&#257;ve haya, anye n&#257; j&#257;nila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/d/dinera">dinera</A> <A CLASS=v HREF="http://vedabase.net/u/udyoge">udyoge</A> &#8212; by one day's attempt; <A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/m/mahotsava">mahotsava</A> &#8212; festival; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/g/gopala">gop&#257;la</A> &#8212; of <A HREF="http://vedabase.net/g/gopala">Gop&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhave">prabh&#257;ve</A> &#8212; by the potency; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is possible; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/j/janila">j&#257;nila</A> &#8212; know.</P><P CLASS=t>TRANSLATION</P><P>The wonderful festival and installation of &#346;r&#299; Gop&#257;laj&#299; was arranged in one day. Certainly all this was accomplished by the potency of Gop&#257;la. No one but a devotee can understand this.</P><P CLASS=t>PURPORT</P><P>The Krishna consciousness movement has spread all over the world within a very short time (within five years), and mundane people are very much astonished at this. However, by the grace of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, we understand that everything is possible by the grace of Krishna. Why does Krishna have to take five years? In five days He can spread His name and fame all over the world like wildfire. Those who have faith in and devotion to Krishna can understand that these things happen so wonderfully by the grace of &#346;r&#299; Caitanya Mah&#257;prabhu. We are simply the instruments. In the fierce Battle of Kurukshetra, Arjuna was victorious within eighteen days simply because Krishna's grace was on his side.</P><P>yatra yoge&#347;varah krishno yatra p&#257;rtho dhanur-dharah</P><P CLASS=n>tatra &#347;r&#299;r vijayo bh&#363;tir dhruv&#257; n&#299;tir matir mama</P><P>"Wherever there is Krishna, the master of all mystics, and wherever there is Arjuna, the supreme archer, there will also certainly be opulence, victory, extraordinary power and morality. That is my opinion." (<A CLASS=v HREF="../../../bg/18/78.htm">Bg. 18.78</A>)</P><P>If the preachers in our Krishna consciousness movement are sincere devotees of Krishna, Krishna will always be with them because He is very kind and favorable to all His devotees. Just as Arjuna and Krishna were victorious in the Battle of Kurukshetra, this Krishna consciousness movement will surely emerge victorious if we but remain sincere devotees of the Lord and serve the Lord according to the advice of the predecessors (the six Gosv&#257;m&#299;s and other devotees of the Lord). As Narottama d&#257;sa Th&#257;kura has stated: t&#257;&#324;dera carana sevi bhakta-sane v&#257;sa, janame janame haya ei abhil&#257;sha. The Krishna consciousness devotees must always desire to remain in the society of devotees. Bhakta-sane v&#257;sa: they cannot go outside the Krishna consciousness society or movement. Within the society we must try to serve the predecessors by preaching Caitanya Mah&#257;prabhu's cult and spreading His name and fame all over the world. If we attempt this seriously within the society, it will be successfully done. There is no question of estimating how this will happen in the mundane sense. But without a doubt, it happens by the grace of Krishna.</P><P CLASS=l><A CLASS=i HREF="78.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="80.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>