<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 86</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 86"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.86</P><P CLASS=c>dekhiy&#257; pur&#299;ra prabh&#257;va loke camatk&#257;ra</P><P CLASS=c>p&#363;rva annak&#363;ta yena haila s&#257;ksh&#257;tk&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dekhiya">dekhiy&#257;</A> &#8212; by seeing; <A CLASS=v HREF="http://vedabase.net/p/purira">pur&#299;ra</A> &#8212; of <A HREF="http://vedabase.net/m/madhavendra">M&#257;dhavendra</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhava">prabh&#257;va</A> &#8212; the influence; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; all the people; <A CLASS=v HREF="http://vedabase.net/c/camatkara">camatk&#257;ra</A> &#8212; struck with wonder; <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A> &#8212; formerly; <A CLASS=v HREF="http://vedabase.net/a/anna">anna</A>-<A CLASS=v HREF="http://vedabase.net/k/kuta">k&#363;ta</A> &#8212; the <A HREF="http://vedabase.net/a/annakuta">Annak&#363;ta</A> ceremony during the time of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/s/saksatkara">s&#257;ksh&#257;tk&#257;ra</A> &#8212; directly manifest.</P><P CLASS=t>TRANSLATION</P><P>Seeing the influence of M&#257;dhavendra Pur&#299;, all the people gathered there were struck with wonder. They saw that the Annak&#363;ta ceremony, which had been performed before during the time of Krishna, was now taking place again by the mercy of &#346;r&#299; M&#257;dhavendra Pur&#299;.</P><P CLASS=t>PURPORT</P><P>Formerly, at the end of Dv&#257;para-yuga, all the cowherd men of Vrind&#257;vana had arranged to worship King Indra, but they gave this worship up, following the advice of Krishna. Instead, they performed a ceremony whereby they worshiped the cows, br&#257;hmanas and Govardhana Hill. At that time Krishna expanded Himself and declared, "I am Govardhana Hill." In this way He accepted all the paraphernalia and food offered to Govardhana Hill. It is stated in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/24/26.htm">10.24.26</A>, 31-33):</P><P>pacyant&#257;m vividh&#257;h p&#257;k&#257;h s&#363;p&#257;nt&#257;h p&#257;yas&#257;dayah</P><P CLASS=n>samy&#257;v&#257;-p&#363;pa-&#347;ashkulyah sarva-doha&#347; ca grihyat&#257;m</P><P CLASS=n>k&#257;l&#257;tman&#257; bhagavat&#257; &#347;akra-darpam jigh&#257;msat&#257;</P><P CLASS=n>proktam ni&#347;amya nand&#257;dy&#257;h s&#257;dhv agrihnanta tad-vacah</P><P CLASS=n>tath&#257; ca vyadadhuh sarvam yath&#257;ha madhus&#363;danah</P><P CLASS=n>v&#257;cayitv&#257; svasty-ayanam tad-dravyena giri-dvij&#257;n</P><P CLASS=n>upahritya bal&#299;n sarv&#257;n &#257;drit&#257; yavasam gav&#257;m</P><P CLASS=n>go-dhan&#257;ni puras-kritya girim cakruh pradakshinam</P><P>"'Prepare very nice foods of all descriptions from the grains and ghee collected for the yajña. Prepare rice, dhal, then halavah, pakor&#257;, pur&#299; and all kinds of milk preparations like sweet rice, sweetballs, sande&#347;a, rasagull&#257; and l&#257;ddu.'</P><P>"The Supreme Personality of Godhead, Krishna, therefore advised the cowherd men to stop the Indra-yajña and begin the Govardhana-p&#363;j&#257; to chastise Indra, who was very much puffed up at being the supreme controller of the heavenly planets. The honest and simple cowherd men, headed by Nanda Mah&#257;r&#257;ja, accepted Krishna's proposal and executed in detail everything He advised. They performed Govardhana worship and circumambulation of the hill. According to the instruction of Lord Krishna, Nanda Mah&#257;r&#257;ja and the cowherd men called in learned br&#257;hmanas and began to worship Govardhana Hill by chanting Vedic hymns and offering pras&#257;dam. The inhabitants of Vrind&#257;vana assembled together, decorated their cows and gave them grass. Keeping the cows in front, they began to circumambulate Govardhana Hill."</P><P CLASS=l><A CLASS=i HREF="85.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="87.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>