<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 87</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 87"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.87</P><P CLASS=c>sakala br&#257;hmane pur&#299; vaishnava karila</P><P CLASS=c>sei sei sev&#257;-madhye sab&#257; niyojila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> <A CLASS=v HREF="http://vedabase.net/b/brahmane">br&#257;hmane</A> &#8212; all the br&#257;hmanas who were present there; <A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A> &#8212; <A HREF="http://vedabase.net/m/madhavendra">M&#257;dhavendra</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A> <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; elevated <A HREF="http://vedabase.net/t/to">to</A> the position of Vaishnavas; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; under different divisions; <A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> rendering service; <A CLASS=v HREF="http://vedabase.net/s/saba">sab&#257;</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/n/niyojila">niyojila</A> &#8212; were engaged.</P><P CLASS=t>TRANSLATION</P><P>All the br&#257;hmanas present on that occasion were initiated by M&#257;dhavendra Pur&#299; into the Vaishnava cult, and M&#257;dhavendra Pur&#299; engaged them in different types of service.</P><P CLASS=t>PURPORT</P><P>In the scriptures it is stated, shat-karma-nipuno vipro mantra-tantra-vi&#347;&#257;radah. A qualified br&#257;hmana must be expert in the occupational duties of a br&#257;hmana. His duties are mentioned as six brahminical engagements. Pathana means that a br&#257;hmana must be conversant with the Vedic scriptures. He must also be able to teach others to study the Vedic literatures. This is p&#257;thana. He must also be expert in worshiping different deities and in performing the Vedic rituals (yajana). On account of this yajana, the br&#257;hmana, being the head of society, performs all the Vedic rituals for kshatriyas, vai&#347;yas and &#347;&#363;dras. This is called y&#257;jana, assisting others in performing ceremonies. The remaining two items are d&#257;na and pratigraha. The br&#257;hmana accepts all kinds of contributions (pratigraha) from his followers (namely, the kshatriyas, vai&#347;yas and &#347;&#363;dras). But he does not keep all the money. He keeps only as much as required and gives the balance to others in charity (d&#257;na).</P><P>In order for such a qualified br&#257;hmana to worship the Deity, he must be a Vaishnava. Thus the Vaishnava's position is superior to that of the br&#257;hmana. This example given by M&#257;dhavendra Pur&#299; confirms that even though a br&#257;hmana may be very expert, he cannot become a priest or servitor of the vishnu-m&#363;rti unless he is initiated in vaishnava-mantra. After installing the Deity of Gop&#257;la, M&#257;dhavendra Pur&#299; initiated all the br&#257;hmanas into Vaishnavism. He then allotted the br&#257;hmanas different types of service to the Deity. From four in the morning until ten at night (from ma&#324;gala-&#257;r&#257;trika to &#347;ayana-&#257;r&#257;trika), there must be at least five or six br&#257;hmanas to take care of the Deity. Six &#257;r&#257;trikas are performed in the temple, and food is frequently offered to the Deity and the pras&#257;dam distributed. This is the method of worshiping the Deity according to the rules and regulations set by the predecessors. Our samprad&#257;ya belongs to the disciplic succession of M&#257;dhavendra Pur&#299;, who belonged to the Madhva-samprad&#257;ya. We are in the disciplic succession of &#346;r&#299; Caitanya Mah&#257;prabhu, who was initiated by &#346;r&#299; &#298;&#347;vara Pur&#299;, a disciple of M&#257;dhavendra Pur&#299;'s. Our samprad&#257;ya is therefore called the Madhva-Gaud&#299;ya-samprad&#257;ya. As such, we must carefully follow in the footsteps of &#346;r&#299; M&#257;dhavendra Pur&#299; and observe how he installed the Gop&#257;la Deity on top of Govardhana Hill, how he arranged and performed the Annak&#363;ta ceremony in only one day, and so forth. Our installation of Deities in America and in the wealthy countries of Europe should be carried out in terms of &#346;r&#299; M&#257;dhavendra Pur&#299;'s activities. All the servitors of the Deity must be strictly qualified as br&#257;hmanas and, specifically, must engage in the Vaishnava custom of offering as much pras&#257;dam as possible and distributing it to the devotees who visit the temple to see the Lord.</P><P CLASS=l><A CLASS=i HREF="86.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="88.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>