<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 95</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4 Verse 95"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4.95</P><P CLASS=c>vraja-v&#257;s&#299; lokera krishne sahaja pir&#299;ti</P><P CLASS=c>gop&#257;lera sahaja-pr&#299;ti vraja-v&#257;si-prati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/v/vasi">v&#257;s&#299;</A> &#8212; the inhabitants of <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A> (Vrajabh&#363;mi); <A CLASS=v HREF="http://vedabase.net/l/lokera">lokera</A> &#8212; of the people; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sahaja">sahaja</A> &#8212; natural; <A CLASS=v HREF="http://vedabase.net/p/piriti">pir&#299;ti</A> &#8212; love; <A CLASS=v HREF="http://vedabase.net/g/gopalera">gop&#257;lera</A> &#8212; of Lord <A HREF="http://vedabase.net/g/gopala">Gop&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/s/sahaja">sahaja</A> &#8212; natural; <A CLASS=v HREF="http://vedabase.net/p/priti">pr&#299;ti</A> &#8212; love; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/v/vasi">v&#257;si</A>-<A CLASS=v HREF="http://vedabase.net/p/prati">prati</A> &#8212; toward the inhabitants of Vrajabh&#363;mi.</P><P CLASS=t>TRANSLATION</P><P>The ideal place to execute Krishna consciousness is Vrajabh&#363;mi, or Vrind&#257;vana, where the people are naturally inclined to love Krishna and Krishna is naturally inclined to love them.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/11.htm">4.11</A>) it is said, ye yath&#257; m&#257;m prapadyante t&#257;ms tathaiva bhaj&#257;my aham. There is a responsive cooperation between the Supreme Lord Krishna and His devotees. The more a devotee sincerely loves Krishna, the more Krishna reciprocates, so much so that a highly advanced devotee can talk with Krishna face to face. Krishna confirms this in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted to serving Me with love, I give the understanding by which they can come to Me." The actual mission of human life is to understand Krishna and return home, back to Godhead. Therefore one who is sincerely engaged in the service of the Lord with love and faith can talk with Krishna and receive instructions by which he can speedily return home, back to Godhead. Today many scholars defend the science of religion, and they have some conception of the Supreme Personality of Godhead, but religion without practical experience of the Supreme Personality of Godhead is no religion at all. &#346;r&#299;mad-Bh&#257;gavatam describes this as a form of cheating. Religion means abiding by the orders of Krishna, the Supreme Personality of Godhead. If one is not qualified to talk with Him and take lessons from Him, how can one understand the principles of religion? Thus talks of religion or religious experience without Krishna consciousness are a useless waste of time.</P><P CLASS=l><A CLASS=i HREF="94.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="96.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>