<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: &#346;r&#299; M&#257;dhavendra Puri's Devotional Service</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 4 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 4.1</B></A>: I offer my respectful obeisances unto M&#257;dhavendra Pur&#299;, who was given a pot of sweet rice stolen by &#346;r&#299; Gop&#299;n&#257;tha, celebrated thereafter as Ksh&#299;ra-cor&#257;. Being pleased by M&#257;dhavendra Pur&#299;'s love, &#346;r&#299; Gop&#257;la, the Deity at Govardhana, appeared to the public vision.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 4.2</B></A>: All glories to Lord Caitanya Mah&#257;prabhu! All glories to Nity&#257;nanda Prabhu! All glories to Advaita Prabhu! And all glories to all the devotees of Lord Caitanya!</P><P CLASS=r><A CLASS=i HREF="3-4.htm"><B>CC Madhya 4.3-4</B></A>: The Lord went to Jagann&#257;tha Pur&#299; and visited Lord Jagann&#257;tha's temple. He also met with S&#257;rvabhauma Bhatt&#257;c&#257;rya. All these pastimes have been very elaborately explained by Vrind&#257;vana d&#257;sa Th&#257;kura in his book Caitanya-bh&#257;gavata.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 4.5</B></A>: By nature all the activities of &#346;r&#299; Caitanya Mah&#257;prabhu are very wonderful and sweet, and when they are described by Vrind&#257;vana d&#257;sa Th&#257;kura, they become like a shower of nectar.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 4.6</B></A>: Therefore I very humbly submit that since these incidents have already been nicely described by Vrind&#257;vana d&#257;sa Th&#257;kura, I would be very proud to repeat the same thing, and this would not be very good. I do not have such powers.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 4.7</B></A>: I am therefore presenting only a synopsis of those events already described elaborately by Vrind&#257;vana d&#257;sa Th&#257;kura in his Caitanya-ma&#324;gala [now known as Caitanya-bh&#257;gavata].</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 4.8</B></A>: Some of the incidents he did not describe elaborately but only summarized, and these I shall try to describe in this book.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 4.9</B></A>: I thus offer my respectful obeisances unto the lotus feet of Vrind&#257;vana d&#257;sa Th&#257;kura. I hope that I will not offend his lotus feet by this action.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 4.10</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu proceeded toward Jagann&#257;tha Pur&#299; with four of His devotees, and He chanted the holy name of the Lord, the Hare Krishna mantra, with great eagerness.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 4.11</B></A>: Each day &#346;r&#299; Caitanya Mah&#257;prabhu personally went to a village and collected a great quantity of rice and other grains for the preparation of pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 4.12</B></A>: There were many rivers on the way, and at each river there was a tax collector. They did not hinder the Lord, however, and He showed them mercy. Finally He reached the village of Remun&#257;.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 4.13</B></A>: The Deity of Gop&#299;n&#257;tha in the temple at Remun&#257; was very attractive. Lord Caitanya visited the temple and offered His obeisances with great devotion.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 4.14</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu offered His obeisances at the lotus feet of the Gop&#299;n&#257;tha Deity, the helmet of flowers on the head of Gop&#299;n&#257;tha fell down and landed on the head of Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 4.15</B></A>: When the Deity's helmet fell upon His head, &#346;r&#299; Caitanya Mah&#257;prabhu became very pleased, and thus He chanted and danced in various ways with His devotees.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 4.16</B></A>: All the servants of the Deity were struck with wonder due to &#346;r&#299; Caitanya Mah&#257;prabhu's intense love, His exquisite beauty and His transcendental qualities.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 4.17</B></A>: Because of their love for &#346;r&#299; Caitanya Mah&#257;prabhu, they served Him in many ways, and that night the Lord stayed at the temple of Gop&#299;n&#257;tha.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 4.18</B></A>: The Lord remained there because He was very eager to receive the remnants of sweet rice offered to the Gop&#299;n&#257;tha Deity, having heard a narration from His spiritual master, &#298;&#347;vara Pur&#299;, of what had once happened there.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 4.19</B></A>: That Deity was known widely as Ksh&#299;ra-cor&#257;-gop&#299;n&#257;tha, and Caitanya Mah&#257;prabhu told His devotees the story of how the Deity became so famous.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 4.20</B></A>: Formerly the Deity had stolen a pot of sweet rice for M&#257;dhavendra Pur&#299;; therefore He became very famous as the Lord who stole the sweet rice.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 4.21</B></A>: Once, &#346;r&#299; M&#257;dhavendra Pur&#299; traveled to Vrind&#257;vana, where he came upon the hill known as Govardhana.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 4.22</B></A>: M&#257;dhavendra Pur&#299; was almost mad in his ecstasy of love of Godhead, and he did not know whether it was day or night. Sometimes he stood up, and sometimes he fell to the ground. He could not discriminate whether he was in a proper place or not.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 4.23</B></A>: After circumambulating the hill, M&#257;dhavendra Pur&#299; went to Govinda-kunda and took his bath. He then sat beneath a tree to take his evening rest.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 4.24</B></A>: While he was sitting beneath a tree, an unknown cowherd boy came with a pot of milk, placed it before M&#257;dhavendra Pur&#299; and, smiling, addressed him as follows.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 4.25</B></A>: "O M&#257;dhavendra Pur&#299;, please drink the milk I have brought. Why don't you beg some food to eat? What kind of meditation are you undergoing?"</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 4.26</B></A>: When he saw the beauty of that boy, M&#257;dhavendra Pur&#299; became very satisfied. Hearing His sweet words, he forgot all hunger and thirst.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 4.27</B></A>: M&#257;dhavendra Pur&#299; said, "Who are You? Where do You reside? And how did You know that I was fasting?"</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 4.28</B></A>: The boy replied, "Sir, I am a cowherd boy, and I reside in this village. In My village, no one fasts.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 4.29</B></A>: "In this village a person can beg food from others and thus eat. Some people drink only milk, but if a person does not ask anyone for food, I supply him all his eatables.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 4.30</B></A>: "The women who come here to take water saw you, and they supplied Me with this milk and sent Me to you."</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 4.31</B></A>: The boy continued, "I must go very soon to milk the cows, but I shall return and take back this milk pot from you."</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 4.32</B></A>: Saying this, the boy left the place. Indeed, He suddenly could be seen no more, and M&#257;dhavendra Pur&#299;'s heart was filled with wonder.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 4.33</B></A>: After drinking the milk, M&#257;dhavendra Pur&#299; washed the pot and put it aside. He looked toward the path, but the boy never returned.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 4.34</B></A>: M&#257;dhavendra Pur&#299; could not sleep. He sat and chanted the Hare Krishna mah&#257;-mantra, and at the end of the night he dozed a little, and his external activities stopped.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 4.35</B></A>: In a dream M&#257;dhavendra Pur&#299; saw the very same boy. The boy came before him and, holding his hand, took him to a bush in the jungle.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 4.36</B></A>: The boy showed M&#257;dhavendra Pur&#299; the bush and said, "I reside in this bush, and because of this I suffer very much from severe cold, rain showers, winds and scorching heat.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 4.37</B></A>: "Please bring the people of the village and get them to take Me out of this bush. Then have them situate Me nicely on top of the hill.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 4.38</B></A>: "Please construct a temple on top of that hill," the boy continued, "and install Me in that temple. After this, wash Me with large quantities of cold water so that My body may be cleansed.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 4.39</B></A>: "For many days I have been observing you, and I have been wondering, 'When will M&#257;dhavendra Pur&#299; come here to serve Me?'</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 4.40</B></A>: "I have accepted your service due to your ecstatic love for Me. Thus I shall appear, and by My audience all fallen souls will be delivered.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 4.41</B></A>: "My name is Gop&#257;la. I am the lifter of Govardhana Hill. I was installed by Vajra, and here I am the authority.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 4.42</B></A>: "When the Muslims attacked, the priest who was serving Me hid Me in this bush in the jungle. Then he ran away out of fear of the attack.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 4.43</B></A>: "Since the priest went away, I have been staying in this bush. It is very good that you have come here. Now just remove Me with care."</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 4.44</B></A>: After saying this, the boy disappeared. Then M&#257;dhavendra Pur&#299; woke up and began to consider his dream.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 4.45</B></A>: M&#257;dhavendra Pur&#299; began to lament, "I saw Lord Krishna directly, but I could not recognize Him!" Thus he fell down on the ground in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 4.46</B></A>: M&#257;dhavendra Pur&#299; cried for some time, but then he fixed his mind on executing the order of Gop&#257;la. Thus he became tranquil.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 4.47</B></A>: After taking his morning bath, M&#257;dhavendra Pur&#299; entered the village and assembled all the people. Then he spoke as follows.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 4.48</B></A>: "The proprietor of this village, Govardhana-dh&#257;r&#299;, is lying in the bushes. Let us go there and rescue Him from that place.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 4.49</B></A>: "The bushes are very dense, and we will not be able to enter the jungle. Therefore take choppers and spades to clear the way."</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 4.50</B></A>: After hearing this, all the people accompanied M&#257;dhavendra Pur&#299; with great pleasure. According to his directions, they cut down bushes, cleared a path and entered the jungle.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 4.51</B></A>: When they saw the Deity covered with dirt and grass, they were all struck with wonder and pleasure.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 4.52</B></A>: After they had cleansed the body of the Deity, some of them said, "The Deity is very heavy. No single person can move Him."</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 4.53</B></A>: Since the Deity was very heavy, some of the stronger men assembled to carry Him to the top of the hill. M&#257;dhavendra Pur&#299; also went there.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 4.54</B></A>: A big stone was made into a throne, and the Deity was installed upon it. Another big stone was placed behind the Deity for support.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 4.55</B></A>: All the br&#257;hmana priests of the village gathered together with nine waterpots, and water from Govinda-kunda lake was brought there and filtered.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 4.56</B></A>: When the Deity was being installed, nine hundred pots of water were brought from Govinda-kunda. There were musical sounds of bugles and drums and the singing of women.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 4.57</B></A>: During the festival at the installation ceremony, some people sang and some danced. All the milk, yogurt and clarified butter in the village was brought to the festival.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 4.58</B></A>: Various foods and sweetmeats, as well as other kinds of presentations, were brought there. I am unable to describe all these.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 4.59</B></A>: The villagers brought a large quantity of tulas&#299; leaves, flowers, and various kinds of garments. Then &#346;r&#299; M&#257;dhavendra Pur&#299; personally began the abhisheka [bathing ceremony].</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 4.60</B></A>: After all inauspicious things were driven away by the chanting of the mantra, the Deity's bathing ceremony started. First the Deity was massaged with a large quantity of oil, so that His body became very glossy.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 4.61</B></A>: After the first bathing, further bathings were conducted with pañca-gavya and then with pañc&#257;mrita. Then the mah&#257;-sn&#257;na was performed with ghee and water, which had been brought in one hundred pots.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 4.62</B></A>: After the mah&#257;-sn&#257;na was finished, the Deity was again massaged with scented oil and His body made glossy. Then the last bathing ceremony was performed with scented water kept within a conchshell.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 4.63</B></A>: After the body of the Deity was cleansed, He was dressed very nicely with new garments. Then sandalwood pulp, tulas&#299; garlands and other fragrant flower garlands were placed upon the body of the Deity.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 4.64</B></A>: After the bathing ceremony was finished, incense and lamps were burned and all kinds of food offered before the Deity. These foods included yogurt, milk and as many sweetmeats as were received.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 4.65</B></A>: The Deity was first offered many varieties of food, then scented drinking water in new pots, and then water for washing the mouth. Finally pan mixed with a variety of spices was offered.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 4.66</B></A>: After the last offering of t&#257;mb&#363;la and pan, bhoga-&#257;r&#257;trika was performed. Finally everyone offered various prayers and then obeisances, falling flat before the Deity in full surrender.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 4.67</B></A>: As soon as the people of the village had understood that the Deity was going to be installed, they had brought their entire stocks of rice, dhal and wheat flour. They brought such large quantities that the entire surface of the top of the hill was filled.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 4.68</B></A>: When the villagers brought their stock of rice, dhal and flour, the potters of the village brought all kinds of cooking pots, and in the morning the cooking began.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 4.69</B></A>: Ten br&#257;hmanas cooked the food grains, and five br&#257;hmanas cooked both dry and liquid vegetables.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 4.70</B></A>: The vegetable preparations were made from various kinds of spinach, roots and fruits collected from the forest, and someone had made bad&#257; and badi by mashing dhal. In this way the br&#257;hmanas prepared all kinds of food.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 4.71</B></A>: Five to seven men had prepared a huge quantity of chapatis, which were sufficiently covered with ghee [clarified butter], as were all the vegetables, rice and dhal.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 4.72</B></A>: All the cooked rice was stacked on pal&#257;&#347;a leaves, which were on new cloths spread over the ground.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 4.73</B></A>: Around the stack of cooked rice were stacks of chapatis, and all the vegetables and liquid vegetable preparations were placed in different pots and put around them.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 4.74</B></A>: Pots of yogurt, milk, buttermilk and &#347;ikharin&#299;, sweet rice, cream and solid cream were placed alongside the vegetables.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 4.75</B></A>: In this way the Annak&#363;ta ceremony was performed, and M&#257;dhavendra Pur&#299; Gosv&#257;m&#299; personally offered everything to Gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 4.76</B></A>: Many waterpots were filled with scented water for drinking, and Lord &#346;r&#299; Gop&#257;la, who had been hungry for many days, ate everything offered to Him.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 4.77</B></A>: Although &#346;r&#299; Gop&#257;la ate everything offered, still, by the touch of His transcendental hand, everything remained as before.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 4.78</B></A>: How Gop&#257;la ate everything while the food remained the same was transcendentally perceived by M&#257;dhavendra Pur&#299; Gosv&#257;m&#299;; nothing remains a secret to the devotees of the Lord.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 4.79</B></A>: The wonderful festival and installation of &#346;r&#299; Gop&#257;laj&#299; was arranged in one day. Certainly all this was accomplished by the potency of Gop&#257;la. No one but a devotee can understand this.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 4.80</B></A>: M&#257;dhavendra Pur&#299; offered water to Gop&#257;la for washing His mouth, and he gave Him betel nuts to chew. Then, while &#257;rati was performed, all the people chanted, "Jaya, Jaya!" ["All glories to Gop&#257;la!"].</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 4.81</B></A>: Arranging for the Lord's rest, &#346;r&#299; M&#257;dhavendra Pur&#299; brought a new cot, and over this he spread a new bedspread and thus made the bed ready.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 4.82</B></A>: A temporary temple was constructed by covering the bed all around with a straw mattress. Thus there was a bed and a straw mattress to cover it.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 4.83</B></A>: After the Lord was laid down to rest on the bed, M&#257;dhavendra Pur&#299; gathered all the br&#257;hmanas who had prepared the pras&#257;dam and said to them, "Now feed everyone sumptuously, from the children on up to the aged!"</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 4.84</B></A>: All the people gathered there sat down to honor the pras&#257;dam, and by and by they took food. All the br&#257;hmanas and their wives were fed first.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 4.85</B></A>: Those who took pras&#257;dam included not only the people of Govardhana village but also those who came from other villages. They also saw the Deity of Gop&#257;la and were offered pras&#257;dam to eat.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 4.86</B></A>: Seeing the influence of M&#257;dhavendra Pur&#299;, all the people gathered there were struck with wonder. They saw that the Annak&#363;ta ceremony, which had been performed before during the time of Krishna, was now taking place again by the mercy of &#346;r&#299; M&#257;dhavendra Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 4.87</B></A>: All the br&#257;hmanas present on that occasion were initiated by M&#257;dhavendra Pur&#299; into the Vaishnava cult, and M&#257;dhavendra Pur&#299; engaged them in different types of service.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 4.88</B></A>: After taking rest, the Deity must be awakened at the end of the day, and immediately some food and some water must be offered to Him.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 4.89</B></A>: When it was advertised throughout the country that Lord Gop&#257;la had appeared atop Govardhana Hill, all the people from neighboring villages came to see the Deity.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 4.90</B></A>: One village after another was pleased to beg M&#257;dhavendra Pur&#299; to allot them one day to perform the Annak&#363;ta ceremony. Thus, day after day, the Annak&#363;ta ceremony was performed for some time.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 4.91</B></A>: &#346;r&#299; M&#257;dhavendra Pur&#299; did not eat anything throughout the day, but at night, after laying the Deity down to rest, he took a milk preparation.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 4.92</B></A>: The next morning, the rendering of service to the Deity began again, and people from one village arrived with all kinds of food grains.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 4.93</B></A>: The inhabitants of the village brought to the Deity of Gop&#257;la as much food grains, ghee, yogurt and milk as they had in their village.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 4.94</B></A>: The next day, almost as before, there was an Annak&#363;ta ceremony. All the br&#257;hmanas prepared foods and Gop&#257;la accepted them.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 4.95</B></A>: The ideal place to execute Krishna consciousness is Vrajabh&#363;mi, or Vrind&#257;vana, where the people are naturally inclined to love Krishna and Krishna is naturally inclined to love them.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 4.96</B></A>: Throngs of people came from different villages to see the Deity of Gop&#257;la, and they took mah&#257;-pras&#257;dam sumptuously. When they saw the superexcellent form of Lord Gop&#257;la, all their lamentation and unhappiness disappeared.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 4.97</B></A>: All the villages in neighboring Vrajabh&#363;mi [Vrind&#257;vana] became aware of the appearance of Gop&#257;la, and all the people from these villages came to see Him. Day after day they all performed the Annak&#363;ta ceremony.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 4.98</B></A>: In this way not only the neighboring villages but all the other provinces came to know of Gop&#257;la's appearance. Thus people came from all over, bringing a variety of presentations.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 4.99</B></A>: The people of Mathur&#257;, who are very big capitalists, also brought various presentations and offered them before the Deity in devotional service.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 4.100</B></A>: Thus countless presentations of gold, silver, garments, scented articles and eatables arrived. The store of Gop&#257;la increased daily.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 4.101</B></A>: One very rich kshatriya of the royal order constructed a temple, someone made cooking utensils, and someone constructed boundary walls.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 4.102</B></A>: Each and every family residing in the land of Vrajabh&#363;mi contributed one cow. In this way, thousands of cows became the property of Gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 4.103</B></A>: Eventually two br&#257;hmanas in the renounced order arrived from Bengal, and M&#257;dhavendra Pur&#299;, who liked them very much, kept them in Vrind&#257;vana and gave them all kinds of comforts.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 4.104</B></A>: These two were then initiated by M&#257;dhavendra Pur&#299;, and he entrusted them with the daily service of the Lord. This service was performed continuously, and the worship of the Deity became very gorgeous. Thus M&#257;dhavendra Pur&#299; was very pleased.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 4.105</B></A>: In this way the Deity worship in the temple was very gorgeously performed for two years. Then one day M&#257;dhavendra Pur&#299; had a dream.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 4.106</B></A>: In his dream, M&#257;dhavendra Pur&#299; saw Gop&#257;la, who said, "My bodily temperature still has not decreased. Please bring sandalwood from the Malaya province and smear the pulp over My body to cool Me.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 4.107</B></A>: "Bring sandalwood pulp from Jagann&#257;tha Pur&#299;. Kindly go quickly. Since no one else can do it, you must."</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 4.108</B></A>: After having this dream, M&#257;dhavendra Pur&#299; Gosv&#257;m&#299; became very glad due to ecstasy of love of Godhead, and in order to execute the command of the Lord, he started east toward Bengal.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 4.109</B></A>: Before leaving, M&#257;dhavendra Pur&#299; made all arrangements for regular Deity worship, and he engaged different people in various duties. Then, taking up the order of Gop&#257;la, he started for Bengal.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 4.110</B></A>: When M&#257;dhavendra Pur&#299; arrived at the house of Advaita &#256;c&#257;rya in &#346;&#257;ntipura, the &#256;c&#257;rya became very pleased upon seeing the ecstatic love of Godhead manifest in M&#257;dhavendra Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 4.111</B></A>: Advaita &#256;c&#257;rya begged to be initiated by M&#257;dhavendra Pur&#299;. After initiating Him, M&#257;dhavendra Pur&#299; started for South India.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 4.112</B></A>: Going into South India, &#346;r&#299; M&#257;dhavendra Pur&#299; visited Remun&#257;, where Gop&#299;n&#257;tha is situated. Upon seeing the beauty of the Deity, M&#257;dhavendra Pur&#299; was overwhelmed.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 4.113</B></A>: In the corridor of the temple, from which people generally viewed the Deity, M&#257;dhavendra Pur&#299; chanted and danced. Then he sat down there and asked a br&#257;hmana what kinds of foods they offered to the Deity.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 4.114</B></A>: From the excellence of the arrangements, M&#257;dhavendra Pur&#299; understood by deduction that only the best food was offered.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 4.115</B></A>: M&#257;dhavendra Pur&#299; thought, "I shall inquire from the priest what foods are offered to Gop&#299;n&#257;tha so that by making arrangements in our kitchen, we can offer similar foods to &#346;r&#299; Gop&#257;la."</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 4.116</B></A>: When the br&#257;hmana priest was questioned about this matter, he explained in detail what kinds of foods were offered to the Deity of Gop&#299;n&#257;tha.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 4.117</B></A>: The br&#257;hmana priest said, "In the evening the Deity is offered sweet rice in twelve earthen pots. Because the taste is as good as nectar [amrita], it is named amrita-keli.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 4.118</B></A>: "This sweet rice is celebrated throughout the world as gop&#299;n&#257;tha-ksh&#299;ra. It is not offered anywhere else in the world."</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 4.119</B></A>: While M&#257;dhavendra Pur&#299; was talking with the br&#257;hmana priest, the sweet rice was placed before the Deity as an offering. Hearing this, M&#257;dhavendra Pur&#299; thought as follows.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 4.120</B></A>: "If, without my asking, a little sweet rice is given to me, I can then taste it and make a similar preparation to offer my Lord Gop&#257;la."</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 4.121</B></A>: M&#257;dhavendra Pur&#299; became greatly ashamed when he desired to taste the sweet rice, and he immediately began to think of Lord Vishnu. While he was thus thinking of Lord Vishnu, the offering was completed, and the &#257;rati ceremony began.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 4.122</B></A>: After the &#257;rati was finished, M&#257;dhavendra Pur&#299; offered his obeisances to the Deity and then left the temple. He did not say anything more to anyone.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 4.123</B></A>: M&#257;dhavendra Pur&#299; avoided begging. He was completely unattached and indifferent to material things. If, without his begging, someone offered him some food, he would eat; otherwise he would fast.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 4.124</B></A>: A paramahamsa like M&#257;dhavendra Pur&#299; is always satisfied in the loving service of the Lord. Material hunger and thirst cannot impede his activities. When he desired to taste a little sweet rice offered to the Deity, he considered that he had committed an offense by desiring to eat what was being offered to the Deity.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 4.125</B></A>: M&#257;dhavendra Pur&#299; left the temple and sat down in the village marketplace, which was vacant. Sitting there, he began to chant. In the meantime, the temple priest laid the Deity down to rest.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 4.126</B></A>: Finishing his daily duties, the priest went to take rest. In a dream he saw the Gop&#299;n&#257;tha Deity come to talk to him, and He spoke as follows.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 4.127</B></A>: "O priest, please get up and open the door of the temple. I have kept one pot of sweet rice for the sanny&#257;s&#299; M&#257;dhavendra Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 4.128</B></A>: "This pot of sweet rice is just behind My cloth curtain. You did not see it because of My tricks.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 4.129</B></A>: "A sanny&#257;s&#299; named M&#257;dhavendra Pur&#299; is sitting in the vacant marketplace. Please take this pot of sweet rice from behind Me and deliver it to him."</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 4.130</B></A>: Awaking from the dream, the priest immediately rose from bed and thought it wise to take a bath before entering the Deity's room. He then opened the temple door.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 4.131</B></A>: According to the Deity's directions, the priest found the pot of sweet rice behind the cloth curtain. He removed the pot and mopped up the place where it had been kept. He then went out of the temple.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 4.132</B></A>: Closing the door of the temple, he went to the village with the pot of sweet rice. He called out in every stall in search of M&#257;dhavendra Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 4.133</B></A>: Holding the pot of sweet rice, the priest called, "Will he whose name is M&#257;dhavendra Pur&#299; please come and take this pot! Gop&#299;n&#257;tha has stolen this pot of sweet rice for you!"</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 4.134</B></A>: The priest continued, "Would the sanny&#257;s&#299; whose name is M&#257;dhavendra Pur&#299; please come and take this pot of sweet rice and enjoy the pras&#257;dam with great happiness! You are the most fortunate person within these three worlds!"</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 4.135</B></A>: Hearing this invitation, M&#257;dhavendra Pur&#299; came out and identified himself. The priest then delivered the pot of sweet rice and offered his obeisances, falling flat before him.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 4.136</B></A>: When the story about the pot of sweet rice was explained to him in detail, &#346;r&#299; M&#257;dhavendra Pur&#299; at once became absorbed in ecstatic love of Krishna.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 4.137</B></A>: Upon seeing the ecstatic loving symptoms manifest in M&#257;dhavendra Pur&#299;, the priest was struck with wonder. He could understand why Krishna had become so much obliged to him, and he saw that Krishna's action was befitting.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 4.138</B></A>: The priest offered his obeisances to M&#257;dhavendra Pur&#299; and returned to the temple. Then, in ecstasy, M&#257;dhavendra Pur&#299; ate the sweet rice offered to him by Krishna.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 4.139</B></A>: After this, M&#257;dhavendra Pur&#299; washed the pot and broke it into pieces. He then bound all the pieces in his outer cloth and kept them nicely.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 4.140</B></A>: Each day, M&#257;dhavendra Pur&#299; would eat one piece of that earthen pot, and after eating it he would immediately be overwhelmed with ecstasy. These are wonderful stories.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 4.141</B></A>: Having broken the pot and bound the pieces in his cloth, M&#257;dhavendra Pur&#299; began to think, "The Lord has given me a pot of sweet rice, and when the people hear of this tomorrow morning, there will be great crowds."</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 4.142</B></A>: Thinking this, &#346;r&#299; M&#257;dhavendra Pur&#299; offered his obeisances to Gop&#299;n&#257;tha on the spot and left Remun&#257; before morning.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 4.143</B></A>: Walking and walking, M&#257;dhavendra Pur&#299; finally reached Jagann&#257;tha Pur&#299;, which is also known as N&#299;l&#257;cala. There he saw Lord Jagann&#257;tha and was overwhelmed with loving ecstasy.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 4.144</B></A>: When M&#257;dhavendra Pur&#299; was overwhelmed in the ecstasy of love of Godhead, he sometimes stood up and sometimes fell to the ground. Sometimes he laughed, danced and sang. In this way he enjoyed transcendental bliss by seeing the Jagann&#257;tha Deity.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 4.145</B></A>: When M&#257;dhavendra Pur&#299; came to Jagann&#257;tha Pur&#299;, people were aware of his transcendental reputation. Therefore crowds of people came and offered him all sorts of respect in devotion.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 4.146</B></A>: Even though one may not like it, reputation, as ordained by providence, comes to him. Indeed, one's transcendental reputation is known throughout the entire world.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 4.147</B></A>: Being afraid of his reputation [pratishth&#257;], M&#257;dhavendra Pur&#299; fled from Remun&#257;. But the reputation brought by love of Godhead is so sublime that it goes along with the devotee, as if following him.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 4.148</B></A>: M&#257;dhavendra Pur&#299; wanted to leave Jagann&#257;tha Pur&#299; because the people were honoring him as a great devotee; however, this threatened to hinder his collecting sandalwood for the Gop&#257;la Deity.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 4.149</B></A>: &#346;r&#299; M&#257;dhavendra Pur&#299; told all the servants of Lord Jagann&#257;tha and all the great devotees there the story of the appearance of &#346;r&#299; Gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 4.150</B></A>: When all the devotees at Jagann&#257;tha Pur&#299; heard that the Gop&#257;la Deity wanted sandalwood, in great pleasure they all endeavored to collect it.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 4.151</B></A>: Those who were acquainted with government officers met with them and begged for camphor and sandalwood, which they collected.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 4.152</B></A>: One br&#257;hmana and one servant were given to M&#257;dhavendra Pur&#299; just to carry the sandalwood. He was also given the necessary traveling expenses.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 4.153</B></A>: To get past the toll collectors along the way, M&#257;dhavendra Pur&#299; was supplied with the necessary release papers from government officers. The papers were placed in his hand.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 4.154</B></A>: In this way M&#257;dhavendra Pur&#299; started for Vrind&#257;vana with the burden of sandalwood, and after some days he again reached the village of Remun&#257; and the Gop&#299;n&#257;tha temple there.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 4.155</B></A>: When M&#257;dhavendra Pur&#299; reached the temple of Gop&#299;n&#257;tha, he offered his respectful obeisances many times at the lotus feet of the Lord. In the ecstasy of love, he began to dance and sing without cessation.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 4.156</B></A>: When the priest of Gop&#299;n&#257;tha saw M&#257;dhavendra Pur&#299; again, he offered all respects to him and, giving him the sweet rice pras&#257;dam, made him eat.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 4.157</B></A>: M&#257;dhavendra Pur&#299; took rest that night in the temple, but toward the end of the night he had another dream.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 4.158</B></A>: M&#257;dhavendra Pur&#299; dreamed that Gop&#257;la came before him and said, "O M&#257;dhavendra Pur&#299;, I have already received all the sandalwood and camphor.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 4.159</B></A>: "Now just grind all the sandalwood together with the camphor and then smear the pulp on the body of Gop&#299;n&#257;tha daily until it is finished.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 4.160</B></A>: "There is no difference between My body and Gop&#299;n&#257;tha's body. They are one and the same. Therefore if you smear the sandalwood pulp on the body of Gop&#299;n&#257;tha, you will naturally also smear it on My body. Thus the temperature of My body will be reduced.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 4.161</B></A>: "You should not hesitate to act according to My order. Believing in Me, just do what is needed."</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 4.162</B></A>: After giving these instructions, Gop&#257;la disappeared, and M&#257;dhavendra Pur&#299; awoke. He immediately called for all the servants of Gop&#299;n&#257;tha, and they came before him.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Madhya 4.163</B></A>: M&#257;dhavendra Pur&#299; said, "Smear the body of Gop&#299;n&#257;tha with this camphor and sandalwood I have brought for Gop&#257;la in Vrind&#257;vana. Do this regularly every day.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 4.164</B></A>: "If the sandalwood pulp is smeared over the body of Gop&#299;n&#257;tha, then Gop&#257;la will be cooled. After all, the Supreme Personality of Godhead is completely independent; His order is all-powerful."</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 4.165</B></A>: The servants of Gop&#299;n&#257;tha became very pleased to hear that in the summer all the sandalwood pulp would be used to anoint the body of Gop&#299;n&#257;tha.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 4.166</B></A>: M&#257;dhavendra Pur&#299; said, "These two assistants will regularly grind the sandalwood, and you should also get two other people to help. I shall pay their salaries."</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 4.167</B></A>: In this way Gop&#299;n&#257;thaj&#299; was supplied ground sandalwood pulp daily. The servants of Gop&#299;n&#257;tha were very pleased with this.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 4.168</B></A>: In this way the sandalwood pulp was smeared over the body of Gop&#299;n&#257;tha until the whole stock was finished. M&#257;dhavendra Pur&#299; stayed there until that time.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 4.169</B></A>: At the end of summer M&#257;dhavendra Pur&#299; returned to Jagann&#257;tha Pur&#299;, where he remained with great pleasure during the whole period of C&#257;turm&#257;sya.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 4.170</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu personally praised the nectarean characteristics of M&#257;dhavendra Pur&#299;, and while He related all this to the devotees, He personally relished it.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 4.171</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu asked Nity&#257;nanda Prabhu to judge whether there was anyone within the world as fortunate as M&#257;dhavendra Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 4.172</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "M&#257;dhavendra Pur&#299; was so fortunate that Krishna personally appeared before him on the plea of delivering milk. Three times the Lord gave orders to M&#257;dhavendra Pur&#299; in dreams.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 4.173</B></A>: "Being obliged because of the loving affairs of M&#257;dhavendra Pur&#299;, Lord Krishna Himself appeared as the Gop&#257;la Deity, and, accepting his service, He liberated the whole world.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 4.174</B></A>: "On account of M&#257;dhavendra Pur&#299;, Lord Gop&#299;n&#257;tha stole the pot of sweet rice. Thus He became famous as Ksh&#299;ra-cor&#257; [the thief who stole the sweet rice].</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 4.175</B></A>: "M&#257;dhavendra Pur&#299; smeared the sandalwood pulp over the body of Gop&#299;n&#257;tha, and in this way he was overpowered with love of Godhead.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 4.176</B></A>: "In the provinces of India governed by the Muslims, there was much inconvenience in traveling with sandalwood and camphor. Because of this, M&#257;dhavendra Pur&#299; might have gotten into trouble. This became known to the Gop&#257;la Deity.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 4.177</B></A>: "The Lord is very merciful and attached to His devotees, so when Gop&#299;n&#257;tha was covered with sandalwood pulp, M&#257;dhavendra Pur&#299;'s labor became successful."</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 4.178</B></A>: Caitanya Mah&#257;prabhu placed the standard of M&#257;dhavendra Pur&#299;'s intense love before Nity&#257;nanda Prabhu for judgment. "All his loving activities are uncommon," Caitanya Mah&#257;prabhu said. "Indeed, one is struck with wonder to hear of his activities."</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 4.179</B></A>: Caitanya Mah&#257;prabhu continued, "&#346;r&#299; M&#257;dhavendra Pur&#299; used to remain alone. He was completely renounced and always very silent. He was uninterested in everything material, and for fear of talking about mundane things, he always lived without a companion.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 4.180</B></A>: "After receiving the transcendental orders of Gop&#257;la, this great personality traveled thousands of miles just to collect sandalwood by begging.</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 4.181</B></A>: "Although M&#257;dhavendra Pur&#299; was hungry, he would not beg food to eat. This renounced person carried a load of sandalwood for the sake of &#346;r&#299; Gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 4.182</B></A>: "Without considering his personal comforts, M&#257;dhavendra Pur&#299; carried one maund [about eighty-two pounds] of sandalwood and twenty tol&#257;s [about eight ounces] of camphor to smear over the body of Gop&#257;la. This transcendental pleasure was sufficient for him.</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Madhya 4.183</B></A>: "Since there were restrictions against taking the sandalwood out of the Orissa province, the toll official confiscated the stock, but M&#257;dhavendra Pur&#299; showed him the release papers given by the government and consequently escaped difficulties.</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Madhya 4.184</B></A>: "M&#257;dhavendra Pur&#299; was not at all anxious during the long journey to Vrind&#257;vana through the provinces governed by the Muslims and filled with unlimited numbers of watchmen.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 4.185</B></A>: "Although M&#257;dhavendra Pur&#299; did not have a farthing with him, he was not afraid to pass by the toll officers. His only enjoyment was in carrying the load of sandalwood to Vrind&#257;vana for Gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 4.186</B></A>: "This is the natural result of intense love of Godhead. The devotee does not consider personal inconveniences or impediments. In all circumstances he wants to serve the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 4.187</B></A>: "&#346;r&#299; Gop&#257;la wanted to show how intensely M&#257;dhavendra Pur&#299; loved Krishna; therefore He asked him to go to N&#299;l&#257;cala to fetch sandalwood and camphor.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 4.188</B></A>: "With great trouble and after much labor, M&#257;dhavendra Pur&#299; brought the load of sandalwood to Remun&#257;. However, he was still very pleased; he discounted all the difficulties.</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 4.189</B></A>: "To test the intense love of M&#257;dhavendra Pur&#299;, Gop&#257;la, the Supreme Personality of Godhead, ordered him to bring sandalwood from N&#299;l&#257;cala, and when M&#257;dhavendra Pur&#299; passed this examination, the Lord became very merciful to him.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 4.190</B></A>: "Such behavior exhibited in loving service between the devotee and the devotee's lovable object, &#346;r&#299; Krishna, is transcendental. It is not possible for a common man to understand. Common men do not even have the capacity."</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 4.191</B></A>: After saying this, Lord Caitanya Mah&#257;prabhu read the famous verse of M&#257;dhavendra Pur&#299;. That verse is just like the moon. It has spread illumination all over the world.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 4.192</B></A>: Continuous rubbing increases the aroma of Malaya sandalwood. Similarly, consideration of this verse increases one's understanding of its importance.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 4.193</B></A>: As the Kaustubha-mani is considered the most precious of valuable stones, this verse is similarly considered the best of poems dealing with the mellows of devotional service.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 4.194</B></A>: Actually this verse was spoken by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; Herself, and by Her mercy only was it manifest in the words of M&#257;dhavendra Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 4.195</B></A>: Only &#346;r&#299; Caitanya Mah&#257;prabhu has tasted the poetry of this verse. No fourth man is capable of understanding it.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 4.196</B></A>: M&#257;dhavendra Pur&#299; recited this verse again and again at the end of his material existence. Thus uttering this verse, he attained the ultimate goal of life.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 4.197</B></A>: "O My Lord! O most merciful master! O master of Mathur&#257;! When shall I see You again? Because of My not seeing You, My agitated heart has become unsteady. O most beloved one, what shall I do now?"</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 4.198</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu recited this verse, He immediately fell to the ground unconscious. He was overwhelmed and had no control over Himself.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 4.199</B></A>: When Lord &#346;r&#299; Caitanya Mah&#257;prabhu fell to the ground in ecstatic love, Lord Nity&#257;nanda quickly took Him on His lap. Crying, Caitanya Mah&#257;prabhu then got up again.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 4.200</B></A>: Exhibiting ecstatic emotions, the Lord began to run here and there, making resounding noises. Sometimes He laughed, and sometimes He cried, and sometimes He danced and sang.</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 4.201</B></A>: Caitanya Mah&#257;prabhu could not recite the whole verse. He simply said, "Ayi d&#299;na! Ayi d&#299;na!" repeatedly. Thus He could not speak, and profuse tears were in His eyes.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 4.202</B></A>: Trembling, perspiration, jubilant tears, shock, fading of the bodily luster, disappointment, moroseness, loss of memory, pride, joy and humility were all visible in &#346;r&#299; Caitanya Mah&#257;prabhu's body.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 4.203</B></A>: This verse uncovered the door of ecstatic love, and when it was exhibited, all the servants of Gop&#299;n&#257;tha saw Caitanya Mah&#257;prabhu dance in ecstasy.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 4.204</B></A>: When many people crowded around &#346;r&#299; Caitanya Mah&#257;prabhu, He regained His external senses. In the meantime, the offering to the Deity had been finished, and there was a resounding &#257;rati performance.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 4.205</B></A>: When the Deities were laid down to rest, the priest came out of the temple and offered all twelve pots of sweet rice to Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 4.206</B></A>: When all the pots of sweet rice, remnants left by Gop&#299;n&#257;tha, were placed before &#346;r&#299; Caitanya Mah&#257;prabhu, He became very pleased. In order to feed the devotees, He accepted five of them.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 4.207</B></A>: The seven remaining pots were pushed forward and delivered to the priest. Then the five pots of sweet rice the Lord had accepted were distributed among the five devotees, and they ate the pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 4.208</B></A>: Being identical with the Gop&#299;n&#257;tha Deity, &#346;r&#299; Caitanya Mah&#257;prabhu had already tasted and eaten the pots of sweet rice. Yet just to manifest devotional service, He again ate the pots of sweet rice as a devotee.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Madhya 4.209</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu passed that night at the temple engaged in congregational chanting. In the morning, after seeing the ma&#324;gala-&#257;rati performance, He departed.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Madhya 4.210</B></A>: In this way, Lord &#346;r&#299; Caitanya Mah&#257;prabhu personally tasted with His own mouth the transcendental qualities of Gop&#257;laj&#299;, Gop&#299;n&#257;tha and &#346;r&#299; M&#257;dhavendra Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Madhya 4.211</B></A>: Thus I have described both the transcendental glories of Lord Caitanya Mah&#257;prabhu's affection for His devotees and the highest limit of ecstatic love of God.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Madhya 4.212</B></A>: One who hears this narration with faith and devotion attains the treasure of love of Godhead at the lotus feet of &#346;r&#299; Krishna.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 4.213</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>