<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 4"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">&#346;r&#299; M&#257;dhavendra Puri's Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 4 Summary</P><P>In his Amrita-prav&#257;ha-bh&#257;shya, &#346;r&#299;la Bhaktivinoda Th&#257;kura gives the following summary of the Fourth Chapter. Passing along the path of Chatrabhoga and coming to Vriddhamantre&#347;vara, &#346;r&#299; Caitanya Mah&#257;prabhu reached the border of Orissa. On His way He enjoyed transcendental bliss by chanting and begging alms in different villages. In this way He reached the celebrated village of Remun&#257;, where there is a Deity of Gop&#299;n&#257;tha. There He narrated the story of M&#257;dhavendra Pur&#299;, as He had heard it from His spiritual master, &#298;&#347;vara Pur&#299;. The narration is as follows.</P><P>One night while in Govardhana, M&#257;dhavendra Pur&#299; dreamed that the Gop&#257;la Deity was within the forest. The next morning he invited his neighborhood friends to accompany him to excavate the Deity from the jungle. He then established the Deity of &#346;r&#299; Gop&#257;laj&#299; on top of Govardhana Hill with great pomp. Gop&#257;la was worshiped, and the Annak&#363;ta festival was observed. This festival was known everywhere, and many people from the neighboring villages came to join. One night the Gop&#257;la Deity again appeared to M&#257;dhavendra Pur&#299; in a dream and asked him to go to Jagann&#257;tha Pur&#299; to collect some sandalwood pulp and smear it on the body of the Deity. Having received this order, M&#257;dhavendra Pur&#299; immediately started for Orissa. Traveling through Bengal, he reached Remun&#257; village and there received a pot of condensed milk (ksh&#299;ra) offered to the Deity of Gop&#299;n&#257;thaj&#299;. This pot of condensed milk was stolen by Gop&#299;n&#257;tha and delivered to M&#257;dhavendra Pur&#299;. Since then, the Gop&#299;n&#257;tha Deity has been known as Ksh&#299;ra-cor&#257;-gop&#299;n&#257;tha, the Deity who stole the pot of condensed milk. After reaching Jagann&#257;tha Pur&#299;, M&#257;dhavendra Pur&#299; received permission from the King to take out one maund of sandalwood and twenty tolas of camphor. Aided by two men, he brought these things to Remun&#257;. Again he saw in a dream that Gop&#257;la at Govardhana Hill desired that very sandalwood to be turned into pulp mixed with camphor and smeared over the body of Gop&#299;n&#257;thaj&#299;. Understanding that that would satisfy the Gop&#257;la Deity at Govardhana, M&#257;dhavendra Pur&#299; executed the order and returned to Jagann&#257;tha Pur&#299;.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu narrated this story for Lord Nity&#257;nanda Prabhu and other devotees and praised the pure devotional service of M&#257;dhavendra Pur&#299;. When He recited some verses composed by M&#257;dhavendra Pur&#299;, He went into an ecstatic mood. But when He saw that many people were assembled, He checked Himself and ate some sweet rice pras&#257;dam. Thus He passed that night, and the next morning He again started for Jagann&#257;tha Pur&#299;.</P><P CLASS=l><A CLASS=i HREF="../3/219.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>