<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 12 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 12 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Killing of the Demon Agh&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.12.13</P><P CLASS=c>ath&#257;gha-n&#257;m&#257;bhyapatan mah&#257;suras</P><P CLASS=c>tesh&#257;m sukha-kr&#299;dana-v&#299;kshan&#257;kshamah</P><P CLASS=c>nityam yad-antar nija-j&#299;vitepsubhih</P><P CLASS=c>p&#299;t&#257;mritair apy amaraih prat&#299;kshyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> very powerful demon by the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/a/agha">Agha</A>; <A CLASS=v HREF="http://vedabase.net/a/abhyapatat">abhyapatat</A> &#8212; appeared on the spot; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/asurah">asurah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great, extremely powerful demon; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boys; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/k/kridana">kr&#299;dana</A> &#8212; the enjoyment of their transcendental pastimes; <A CLASS=v HREF="http://vedabase.net/v/viksana">v&#299;kshana</A>-<A CLASS=v HREF="http://vedabase.net/a/aksamah">akshamah</A> &#8212; being unable <A HREF="http://vedabase.net/t/to">to</A> see, <A HREF="http://vedabase.net/h/he">he</A> could not tolerate the transcendental happiness of the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boys; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; perpetually; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; the end of the life of <A HREF="http://vedabase.net/a/aghasura">Agh&#257;sura</A>; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/j/jivita">j&#299;vita</A>-<A CLASS=v HREF="http://vedabase.net/i/ipsubhih">&#299;psubhih</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> live undisturbed by <A HREF="http://vedabase.net/a/aghasura">Agh&#257;sura</A>; <A CLASS=v HREF="http://vedabase.net/p/pita">p&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/amrtaih">amritaih</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although they drank nectar every day; <A CLASS=v HREF="http://vedabase.net/a/amaraih">amaraih</A> &#8212; by such demigods; <A CLASS=v HREF="http://vedabase.net/p/pratiksyate">prat&#299;kshyate</A> &#8212; was also being awaited (the demigods were also awaiting the death of the great demon <A HREF="http://vedabase.net/a/aghasura">Agh&#257;sura</A>).</P><P CLASS=t>TRANSLATION</P><P>My dear King Par&#299;kshit, thereafter there appeared a great demon named Agh&#257;sura, whose death was being awaited even by the demigods. The demigods drank nectar every day, but still they feared this great demon and awaited his death. This demon could not tolerate the transcendental pleasure being enjoyed in the forest by the cowherd boys.</P><P CLASS=t>PURPORT</P><P>One may ask how Krishna's pastimes could be interrupted by a demon. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura answers this question by saying that although the transcendental pleasure being enjoyed by the cowherd boys could not be stopped, unless they stopped the transcendental pleasure of their various activities they could not eat their lunch. Therefore at lunchtime Agh&#257;sura appeared by the arrangement of yogam&#257;y&#257;, so that for the time being they could stop their activities and take lunch. Changing varieties are the mother of enjoyment. The cowherd boys would continuously play, then stop, and then again enjoy in a different way. Therefore every day a demon would come and interrupt their sporting pastimes. The demon would be killed, and then the boys would engage again in their transcendental pastimes.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>