<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 12 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 12 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Killing of the Demon Agh&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.12.33</P><P CLASS=c>p&#299;n&#257;hi-bhogotthitam adbhutam mahaj</P><P CLASS=c>jyotih sva-dh&#257;mn&#257; jvalayad di&#347;o da&#347;a</P><P CLASS=c>prat&#299;kshya khe 'vasthitam &#299;&#347;a-nirgamam</P><P CLASS=c>vive&#347;a tasmin mishat&#257;m divaukas&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pina">p&#299;na</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/a/ahi">ahi</A>-<A CLASS=v HREF="http://vedabase.net/b/bhoga">bhoga</A>-<A CLASS=v HREF="http://vedabase.net/u/utthitam">utthitam</A> &#8212; issuing from the serpent's body, which was meant for material enjoyment; <A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; very wonderful; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A> &#8212; effulgence; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhamna">dh&#257;mn&#257;</A> &#8212; by his own illumination; <A CLASS=v HREF="http://vedabase.net/j/jvalayat">jvalayat</A> &#8212; making glaring; <A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah</A> <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A> &#8212; all the ten directions; <A CLASS=v HREF="http://vedabase.net/p/pratiksya">prat&#299;kshya</A> &#8212; waiting; <A CLASS=v HREF="http://vedabase.net/k/khe">khe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/a/avasthitam">avasthitam</A> &#8212; individually staying; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/n/nirgamam">nirgamam</A> &#8212; until the Supreme Personality of Godhead, <A HREF="http://vedabase.net/k/krsna">Krishna</A>, came out; <A CLASS=v HREF="http://vedabase.net/v/vivesa">vive&#347;a</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/misatam">mishat&#257;m</A> &#8212; while observing; <A CLASS=v HREF="http://vedabase.net/d/divaukasam">divaukas&#257;m</A> &#8212; all the demigods.</P><P CLASS=t>TRANSLATION</P><P>From the body of the gigantic python, a glaring effulgence came out, illuminating all directions, and stayed individually in the sky until Krishna came out from the corpse's mouth. Then, as all the demigods looked on, this effulgence entered into Krishna's body.</P><P CLASS=t>PURPORT</P><P>Apparently the serpent named Agh&#257;sura, because of having received association with Krishna, attained mukti by entering Krishna's body. Entering the body of Krishna is called s&#257;yujya-mukti, but later verses prove that Agh&#257;sura, like Dantavakra and others, received s&#257;r&#363;pya-mukti. This has been broadly described by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura with references from the Vaishnava-toshan&#299; of &#346;r&#299;la J&#299;va Gosv&#257;m&#299;. Agh&#257;sura attained s&#257;r&#363;pya-mukti, being promoted to the Vaikuntha planets to live with the same four-armed bodily features as Vishnu. The explanation of how this is so may be summarized as follows.</P><P>The effulgence came out from the python's body and became purified, attaining spiritual &#347;uddha-sattva, freedom from material contamination, because Krishna had stayed within the serpent's body, even after the serpent's death. One may doubt that such a demon, full of mischievous activities, could attain the liberation of s&#257;r&#363;pya or s&#257;yujya, and one may be astonished about this. But Krishna is so kind that in order to drive away such doubts, He had the effulgence, the individual life of the python, wait for some time in its individuality, in the presence of all the demigods.</P><P>Krishna is the full effulgence, and every living being is part and parcel of that effulgence. As proved here, the effulgence in every living being is individual. For some time, the effulgence remained outside the demon's body, individually, and did not mix with the whole effulgence, the brahmajyoti. The Brahman effulgence is not visible to material eyes, but to prove that every living being is individual, Krishna had this individual effulgence stay outside the demon's body for some time, for everyone to see. Then Krishna proved that anyone killed by Him attains liberation, whether s&#257;yujya, s&#257;r&#363;pya, s&#257;m&#299;pya or whatever.</P><P>But the liberation of those who are on the transcendental platform of love and affection is vimukti, special liberation. Thus the serpent first entered the body of Krishna personally and mixed with the Brahman effulgence. This merging is called s&#257;yujya-mukti. But from later verses we find that Agh&#257;sura attained s&#257;r&#363;pya-mukti. Text 38 explains that Agh&#257;sura attained a body exactly like that of Vishnu, and the verse after that also clearly states that he attained a completely spiritual body like that of N&#257;r&#257;yana. Therefore in two or three places the Bh&#257;gavatam has confirmed that Agh&#257;sura attained s&#257;r&#363;pya-mukti. One may then argue, How is it that he mixed with the Brahman effulgence? The answer is that as Jaya and Vijaya, after three births, again attained s&#257;r&#363;pya-mukti and association with the Lord, Agh&#257;sura received a similar liberation.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>