<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 12 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 12 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Killing of the Demon Agh&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.12.38</P><P CLASS=c>naitad vicitram manuj&#257;rbha-m&#257;yinah</P><P CLASS=c>par&#257;var&#257;n&#257;m paramasya vedhasah</P><P CLASS=c>agho 'pi yat-spar&#347;ana-dhauta-p&#257;takah</P><P CLASS=c>pr&#257;p&#257;tma-s&#257;myam tv asat&#257;m sudurlabham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vicitram">vicitram</A> &#8212; is wonderful; <A CLASS=v HREF="http://vedabase.net/m/manuja">manuja</A>-<A CLASS=v HREF="http://vedabase.net/a/arbha">arbha</A>-<A CLASS=v HREF="http://vedabase.net/m/mayinah">m&#257;yinah</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Krishna</A>, who appeared <A HREF="http://vedabase.net/a/as">as</A> the son of <A HREF="http://vedabase.net/n/nanda">Nanda</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> and <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>, being compassionate upon them; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/avaranam">avar&#257;n&#257;m</A> &#8212; of all causes and effects; <A CLASS=v HREF="http://vedabase.net/p/paramasya">paramasya</A> <A CLASS=v HREF="http://vedabase.net/v/vedhasah">vedhasah</A> &#8212; of the supreme creator; <A CLASS=v HREF="http://vedabase.net/a/aghah">aghah</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/a/aghasura">Agh&#257;sura</A> also; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/s/sparsana">spar&#347;ana</A> &#8212; simply by the slight association of whom; <A CLASS=v HREF="http://vedabase.net/d/dhauta">dhauta</A>-<A CLASS=v HREF="http://vedabase.net/p/patakah">p&#257;takah</A> &#8212; became freed from all contamination of material existence; <A CLASS=v HREF="http://vedabase.net/p/prapa">pr&#257;pa</A> &#8212; became elevated; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/samyam">s&#257;myam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> body exactly resembling that of <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/asatam">asat&#257;m</A> <A CLASS=v HREF="http://vedabase.net/s/sudurlabham">sudurlabham</A> &#8212; which is not at all possible <A HREF="http://vedabase.net/t/to">to</A> be obtained by contaminated souls (but everything can be possible by the mercy of the Supreme Lord).</P><P CLASS=t>TRANSLATION</P><P>Krishna is the cause of all causes. The causes and effects of the material world, both higher and lower, are all created by the Supreme Lord, the original controller. When Krishna appeared as the son of Nanda Mah&#257;r&#257;ja and Ya&#347;od&#257;, He did so by His causeless mercy. Consequently, for Him to exhibit His unlimited opulence was not at all wonderful. Indeed, He showed such great mercy that even Agh&#257;sura, the most sinful miscreant, was elevated to being one of His associates and achieving s&#257;r&#363;pya-mukti, which is actually impossible for materially contaminated persons to attain.</P><P CLASS=t>PURPORT</P><P>The word m&#257;y&#257; is also used in connection with love. Out of m&#257;y&#257;, love, a father has affection for his child. Therefore the word m&#257;yinah indicates that Krishna, out of love, appeared as the son of Nanda Mah&#257;r&#257;ja and assumed the form of a human child (manuj&#257;rbha). Krishna is the cause of all causes. He is the creator of cause and effect, and He is the supreme controller. Nothing is impossible for Him. Therefore, that He enabled even a living being like Agh&#257;sura to attain the salvation of s&#257;r&#363;pya-mukti was not at all wonderful for Krishna. Krishna took pleasure in entering the mouth of Agh&#257;sura in a sporting spirit along with His associates. Therefore, when Agh&#257;sura, by that sporting association, as maintained in the spiritual world, was purified of all contamination, he attained s&#257;r&#363;pya-mukti and vimukti by the grace of Krishna. For Krishna this was not at all wonderful.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>