<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 12 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 12 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Killing of the Demon Agh&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.12.39</P><P CLASS=c>sakrid yad-a&#324;ga-pratim&#257;ntar-&#257;hit&#257;</P><P CLASS=c>manomay&#299; bh&#257;gavat&#299;m dadau gatim</P><P CLASS=c>sa eva nity&#257;tma-sukh&#257;nubh&#363;ty-abhi-</P><P CLASS=c>vyudasta-m&#257;yo 'ntar-gato hi kim punah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sakrt">sakrit</A> &#8212; once only; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/p/pratima">pratim&#257;</A> &#8212; the form of the Supreme Lord (there <A HREF="http://vedabase.net/a/are">are</A> many forms, but <A HREF="http://vedabase.net/k/krsna">Krishna</A> is the original form); <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/a/ahita">&#257;hit&#257;</A> &#8212; placing within the <A HREF="http://vedabase.net/c/core">core</A> of the heart, somehow or other; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/m/mayi">may&#299;</A> &#8212; thinking of Him even by force; <A CLASS=v HREF="http://vedabase.net/b/bhagavatim">bh&#257;gavat&#299;m</A> &#8212; which is competent <A HREF="http://vedabase.net/t/to">to</A> offer devotional service <A HREF="http://vedabase.net/t/to">to</A> the Lord; <A CLASS=v HREF="http://vedabase.net/d/dadau">dadau</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A> gave; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; the best destination; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhuti">anubh&#363;ti</A> &#8212; anyone thinking of Him immediately enjoys transcendental pleasure; <A CLASS=v HREF="http://vedabase.net/a/abhivyudasta">abhivyudasta</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">m&#257;yah</A> &#8212; because all illusion is completely removed by Him; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> is always present within the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak.</P><P CLASS=t>TRANSLATION</P><P>If even only once or even by force one brings the form of the Supreme Personality of Godhead into one's mind, one can attain the supreme salvation by the mercy of Krishna, as did Agh&#257;sura. What then is to be said of those whose hearts the Supreme Personality of Godhead enters when He appears as an incarnation, or those who always think of the lotus feet of the Lord, who is the source of transcendental bliss for all living entities and by whom all illusion is completely removed?</P><P CLASS=t>PURPORT</P><P>The process for receiving the favor of the Supreme Personality of Godhead is described here. Yat-p&#257;da-pa&#324;kaja-pal&#257;&#347;a-vil&#257;sa-bhakty&#257; (Bh&#257;g. <A CLASS=v HREF="../../../sb/4/22/39.htm">4.22.39</A>). Simply by thinking of Krishna, one can attain Him very easily. Krishna is also described as having His lotus feet always within the hearts of His devotees (bhagav&#257;n bhakta-hridi sthitah). In the case of Agh&#257;sura, one may argue that he was not a devotee. The answer to this is that he thought of Krishna for a moment with devotion. Bhakty&#257;ham ekay&#257; gr&#257;hyah. Without devotion, one cannot think of Krishna; and, conversely, whenever one thinks of Krishna, one undoubtedly has devotion. Although Agh&#257;sura's purpose was to kill Krishna, for a moment Agh&#257;sura thought of Krishna with devotion, and Krishna and His associates wanted to sport within Agh&#257;sura's mouth. Similarly, P&#363;tan&#257; wanted to kill Krishna by poisoning Him, but Krishna took her as His mother because He had accepted the milk of her breast. Svalpam apy asya dharmasya tr&#257;yate mahato bhay&#257;t (<A CLASS=v HREF="../../../bg/2/40.htm">Bg. 2.40</A>). Especially when Krishna appears as an avat&#257;ra, anyone who thinks of Krishna in His different incarnations (r&#257;m&#257;di-m&#363;rtishu kal&#257;-niyamena tishthan [<A CLASS=v HREF="../../../bs/5/39.htm">Bs. 5.39</A>]), and especially in His original form as Krishna, attains salvation. There are many instances of this, and among them is Agh&#257;sura, who attained the salvation of s&#257;r&#363;pya-mukti. Therefore the process is satatam k&#299;rtayanto m&#257;m yatanta&#347; ca dridha-vrat&#257;h (<A CLASS=v HREF="../../../bg/9/14.htm">Bg. 9.14</A>). Those who are devotees always engage in glorifying Krishna. Advaitam acyutam an&#257;dim ananta-r&#363;pam: [<A CLASS=v HREF="../../../bs/5/33.htm">Bs 5.33</A>] when we speak of Krishna, we refer to all His avat&#257;ras, such as Krishna, Govinda, N&#257;r&#257;yana, Vishnu, Lord Caitanya, Krishna-Balar&#257;ma and &#346;y&#257;masundara. One who always thinks of Krishna must attain vimukti, special salvation as the Lord's personal associate, not necessarily in Vrind&#257;vana, but at least in Vaikuntha. This is called s&#257;r&#363;pya-mukti.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>