<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 12 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 12 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Killing of the Demon Agh&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.12.43</P><P CLASS=c>vayam dhanyatam&#257; loke</P><P CLASS=c>guro 'pi kshatra-bandhavah</P><P CLASS=c>vayam pib&#257;mo muhus tvattah</P><P CLASS=c>punyam krishna-kath&#257;mritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/d/dhanya">dhanya</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tam&#257;h</A> &#8212; most glorified; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/g/guro">guro</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my lord, my spiritual master; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/k/ksatra">kshatra</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhavah">bandhavah</A> &#8212; the lowest of the kshatriyas (because we did not act like kshatriyas); <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/p/pibamah">pib&#257;mah</A> &#8212; drinking; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/t/tvattah">tvattah</A> &#8212; from you; <A CLASS=v HREF="http://vedabase.net/p/punyam">punyam</A> &#8212; pious; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; the nectar of <A HREF="http://vedabase.net/k/krsna">krishna</A>-<A HREF="http://vedabase.net/k/katha">kath&#257;</A>.</P><P CLASS=t>TRANSLATION</P><P>O my lord, my spiritual master, although we are the lowest of kshatriyas, we are glorified and benefited because we have the opportunity of always hearing from you the nectar of the pious activities of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>The pious activities of the Supreme Personality of Godhead are very confidential. It is not ordinarily possible to hear such activities unless one is very, very fortunate. Par&#299;kshit Mah&#257;r&#257;ja placed himself as kshatra-bandhavah, which means "the lowest of the kshatriyas." The qualities of the kshatriya are described in Bhagavad-g&#299;t&#257;, and although the general quality of the kshatriya is &#299;&#347;vara-bh&#257;va, the tendency to rule, a kshatriya is not supposed to rule over a br&#257;hmana. Thus Mah&#257;r&#257;ja Par&#299;kshit regretted that he had wanted to rule over the br&#257;hmanas and had therefore been cursed. He considered himself the lowest of the kshatriyas. D&#257;nam &#299;&#347;vara-bh&#257;va&#347; ca ksh&#257;tram karma svabh&#257;vajam (<A CLASS=v HREF="../../../bg/18/43.htm">Bg. 18.43</A>). There was no doubt that Mah&#257;r&#257;ja Par&#299;kshit had the good qualities of a kshatriya, but as a devotee he presented himself, with submissiveness and humility, as the lowest of the kshatriyas, remembering his act of wrapping a dead serpent around the neck of a br&#257;hmana. A student and disciple has the right to ask the guru about any confidential service, and it is the duty of the guru to explain these confidential matters to his disciple.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>