<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 12 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 12 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Killing of the Demon Agh&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.12.5</P><P CLASS=c>mushnanto 'nyonya-&#347;iky&#257;d&#299;n</P><P CLASS=c>jñ&#257;t&#257;n &#257;r&#257;c ca cikshipuh</P><P CLASS=c>tatraty&#257;&#347; ca punar d&#363;r&#257;d</P><P CLASS=c>dhasanta&#347; ca punar daduh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/musnantah">mushnantah</A> &#8212; stealing; <A CLASS=v HREF="http://vedabase.net/a/anyonya">anyonya</A> &#8212; from one another; <A CLASS=v HREF="http://vedabase.net/s/sikya">&#347;ikya</A>-<A CLASS=v HREF="http://vedabase.net/a/adin">&#257;d&#299;n</A> &#8212; lunch bags and other belongings; <A CLASS=v HREF="http://vedabase.net/j/jnatan">jñ&#257;t&#257;n</A> &#8212; having been understood by the proprietor of the bag; <A CLASS=v HREF="http://vedabase.net/a/arat">&#257;r&#257;t</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> distant place; <A CLASS=v HREF="http://vedabase.net/c/ciksipuh">cikshipuh</A> &#8212; threw away; <A CLASS=v HREF="http://vedabase.net/t/tatratyah">tatraty&#257;h</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; those who were <A HREF="http://vedabase.net/i/in">in</A> that place also; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> <A CLASS=v HREF="http://vedabase.net/d/durat">d&#363;r&#257;t</A> &#8212; then again threw farther away; <A CLASS=v HREF="http://vedabase.net/h/hasantah">hasantah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> <A CLASS=v HREF="http://vedabase.net/d/daduh">daduh</A> &#8212; when they saw the proprietor, they threw <A HREF="http://vedabase.net/i/it">it</A> farther away and enjoyed laughing, and when the owner sometimes cried, his bag was given <A HREF="http://vedabase.net/t/to">to</A> him again.</P><P CLASS=t>TRANSLATION</P><P>All the cowherd boys used to steal one another's lunch bags. When a boy came to understand that his bag had been taken away, the other boys would throw it farther away, to a more distant place, and those standing there would throw it still farther. When the proprietor of the bag became disappointed, the other boys would laugh, the proprietor would cry, and then the bag would be returned.</P><P CLASS=t>PURPORT</P><P>This kind of playing and stealing among boys still exists even in the material world because this kind of sporting pleasure is present in the spiritual world, from which this idea of enjoyment emanates. Janm&#257;dy asya yatah [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>] (Ved&#257;nta-s&#363;tra <A CLASS=v HREF="http://vedabase.net/todo/sutra1/1/2">1.1.2</A>). This same enjoyment is displayed by Krishna and His associates in the spiritual world, but there the enjoyment is eternal, whereas here, on the material platform, it is temporary; there the enjoyment is brahman, whereas here the enjoyment is jada. The Krishna consciousness movement is meant to train one how to transfer oneself from the jada to the Brahman, because human life is meant for this purpose. Ath&#257;to brahma jijñ&#257;s&#257; (Ved&#257;nta-s&#363;tra <A CLASS=v HREF="http://vedabase.net/todo/sutra1/1/1">1.1.1</A>). Krishna comes down to teach us how we can enjoy with Him on the spiritual platform, in the spiritual world. Not only does He come, but He personally displays His pastimes in Vrind&#257;vana and attracts people to spiritual enjoyment.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>