<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 12 Verses 7-11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 12 Verses 7-11"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Killing of the Demon Agh&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.12.7-11</P><P CLASS=c>kecid ven&#363;n v&#257;dayanto</P><P CLASS=c>dhm&#257;ntah &#347;ri&#324;g&#257;ni kecana</P><P CLASS=c>kecid bhri&#324;gaih prag&#257;yantah</P><P CLASS=c>k&#363;jantah kokilaih pare</P><P CLASS=c>vicch&#257;y&#257;bhih pradh&#257;vanto</P><P CLASS=c>gacchantah s&#257;dhu-hamsakaih</P><P CLASS=c>bakair upavi&#347;anta&#347; ca</P><P CLASS=c>nrityanta&#347; ca kal&#257;pibhih</P><P CLASS=c>vikarshantah k&#299;&#347;a-b&#257;l&#257;n</P><P CLASS=c>&#257;rohanta&#347; ca tair drum&#257;n</P><P CLASS=c>vikurvanta&#347; ca taih s&#257;kam</P><P CLASS=c>plavanta&#347; ca pal&#257;&#347;ishu</P><P CLASS=c>s&#257;kam bhekair vila&#324;ghantah</P><P CLASS=c>saritah srava-samplut&#257;h</P><P CLASS=c>vihasantah praticch&#257;y&#257;h</P><P CLASS=c>&#347;apanta&#347; ca pratisvan&#257;n</P><P CLASS=c>ittham sat&#257;m brahma-sukh&#257;nubh&#363;ty&#257;</P><P CLASS=c>d&#257;syam gat&#257;n&#257;m para-daivatena</P><P CLASS=c>m&#257;y&#257;&#347;rit&#257;n&#257;m nara-d&#257;rakena</P><P CLASS=c>s&#257;kam vijahruh krita-punya-puñj&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kecit">kecit</A> &#8212; some of them; <A CLASS=v HREF="http://vedabase.net/v/venun">ven&#363;n</A> &#8212; flutes; <A CLASS=v HREF="http://vedabase.net/v/vadayantah">v&#257;dayantah</A> &#8212; blowing; <A CLASS=v HREF="http://vedabase.net/d/dhmantah">dhm&#257;ntah</A> &#8212; bugling; <A CLASS=v HREF="http://vedabase.net/s/srngani">&#347;ri&#324;g&#257;ni</A> &#8212; the horn bugles; <A CLASS=v HREF="http://vedabase.net/k/kecana">kecana</A> &#8212; someone else; <A CLASS=v HREF="http://vedabase.net/k/kecit">kecit</A> &#8212; someone; <A CLASS=v HREF="http://vedabase.net/b/bhrngaih">bhri&#324;gaih</A> &#8212; with the bumblebees; <A CLASS=v HREF="http://vedabase.net/p/pragayantah">prag&#257;yantah</A> &#8212; singing along with; <A CLASS=v HREF="http://vedabase.net/k/kujantah">k&#363;jantah</A> &#8212; imitating the sound of; <A CLASS=v HREF="http://vedabase.net/k/kokilaih">kokilaih</A> &#8212; with the cuckoos; <A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/v/vicchayabhih">vicch&#257;y&#257;bhih</A> &#8212; with running shadows; <A CLASS=v HREF="http://vedabase.net/p/pradhavantah">pradh&#257;vantah</A> &#8212; someone running on the ground after the birds; <A CLASS=v HREF="http://vedabase.net/g/gacchantah">gacchantah</A> &#8212; going along; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/h/hamsakaih">hamsakaih</A> &#8212; with the swans; <A CLASS=v HREF="http://vedabase.net/b/bakaih">bakaih</A> &#8212; with the ducks sitting <A HREF="http://vedabase.net/i/in">in</A> one place; <A CLASS=v HREF="http://vedabase.net/u/upavisantah">upavi&#347;antah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; sitting silently like them; <A CLASS=v HREF="http://vedabase.net/n/nrtyantah">nrityantah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and dancing with; <A CLASS=v HREF="http://vedabase.net/k/kalapibhih">kal&#257;pibhih</A> &#8212; with the peacocks; <A CLASS=v HREF="http://vedabase.net/v/vikarsantah">vikarshantah</A> &#8212; attracting; <A CLASS=v HREF="http://vedabase.net/k/kisa">k&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/b/balan">b&#257;l&#257;n</A> &#8212; the young monkeys; <A CLASS=v HREF="http://vedabase.net/a/arohantah">&#257;rohantah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; gliding over; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; with the monkeys; <A CLASS=v HREF="http://vedabase.net/d/druman">drum&#257;n</A> &#8212; the trees; <A CLASS=v HREF="http://vedabase.net/v/vikurvantah">vikurvantah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; exactly imitating them; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; with the monkeys; <A CLASS=v HREF="http://vedabase.net/s/sakam">s&#257;kam</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/p/plavantah">plavantah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; gliding over; <A CLASS=v HREF="http://vedabase.net/p/palasisu">pal&#257;&#347;ishu</A> &#8212; on the trees; <A CLASS=v HREF="http://vedabase.net/s/sakam">s&#257;kam</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/b/bhekaih">bhekaih</A> &#8212; with the frogs; <A CLASS=v HREF="http://vedabase.net/v/vilanghantah">vila&#324;ghantah</A> &#8212; jumping like them; <A CLASS=v HREF="http://vedabase.net/s/saritah">saritah</A> &#8212; the water; <A CLASS=v HREF="http://vedabase.net/s/srava">srava</A>-<A CLASS=v HREF="http://vedabase.net/s/samplutah">samplut&#257;h</A> &#8212; became wet <A HREF="http://vedabase.net/i/in">in</A> the water of the river; <A CLASS=v HREF="http://vedabase.net/v/vihasantah">vihasantah</A> &#8212; laughing; <A CLASS=v HREF="http://vedabase.net/p/praticchayah">praticch&#257;y&#257;h</A> &#8212; at the shadows; <A CLASS=v HREF="http://vedabase.net/s/sapantah">&#347;apantah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; condemned; <A CLASS=v HREF="http://vedabase.net/p/pratisvanan">pratisvan&#257;n</A> &#8212; the sound of their echoes; <A CLASS=v HREF="http://vedabase.net/i/ittham">ittham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of the transcendentalists; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhutya">anubh&#363;ty&#257;</A> &#8212; with <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the source of <A HREF="http://vedabase.net/b/brahma">brahma</A>-<A HREF="http://vedabase.net/s/sukha">sukha</A> (<A HREF="http://vedabase.net/k/krsna">Krishna</A> is Parabrahman, and from Him originates His personal effulgence); <A CLASS=v HREF="http://vedabase.net/d/dasyam">d&#257;syam</A> &#8212; servitorship; <A CLASS=v HREF="http://vedabase.net/g/gatanam">gat&#257;n&#257;m</A> &#8212; of the devotees who have accepted; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/d/daivatena">daivatena</A> &#8212; with the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/asritanam">&#257;&#347;rit&#257;n&#257;m</A> &#8212; for those <A HREF="http://vedabase.net/i/in">in</A> the clutches of material energy; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/d/darakena">d&#257;rakena</A> &#8212; with Him who is like <A HREF="http://vedabase.net/a/an">an</A> ordinary child; <A CLASS=v HREF="http://vedabase.net/s/sakam">s&#257;kam</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/v/vijahruh">vijahruh</A> &#8212; enjoyed; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/p/punya">punya</A>-<A CLASS=v HREF="http://vedabase.net/p/punjah">puñj&#257;h</A> &#8212; all these boys, who <A HREF="http://vedabase.net/h/had">had</A> accumulated the results of life after life of pious activities.</P><P CLASS=t>TRANSLATION</P><P>All the boys would be differently engaged. Some boys blew their flutes, and others blew bugles made of horn. Some imitated the buzzing of the bumblebees, and others imitated the voice of the cuckoo. Some boys imitated flying birds by running after the birds' shadows on the ground, some imitated the beautiful movements and attractive postures of the swans, some sat down with the ducks, sitting silently, and others imitated the dancing of the peacocks. Some boys attracted young monkeys in the trees, some jumped into the trees, imitating the monkeys, some made faces as the monkeys were accustomed to do, and others jumped from one branch to another. Some boys went to the waterfalls and crossed over the river, jumping with the frogs, and when they saw their own reflections on the water they would laugh. They would also condemn the sounds of their own echoes. In this way, all the cowherd boys used to play with Krishna, who is the source of the Brahman effulgence for jñ&#257;n&#299;s desiring to merge into that effulgence, who is the Supreme Personality of Godhead for devotees who have accepted eternal servitorship, and who for ordinary persons is but another ordinary child. The cowherd boys, having accumulated the results of pious activities for many lives, were able to associate in this way with the Supreme Personality of Godhead. How can one explain their great fortune?</P><P CLASS=t>PURPORT</P><P>As recommended by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, tasm&#257;t ken&#257;py up&#257;yena manah krishne nive&#347;ayet (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/4">1.2.4</A>). Somehow or other, whether one thinks of Krishna as an ordinary human child, as the source of the Brahman effulgence, as the origin of Param&#257;tm&#257;, or as the Supreme Personality of Godhead, one should concentrate one's full attention upon the lotus feet of Krishna. That is also the instruction of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>): sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja. &#346;r&#299;mad-Bh&#257;gavatam is the easiest way of directly approaching Krishna. &#298;&#347;varah sadyo hridy avarudhyate 'tra kritibhih &#347;u&#347;r&#363;shubhis tat-kshan&#257;t (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/1/2.htm">1.1.2</A>). Diverting even a little of one's attention toward Krishna and activities in Krishna consciousness immediately enables one to achieve the highest perfection of life. This is the purpose of the Krishna consciousness movement. Lokasy&#257;j&#257;nato vidv&#257;m&#347; cakre s&#257;tvata-samhit&#257;m (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/7/6.htm">1.7.6</A>). The secret of success is unknown to people in general, and therefore &#346;r&#299;la Vy&#257;sadeva, being compassionate toward the poor souls in this material world, especially in this age of Kali, has given us the &#346;r&#299;mad-Bh&#257;gavatam. &#346;r&#299;mad-bh&#257;gavatam pur&#257;nam amalam yad vaishnav&#257;n&#257;m priyam (Bh&#257;g. <A CLASS=v HREF="../../../sb/12/13/18.htm">12.13.18</A>). For Vaishnavas who are somewhat advanced, or who are fully aware of the glories and potencies of the Lord, &#346;r&#299;mad-Bh&#257;gavatam is a beloved Vedic literature. After all, we have to change this body (tath&#257; deh&#257;ntara-pr&#257;ptih). If we do not care about Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam, we do not know what the next body will be. But if one adheres to these two books &#8212; Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam &#8212; one is sure to obtain the association of Krishna in the next life (tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]). Therefore, distribution of &#346;r&#299;mad-Bh&#257;gavatam all over the world is a great welfare activity for theologians, philosophers, transcendentalists and yog&#299;s (yogin&#257;m api sarvesh&#257;m [<A CLASS=v HREF="../../../bg/6/47.htm">Bg. 6.47</A>]), as well as for people in general. Janma-l&#257;bhah parah pums&#257;m ante n&#257;r&#257;yana-smritih (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/1/6.htm">2.1.6</A>): if we can somehow or other remember Krishna, N&#257;r&#257;yana, at the end of life, our life will be successful.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>