<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 10 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 10 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Battle Between the Demigods and the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.10.38</P><P CLASS=c>tesh&#257;m pad&#257;gh&#257;ta-rath&#257;&#324;ga-c&#363;rnit&#257;d</P><P CLASS=c>&#257;yodhan&#257;d ulbana utthitas tad&#257;</P><P CLASS=c>renur di&#347;ah kham dyumanim ca ch&#257;dayan</P><P CLASS=c>nyavartat&#257;srik-srutibhih pariplut&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of all the people engaged on the battlefield; <A CLASS=v HREF="http://vedabase.net/p/padaghata">pad&#257;gh&#257;ta</A> &#8212; because of beating on the ground by the legs of the demons and demigods; <A CLASS=v HREF="http://vedabase.net/r/ratha">ratha</A>-<A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; and by the wheels of the chariots; <A CLASS=v HREF="http://vedabase.net/c/curnitat">c&#363;rnit&#257;t</A> &#8212; which was <A HREF="http://vedabase.net/m/made">made</A> into pieces of dust; <A CLASS=v HREF="http://vedabase.net/a/ayodhanat">&#257;yodhan&#257;t</A> &#8212; from the battlefield; <A CLASS=v HREF="http://vedabase.net/u/ulbanah">ulbanah</A> &#8212; very forceful; <A CLASS=v HREF="http://vedabase.net/u/utthitah">utthitah</A> &#8212; rising; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/r/renuh">renuh</A> &#8212; the dust particles; <A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah</A> &#8212; all directions; <A CLASS=v HREF="http://vedabase.net/k/kham">kham</A> &#8212; outer space; <A CLASS=v HREF="http://vedabase.net/d/dyumanim">dyumanim</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> the sun; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/c/chadayan">ch&#257;dayan</A> &#8212; covering all of space up <A HREF="http://vedabase.net/t/to">to</A> that; <A CLASS=v HREF="http://vedabase.net/n/nyavartata">nyavartata</A> &#8212; dropped floating <A HREF="http://vedabase.net/i/in">in</A> the air; <A CLASS=v HREF="http://vedabase.net/a/asrk">asrik</A> &#8212; of blood; <A CLASS=v HREF="http://vedabase.net/s/srutibhih">srutibhih</A> &#8212; by particles; <A CLASS=v HREF="http://vedabase.net/p/pariplutat">pariplut&#257;t</A> &#8212; because of being widely sprinkled.</P><P CLASS=t>TRANSLATION</P><P>Because of the impact on the ground of the legs of the demons and demigods and the wheels of the chariots, particles of dust flew violently into the sky and made a dust cloud that covered all directions of outer space, as far as the sun. But when the particles of dust were followed by drops of blood being sprinkled all over space, the dust cloud could no longer float in the sky.</P><P CLASS=t>PURPORT</P><P>The cloud of dust covered the entire horizon, but when drops of blood sprayed up as far as the sun, the dust cloud could no longer float in the sky. A point to be observed here is that although the blood is stated to have reached the sun, it is not said to have reached the moon. Apparently, therefore, as stated elsewhere in &#346;r&#299;mad-Bh&#257;gavatam, the sun, not the moon, is the planet nearest the earth. We have already discussed this point in many places. The sun is first, then the moon, then Mars, Jupiter and so on. The sun is supposed to be 93,000,000 miles above the surface of the earth, and from the &#346;r&#299;mad-Bh&#257;gavatam we understand that the moon is 1,600,000 miles above the sun. Therefore the distance between the earth and the moon would be about 95,000,000 miles. So if a space capsule were traveling at the speed of 18,000 miles per hour, how could it reach the moon in four days? At that speed, going to the moon would take at least seven months. That a space capsule on a moon excursion has reached the moon in four days is therefore impossible.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>