<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 10"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 10: The Battle Between the Demigods and the Demons</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 8.10 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 8.10.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: O King, the demons and Daityas all engaged with full attention and effort in churning the ocean, but because they were not devotees of V&#257;sudeva, the Supreme Personality of Godhead, Krishna, they were not able to drink the nectar.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 8.10.2</B></A>: O King, after the Supreme Personality of Godhead had brought to completion the affairs of churning the ocean and feeding the nectar to the demigods, who are His dear devotees, He left the presence of them all and was carried by Garuda to His own abode.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 8.10.3</B></A>: Seeing the victory of the demigods, the demons became intolerant of their superior opulence. Thus they began to march toward the demigods with raised weapons.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 8.10.4</B></A>: Thereafter, being enlivened because of drinking the nectar, the demigods, who are always at the shelter of the lotus feet of N&#257;r&#257;yana, used their various weapons to counterattack the demons in a fighting spirit.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 8.10.5</B></A>: O King, a fierce battle on the beach of the ocean of milk ensued between the demigods and the demons. The fighting was so terrible that simply hearing about it would make the hair on one's body stand on end.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 8.10.6</B></A>: Both parties in that fight were extremely angry at heart, and in enmity they beat one another with swords, arrows and varieties of other weapons.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 8.10.7</B></A>: The sounds of the conchshells, bugles, drums, bher&#299;s and damar&#299;s [kettledrums], as well as the sounds made by the elephants, horses and soldiers, who were both on chariots and on foot, were tumultuous.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 8.10.8</B></A>: On that battlefield, the charioteers fought with the opposing charioteers, the infantry soldiers with the opposing infantry, the soldiers on horseback with the opposing soldiers on horseback, and the soldiers on the backs of elephants with the enemy soldiers on elephants. In this way, the fighting took place between equals.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 8.10.9</B></A>: Some soldiers fought on the backs of camels, some on the backs of elephants, some on asses, some on white-faced and red-faced monkeys, some on tigers and some on lions. In this way, they all engaged in fighting.</P><P CLASS=r><A CLASS=i HREF="10-12.htm"><B>SB 8.10.10-12</B></A>: O King, some soldiers fought on the backs of vultures, eagles, ducks, hawks and bh&#257;sa birds. Some fought on the backs of timi&#324;gilas, which can devour huge whales, some on the backs of &#347;arabhas, and some on buffalo, rhinoceroses, cows, bulls, jungle cows and arunas. Others fought on the backs of jackals, rats, lizards, rabbits, human beings, goats, black deer, swans and boars. In this way, mounted on animals of the water, land and sky, including animals with deformed bodies, both armies faced each other and went forward.</P><P CLASS=r><A CLASS=i HREF="13-15.htm"><B>SB 8.10.13-15</B></A>: O King, O descendant of Mah&#257;r&#257;ja P&#257;ndu, the soldiers of both the demigods and demons were decorated by canopies, colorful flags, and umbrellas with handles made of valuable jewels and pearls. They were further decorated by fans made of peacock feathers and by other fans also. The soldiers, their upper and lower garments waving in the breeze, naturally looked very beautiful, and in the light of the glittering sunshine their shields, ornaments and sharp, clean weapons appeared dazzling. Thus the ranks of soldiers seemed like two oceans with bands of aquatics.</P><P CLASS=r><A CLASS=i HREF="16-18.htm"><B>SB 8.10.16-18</B></A>: For that battle the most celebrated commander in chief, Mah&#257;r&#257;ja Bali, son of Virocana, was seated on a wonderful airplane named Vaih&#257;yasa. O King, this beautifully decorated airplane had been manufactured by the demon Maya and was equipped with weapons for all types of combat. It was inconceivable and indescribable. Indeed, it was sometimes visible and sometimes not. Seated in this airplane under a beautiful protective umbrella and being fanned by the best of c&#257;maras, Mah&#257;r&#257;ja Bali, surrounded by his captains and commanders, appeared just like the moon rising in the evening, illuminating all directions.</P><P CLASS=r><A CLASS=i HREF="19-24.htm"><B>SB 8.10.19-24</B></A>: Surrounding Mah&#257;r&#257;ja Bali on all sides were the commanders and captains of the demons, sitting on their respective chariots. Among them were the following demons: Namuci, &#346;ambara, B&#257;na, Vipracitti, Ayomukha, Dvim&#363;rdh&#257;, K&#257;lan&#257;bha, Praheti, Heti, Ilvala, &#346;akuni, Bh&#363;tasant&#257;pa, Vajradamshtra, Virocana, Hayagr&#299;va, &#346;a&#324;ku&#347;ir&#257;, Kapila, Meghadundubhi, T&#257;raka, Cakradrik, &#346;umbha, Ni&#347;umbha, Jambha, Utkala, Arishta, Arishtanemi, Tripur&#257;dhipa, Maya, the sons of Puloma, the K&#257;leyas and Niv&#257;takavaca. All of these demons had been deprived of their share of the nectar and had shared merely in the labor of churning the ocean. Now, they fought against the demigods, and to encourage their armies, they made a tumultuous sound like the roaring of lions and blew loudly on conchshells. Balabhit, Lord Indra, upon seeing this situation of his ferocious rivals, became extremely angry.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 8.10.25</B></A>: Sitting on Air&#257;vata, an elephant who can go anywhere and who holds water and wine in reserve for showering, Lord Indra looked just like the sun rising from Udayagiri, where there are reservoirs of water.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 8.10.26</B></A>: Surrounding Lord Indra, King of heaven, were the demigods, seated on various types of vehicles and decorated with flags and weapons. Present among them were V&#257;yu, Agni, Varuna and other rulers of various planets, along with their associates.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 8.10.27</B></A>: The demigods and demons came before each other and reproached one another with words piercing to the heart. Then they drew near and began fighting face to face in pairs.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 8.10.28</B></A>: O King, Mah&#257;r&#257;ja Bali fought with Indra, K&#257;rttikeya with T&#257;raka, Varuna with Heti, and Mitra with Praheti.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 8.10.29</B></A>: Yamar&#257;ja fought with K&#257;lan&#257;bha, Vi&#347;vakarm&#257; with Maya D&#257;nava, Tvasht&#257; with &#346;ambara, and the sun-god with Virocana.</P><P CLASS=r><A CLASS=i HREF="30-31.htm"><B>SB 8.10.30-31</B></A>: The demigod Apar&#257;jita fought with Namuci, and the two A&#347;vin&#299;-kum&#257;ra brothers fought with Vrishaparv&#257;. The sun-god fought with the one hundred sons of Mah&#257;r&#257;ja Bali, headed by B&#257;na, and the moon-god fought with R&#257;hu. The demigod controlling air fought with Puloma, and &#346;umbha and Ni&#347;umbha fought the supremely powerful material energy, Durg&#257;dev&#299;, who is called Bhadra K&#257;l&#299;.</P><P CLASS=r><A CLASS=i HREF="32-34.htm"><B>SB 8.10.32-34</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, suppressor of enemies [Arindama], Lord &#346;iva fought with Jambha, and Vibh&#257;vasu fought with Mahish&#257;sura. Ilvala, along with his brother V&#257;t&#257;pi, fought the sons of Lord Brahm&#257;. Durmarsha fought with Cupid, the demon Utkala with the M&#257;trik&#257; demigoddesses, Brihaspati with &#346;ukr&#257;c&#257;rya, and &#346;anai&#347;cara [Saturn] with Narak&#257;sura. The Maruts fought Niv&#257;takavaca, the Vasus fought the K&#257;lakeya demons, the Vi&#347;vedeva demigods fought the Pauloma demons, and the Rudras fought the Krodhava&#347;a demons, who were victims of anger.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 8.10.35</B></A>: All of these demigods and demons assembled on the battlefield with a fighting spirit and attacked one another with great strength. All of them desiring victory, they fought in pairs, hitting one another severely with sharpened arrows, swords and lances.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 8.10.36</B></A>: They severed one another's heads, using weapons like bhu&#347;undis, cakras, clubs, rishtis, patti&#347;as, &#347;aktis, ulmukas, pr&#257;sas, para&#347;vadhas, nistrim&#347;as, lances, parighas, mudgaras and bhindip&#257;las.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 8.10.37</B></A>: The elephants, horses, chariots, charioteers, infantry soldiers and various kinds of carriers, along with their riders, were slashed to pieces. The arms, thighs, necks and legs of the soldiers were severed, and their flags, bows, armor and ornaments were torn apart.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 8.10.38</B></A>: Because of the impact on the ground of the legs of the demons and demigods and the wheels of the chariots, particles of dust flew violently into the sky and made a dust cloud that covered all directions of outer space, as far as the sun. But when the particles of dust were followed by drops of blood being sprinkled all over space, the dust cloud could no longer float in the sky.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 8.10.39</B></A>: In the course of the battle, the warfield became strewn with the severed heads of heroes, their eyes still staring and their teeth still pressed against their lips in anger. Helmets and earrings were scattered from these severed heads. Similarly, many arms, decorated with ornaments and clutching various weapons, were strewn here and there, as were many legs and thighs, which resembled the trunks of elephants.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 8.10.40</B></A>: Many headless trunks were generated on that battlefield. With weapons in their arms, those ghostly trunks, which could see with the eyes in the fallen heads, attacked the enemy soldiers.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 8.10.41</B></A>: Mah&#257;r&#257;ja Bali then attacked Indra with ten arrows and attacked Air&#257;vata, Indra's carrier elephant, with three arrows. With four arrows he attacked the four horsemen guarding Air&#257;vata's legs, and with one arrow he attacked the driver of the elephant.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 8.10.42</B></A>: Before Bali Mah&#257;r&#257;ja's arrows could reach him, Indra, King of heaven, who is expert in dealing with arrows, smiled and counteracted the arrows with arrows of another type, known as bhalla, which were extremely sharp.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 8.10.43</B></A>: When Bali Mah&#257;r&#257;ja saw the expert military activities of Indra, he could not restrain his anger. Thus he took up another weapon, known as &#347;akti, which blazed like a great firebrand. But Indra cut that weapon to pieces while it was still in Bali's hand.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 8.10.44</B></A>: Thereafter, one by one, Bali Mah&#257;r&#257;ja used a lance, pr&#257;sa, tomara, rishtis and other weapons, but whatever weapons he took up, Indra immediately cut them to pieces.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 8.10.45</B></A>: My dear King, Bali Mah&#257;r&#257;ja then disappeared and resorted to demoniac illusions. A giant mountain, generated from illusion, then appeared above the heads of the demigod soldiers.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 8.10.46</B></A>: From that mountain fell trees blazing in a forest fire. Chips of stone, with sharp edges like picks, also fell and smashed the heads of the demigod soldiers.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 8.10.47</B></A>: Scorpions, large snakes and many other poisonous animals, as well as lions, tigers, boars and great elephants, all began falling upon the demigod soldiers, crushing everything.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 8.10.48</B></A>: O my King, many hundreds of male and female carnivorous demons, completely naked and carrying tridents in their hands, then appeared, crying the slogans "Cut them to pieces! Pierce them!"</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 8.10.49</B></A>: Fierce clouds, harassed by strong winds, then appeared in the sky. Rumbling very gravely with the sound of thunder, they began to shower live coals.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 8.10.50</B></A>: A great devastating fire created by Bali Mah&#257;r&#257;ja began burning all the soldiers of the demigods. This fire, accompanied by blasting winds, seemed as terrible as the S&#257;mvartaka fire, which appears at the time of dissolution.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 8.10.51</B></A>: Thereafter, whirlpools and sea waves, agitated by fierce blasts of wind, appeared everywhere, before everyone's vision, in a furious flood.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>SB 8.10.52</B></A>: While this magical atmosphere in the fight was being created by the invisible demons, who were expert in such illusions, the soldiers of the demigods became morose.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>SB 8.10.53</B></A>: O King, when the demigods could find no way to counteract the activities of the demons, they wholeheartedly meditated upon the Supreme Personality of Godhead, the creator of the universe, who then immediately appeared.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>SB 8.10.54</B></A>: The Supreme Personality of Godhead, whose eyes resemble the petals of a newly blossomed lotus, sat on the back of Garuda, spreading His lotus feet over Garuda's shoulders. Dressed in yellow, decorated by the Kaustubha gem and the goddess of fortune, and wearing an invaluable helmet and earrings, the Supreme Lord, holding various weapons in His eight hands, became visible to the demigods.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>SB 8.10.55</B></A>: As the dangers of a dream cease when the dreamer awakens, the illusions created by the jugglery of the demons were vanquished by the transcendental prowess of the Supreme Personality of Godhead as soon as He entered the battlefield. Indeed, simply by remembrance of the Supreme Personality of Godhead, one becomes free from all dangers.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>SB 8.10.56</B></A>: O King, when the demon K&#257;lanemi, who was carried by a lion, saw that the Supreme Personality of Godhead, carried by Garuda, was on the battlefield, the demon immediately took his trident, whirled it and discharged it at Garuda's head. The Supreme Personality of Godhead, Hari, the master of the three worlds, immediately caught the trident, and with the very same weapon he killed the enemy K&#257;lanemi, along with his carrier, the lion.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>SB 8.10.57</B></A>: Thereafter, two very powerful demons named M&#257;l&#299; and Sum&#257;l&#299; were killed by the Supreme Lord, who severed their heads with His disc. Then M&#257;lyav&#257;n, another demon, attacked the Lord. With his sharp club, the demon, who was roaring like a lion, attacked Garuda, the lord of the birds, who are born from eggs. But the Supreme Personality of Godhead, the original person, used His disc to cut off the head of that enemy also.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>