<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 20 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 20 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Studying the Structure of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.20.13</P><P CLASS=c>evam surod&#257;d bahis tad-dvi-gunah sam&#257;nen&#257;vrito ghritodena yath&#257;-p&#363;rvah ku&#347;a-dv&#299;po yasmin ku&#347;a-stambo deva-kritas tad-dv&#299;p&#257;khy&#257;karo jvalana iv&#257;parah sva-&#347;ashpa-rocish&#257; di&#347;o vir&#257;jayati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/surodat">surod&#257;t</A> &#8212; from the ocean of liquor; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; outside; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/g/gunah">gunah</A> &#8212; twice that; <A CLASS=v HREF="http://vedabase.net/s/samanena">sam&#257;nena</A> &#8212; equal <A HREF="http://vedabase.net/i/in">in</A> width; <A CLASS=v HREF="http://vedabase.net/a/avrtah">&#257;vritah</A> &#8212; surrounded; <A CLASS=v HREF="http://vedabase.net/g/ghrta">ghrita</A>-<A CLASS=v HREF="http://vedabase.net/u/udena">udena</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> ocean of clarified butter; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purvah">p&#363;rvah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> previously with S&#257;lmal&#299;dv&#299;pa; <A CLASS=v HREF="http://vedabase.net/k/kusa">ku&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/d/dvipa">dv&#299;pa</A> &#8212; the island called Ku&#347;adv&#299;pa; <A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/k/kusa">ku&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/s/stambah">stambah</A> &#8212; <A HREF="http://vedabase.net/k/kusa">ku&#347;a</A> grass; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; created by the supreme will of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/d/dvipa">dv&#299;pa</A>-<A CLASS=v HREF="http://vedabase.net/a/akhya">&#257;khy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/karah">karah</A> &#8212; giving the island its <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/j/jvalanah">jvalanah</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/aparah">aparah</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/saspa">&#347;ashpa</A>-<A CLASS=v HREF="http://vedabase.net/r/rocisa">rocish&#257;</A> &#8212; by the effulgence of the young sprouting grass; <A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah</A> &#8212; all directions; <A CLASS=v HREF="http://vedabase.net/v/virajayati">vir&#257;jayati</A> &#8212; illuminates.</P><P CLASS=t>TRANSLATION</P><P>Outside the ocean of liquor is another island, known as Ku&#347;adv&#299;pa, which is 800,000 yojanas [6,400,000 miles] wide, twice as wide as the ocean of liquor. As &#346;&#257;lmal&#299;dv&#299;pa is surrounded by a liquor ocean, Ku&#347;adv&#299;pa is surrounded by an ocean of liquid ghee as broad as the island itself. On Ku&#347;adv&#299;pa there are clumps of ku&#347;a grass, from which the island takes its name. This ku&#347;a grass, which was created by the demigods by the will of the Supreme Lord, appears like a second form of fire, but with very mild and pleasing flames. Its young shoots illuminate all directions.</P><P CLASS=t>PURPORT</P><P>From the descriptions in this verse, we can make an educated guess about the nature of the flames on the moon. Like the sun, the moon must also be full of flames because without flames there cannot be illumination. The flames on the moon, however, unlike those on the sun, must be mild and pleasing. This is our conviction. The modern theory that the moon is full of dust is not accepted in the verses of &#346;r&#299;mad-Bh&#257;gavatam. In regard to this verse, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says, su&#347;ashp&#257;ni sukomala-&#347;ikh&#257;s tesh&#257;m rocish&#257;: the ku&#347;a grass illuminates all directions, but its flames are very mild and pleasing. This gives some idea of the flames existing on the moon.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>