<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 20 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 20 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Studying the Structure of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.20.17</P><P CLASS=c>parasya brahmanah s&#257;ksh&#257;j</P><P CLASS=c>j&#257;ta-vedo 'si havyav&#257;t</P><P CLASS=c>dev&#257;n&#257;m purush&#257;&#324;g&#257;n&#257;m</P><P CLASS=c>yajñena purusham yajeti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/parasya">parasya</A> &#8212; of the Supreme; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahmanah</A> &#8212; <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vedah">vedah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> fire-god; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/h/havyavat">havyav&#257;t</A> &#8212; the carrier of Vedic offerings of grains and ghee; <A CLASS=v HREF="http://vedabase.net/d/devanam">dev&#257;n&#257;m</A> &#8212; of all the demigods; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/anganam">a&#324;g&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> limbs of the Supreme Person; <A CLASS=v HREF="http://vedabase.net/y/yajnena">yajñena</A> &#8212; by performing the ritualistic sacrifices; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Supreme person; <A CLASS=v HREF="http://vedabase.net/y/yaja">yaja</A> &#8212; please carry oblations; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>[This is the mantra by which the inhabitants of Ku&#347;adv&#299;pa worship the fire-god.] O fire-god, you are a part of the Supreme Personality of Godhead, Hari, and you carry to Him all the offerings of sacrifices. Therefore we request you to offer to the Supreme Personality of Godhead the yajñic ingredients we are offering the demigods, for the Lord is the real enjoyer.</P><P CLASS=t>PURPORT</P><P>The demigods are servants who assist the Supreme Personality of Godhead. If one worships the demigods, the demigods, as servants of the Supreme, carry the sacrificial offerings to the Lord, like tax collectors collecting revenue from the citizens and bringing it to the government's treasury. The demigods cannot accept the sacrificial offerings; they simply carry the offerings to the Supreme Personality of Godhead. As stated by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, yasya pras&#257;d&#257;d bhagavat-pras&#257;dah: ** since the guru is a representative of the Supreme Personality of Godhead, he carries to the Lord whatever is offered to him. Similarly, all the demigods, as faithful servants of the Supreme Lord, hand over to the Supreme Lord whatever is offered to them in sacrificial performances. There is no fault in worshiping the demigods with this understanding, but to think that the demigods are independent of the Supreme Personality of Godhead and equal to Him is called hrita-jñ&#257;na, a loss of intelligence (k&#257;mais tais tair hrita jñ&#257;n&#257;h [<A CLASS=v HREF="../../../bg/7/20.htm">Bg. 7.20</A>]). One who thinks that the demigods themselves are the actual benefactors is mistaken.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>