<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 20 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 20 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Studying the Structure of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.20.37</P><P CLASS=c>sa loka-tray&#257;nte parita &#299;&#347;varena vihito yasm&#257;t s&#363;ry&#257;d&#299;n&#257;m dhruv&#257;pavarg&#257;n&#257;m jyotir-gan&#257;n&#257;m gabhastayo 'rv&#257;c&#299;n&#257;ms tr&#299;n lok&#257;n &#257;vitanv&#257;n&#257; na kad&#257;cit par&#257;c&#299;n&#257; bhavitum utsahante t&#257;vad un-nahan&#257;y&#257;mah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that mountain; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/t/traya">traya</A>-<A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the end of the three lokas (Bh&#363;rloka, Bhuvarloka and <A HREF="http://vedabase.net/s/svarloka">Svarloka</A>); <A CLASS=v HREF="http://vedabase.net/p/paritah">paritah</A> &#8212; all around; <A CLASS=v HREF="http://vedabase.net/i/isvarena">&#299;&#347;varena</A> &#8212; by the Supreme Personality of Godhead, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/v/vihitah">vihitah</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/y/yasmat">yasm&#257;t</A> &#8212; from which; <A CLASS=v HREF="http://vedabase.net/s/surya">s&#363;rya</A>-<A CLASS=v HREF="http://vedabase.net/a/adinam">&#257;d&#299;n&#257;m</A> &#8212; of the sun planet; <A CLASS=v HREF="http://vedabase.net/d/dhruva">dhruva</A>-<A CLASS=v HREF="http://vedabase.net/a/apavarganam">apavarg&#257;n&#257;m</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> Dhruvaloka and other, inferior luminaries; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A>-<A CLASS=v HREF="http://vedabase.net/g/gananam">gan&#257;n&#257;m</A> &#8212; of all the luminaries; <A CLASS=v HREF="http://vedabase.net/g/gabhastayah">gabhastayah</A> &#8212; the rays; <A CLASS=v HREF="http://vedabase.net/a/arvacinan">arv&#257;c&#299;n&#257;n</A> &#8212; on this side; <A CLASS=v HREF="http://vedabase.net/t/trin">tr&#299;n</A> &#8212; the three; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; planetary systems; <A CLASS=v HREF="http://vedabase.net/a/avitanvanah">&#257;vitanv&#257;n&#257;h</A> &#8212; spreading throughout; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kadacit">kad&#257;cit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/p/paracinah">par&#257;c&#299;n&#257;h</A> &#8212; beyond the jurisdiction of that mountain; <A CLASS=v HREF="http://vedabase.net/b/bhavitum">bhavitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be; <A CLASS=v HREF="http://vedabase.net/u/utsahante">utsahante</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> able; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; that much; <A CLASS=v HREF="http://vedabase.net/u/unnahana">unnahana</A>-<A CLASS=v HREF="http://vedabase.net/a/ayamah">&#257;y&#257;mah</A> &#8212; the measure of the height of the mountain.</P><P CLASS=t>TRANSLATION</P><P>By the supreme will of Krishna, the mountain known as Lok&#257;loka has been installed as the outer border of the three worlds &#8212; Bh&#363;rloka, Bhuvarloka and Svarloka &#8212; to control the rays of the sun throughout the universe. All the luminaries, from the sun up to Dhruvaloka, distribute their rays throughout the three worlds, but only within the boundary formed by this mountain. Because it is extremely high, extending even higher than Dhruvaloka, it blocks the rays of the luminaries, which therefore can never extend beyond it.</P><P CLASS=t>PURPORT</P><P>When we speak of loka-traya, we refer to the three primary planetary systems &#8212; Bh&#363;h, Bhuvah and Svah &#8212; into which the universe is divided. Surrounding these planetary systems are the eight directions, namely east, west, north, south, northeast, southeast, northwest and southwest. Lok&#257;loka Mountain has been established as the outer boundary of all the lokas to distribute the rays of the sun and other luminaries equally throughout the universe.</P><P>This vivid description of how the rays of the sun are distributed throughout the different planetary systems of the universe is very scientific. &#346;ukadeva Gosv&#257;m&#299; described these universal affairs to Mah&#257;r&#257;ja Par&#299;kshit as he had heard about them from his predecessor. He explained these facts five thousand years ago, but the knowledge existed long, long before because &#346;ukadeva Gosv&#257;m&#299; received it through disciplic succession. Because this knowledge is accepted through the disciplic succession, it is perfect. The history of modern scientific knowledge, on the contrary, does not go back more than a few hundred years. Therefore, even if modern scientists do not accept the other factual presentations of &#346;r&#299;mad-Bh&#257;gavatam, how can they deny the perfect astronomical calculations that existed long before they could imagine such things? There is so much information to gather from &#346;r&#299;mad-Bh&#257;gavatam. Modern scientists, however, have no information of other planetary systems and, indeed, are hardly conversant with the planet on which we are now living.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>