<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 20 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 20 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Studying the Structure of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.20.38</P><P CLASS=c>et&#257;v&#257;n loka-viny&#257;so m&#257;na-lakshana-samsth&#257;bhir vicintitah kavibhih sa tu pañc&#257;&#347;at-koti-ganitasya bh&#363;-golasya tur&#299;ya-bh&#257;go 'yam lok&#257;lok&#257;calah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etavan">et&#257;v&#257;n</A> &#8212; this much; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/v/vinyasah">viny&#257;sah</A> &#8212; the placing of the different planets; <A CLASS=v HREF="http://vedabase.net/m/mana">m&#257;na</A> &#8212; with measurements; <A CLASS=v HREF="http://vedabase.net/l/laksana">lakshana</A> &#8212; symptoms; <A CLASS=v HREF="http://vedabase.net/s/samsthabhih">samsth&#257;bhih</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A> with their different situations; <A CLASS=v HREF="http://vedabase.net/v/vicintitah">vicintitah</A> &#8212; established by scientific calculations; <A CLASS=v HREF="http://vedabase.net/k/kavibhih">kavibhih</A> &#8212; by learned scholars; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/p/pancasat">pañc&#257;&#347;at</A>-<A CLASS=v HREF="http://vedabase.net/k/koti">koti</A> &#8212; 500,000,000 yojanas; <A CLASS=v HREF="http://vedabase.net/g/ganitasya">ganitasya</A> &#8212; which is measured at; <A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A>-<A CLASS=v HREF="http://vedabase.net/g/golasya">golasya</A> &#8212; of the planetary system known <A HREF="http://vedabase.net/a/as">as</A> Bh&#363;golaka; <A CLASS=v HREF="http://vedabase.net/t/turiya">tur&#299;ya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagah">bh&#257;gah</A> &#8212; one fourth; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/l/lokaloka">lok&#257;loka</A>-<A CLASS=v HREF="http://vedabase.net/a/acalah">acalah</A> &#8212; the mountain known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/l/lokaloka">Lok&#257;loka</A>.</P><P CLASS=t>TRANSLATION</P><P>Learned scholars who are free from mistakes, illusions and propensities to cheat have thus described the planetary systems and their particular symptoms, measurements and locations. With great deliberation, they have established the truth that the distance between Sumeru and the mountain known as Lok&#257;loka is one fourth of the diameter of the universe &#8212; or, in other words, 125,000,000 yojanas [1 billion miles].</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has given accurate astronomical information about the location of Lok&#257;loka Mountain, the movements of the sun globe and the distance between the sun and the circumference of the universe. However, the technical terms used in the astronomical calculations given by the Jyotir Veda are difficult to translate into English. Therefore to satisfy the reader, we may include the exact Sanskrit statement given by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, which records exact calculations regarding universal affairs.</P><P>sa tu lok&#257;lokas tu bh&#363;-golakasya bh&#363;-sambandh&#257;nda-golakasyety arthah; s&#363;ryasy eva bhuvo 'py anda-golakayor madhya-vartitv&#257;t kha-golam iva bh&#363;-golam api pañc&#257;&#347;at-koti-yojana-pram&#257;nam tasya tur&#299;ya-bh&#257;gah s&#257;rdha-dv&#257;da&#347;a-koti-yojana-vist&#257;rocchr&#257;ya ity arthah bh&#363;s tu catus-trim&#347;al-lakshonapañc&#257;&#347;at-koti-pram&#257;n&#257; jñey&#257;; yath&#257; meru-madhy&#257;n m&#257;nasottara-madhya-paryantam s&#257;rdha-sapta-pañc&#257;&#347;al-lakshottara-koti-yojana-pram&#257;nam; m&#257;nasottara-madhy&#257;t sv&#257;d&#363;daka-samudra-paryantam shan-navati-laksha-yojana-pram&#257;nam tatah k&#257;ñcan&#299;-bh&#363;mih s&#257;rdha-sapta-pañc&#257;&#347;al-lakshottara-koti-yojana-pram&#257;n&#257; evam ekato meru-lok&#257;lokayor antar&#257;lam ek&#257;da&#347;a-&#347;al-laksh&#257;dhika-catush-koti-parimitam anyato 'pi tathatyeto lok&#257;lok&#257;l loka-paryantam sth&#257;nam dv&#257;vim&#347;ati-lakshottar&#257;shta-koti-parimitam lok&#257;lok&#257;d bahir apy ekatah et&#257;vad eva anyato 'py et&#257;vad eva yad vakshyate, yo 'ntar-vist&#257;ra etena hy aloka-parim&#257;nam ca vy&#257;khy&#257;tam yad-bahir lok&#257;lok&#257;cal&#257;d ity ekato lok&#257;lokah s&#257;rdha-dv&#257;da&#347;a-koti-yojana-parim&#257;nah anyato 'pi sa tathety evam catus-trim&#347;al-lakshonapañc&#257;&#347;at-koti-pram&#257;n&#257; bh&#363;h s&#257;bdhi-dv&#299;pa-parvat&#257; jñey&#257;; ata ev&#257;nda-golak&#257;t sarvato dikshu sapta-da&#347;a-laksha-yojan&#257;vak&#257;&#347;e vartam&#257;ne sati prithivy&#257;h &#347;esha-n&#257;gena dh&#257;ranam dig-gajai&#347; ca ni&#347;cal&#299;-karanam s&#257;rthakam bhaved anyath&#257; tu vy&#257;khy&#257;ntare pañc&#257;&#347;at-koti-pram&#257;natv&#257;d anda-golaka-lagnatve tat tat sarvam akiñcit-karam sy&#257;t c&#257;kshushe manvantare c&#257;kasm&#257;t majjanam &#347;r&#299;-var&#257;ha-devenotth&#257;panam ca durghatam sy&#257;d ity adikam vivecan&#299;yam.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>