<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 20 Verses 3-4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 20 Verses 3-4"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Studying the Structure of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.20.3-4</P><P CLASS=c>&#347;ivam yavasam subhadram &#347;&#257;ntam kshemam amritam abhayam iti varsh&#257;ni teshu girayo nadya&#347; ca saptaiv&#257;bhijñ&#257;t&#257;h; manik&#363;to vajrak&#363;ta indraseno jyotishm&#257;n suparno hiranyashth&#299;vo megham&#257;la iti setu-&#347;ail&#257;h arun&#257; nrimn&#257;&#324;giras&#299; s&#257;vitr&#299; suptabh&#257;t&#257; ritambhar&#257; satyambhar&#257; iti mah&#257;-nadyah; y&#257;s&#257;m jalopaspar&#347;ana-vidh&#363;ta-rajas-tamaso hamsa-pata&#324;gordhv&#257;yana-saty&#257;&#324;ga-samjñ&#257;&#347; catv&#257;ro varn&#257;h sahasr&#257;yusho vibudhopama-sandar&#347;ana-prajanan&#257;h svarga-dv&#257;ram trayy&#257; vidyay&#257; bhagavantam tray&#299;mayam s&#363;ryam &#257;tm&#257;nam yajante</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sivam">&#347;ivam</A> &#8212; <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/y/yavasam">yavasam</A> &#8212; <A HREF="http://vedabase.net/y/yavasa">Yavasa</A>; <A CLASS=v HREF="http://vedabase.net/s/subhadram">subhadram</A> &#8212; <A HREF="http://vedabase.net/s/subhadra">Subhadra</A>; <A CLASS=v HREF="http://vedabase.net/s/santam">&#347;&#257;ntam</A> &#8212; <A HREF="http://vedabase.net/s/santa">&#346;&#257;nta</A>; <A CLASS=v HREF="http://vedabase.net/k/ksemam">kshemam</A> &#8212; <A HREF="http://vedabase.net/k/ksema">Kshema</A>; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; <A HREF="http://vedabase.net/a/amrta">Amrita</A>; <A CLASS=v HREF="http://vedabase.net/a/abhayam">abhayam</A> &#8212; <A HREF="http://vedabase.net/a/abhaya">Abhaya</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/varsani">varsh&#257;ni</A> &#8212; the tracts of land according <A HREF="http://vedabase.net/t/to">to</A> the names of the seven sons; <A CLASS=v HREF="http://vedabase.net/t/tesu">teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> them; <A CLASS=v HREF="http://vedabase.net/g/girayah">girayah</A> &#8212; mountains; <A CLASS=v HREF="http://vedabase.net/n/nadyah">nadyah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and rivers; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A> &#8212; seven; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/abhijnatah">abhijñ&#257;t&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> known; <A CLASS=v HREF="http://vedabase.net/m/mani">mani</A>-<A CLASS=v HREF="http://vedabase.net/k/kutah">k&#363;tah</A> &#8212; Manik&#363;ta; <A CLASS=v HREF="http://vedabase.net/v/vajra">vajra</A>-<A CLASS=v HREF="http://vedabase.net/k/kutah">k&#363;tah</A> &#8212; Vajrak&#363;ta; <A CLASS=v HREF="http://vedabase.net/i/indra">indra</A>-<A CLASS=v HREF="http://vedabase.net/s/senah">senah</A> &#8212; <A HREF="http://vedabase.net/i/indrasena">Indrasena</A>; <A CLASS=v HREF="http://vedabase.net/j/jyotisman">jyotishm&#257;n</A> &#8212; <A HREF="http://vedabase.net/j/jyotisman">Jyotishm&#257;n</A>; <A CLASS=v HREF="http://vedabase.net/s/suparnah">suparnah</A> &#8212; <A HREF="http://vedabase.net/s/suparna">Suparna</A>; <A CLASS=v HREF="http://vedabase.net/h/hiranya">hiranya</A>-<A CLASS=v HREF="http://vedabase.net/s/sthivah">shth&#299;vah</A> &#8212; Hiranyashth&#299;va; <A CLASS=v HREF="http://vedabase.net/m/megha">megha</A>-<A CLASS=v HREF="http://vedabase.net/m/malah">m&#257;lah</A> &#8212; Megham&#257;la; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/setu">setu</A>-<A CLASS=v HREF="http://vedabase.net/s/sailah">&#347;ail&#257;h</A> &#8212; the ranges of mountains marking the borders of the varshas; <A CLASS=v HREF="http://vedabase.net/a/aruna">arun&#257;</A> &#8212; <A HREF="http://vedabase.net/a/aruna">Arun&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/nrmna">nrimn&#257;</A> &#8212; <A HREF="http://vedabase.net/n/nrmna">Nrimn&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/angirasi">&#257;&#324;giras&#299;</A> &#8212; <A HREF="http://vedabase.net/a/angirasi">&#256;&#324;giras&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/savitri">s&#257;vitr&#299;</A> &#8212; <A HREF="http://vedabase.net/s/savitri">S&#257;vitr&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/supta">supta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhata">bh&#257;t&#257;</A> &#8212; Suptabh&#257;t&#257;; <A CLASS=v HREF="http://vedabase.net/r/rtambhara">ritambhar&#257;</A> &#8212; <A HREF="http://vedabase.net/r/rtambhara">Ritambhar&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/satyambhara">satyambhar&#257;</A> &#8212; <A HREF="http://vedabase.net/s/satyambhara">Satyambhar&#257;</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/n/nadyah">nadyah</A> &#8212; very large rivers; <A CLASS=v HREF="http://vedabase.net/y/yasam">y&#257;s&#257;m</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A>-<A CLASS=v HREF="http://vedabase.net/u/upasparsana">upaspar&#347;ana</A> &#8212; simply by touching the water; <A CLASS=v HREF="http://vedabase.net/v/vidhuta">vidh&#363;ta</A> &#8212; washed off; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A>-<A CLASS=v HREF="http://vedabase.net/t/tamasah">tamasah</A> &#8212; whose modes of passion and ignorance; <A CLASS=v HREF="http://vedabase.net/h/hamsa">hamsa</A> &#8212; <A HREF="http://vedabase.net/h/hamsa">Hamsa</A>; <A CLASS=v HREF="http://vedabase.net/p/patanga">pata&#324;ga</A> &#8212; <A HREF="http://vedabase.net/p/patanga">Pata&#324;ga</A>; <A CLASS=v HREF="http://vedabase.net/u/urdhvayana">&#363;rdhv&#257;yana</A> &#8212; <A HREF="http://vedabase.net/u/urdhvayana">&#362;rdhv&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/s/satyanga">saty&#257;&#324;ga</A> &#8212; <A HREF="http://vedabase.net/s/satyanga">Saty&#257;&#324;ga</A>; <A CLASS=v HREF="http://vedabase.net/s/samjnah">samjñ&#257;h</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/c/catvarah">catv&#257;rah</A> &#8212; four; <A CLASS=v HREF="http://vedabase.net/v/varnah">varn&#257;h</A> &#8212; castes or divisions of men; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A>-<A CLASS=v HREF="http://vedabase.net/a/ayusah">&#257;yushah</A> &#8212; living for one thousand years; <A CLASS=v HREF="http://vedabase.net/v/vibudha">vibudha</A>-<A CLASS=v HREF="http://vedabase.net/u/upama">upama</A> &#8212; similar <A HREF="http://vedabase.net/t/to">to</A> the demigods; <A CLASS=v HREF="http://vedabase.net/s/sandarsana">sandar&#347;ana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> having very beautiful forms; <A CLASS=v HREF="http://vedabase.net/p/prajananah">prajanan&#257;h</A> &#8212; and <A HREF="http://vedabase.net/i/in">in</A> producing children; <A CLASS=v HREF="http://vedabase.net/s/svarga">svarga</A>-<A CLASS=v HREF="http://vedabase.net/d/dvaram">dv&#257;ram</A> &#8212; the gateway <A HREF="http://vedabase.net/t/to">to</A> the heavenly planets; <A CLASS=v HREF="http://vedabase.net/t/trayya">trayy&#257;</A> <A CLASS=v HREF="http://vedabase.net/v/vidyaya">vidyay&#257;</A> &#8212; by performing ritualistic ceremonies according <A HREF="http://vedabase.net/t/to">to</A> Vedic principles; <A CLASS=v HREF="http://vedabase.net/b/bhagavantam">bhagavantam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/trayi">tray&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; established <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/s/suryam">s&#363;ryam</A> <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supersoul, represented by the sun-god; <A CLASS=v HREF="http://vedabase.net/y/yajante">yajante</A> &#8212; they worship.</P><P CLASS=t>TRANSLATION</P><P>The seven islands [varshas] are named according to the names of those seven sons &#8212; &#346;iva, Yavasa, Subhadra, &#346;&#257;nta, Kshema, Amrita and Abhaya. In those seven tracts of land, there are seven mountains and seven rivers. The mountains are named Manik&#363;ta, Vajrak&#363;ta, Indrasena, Jyotishm&#257;n, Suparna, Hiranyashth&#299;va and Megham&#257;la, and the rivers are named Arun&#257;, Nrimn&#257;, &#256;&#324;giras&#299;, S&#257;vitr&#299;, Suptabh&#257;t&#257;, Ritambhar&#257; and Satyambhar&#257;. One can immediately be free from material contamination by touching or bathing in those rivers, and the four castes of people who live in Plakshadv&#299;pa &#8212; the Hamsas, Pata&#324;gas, &#362;rdhv&#257;yanas and Saty&#257;&#324;gas &#8212; purify themselves in that way. The inhabitants of Plakshadv&#299;pa live for one thousand years. They are beautiful like the demigods, and they also beget children like the demigods. By completely performing the ritualistic ceremonies mentioned in the Vedas and by worshiping the Supreme Personality of Godhead as represented by the sun-god, they attain the sun, which is a heavenly planet.</P><P CLASS=t>PURPORT</P><P>According to general understanding, there are originally three deities &#8212; Lord Brahm&#257;, Lord Vishnu and Lord &#346;iva &#8212; and people with a poor fund of knowledge consider Lord Vishnu no better than Lord Brahm&#257; or Lord &#346;iva. This conclusion, however, is invalid. As stated in the Vedas, isht&#257;p&#363;rtam bahudh&#257; j&#257;yam&#257;nam vi&#347;vam bibharti bhuvanasya n&#257;bhih tad ev&#257;gnis tad v&#257;yus tat s&#363;ryas tad u candram&#257;h agnih sarvadaivatah. This means that the Supreme Lord, who accepts and enjoys the results of Vedic ritualistic ceremonies (technically called isht&#257;p&#363;rta), who maintains the entire creation, who supplies the necessities of all living entities (eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n) and who is the central point of all creation, is Lord Vishnu. Lord Vishnu expands as the demigods known as Agni, V&#257;yu, S&#363;rya and Candra, who are simply parts and parcels of His body. Lord Krishna says in &#346;r&#299;mad Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/23.htm">9.23</A>):</P><P>ye 'py anya-devat&#257;-bhakt&#257;</P><P CLASS=n>yajante &#347;raddhay&#257;nvit&#257;h</P><P CLASS=n>te 'pi m&#257;m eva kaunteya</P><P CLASS=n>yajanty avidhi-p&#363;rvakam</P><P>"Devotees who worship the demigods with firm faith worship Me also, but not according to regulative principles." In other words, if one worships the demigods but does not understand the relationship between the demigods and the Supreme Personality of Godhead, his worship is irregular. Krishna also says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/24.htm">9.24</A>), aham hi sarva-yajñ&#257;n&#257;m bhokt&#257; ca prabhur eva ca: "I am the only enjoyer of ritualistic ceremonies."</P><P>It may be argued that the demigods are as important as Lord Vishnu because the names of the demigods are different names of Vishnu. This, however, is not a sound conclusion, for it is contradicted in the Vedic literatures. The Vedas declare:</P><P>candram&#257; manaso j&#257;ta&#347; cakshoh s&#363;ryo aj&#257;yata; &#347;rotr&#257;daya&#347; ca pr&#257;na&#347; ca mukh&#257;d agnir aj&#257;yata; n&#257;r&#257;yan&#257;d brahm&#257;, n&#257;r&#257;yan&#257;d rudro j&#257;yate, n&#257;r&#257;yan&#257;t praj&#257;patih j&#257;yate, n&#257;r&#257;yan&#257;d indro j&#257;yate, n&#257;r&#257;yan&#257;d ashtau vasavo j&#257;yante, n&#257;r&#257;yan&#257;d ek&#257;da&#347;a rudr&#257; j&#257;yante.</P><P>"The demigod of the moon, Candra, came from the mind of N&#257;r&#257;yana, and the sun-god came from His eyes. The controlling deities of hearing and the life air came from N&#257;r&#257;yana, and the controlling deity of fire was generated from His mouth. Praj&#257;pati, Lord Brahm&#257;, came from N&#257;r&#257;yana, Indra came from N&#257;r&#257;yana, and the eight Vasus, the eleven expansions of Lord &#346;iva and the twelve &#256;dityas also came from N&#257;r&#257;yana." In the smriti Vedic literature it is also said:</P><P>brahm&#257; &#347;ambhus tathaiv&#257;rka&#347;</P><P CLASS=n>candram&#257;&#347; ca &#347;atakratuh</P><P CLASS=n>evam &#257;dy&#257;s tathaiv&#257;nye</P><P CLASS=n>yukt&#257; vaishnava-tejas&#257;</P><P CLASS=n>jagat-k&#257;ry&#257;vas&#257;ne tu</P><P CLASS=n>viyujyante ca tejas&#257;</P><P CLASS=n>viteja&#347; ca te sarve</P><P CLASS=n>pañcatvam upay&#257;nti te</P><P>"Brahm&#257;, &#346;ambhu, S&#363;rya and Indra are all merely products of the power of the Supreme Personality of Godhead. This is also true of the many other demigods whose names are not mentioned here. When the cosmic manifestation is annihilated, these different expansions of N&#257;r&#257;yana's potencies will merge into N&#257;r&#257;yana. In other words, all these demigods will die. Their living force will be withdrawn, and they will merge into N&#257;r&#257;yana."</P><P>Therefore it should be concluded that Lord Vishnu, not Lord Brahm&#257; or Lord &#346;iva, is the Supreme Personality of Godhead. As a government officer is sometimes accepted as the entire government although he is actually but a departmental manager, so the demigods, having achieved power of attorney from Vishnu, act on His behalf, although they are not as powerful as He. All the demigods must work under the orders of Vishnu. Therefore it is said, ekale &#299;&#347;vara krishna, &#257;ra saba bhritya. The only master is Lord Krishna, or Lord Vishnu, and all others are His obedient servants, who act exactly according to His orders. The distinction between Lord Vishnu and the demigods is also expressed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/25.htm">9.25</A>). Y&#257;nti deva-vrat&#257; dev&#257;n. .. y&#257;nti mad-y&#257;jino 'pi m&#257;m: those who worship the demigods go to the planets of the demigods, whereas the worshipers of Lord Krishna and Lord Vishnu go to the planets in Vaikuntha. These are the statements of the smriti. Therefore the idea that Lord Vishnu is on the same level as the demigods is in contradiction to the &#347;&#257;stras. The demigods are not supreme. The supremacy of the demigods is dependent on the mercy of Lord N&#257;r&#257;yana (Vishnu, or Krishna).</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>