<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 20"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Studying the Structure of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.20 Summary</P><P>In this chapter there is a description of various islands, beginning with Plakshadv&#299;pa, and the oceans that surround them. There is also a description of the location and dimensions of the mountain known as Lok&#257;loka. The island of Plakshadv&#299;pa, which is twice as broad as Jamb&#363;dv&#299;pa, is surrounded by an ocean of salt water. The master of this island is Idhmajihva, one of the sons of Mah&#257;r&#257;ja Priyavrata. The island is divided into seven regions, each with a mountain and a large river.</P><P>The second island is called S&#257;lmal&#299;dv&#299;pa. It is surrounded by an ocean of liquor and is 3,200,000 miles wide, twice as wide as Plakshadv&#299;pa. The master of this island is Yajñab&#257;hu, one of the sons of Mah&#257;r&#257;ja Priyavrata. Like Plakshadv&#299;pa, this island is also divided into seven regions, each with a mountain and a very large river. The inhabitants of this island worship the Supreme Personality of Godhead in the form of Candr&#257;tm&#257;.</P><P>The third island, which is surrounded by an ocean of clarified butter and is also divided into seven regions, is called Ku&#347;adv&#299;pa. Its master is Hiranyaret&#257;, another son of Mah&#257;r&#257;ja Priyavrata, and its inhabitants worship the Supreme Personality of Godhead in the form of Agni, the fire-god. The width of this island is 6,400,000 miles, or, in other words, twice the width of S&#257;lmal&#299;dv&#299;pa.</P><P>The fourth island, Krauñcadv&#299;pa, which is surrounded by an ocean of milk, is 12,800,000 miles wide and is also divided, like the others, into seven regions, each with a large mountain and a large river. The master of this island is Ghritaprishtha, another son of Mah&#257;r&#257;ja Priyavrata. The inhabitants of this island worship the Supreme Personality of Godhead in the form of water.</P><P>The fifth island, &#346;&#257;kadv&#299;pa, which is 25,600,000 miles wide, is surrounded by an ocean of yogurt. Its master is Medh&#257;tithi, another son of Mah&#257;r&#257;ja Priyavrata. It is also divided into seven regions, each with a large mountain and a large river. Its inhabitants worship the Supreme Personality of Godhead in the form of V&#257;yu, air.</P><P>The sixth island, Pushkaradv&#299;pa, which is twice as wide as the previous island, is surrounded by an ocean of clear water. Its master is V&#299;tihotra, another son of Mah&#257;r&#257;ja Priyavrata. The island is divided in two by a large mountain named M&#257;nasottara. The inhabitants of this island worship Svayambh&#363;, another feature of the Supreme Personality of Godhead. Beyond Pushkaradv&#299;pa there are two islands, one always lit by the sunshine and the other always dark. Between them is a mountain called Lok&#257;loka, which is situated one billion miles from the edge of the universe. Lord N&#257;r&#257;yana, expanding His opulence, resides upon this mountain. The area beyond Lok&#257;loka Mountain is called Aloka-varsha, and beyond Aloka-varsha is the pure destination of persons who desire liberation.</P><P>Vertically, the sun-globe is situated just in the middle of the universe, in Antariksha, the space between Bh&#363;rloka and Bhuvarloka. The distance between the sun and the circumference of Anda-golaka, the globe of the universe, is estimated to be twenty-five koti yojanas (two billion miles). Because the sun enters the universe and divides the sky, it is known as M&#257;rtanda, and because it is produced from Hiranyagarbha, the body of the mahat-tattva, it is also called Hiranyagarbha.</P><P CLASS=l><A CLASS=i HREF="../19/31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>