<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.1</P><P CLASS=c>r&#257;jov&#257;ca</P><P CLASS=c>priyavrato bh&#257;gavata</P><P CLASS=c>&#257;tm&#257;r&#257;mah katham mune</P><P CLASS=c>grihe 'ramata yan-m&#363;lah</P><P CLASS=c>karma-bandhah par&#257;bhavah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A> said; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/v/vratah">vratah</A> &#8212; King <A HREF="http://vedabase.net/p/priyavrata">Priyavrata</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; the great devotee; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/aramah">&#257;r&#257;mah</A> &#8212; who takes pleasure <A HREF="http://vedabase.net/i/in">in</A> self-realization; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/m/mune">mune</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great sage; <A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/a/aramata">aramata</A> &#8212; enjoyed; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/m/mulah">m&#363;lah</A> &#8212; having which <A HREF="http://vedabase.net/a/as">as</A> the root cause; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhah">bandhah</A> &#8212; the bondage of fruitive activities; <A CLASS=v HREF="http://vedabase.net/p/parabhavah">par&#257;bhavah</A> &#8212; the defeat of one's human mission.</P><P CLASS=t>TRANSLATION</P><P>King Par&#299;kshit inquired from &#346;ukadeva Gosv&#257;m&#299;: O great sage, why did King Priyavrata, who was a great, self-realized devotee of the Lord, remain in household life, which is the root cause of the bondage of karma [fruitive activities] and which defeats the mission of human life?</P><P CLASS=t>PURPORT</P><P>In the Fourth Canto, &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; explains that N&#257;rada Muni perfectly instructed King Priyavrata about the mission of human life. The mission of human life is to realize one's self and then gradually to go back home, back to Godhead. Since N&#257;rada Muni instructed the King fully on this subject, why did he again enter household life, which is the main cause of material bondage? Mah&#257;r&#257;ja Par&#299;kshit was greatly astonished that King Priyavrata remained in household life, especially since he was not only a self-realized soul but also a first-class devotee of the Lord. A devotee actually has no attraction for household life, but surprisingly, King Priyavrata enjoyed household life very much. One may argue, "Why is it wrong to enjoy household life?" The reply is that in household life one becomes bound by the results of fruitive activities. The essence of household life is sense enjoyment, and as long as one engrosses his mind in working hard for sense enjoyment, one becomes bound by the reactions of fruitive activities. This ignorance of self-realization is the greatest defeat in human life. The human form of life is especially meant for getting out of the bondage of fruitive activities, but as long as one is forgetful of his life's mission and acts like an ordinary animal &#8212; eating, sleeping, mating and defending &#8212; he must continue his conditioned life of material existence. Such a life is called svar&#363;pa-vismriti, forgetfulness of one's real constitutional position. Therefore in Vedic civilization one is trained in the very beginning of life as a brahmac&#257;r&#299;. A brahmac&#257;r&#299; must execute austerities and refrain from sex indulgence. Therefore if one is completely trained in the principles of brahmacarya, he generally does not enter household life. He is then called a naishthika-brahmac&#257;r&#299;, which indicates total celibacy. King Par&#299;kshit was thus astonished that the great King Priyavrata, although trained in the principles of naishthika-brahmacarya, entered household life.</P><P>The words bh&#257;gavata &#257;tm&#257;r&#257;mah are very significant in this verse. If one is self-satisfied as is the Supreme Personality of Godhead, he is called bh&#257;gavata &#257;tm&#257;r&#257;mah. There are different types of satisfaction. Karm&#299;s are satisfied in their fruitive activities, jñ&#257;n&#299;s are satisfied to merge into the effulgence of Brahman, and devotees are satisfied to engage in the Lord's service. The Lord is self-satisfied because He is fully opulent, and one who is satisfied by serving Him is called bh&#257;gavata &#257;tm&#257;r&#257;mah. Manushy&#257;n&#257;m sahasreshu: [<A CLASS=v HREF="../../../bg/7/3.htm">Bg. 7.3</A>] out of many thousands of persons, one may endeavor for liberation, and of many thousands of persons attempting to become liberated, one may achieve liberation from the anxieties of material existence and become self-satisfied. Even that satisfaction, however, is not the ultimate satisfaction. The jñ&#257;n&#299;s and the karm&#299;s have desires, as do the yog&#299;s, but devotees have no desires. Satisfaction in the service of the Lord is called ak&#257;ma, freedom from desire, and this is the ultimate satisfaction. Therefore Mah&#257;r&#257;ja Par&#299;kshit inquired, "How could one who was fully satisfied on the highest platform be satisfied with family life?"</P><P>The word par&#257;bhavah in this verse is also significant. When one is satisfied in family life, he is doomed because he must already have forgotten his relationship with the Lord. Prahl&#257;da Mah&#257;r&#257;ja describes how the activities of family life implicate one more and more. &#256;tma-p&#257;tam griham andha-k&#363;pam: household life is like a dark well. If one falls into this well, his spiritual death is assured. How Priyavrata Mah&#257;r&#257;ja remained a liberated paramahamsa even within family life is described in the next verse.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>