<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.10</P><P CLASS=c>bhagav&#257;n api bh&#257;rata tad-upan&#299;t&#257;rhanah s&#363;kta-v&#257;ken&#257;titar&#257;m udita-guna-gan&#257;vat&#257;ra-sujayah priyavratam &#257;di-purushas tam sadaya-h&#257;s&#257;valoka iti hov&#257;ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; moreover; <A CLASS=v HREF="http://vedabase.net/b/bharata">bh&#257;rata</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; by them; <A CLASS=v HREF="http://vedabase.net/u/upanita">upan&#299;ta</A> &#8212; brought forward; <A CLASS=v HREF="http://vedabase.net/a/arhanah">arhanah</A> &#8212; worshipable paraphernalia; <A CLASS=v HREF="http://vedabase.net/s/sukta">s&#363;kta</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> Vedic etiquette; <A CLASS=v HREF="http://vedabase.net/v/vakena">v&#257;kena</A> &#8212; by language; <A CLASS=v HREF="http://vedabase.net/a/atitaram">atitar&#257;m</A> &#8212; highly; <A CLASS=v HREF="http://vedabase.net/u/udita">udita</A> &#8212; praised; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; qualities; <A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; because of the descent; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/j/jayah">jayah</A> &#8212; whose glories; <A CLASS=v HREF="http://vedabase.net/p/priyavratam">priyavratam</A> &#8212; unto <A HREF="http://vedabase.net/p/priyavrata">Priyavrata</A>; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the original person; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto him; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/d/daya">daya</A> &#8212; with compassion; <A CLASS=v HREF="http://vedabase.net/h/hasa">h&#257;sa</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/a/avalokah">avalokah</A> &#8212; whose looking; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said.</P><P CLASS=t>TRANSLATION</P><P>My dear King Par&#299;kshit, because Lord Brahm&#257; had finally descended from Satyaloka to Bh&#363;loka, N&#257;rada Muni, Prince Priyavrata and Sv&#257;yambhuva Manu came forward to offer him objects of worship and to praise him in highly qualified language, according to Vedic etiquette. At that time, Lord Brahm&#257;, the original person of this universe, felt compassion for Priyavrata and, looking upon him with a smiling face, spoke to him as follows.</P><P CLASS=t>PURPORT</P><P>That Lord Brahm&#257; descended from Satyaloka to see Priyavrata indicates that the matter was very serious. N&#257;rada Muni had come to advise Priyavrata about the value of spiritual life, knowledge, renunciation and bhakti, and Lord Brahm&#257; knew that N&#257;rada's instructions were very impressive. Therefore unless Lord Brahm&#257; personally went to Gandham&#257;dana Hill to request Priyavrata, Lord Brahm&#257; knew that prince Priyavrata would not accept his father's order. Brahm&#257;'s purpose was to break Priyavrata's determination. Therefore Brahm&#257; first looked upon Priyavrata with compassion. His smile and compassionate features also indicated that although Brahm&#257; would request Priyavrata to accept household life, Priyavrata would not be out of touch with devotional service. By the blessings of a Vaishnava, everything is possible. This is described in Bhakti-ras&#257;mrita-sindhu as krip&#257;-siddhi, or perfection attained simply by the blessings of a superior person. One usually becomes liberated and perfect by executing the regulative principles set down in the &#347;&#257;stras. Nonetheless, many persons have achieved perfection simply by the blessings of a spiritual master or superior.</P><P>Priyavrata was the grandson of Lord Brahm&#257;, and as joking competition sometimes takes place between grandson and grandfather, in this case also Priyavrata was determined to remain in meditation, whereas Brahm&#257; was determined that he rule the universe. Thus Lord Brahm&#257;'s affectionate smile and glance meant, "My dear Priyavrata, you have decided not to accept household life, but I have decided to convince you that you must accept it." Actually, Brahm&#257; had come to praise Priyavrata for his high standard of renunciation, austerity, penance and devotion so that he would not be deviated from devotional service, even though he would accept household life.</P><P>In this verse, one important word is s&#363;kta-v&#257;kena (by Vedic hymns). In the Vedas, there is the following prayer to Lord Brahm&#257;: hiranyagarbhah samavartat&#257;gre bh&#363;tasya j&#257;tah patir eka &#257;s&#299;t. Brahm&#257; was received with the appropriate Vedic hymns, and because he was welcomed according to the Vedic etiquette, he was very pleased.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>