<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.12</P><P CLASS=c>na tasya ka&#347;cit tapas&#257; vidyay&#257; v&#257;</P><P CLASS=c>na yoga-v&#299;ryena man&#299;shay&#257; v&#257;</P><P CLASS=c>naiv&#257;rtha-dharmaih paratah svato v&#257;</P><P CLASS=c>kritam vihantum tanu-bhrid vibh&#363;y&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; by austerity; <A CLASS=v HREF="http://vedabase.net/v/vidyaya">vidyay&#257;</A> &#8212; by education; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; by power of mystic <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/v/viryena">v&#299;ryena</A> &#8212; by personal strength; <A CLASS=v HREF="http://vedabase.net/m/manisaya">man&#299;shay&#257;</A> &#8212; by intelligence; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; by material opulence; <A CLASS=v HREF="http://vedabase.net/d/dharmaih">dharmaih</A> &#8212; by the power of religion; <A CLASS=v HREF="http://vedabase.net/p/paratah">paratah</A> &#8212; by any external power; <A CLASS=v HREF="http://vedabase.net/s/svatah">svatah</A> &#8212; by personal endeavor; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; the order; <A CLASS=v HREF="http://vedabase.net/v/vihantum">vihantum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> avoid; <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrt">bhrit</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> living entity who has accepted <A HREF="http://vedabase.net/a/a">a</A> material body; <A CLASS=v HREF="http://vedabase.net/v/vibhuyat">vibh&#363;y&#257;t</A> &#8212; is able.</P><P CLASS=t>TRANSLATION</P><P>One cannot avoid the order of the Supreme Personality of Godhead, not by the strength of severe austerities, an exalted Vedic education, or the power of mystic yoga, physical prowess or intellectual activities. Nor can one use his power of religion, his material opulence or any other means, either by himself or with the help of others, to defy the orders of the Supreme Lord. That is not possible for any living being, from Brahm&#257; down to the ant.</P><P CLASS=t>PURPORT</P><P>In the Garga Upanishad, Gargamuni says to his wife, etasya v&#257; aksharasya pra&#347;&#257;sane gargi s&#363;ry&#257;-candramasau vidhritau tishthatah: "My dear Garg&#299;, everything is under the control of the Supreme Personality of Godhead. Even the sun, the moon and other controllers and demigods like Lord Brahm&#257; and King Indra are all under His control." An ordinary human being or animal who has accepted a material body cannot go beyond the jurisdiction of the Supreme Personality of Godhead's control. A material body includes senses. However, the sense activities of so-called scientists who try to be free from God's law or the laws of nature are useless. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>). Mama m&#257;y&#257; duratyay&#257;: it is impossible to surpass the control of material nature, for the Supreme Personality of Godhead is working behind it. Sometimes we are proud of our austerities, penances and mystic yogic powers, but it is clearly stated herein that one cannot surpass the laws and directions of the Supreme Personality of Godhead, either by dint of mystic power, a scientific education, or austerities and penances. It is impossible.</P><P>The word man&#299;shay&#257; ("by intelligence") is of special significance. Priyavrata might argue that Lord Brahm&#257; was requesting him to accept family life and the responsibility for ruling a kingdom, although N&#257;rada Muni had advised him not to enter household life and be entangled in material affairs. Whom to accept would be a puzzle for Priyavrata because both Lord Brahm&#257; and N&#257;rada Muni are authorities. Under the circumstances, the use of the word man&#299;shay&#257; is very appropriate, for it indicates that since both N&#257;rada Muni and Lord Brahm&#257; are authorized to give instruction, Priyavrata should neglect neither of them but should use his intelligence to follow the advice of both. To solve such dilemmas, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has given a very clear conception of intelligence. He says:</P><P>an&#257;saktasya vishay&#257;n</P><P CLASS=n>yath&#257;rham upayuñjatah</P><P CLASS=n>nirbandhah krishna-sambandhe</P><P CLASS=n>yuktam vair&#257;gyam ucyate</P><P>Vishay&#257;n, material affairs, should be accepted without attachment. and everything should be dovetailed with the service of the Lord. That is real intelligence (man&#299;sh&#257;). Becoming a family man or king in the material world is not harmful if one accepts everything for Krishna's service. That necessitates clear intelligence. M&#257;y&#257;v&#257;d&#299; philosophers say, brahma satyam jagan mithy&#257;: this material world is false, and only the Absolute Truth is real. However, an intelligent devotee in the line of Lord Brahm&#257; and the great sage N&#257;rada &#8212; or, in other words, in the Brahma-samprad&#257;ya &#8212; does not consider this world false. That which is created by the Supreme Personality of Godhead cannot be false, but using it for enjoyment is. Everything is meant to be enjoyed by the Supreme Personality of Godhead, as confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>). Bhokt&#257;ram yajña-tapas&#257;m sarva-loka-mahe&#347;varam: the Supreme Personality of Godhead is the supreme proprietor and enjoyer, and therefore everything should be dovetailed for His enjoyment and service. Regardless of one's circumstances, favorable or unfavorable, one should use everything to serve the Supreme Lord. That is the perfect way to use one's intelligence.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>