<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.13</P><P CLASS=c>bhav&#257;ya n&#257;&#347;&#257;ya ca karma kartum</P><P CLASS=c>&#347;ok&#257;ya moh&#257;ya sad&#257; bhay&#257;ya</P><P CLASS=c>sukh&#257;ya duhkh&#257;ya ca deha-yogam</P><P CLASS=c>avyakta-dishtam janat&#257;&#324;ga dhatte</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhavaya">bhav&#257;ya</A> &#8212; for birth; <A CLASS=v HREF="http://vedabase.net/n/nasaya">n&#257;&#347;&#257;ya</A> &#8212; for death; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activity; <A CLASS=v HREF="http://vedabase.net/k/kartum">kartum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/s/sokaya">&#347;ok&#257;ya</A> &#8212; for bereavement; <A CLASS=v HREF="http://vedabase.net/m/mohaya">moh&#257;ya</A> &#8212; for illusion; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/b/bhayaya">bhay&#257;ya</A> &#8212; for fear; <A CLASS=v HREF="http://vedabase.net/s/sukhaya">sukh&#257;ya</A> &#8212; for happiness; <A CLASS=v HREF="http://vedabase.net/d/duhkhaya">duhkh&#257;ya</A> &#8212; for distress; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/y/yogam">yogam</A> &#8212; connection with <A HREF="http://vedabase.net/a/a">a</A> material body; <A CLASS=v HREF="http://vedabase.net/a/avyakta">avyakta</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/distam">dishtam</A> &#8212; directed; <A CLASS=v HREF="http://vedabase.net/j/janata">janat&#257;</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/p/priyavrata">Priyavrata</A>; <A CLASS=v HREF="http://vedabase.net/d/dhatte">dhatte</A> &#8212; accept.</P><P CLASS=t>TRANSLATION</P><P>My dear Priyavrata, by the order of the Supreme Personality of Godhead, all living entities accept different types of bodies for birth and death, activity, lamentation, illusion, fear of future dangers, and happiness and distress.</P><P CLASS=t>PURPORT</P><P>Every living entity who has come to this material world has come here for material enjoyment, but according to his own karma, activities, he must accept a certain type of body given to him by material nature under the order of the Supreme Personality of Godhead. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/27.htm">3.27</A>), prakriteh kriyam&#257;n&#257;ni gunaih karm&#257;ni sarva&#347;ah: everything is being done by prakriti, material nature, under the direction of the Supreme Lord. Modern scientists do not know why there are varieties of bodies in 8,400,000 forms. The fact is that all these bodies are ordained for the living entities by the Supreme Personality of Godhead according to the living entities' desires. He gives the living entities freedom to act as they like, but on the other hand they must accept a body according to the reactions of their activities. Thus there are different types of bodies. Some living entities have short durations of life, whereas others live for fantastic durations. Every one of them, however, from Brahm&#257; down to the ant, acts according to the direction of the Supreme Personality of Godhead, who is sitting in everyone's heart. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>):</P><P>sarvasya c&#257;ham hridi sannivishto</P><P CLASS=n>mattah smritir jñ&#257;nam apohanam ca</P><P>"I am seated in everyone's heart, and from Me come remembrance. knowledge and forgetfulness." It is not a fact, however, that the Supreme Personality of Godhead gives direction to certain living entities in one way and other living entities in another way. The truth is that every living entity has a certain desire, and the Supreme Lord gives him a chance to fulfill it. The best course, therefore, is to surrender unto the Supreme Personality of Godhead and act according to His desire. One who does so is liberated.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>