<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.14</P><P CLASS=c>yad-v&#257;ci tanty&#257;m guna-karma-d&#257;mabhih</P><P CLASS=c>sudustarair vatsa vayam suyojit&#257;h</P><P CLASS=c>sarve vah&#257;mo balim &#299;&#347;var&#257;ya</P><P CLASS=c>prot&#257; nas&#299;va dvi-pade catush-padah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/v/vaci">v&#257;ci</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of Vedic instruction; <A CLASS=v HREF="http://vedabase.net/t/tantyam">tanty&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> long rope; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of quality; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; and work; <A CLASS=v HREF="http://vedabase.net/d/damabhih">d&#257;mabhih</A> &#8212; by the ropes; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/dustaraih">dustaraih</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> avoid; <A CLASS=v HREF="http://vedabase.net/v/vatsa">vatsa</A> &#8212; my dear boy; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/y/yojitah">yojit&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> engaged; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/v/vahamah">vah&#257;mah</A> &#8212; carry out; <A CLASS=v HREF="http://vedabase.net/b/balim">balim</A> &#8212; orders <A HREF="http://vedabase.net/t/to">to</A> please Him; <A CLASS=v HREF="http://vedabase.net/i/isvaraya">&#299;&#347;var&#257;ya</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/protah">prot&#257;h</A> &#8212; being bound; <A CLASS=v HREF="http://vedabase.net/n/nasi">nasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the nose; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the two-legged (driver); <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/p/padah">padah</A> &#8212; the four-legged (bulls).</P><P CLASS=t>TRANSLATION</P><P>My dear boy, all of us are bound by the Vedic injunctions to the divisions of varn&#257;&#347;rama according to our qualities and work. These divisions are difficult to avoid because they are scientifically arranged. We must therefore carry out our duties of varn&#257;&#347;rama-dharma, like bulls obliged to move according to the direction of a driver pulling on ropes knotted to their noses.</P><P CLASS=t>PURPORT</P><P>In this verse, the words tanty&#257;m guna-karma-d&#257;mabhih are very important. We each get a body according to our association with the gunas, the qualities or modes of material nature, and we act accordingly. As stated in Bhagavad-g&#299;t&#257;, the four orders of the social system &#8212; namely br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra &#8212; are arranged according to guna and karma, their qualities and work. There is some controversy about this, however, because some say that since one receives a body according to the guna and karma of his past life, it is one's birth that determines his social status. Others say, however, that one's birth according to the guna and karma of his past life is not the essential consideration, since one can change his guna and karma even in this life. Thus they say that the four divisions of the social order &#8212; br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra &#8212; should be arranged according to the guna and karma of this life. This version is confirmed in &#346;r&#299;mad-Bh&#257;gavatam by N&#257;rada Muni. While instructing Mah&#257;r&#257;ja Yudhishthira about the symptoms of guna and karma, N&#257;rada Muni said that these symptoms must govern the division of society. In other words, if a person born in the family of a br&#257;hmana has the symptoms of a &#347;&#363;dra, he should be designated as a &#347;&#363;dra. Similarly, if a &#347;&#363;dra has brahminical qualities, he should be designated a br&#257;hmana.</P><P>The varn&#257;&#347;rama system is scientific. Therefore if we accept the divisions of varna and &#257;&#347;rama according to the Vedic instructions, our lives will be successful. Unless human society is thus divided and arranged, it cannot be perfect. As stated in the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana3/8/9">3.8.9</A>):</P><P>varn&#257;&#347;ram&#257;c&#257;ravat&#257;</P><P CLASS=n>purushena parah pum&#257;n</P><P CLASS=n>vishnur &#257;r&#257;dhyate panth&#257;</P><P CLASS=n>n&#257;nyat tat-tosha-k&#257;ranam</P><P>"The Supreme Personality of Godhead, Lord Vishnu, is worshiped by the proper execution of prescribed duties in the system of varna and &#257;&#347;rama. There is no other way to satisfy the Supreme Personality of Godhead. One must be situated in the institution of the four varnas and &#257;&#347;ramas." All of human society is meant to worship Lord Vishnu. At the present moment, however, human society does not know that this is the ultimate goal or perfection of life. Therefore instead of worshiping Lord Vishnu. people have been educated to worship matter. According to the direction of modern society, men think they can advance in civilization by manipulating matter to build skyscrapers, big roads, automobiles and so on. Such a civilization must certainly be called materialistic because its people do not know the goal of life. The goal of life is to reach Vishnu. but instead of reaching Vishnu, people are bewildered by the external manifestation of the material energy. Therefore progress in material advancement is blind, and the leaders of such material advancement are also blind. They are leading their followers in the wrong way.</P><P>It is best, therefore, to accept the injunctions of the Vedas, which are mentioned in this verse as yad-v&#257;ci. In accordance with those injunctions, everyone should find out whether he is a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra and should thus be educated accordingly. Then his life will be successful. Otherwise, all of human society will be confused. If human society is divided scientifically according to varna and &#257;&#347;rama, and if the Vedic directions are followed, one's life, regardless of his position, will be successful. It is not that br&#257;hmanas will be elevated to the transcendental platform but not the &#347;&#363;dras. If the Vedic injunctions are followed, all of them &#8212; br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras &#8212; will be elevated to the transcendental platform, and their lives will be successful. The injunctions in the Vedas are explicit directions from the Supreme Personality of Godhead. The example cited in this verse is that bulls tied by ropes in their nostrils move according to the direction of the driver. Similarly, if we move according to the instructions of the Vedas, the perfect paths for our lives will be set. Otherwise, if we do not move in that way but act according to our whimsical ideas, our lives will be spoiled by confusion and will end in despair. Actually, because people at the present moment are not following the instructions of the Vedas, they are all confused. We must therefore accept this instruction by Lord Brahm&#257; to Priyavrata as the factual scientific direction leading to the success of life. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/23.htm">16.23</A>):</P><P>yah &#347;&#257;stra-vidhim utsrijya</P><P CLASS=n>vartate k&#257;ma-k&#257;ratah</P><P CLASS=n>na sa siddhim av&#257;pnoti</P><P CLASS=n>na sukham na par&#257;m gatim</P><P>If we do not live according to the injunctions of the &#347;&#257;stras, the Vedas, we shall never achieve success in life, to say nothing of happiness or elevation to higher statuses of living.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>