<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.15</P><P CLASS=c>&#299;&#347;&#257;bhisrishtam hy avarundhmahe '&#324;ga</P><P CLASS=c>duhkham sukham v&#257; guna-karma-sa&#324;g&#257;t</P><P CLASS=c>&#257;sth&#257;ya tat tad yad ayu&#324;kta n&#257;tha&#347;</P><P CLASS=c>cakshushmat&#257;ndh&#257; iva n&#299;yam&#257;n&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/abhisrstam">abhisrishtam</A> &#8212; created or given by the Lord; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/avarundhmahe">avarundhmahe</A> &#8212; we have <A HREF="http://vedabase.net/t/to">to</A> accept; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; my dear <A HREF="http://vedabase.net/p/priyavrata">Priyavrata</A>; <A CLASS=v HREF="http://vedabase.net/d/duhkham">duhkham</A> &#8212; distress; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; with quality and work; <A CLASS=v HREF="http://vedabase.net/s/sangat">sa&#324;g&#257;t</A> &#8212; by association; <A CLASS=v HREF="http://vedabase.net/a/asthaya">&#257;sth&#257;ya</A> &#8212; being situated <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that condition; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which body; <A CLASS=v HREF="http://vedabase.net/a/ayunkta">ayu&#324;kta</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> gave; <A CLASS=v HREF="http://vedabase.net/n/nathah">n&#257;thah</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/c/caksusmata">cakshushmat&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> person having eyes; <A CLASS=v HREF="http://vedabase.net/a/andhah">andh&#257;h</A> &#8212; blind men; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/n/niyamanah">n&#299;yam&#257;n&#257;h</A> &#8212; being conducted.</P><P CLASS=t>TRANSLATION</P><P>My dear Priyavrata, according to our association with different modes of material nature, the Supreme Personality of Godhead gives us our specific bodies and the happiness and distress we achieve. One must therefore remain situated as he is and be conducted by the Supreme Personality of Godhead, exactly as a blind man is led by a person who has eyes with which to see.</P><P CLASS=t>PURPORT</P><P>By material means, one cannot avoid the happiness and distress unique to his particular body. There are 8,400,000 bodily forms, each destined to enjoy and suffer a certain amount of happiness and distress. This we cannot change, for the happiness and distress are ordained by the Supreme Personality of Godhead, in accordance with whose decision we have received our bodies. Since we cannot avoid the plan of the Supreme Godhead, we must agree to be directed by Him, just as a blind man is led by a person who has eyes. Under any circumstances, if we remain in the condition allotted to us by the Supreme Lord and follow His instructions, we will become perfect. The main purpose of life is to follow the instructions of the Supreme Personality of Godhead. It is such instructions that constitute one's religion or occupational duty.</P><P>In Bhagavad-g&#299;t&#257;, therefore, Lord Krishna says, sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: "Give up all other engagements. Simply surrender unto Me and follow Me." (<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>) This process of surrendering by following the instructions of the Supreme Personality of Godhead is not meant for any particular caste or creed. A br&#257;hmana can surrender, and so can a kshatriya, vai&#347;ya or &#347;&#363;dra. Everyone can adopt this process. As stated in this verse, cakshushmat&#257;ndh&#257; iva n&#299;yam&#257;n&#257;h: one should follow the Lord the way a blind man follows a person who has eyes. If we follow the Supreme Personality of Godhead by following the directions He gives in the Vedas and Bhagavad-g&#299;t&#257;, our lives will be successful. The Lord therefore says:</P><P>man-man&#257; bhava mad-bhakto</P><P CLASS=n>mad-y&#257;j&#299; m&#257;m namaskuru</P><P CLASS=n>m&#257;m evaishyasi satyam te</P><P CLASS=n>pratij&#257;ne priyo 'si me</P><P>"Always think of Me, become My devotee, and offer respect and obeisances unto Me. Then you will certainly come back home, back to Godhead. I promise you this because you are My very dear friend." (<A CLASS=v HREF="../../../bg/18/65.htm">Bg. 18.65</A>) This instruction is meant for everyone &#8212; br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra. If anyone, from any division of life, surrenders to the Supreme Personality of Godhead and follows His instructions, his life will be successful.</P><P>The previous verse has given the analogy of bulls moving under the direction of the driver of a bullock cart. The bulls, being completely surrendered to the driver, remain wherever he wants to place them and eat whatever he wants them to eat. Similarly, being completely surrendered to the Supreme Personality of Godhead, we should not aspire for happiness, or regret distress; we must be satisfied with the position allotted to us by the Lord. We should follow the path of devotional service and not be dissatisfied with the happiness and distress He has given. People in the material modes of passion and ignorance generally cannot understand the plan of the Supreme Personality of Godhead with its 8,400,000 forms of life, but the human form affords one the special privilege to understand this plan, engage in devotional service and elevate oneself to the highest position of perfection by following the Lord's instructions. The entire world is working under the influence of the modes of material nature, especially ignorance and passion, but if people engage in hearing and chanting about the glories of the Supreme Lord, their lives can be successful, and they can be elevated to the highest perfection. In the Brihan-n&#257;rad&#299;ya Pur&#257;na, therefore, it is said:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"In this age of Kali, there is no other way, no other way, no other way for spiritual perfection than the holy name, the holy name, the holy name of the Lord." Everyone should be given the chance to hear the holy names of the Supreme Personality of Godhead, for thus one will gradually come to understand his real position in life and be elevated to the transcendental position above the mode of goodness. Thus all impediments to his progress will be cut to pieces. In conclusion, therefore, we must be satisfied in whatever position we have been put into by the Supreme Personality of Godhead, and we should try to engage ourselves in His devotional service. Then our lives will be successful.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>