<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.16</P><P CLASS=c>mukto 'pi t&#257;vad bibhriy&#257;t sva-deham</P><P CLASS=c>&#257;rabdham a&#347;nann abhim&#257;na-&#347;&#363;nyah</P><P CLASS=c>yath&#257;nubh&#363;tam pratiy&#257;ta-nidrah</P><P CLASS=c>kim tv anya-deh&#257;ya gun&#257;n na vri&#324;kte</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/muktah">muktah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> liberated person; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> long; <A CLASS=v HREF="http://vedabase.net/b/bibhryat">bibhriy&#257;t</A> &#8212; must maintain; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/deham">deham</A> &#8212; his own body; <A CLASS=v HREF="http://vedabase.net/a/arabdham">&#257;rabdham</A> &#8212; obtained <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> result of past activity; <A CLASS=v HREF="http://vedabase.net/a/asnan">a&#347;nan</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/a/abhimana">abhim&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/s/sunyah">&#347;&#363;nyah</A> &#8212; without erroneous conceptions; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/anubhutam">anubh&#363;tam</A> &#8212; what was perceived; <A CLASS=v HREF="http://vedabase.net/p/pratiyata">pratiy&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/n/nidrah">nidrah</A> &#8212; one who has awakened from sleep; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A>-<A CLASS=v HREF="http://vedabase.net/d/dehaya">deh&#257;ya</A> &#8212; for another material body; <A CLASS=v HREF="http://vedabase.net/g/gunan">gun&#257;n</A> &#8212; the material qualities; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/v/vrnkte">vri&#324;kte</A> &#8212; enjoys.</P><P CLASS=t>TRANSLATION</P><P>Even if one is liberated, he nevertheless accepts the body he has received according to his past karma. Without misconceptions, however, he regards his enjoyment and suffering due to that karma the way an awakened person regards a dream he had while sleeping. He thus remains steadfast and never works to achieve another material body under the influence of the three modes of material nature.</P><P CLASS=t>PURPORT</P><P>The difference between a liberated and conditioned soul is that the conditioned soul is under the concept of bodily life, whereas a liberated person knows that he is not the body but a spirit, different from the body. Priyavrata might have thought that although a conditioned soul is forced to act according to the laws of nature, why should he, who was far advanced in spiritual understanding, accept the same kind of bondage and impediments to spiritual advancement? To answer this doubt, Lord Brahm&#257; informed him that even those who are liberated do not resent accepting, in the present body, the results of their past activities. While sleeping, one dreams many unreal things, but when he awakens he disregards them and makes progress in factual life. Similarly, a liberated person &#8212; one who has completely understood that he is not the body but a spirit soul &#8212; disregards past activities performed in ignorance and performs his present activities in such a way that they produce no reactions. This is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>). Yajñ&#257;rth&#257;t karmano 'nyatra loko 'yam karma-bandhanah: if one performs activities for the satisfaction of the Supreme Personality, the yajña-purusha, his work does not produce reactions, whereas karm&#299;s, who act for themselves, are bound by the reactions of their work. A liberated person, therefore, does not think about whatever he has ignorantly done in the past; instead, he acts in such a way that he will not produce another body by fruitive activities. As clearly mentioned in Bhagavad-g&#299;t&#257;:</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman." (<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>) Regardless of what we have done in our past lives, if we engage ourselves in unalloyed devotional service to the Lord in this life, we will always be situated in the brahma-bh&#363;ta (liberated) state, free from reactions, and will not be obliged to accept another material body. Tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna (<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>). After giving up the body, one who has acted in that way does not accept another material body, but instead goes back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>