<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.17</P><P CLASS=c>bhayam pramattasya vaneshv api sy&#257;d</P><P CLASS=c>yatah sa &#257;ste saha-shat-sapatnah</P><P CLASS=c>jitendriyasy&#257;tma-rater budhasya</P><P CLASS=c>grih&#257;&#347;ramah kim nu karoty avadyam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/p/pramattasya">pramattasya</A> &#8212; of one who is bewildered; <A CLASS=v HREF="http://vedabase.net/v/vanesu">vaneshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> forests; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; there must be; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (one who is not self-controlled); <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; is existing; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/s/sapatnah">sapatnah</A> &#8212; six co-wives; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyasya">indriyasya</A> &#8212; for one who has already conquered the senses; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/r/rateh">rateh</A> &#8212; self-satisfied; <A CLASS=v HREF="http://vedabase.net/b/budhasya">budhasya</A> &#8212; for such <A HREF="http://vedabase.net/a/a">a</A> learned <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/a/asramah">&#257;&#347;ramah</A> &#8212; household life; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; can <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/a/avadyam">avadyam</A> &#8212; harm.</P><P CLASS=t>TRANSLATION</P><P>Even if he goes from forest to forest, one who is not self-controlled must always fear material bondage because he is living with six co-wives &#8212; the mind and knowledge-acquiring senses. Even householder life, however, cannot harm a self-satisfied, learned man who has conquered his senses.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Narottama d&#257;sa Th&#257;kura has sung, grihe v&#257; vanete th&#257;ke, 'h&#257; gaur&#257;&#324;ga' bale d&#257;ke: whether one is situated in the forest or at home, if he is engaged in the devotional service of Lord Caitanya, he is a liberated person. Here this is also repeated. For one who has not controlled his senses, going to the forest to become a so-called yog&#299; is meaningless. Because his uncontrolled mind and senses are going with him, he cannot achieve anything, even by giving up household life and staying in the forest. Formerly many mercantile men from the up-country of India used to go to Bengal, and thus there is a familiar saying, "If you go to Bengal, your fortune will go with you." Our first concern, therefore, should be to control the senses, and since the senses cannot be controlled unless engaged in the devotional service of the Lord, our most important duty is to engage the senses in devotional service. Hrish&#299;kena hrish&#299;ke&#347;a-sevanam bhaktir ucyate: [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>] bhakti means engagement of the purified senses in the service of the Lord.</P><P>Herein Lord Brahm&#257; indicates that instead of going to the forest with uncontrolled senses, it is better and more secure to engage the senses in the service of the Lord. Even household life can do no harm to a self-controlled person acting in this way; it cannot force him into material bondage. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has further enunciated this position:</P><P>&#299;h&#257; yasya harer d&#257;sye</P><P CLASS=n>karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su</P><P CLASS=n>j&#299;van-muktah sa ucyate</P><P>"Regardless of one's circumstances, if one fully engages his activities, mind and words in the devotional service of the Lord, he should be understood to be a liberated person." &#346;r&#299;la Bhaktivinoda Th&#257;kura was a responsible officer and a householder, yet his service to the cause of expanding the mission of Lord Caitanya Mah&#257;prabhu is unique. &#346;r&#299;la Prabodh&#257;nanda Sarasvat&#299; Th&#257;kura says, durd&#257;ntendriya-k&#257;la-sarpa-patal&#299; protkh&#257;ta-damshtr&#257;yate. The sense organs are certainly our greatest enemies, and they are therefore compared to venomous serpents. However, if a venomous serpent is bereft of its poison fangs, it is no longer fearful. Similarly, if the senses are engaged in the service of the Lord, there is no need to fear their activities. The devotees in the Krishna consciousness movement move within this material world, but because their senses are fully engaged in the service of the Lord, they are always aloof from the material world. They are always living in a transcendental position.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>