<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.18</P><P CLASS=c>yah shat sapatn&#257;n vijig&#299;sham&#257;no</P><P CLASS=c>griheshu nirvi&#347;ya yateta p&#363;rvam</P><P CLASS=c>atyeti durg&#257;&#347;rita &#363;rjit&#257;r&#299;n</P><P CLASS=c>ksh&#299;neshu k&#257;mam vicared vipa&#347;cit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A> &#8212; six; <A CLASS=v HREF="http://vedabase.net/s/sapatnan">sapatn&#257;n</A> &#8212; adversaries; <A CLASS=v HREF="http://vedabase.net/v/vijigisamanah">vijig&#299;sham&#257;nah</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> conquer; <A CLASS=v HREF="http://vedabase.net/g/grhesu">griheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> household life; <A CLASS=v HREF="http://vedabase.net/n/nirvisya">nirvi&#347;ya</A> &#8212; having entered; <A CLASS=v HREF="http://vedabase.net/y/yateta">yateta</A> &#8212; must try; <A CLASS=v HREF="http://vedabase.net/p/purvam">p&#363;rvam</A> &#8212; first; <A CLASS=v HREF="http://vedabase.net/a/atyeti">atyeti</A> &#8212; conquers; <A CLASS=v HREF="http://vedabase.net/d/durga">durga</A>-<A CLASS=v HREF="http://vedabase.net/a/asritah">&#257;&#347;ritah</A> &#8212; being <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> fortified place; <A CLASS=v HREF="http://vedabase.net/u/urjita">&#363;rjita</A>-<A CLASS=v HREF="http://vedabase.net/a/arin">ar&#299;n</A> &#8212; very strong enemies; <A CLASS=v HREF="http://vedabase.net/k/ksinesu">ksh&#299;neshu</A> &#8212; decreased; <A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; lusty desires; <A CLASS=v HREF="http://vedabase.net/v/vicaret">vicaret</A> &#8212; can <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/v/vipascit">vipa&#347;cit</A> &#8212; the most experienced, learned.</P><P CLASS=t>TRANSLATION</P><P>One who is situated in household life and who systematically conquers his mind and five sense organs is like a king in his fortress who conquers his powerful enemies. After one has been trained in household life and his lusty desires have decreased, he can move anywhere without danger.</P><P CLASS=t>PURPORT</P><P>The Vedic system of four varnas and four &#257;&#347;ramas is very scientific, and its entire purpose is to enable one to control the senses. Before entering household life (grihastha-&#257;&#347;rama), a student is fully trained to become jitendriya, a conqueror of the senses. Such a mature student is allowed to become a householder, and because he was first trained in conquering his senses, he retires from household life and becomes v&#257;naprastha as soon as the strong waves of youthful life are past and he reaches the verge of old age at fifty years or slightly more. Then, after being further trained, he accepts sanny&#257;sa. He is then a fully learned and renounced person who can move anywhere and everywhere without fear of being captivated by material desires. The senses are considered very powerful enemies. As a king in a strong fortress can conquer powerful enemies, so a householder in grihastha-&#257;&#347;rama, household life, can conquer the lusty desires of youth and be very secure when he takes v&#257;naprastha and sanny&#257;sa.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>