<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.20</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>iti samabhihito mah&#257;-bh&#257;gavato bhagavatas tri-bhuvana-guror anu&#347;&#257;sanam &#257;tmano laghutay&#257;vanata-&#347;irodharo b&#257;dham iti sabahu-m&#257;nam uv&#257;ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/samabhihitah">samabhihitah</A> &#8212; completely instructed; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; the great devotee; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the most powerful Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A> &#8212; of the three worlds; <A CLASS=v HREF="http://vedabase.net/g/guroh">guroh</A> &#8212; the spiritual master; <A CLASS=v HREF="http://vedabase.net/a/anusasanam">anu&#347;&#257;sanam</A> &#8212; the order; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of himself; <A CLASS=v HREF="http://vedabase.net/l/laghutaya">laghutay&#257;</A> &#8212; because of inferiority; <A CLASS=v HREF="http://vedabase.net/a/avanata">avanata</A> &#8212; bowed down; <A CLASS=v HREF="http://vedabase.net/s/sirodharah">&#347;irodharah</A> &#8212; his head; <A CLASS=v HREF="http://vedabase.net/b/badham">b&#257;dham</A> &#8212; yes, sir; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/m/manam">m&#257;nam</A> &#8212; with great respect; <A CLASS=v HREF="http://vedabase.net/u/uvaha">uv&#257;ha</A> &#8212; carried out.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: After thus being fully instructed by Lord Brahm&#257;, who is the spiritual master of the three worlds, Priyavrata, his own position being inferior, offered obeisances, accepted the order and carried it out with great respect.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Priyavrata was the grandson of Lord Brahm&#257;. Therefore according to social etiquette, his position was inferior. It is the duty of the inferior to carry out the order of the superior with great respect. Priyavrata therefore immediately said, "Yes, sir. I shall carry out your order." Priyavrata is described as a mah&#257;-bh&#257;gavata, a great devotee. The duty of a great devotee is to carry out the order of the spiritual master, or the spiritual master of the spiritual master in the parampar&#257; system. As described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/2.htm">4.2</A>), evam parampar&#257; pr&#257;ptam: one has to receive the instructions of the Supreme Lord through the disciplic chain of spiritual masters. A devotee of the Lord always considers himself a servant of the servant of the servant of the Lord.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>