<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.21</P><P CLASS=c>bhagav&#257;n api manun&#257; yath&#257;vad upakalpit&#257;pacitih priyavrata-n&#257;radayor avishamam abhisam&#299;ksham&#257;nayor &#257;tmasam avasth&#257;nam av&#257;&#324;-manasam kshayam avyavahritam pravartayann agamat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/manuna">manun&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/y/yathavat">yath&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> deserved; <A CLASS=v HREF="http://vedabase.net/u/upakalpita">upakalpita</A>-<A CLASS=v HREF="http://vedabase.net/a/apacitih">apacitih</A> &#8212; being worshiped; <A CLASS=v HREF="http://vedabase.net/p/priyavrata">priyavrata</A>-<A CLASS=v HREF="http://vedabase.net/n/naradayoh">n&#257;radayoh</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the presence of <A HREF="http://vedabase.net/p/priyavrata">Priyavrata</A> and <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/a/avisamam">avishamam</A> &#8212; without aversion; <A CLASS=v HREF="http://vedabase.net/a/abhisamiksamanayoh">abhisam&#299;ksham&#257;nayoh</A> &#8212; looking on; <A CLASS=v HREF="http://vedabase.net/a/atmasam">&#257;tmasam</A> &#8212; just suitable for his position; <A CLASS=v HREF="http://vedabase.net/a/avasthanam">avasth&#257;nam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> his abode; <A CLASS=v HREF="http://vedabase.net/a/avak">av&#257;k</A>-<A CLASS=v HREF="http://vedabase.net/m/manasam">manasam</A> &#8212; beyond the description of mind and words; <A CLASS=v HREF="http://vedabase.net/k/ksayam">kshayam</A> &#8212; the planet; <A CLASS=v HREF="http://vedabase.net/a/avyavahrtam">avyavahritam</A> &#8212; extraordinarily situated; <A CLASS=v HREF="http://vedabase.net/p/pravartayan">pravartayan</A> &#8212; departing; <A CLASS=v HREF="http://vedabase.net/a/agamat">agamat</A> &#8212; returned.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; was then worshiped by Manu, who respectfully satisfied him as well as he could. Priyavrata and N&#257;rada also looked upon Brahm&#257; with no tinges of resentment. Having engaged Priyavrata in accepting his father's request, Lord Brahm&#257; returned to his abode, Satyaloka, which is indescribable by the endeavor of mundane mind or words.</P><P CLASS=t>PURPORT</P><P>Manu was certainly very satisfied that Lord Brahm&#257; had persuaded his son Priyavrata to take the responsibility for ruling the world. Priyavrata and N&#257;rada were also very satisfied. Although Brahm&#257; had forced Priyavrata to accept the management of worldly affairs, thus breaking his vow to remain brahmac&#257;r&#299; and completely engage in devotional service, N&#257;rada and Priyavrata did not look upon Brahm&#257; with resentment. N&#257;rada was not at all sorry that he had been frustrated in making Priyavrata a disciple. Both Priyavrata and N&#257;rada were exalted personalities who knew how to respect Lord Brahm&#257;. Therefore instead of looking upon Brahm&#257; with resentment, they very feelingly offered him their respect. Lord Brahm&#257; then returned to his celestial abode, known as Satyaloka, which is described here as being impeccable and being unapproachable by words.</P><P>It is stated in this verse that Lord Brahm&#257; returned to his residence, which is as important as his own personality. Lord Brahm&#257; is the creator of this universe and the most exalted personality within it. His lifetime is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/17.htm">8.17</A>). Sahasra-yuga-paryantam ahar yad brahmano viduh. The total duration of the four yugas is 4,300,000 years, and when that is multiplied a thousand times, it equals twelve hours in the life of Brahm&#257;. Therefore we cannot factually comprehend even twelve hours of Brahm&#257;'s life, to say nothing of the one hundred years that constitute his entire lifetime. How, then, can we understand his abode? The Vedic literatures describe that in Satyaloka there is no birth, death, old age or disease. In other words, since Satyaloka is situated next to Brahmaloka, or the Brahman effulgence, it is almost as good as Vaikunthaloka. Lord Brahm&#257;'s abode is practically indescribable from our present status. Therefore it has been described as av&#257;&#324;-manasa-gocara, or beyond the description of our words and the imagination of our minds. The Vedic literatures thus describe the abode of Lord Brahm&#257;: yad vai par&#257;rdhyam tad up&#257;rameshthyam na yatra &#347;oko na jar&#257; na mrityur n&#257;rtir na codvegah. "In Satyaloka, which is situated many millions and billions of years away, there is no lamentation, nor is there old age, death, anxiety or the influence of enemies."</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>