<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.22</P><P CLASS=c>manur api parenaivam pratisandhita-manorathah surarshi-var&#257;numaten&#257;tmajam akhila-dhar&#257;-mandala-sthiti-guptaya &#257;sth&#257;pya svayam ati-vishama-vishaya-visha-jal&#257;&#347;ay&#257;&#347;&#257;y&#257; uparar&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/manuh">manuh</A> &#8212; <A HREF="http://vedabase.net/s/svayambhuva">Sv&#257;yambhuva</A> <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/parena">parena</A> &#8212; by Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/pratisandhita">pratisandhita</A> &#8212; executed; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/r/rathah">rathah</A> &#8212; his mental aspiration; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A>-<A CLASS=v HREF="http://vedabase.net/v/vara">vara</A> &#8212; of the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/a/anumatena">anumatena</A> &#8212; by the permission; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; his son; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; of the entire universe; <A CLASS=v HREF="http://vedabase.net/d/dhara">dhar&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mandala">mandala</A> &#8212; of planets; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; maintenance; <A CLASS=v HREF="http://vedabase.net/g/guptaye">guptaye</A> &#8212; for the protection; <A CLASS=v HREF="http://vedabase.net/a/asthapya">&#257;sth&#257;pya</A> &#8212; establishing; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/v/visama">vishama</A> &#8212; very dangerous; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A> &#8212; material affairs; <A CLASS=v HREF="http://vedabase.net/v/visa">visha</A> &#8212; of poison; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A>-<A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;aya</A> &#8212; ocean; <A CLASS=v HREF="http://vedabase.net/a/asayah">&#257;&#347;&#257;y&#257;h</A> &#8212; from desires; <A CLASS=v HREF="http://vedabase.net/u/upararama">uparar&#257;ma</A> &#8212; got relief.</P><P CLASS=t>TRANSLATION</P><P>Sv&#257;yambhuva Manu, with the assistance of Lord Brahm&#257;, thus fulfilled his desires. With the permission of the great sage N&#257;rada, he delivered to his son the governmental responsibility for maintaining and protecting all the planets of the universe. He thus achieved relief from the most dangerous, poisonous ocean of material desires.</P><P CLASS=t>PURPORT</P><P>Sv&#257;yambhuva Manu was practically hopeless because such a great personality as N&#257;rada was instructing his son Priyavrata not to accept household life. Now he was very pleased that Lord Brahm&#257; had interfered by inducing his son to accept the responsibility for ruling the government of the universe. From Bhagavad-g&#299;t&#257; we get information that Vaivasvata Manu was the son of the sun-god and that his son, Mah&#257;r&#257;ja Ikshv&#257;ku, ruled this planet earth. Sv&#257;yambhuva Manu, however, appears to have been in charge of the entire universe, and he entrusted to his son, Mah&#257;r&#257;ja Priyavrata, the responsibility for maintaining and protecting all the planetary systems. Dhar&#257;-mandala means "planet." This earth, for instance, is called dhar&#257;-mandala. Akhila, however, means "all" or "universal." It is therefore difficult to understand where Mah&#257;r&#257;ja Priyavrata was situated, but from this literature his position certainly appears greater than that of Vaivasvata Manu, for he was entrusted with all the planetary systems of the entire universe.</P><P>Another significant statement is that Sv&#257;yambhuva Manu took great satisfaction from abnegating the responsibility for ruling all the planetary systems of the universe. At present, politicians are very eager to take charge of the government, and they engage their men in canvassing from door to door to get votes to win the post of president or a similar exalted office. On the contrary, however, herein we find that King Priyavrata had to be persuaded by Lord Brahm&#257; to accept the post of emperor of the entire universe. Similarly, his father, Sv&#257;yambhuva Manu, felt relieved to entrust the universal government to Priyavrata. Thus it is evident that the kings and executive heads of government in the Vedic age never accepted their positions for sense enjoyment. Such exalted kings, who were known as r&#257;jarshis, ruled only to maintain and protect the kingdom for the welfare of the citizens. The history of Priyavrata and Sv&#257;yambhuva Manu describes how exemplary, responsible monarchs performed the duties of government with disinterest, keeping themselves always aloof from the contamination of material attachment.</P><P>Material affairs have herein been compared to an ocean of poison. They have been described in a similar way by &#346;r&#299;la Narottama d&#257;sa Th&#257;kura in one of his songs:</P><P>sams&#257;ra-vish&#257;nale, div&#257;-ni&#347;i hiy&#257; jvale,</P><P CLASS=n>jud&#257;ite n&#257; kainu up&#257;ya</P><P>"My heart is always burning in the fire of material existence. and I have made no provisions for getting out of it."</P><P>golokera prema-dhana, hari-n&#257;ma-sa&#324;k&#299;rtana,</P><P CLASS=n>rati n&#257; janmila kene t&#257;ya</P><P>"The only remedy is hari-n&#257;ma-sa&#324;k&#299;rtana, the chanting of the Hare Krishna mah&#257;-mantra, which is imported from the spiritual world, Goloka Vrind&#257;vana. How unfortunate I am that I have no attraction for this." Manu wanted to seek shelter at the lotus feet of the Lord, and therefore when his son Priyavrata took charge of his worldly affairs, Manu was very relieved. That is the system of Vedic civilization. At the end of life, one must free himself from worldly affairs and completely engage in the service of the Lord.</P><P>The word surarshi-vara-anumatena is also significant. Manu entrusted the government to his son with the permission of the great saint N&#257;rada. This is particularly mentioned because although N&#257;rada wanted Priyavrata to become free from all material affairs, when Priyavrata took charge of the universe by the request of Lord Brahm&#257; and Manu, N&#257;rada was also very pleased.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>