<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.23</P><P CLASS=c>iti ha v&#257;va sa jagat&#299;-patir &#299;&#347;varecchay&#257;dhinive&#347;ita-karm&#257;dhik&#257;ro 'khila-jagad-bandha-dhvamsana-par&#257;nubh&#257;vasya bhagavata &#257;di-purushasy&#257;&#324;ghri-yugal&#257;navarata-dhy&#257;n&#257;nubh&#257;vena parirandhita-kash&#257;y&#257;&#347;ayo 'vad&#257;to 'pi m&#257;na-vardhano mahat&#257;m mah&#299;talam anu&#347;a&#347;&#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/j/jagati">jagat&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the emperor of the whole universe; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/i/icchaya">icchay&#257;</A> &#8212; by the order of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adhinivesita">adhinive&#347;ita</A> &#8212; completely engaged; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/a/adhikarah">adhik&#257;rah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> material affairs; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; of the entire universe; <A CLASS=v HREF="http://vedabase.net/b/bandha">bandha</A> &#8212; bondage; <A CLASS=v HREF="http://vedabase.net/d/dhvamsana">dhvamsana</A> &#8212; destroying; <A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/a/anubhavasya">anubh&#257;vasya</A> &#8212; whose influence; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/p/purusasya">purushasya</A> &#8212; the original person; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; on the lotus feet; <A CLASS=v HREF="http://vedabase.net/y/yugala">yugala</A> &#8212; two; <A CLASS=v HREF="http://vedabase.net/a/anavarata">anavarata</A> &#8212; constant; <A CLASS=v HREF="http://vedabase.net/d/dhyana">dhy&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavena">anubh&#257;vena</A> &#8212; by meditation; <A CLASS=v HREF="http://vedabase.net/p/parirandhita">parirandhita</A> &#8212; destroyed; <A CLASS=v HREF="http://vedabase.net/k/kasaya">kash&#257;ya</A> &#8212; all the dirty things; <A CLASS=v HREF="http://vedabase.net/a/asayah">&#257;&#347;ayah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his heart; <A CLASS=v HREF="http://vedabase.net/a/avadatah">avad&#257;tah</A> &#8212; completely <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/m/mana">m&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vardhanah">vardhanah</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> give honor; <A CLASS=v HREF="http://vedabase.net/m/mahatam">mahat&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> superiors; <A CLASS=v HREF="http://vedabase.net/m/mahitalam">mah&#299;talam</A> &#8212; the material world; <A CLASS=v HREF="http://vedabase.net/a/anusasasa">anu&#347;a&#347;&#257;sa</A> &#8212; ruled.</P><P CLASS=t>TRANSLATION</P><P>Following the order of the Supreme Personality of Godhead, Mah&#257;r&#257;ja Priyavrata fully engaged in worldly affairs, yet he always thought of the lotus feet of the Lord, which are the cause of liberation from all material attachment. Although Priyavrata Mah&#257;r&#257;ja was completely freed from all material contamination, he ruled the material world just to honor the orders of his superiors.</P><P CLASS=t>PURPORT</P><P>The words m&#257;na-vardhano mahat&#257;m ("just to show honor to superiors") are very significant. Although Mah&#257;r&#257;ja Priyavrata was already a liberated person and had no attraction for material things, he engaged himself fully in governmental affairs just to show respect to Lord Brahm&#257;. Arjuna had also acted in the same way. Arjuna had no desire to participate in political affairs or the fighting at Kurukshetra, but when ordered to do so by the Supreme Lord, Krishna, he executed those duties very nicely. One who always thinks of the lotus feet of the Lord is certainly above all the contamination of the material world. As stated in Bhagavad-g&#299;t&#257;:</P><P>yogin&#257;m api sarvesh&#257;m</P><P CLASS=n>mad-gaten&#257;ntar&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=n>sa me yuktatamo matah</P><P>"Of all yog&#299;s, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all." (<A CLASS=v HREF="../../../bg/6/47.htm">Bg. 6.47</A>) Mah&#257;r&#257;ja Priyavrata. therefore, was a liberated person and was among the highest of yog&#299;s, yet superficially he became the emperor of the universe in accordance with the order of Lord Brahm&#257;. Showing respect to his superior in this way was another of his extraordinary qualifications. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../6/17/28.htm">6.17.28</A>):</P><P>n&#257;r&#257;yana-par&#257;h sarve</P><P CLASS=n>na kuta&#347;cana bibhyati</P><P CLASS=n>svarg&#257;pavarga-narkeshv</P><P CLASS=n>api tuly&#257;rtha-dar&#347;inah</P><P>A devotee who is actually advanced is not afraid of anything, provided be has the opportunity to execute the order of the Supreme Personality of Godhead. This is the proper explanation of why Priyavrata engaged in worldly affairs although he was a liberated person. Also, only because of this principle does a mah&#257;-bh&#257;gavata, who has nothing to do with the material world, come down to the second platform of devotional service to preach the glories of the Lord all over the world.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>