<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.24</P><P CLASS=c>atha ca duhitaram praj&#257;pater vi&#347;vakarmana upayeme barhishmat&#299;m n&#257;ma tasy&#257;m u ha v&#257;va &#257;tmaj&#257;n &#257;tma-sam&#257;na-&#347;&#299;la-guna-karma-r&#363;pa-v&#299;ryod&#257;r&#257;n da&#347;a bh&#257;vay&#257;m babh&#363;va kany&#257;m ca yav&#299;yas&#299;m &#363;rjasvat&#299;m n&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/duhitaram">duhitaram</A> &#8212; the daughter; <A CLASS=v HREF="http://vedabase.net/p/prajapateh">praj&#257;pateh</A> &#8212; of one of the praj&#257;patis entrusted with increasing population; <A CLASS=v HREF="http://vedabase.net/v/visvakarmanah">vi&#347;vakarmanah</A> &#8212; named <A HREF="http://vedabase.net/v/visvakarma">Vi&#347;vakarm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/u/upayeme">upayeme</A> &#8212; married; <A CLASS=v HREF="http://vedabase.net/b/barhismatim">barhishmat&#299;m</A> &#8212; <A HREF="http://vedabase.net/b/barhismati">Barhishmat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> her; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is celebrated; <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jan">j&#257;n</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/samana">sam&#257;na</A> &#8212; exactly equal <A HREF="http://vedabase.net/t/to">to</A> him; <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;la</A> &#8212; character; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; quality; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; beauty; <A CLASS=v HREF="http://vedabase.net/v/virya">v&#299;rya</A> &#8212; prowess; <A CLASS=v HREF="http://vedabase.net/u/udaran">ud&#257;r&#257;n</A> &#8212; whose magnanimity; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A> &#8212; ten; <A CLASS=v HREF="http://vedabase.net/b/bhavayam">bh&#257;vay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/b/babhuva">babh&#363;va</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> begot; <A CLASS=v HREF="http://vedabase.net/k/kanyam">kany&#257;m</A> &#8212; daughter; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yaviyasim">yav&#299;yas&#299;m</A> &#8212; the youngest of all; <A CLASS=v HREF="http://vedabase.net/u/urjasvatim">&#363;rjasvat&#299;m</A> &#8212; <A HREF="http://vedabase.net/u/urjasvati">&#362;rjasvat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, Mah&#257;r&#257;ja Priyavrata married Barhishmat&#299;, the daughter of the praj&#257;pati named Vi&#347;vakarm&#257;. In her he begot ten sons equal to him in beauty, character, magnanimity and other qualities. He also begot a daughter, the youngest of all, named &#362;rjasvat&#299;.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Priyavrata not only carried out the order of Lord Brahm&#257; by accepting the duties of government, but also married Barhishmat&#299;, the daughter of Vi&#347;vakarm&#257;, one of the praj&#257;patis. Since Mah&#257;r&#257;ja Priyavrata was fully trained in transcendental knowledge, he could have returned home and conducted the business of government as a brahmac&#257;r&#299;. Instead, however, when he returned to household life, he accepted a wife also. The principle is that when one becomes a grihastha, he must live perfectly in that order, which means he must live peacefully with a wife and children. When Caitanya Mah&#257;prabhu's first wife died, His mother requested Him to marry for a second time. He was twenty years old and was going to take sanny&#257;sa at the age of twenty-four, yet by the request of His mother, He married. "As long as I am in household life," He told His mother, "I must have a wife, for household life does not mean staying in a house. Real household life means living in a house with a wife."</P><P>Three words in this verse are very significant &#8212; u ha v&#257;va. These words are used to express wonder. Priyavrata Mah&#257;r&#257;ja had taken a vow of renunciation, but accepting a wife and begetting children have nothing to do with the path of renunciation; these are activities on the path of enjoyment. It was a source of great wonder, therefore, that Priyavrata Mah&#257;r&#257;ja, who had followed the path of renunciation, had now accepted the path of enjoyment.</P><P>Sometimes we are criticized because although I am a sanny&#257;s&#299;, I have taken part in the marriage ceremonies of my disciples. It must be explained, however, that since we have started a Krishna conscious society and since a human society must also have ideal marriages, to correctly establish an ideal society we must take part in marrying some of its members, although we have taken to the path of renunciation. This may be astonishing to persons who are not very interested in establishing daiva-varn&#257;&#347;rama, the transcendental system of four social orders and four spiritual orders. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, however, wanted to reestablish daiva-varn&#257;&#347;rama. In daiva-varn&#257;&#347;rama there cannot be acknowledgement of social status according to birthright because in Bhagavad-g&#299;t&#257; it is said that the determining considerations are guna and karma, one's qualities and work. It is this daiva-varn&#257;&#347;rama that should be established all over the world to continue a perfect society for Krishna consciousness. This may be astonishing to foolish critics, but it is one of the functions of a Krishna conscious society.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>