<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.26</P><P CLASS=c>etesh&#257;m kavir mah&#257;v&#299;rah savana iti traya &#257;sann &#363;rdhva-retasas ta &#257;tma-vidy&#257;y&#257;m arbha-bh&#257;v&#257;d &#257;rabhya krita-paricay&#257;h p&#257;ramahamsyam ev&#257;&#347;ramam abhajan</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etesam">etesh&#257;m</A> &#8212; of these; <A CLASS=v HREF="http://vedabase.net/k/kavih">kavih</A> &#8212; <A HREF="http://vedabase.net/k/kavi">Kavi</A>; <A CLASS=v HREF="http://vedabase.net/m/mahavirah">mah&#257;v&#299;rah</A> &#8212; Mah&#257;v&#299;ra; <A CLASS=v HREF="http://vedabase.net/s/savanah">savanah</A> &#8212; <A HREF="http://vedabase.net/s/savana">Savana</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/t/trayah">trayah</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/a/asan">&#257;san</A> &#8212; were; <A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A>-<A CLASS=v HREF="http://vedabase.net/r/retasah">retasah</A> &#8212; completely celibate; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vidyayam">vidy&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/a/arbha">arbha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavat">bh&#257;v&#257;t</A> &#8212; from childhood; <A CLASS=v HREF="http://vedabase.net/a/arabhya">&#257;rabhya</A> &#8212; beginning; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/p/paricayah">paricay&#257;h</A> &#8212; very well versed; <A CLASS=v HREF="http://vedabase.net/p/paramahamsyam">p&#257;ramahamsyam</A> &#8212; of the highest spiritual perfection of human life; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/asramam">&#257;&#347;ramam</A> &#8212; the order; <A CLASS=v HREF="http://vedabase.net/a/abhajan">abhajan</A> &#8212; executed.</P><P CLASS=t>TRANSLATION</P><P>Three among these ten &#8212; namely Kavi, Mah&#257;v&#299;ra and Savana &#8212; lived in complete celibacy. Thus trained in brahmac&#257;r&#299; life from the beginning of childhood, they were very conversant with the highest perfection, known as the paramahamsa-&#257;&#347;rama.</P><P CLASS=t>PURPORT</P><P>The word &#363;rdhva-retasah in this verse is very significant. &#362;rdhva-retah refers to one who can control sex life and who instead of wasting semen by discharging it, can use this most important substance accumulated in the body to enrich the brain. One who can completely control sex life is able to work wonderfully with his brain, especially in remembering. Thus students who simply hear Vedic instructions once from their teacher could remember them verbatim without needing to read books, which therefore did not exist in former times.</P><P>Another significant word is arbha-bh&#257;v&#257;t, which means "from very childhood." Another meaning is "from being very affectionate to children." In other words, paramahamsa life is dedicated for the benefit of others. Just as a father sacrifices many things out of affection for his son, great saintly persons sacrifice all kinds of bodily comforts for the benefit of human society. In this connection there is a verse concerning the six Gosv&#257;m&#299;s:</P><P>tyaktv&#257; t&#363;rnam a&#347;esha-mandala-pati-&#347;ren&#299;m sad&#257; tucchavat</P><P CLASS=n>bh&#363;tv&#257; d&#299;na-gane&#347;akau karunay&#257; kaup&#299;na-kanth&#257;&#347;ritau</P><P>Because of their compassion for the poor fallen souls. the six Gosv&#257;m&#299;s gave up their exalted positions as ministers and took vows as mendicants. Thus minimizing their bodily wants as far as possible, they each accepted only a loincloth and a begging bowl. Thus they remained in Vrind&#257;vana to execute the orders of &#346;r&#299; Caitanya Mah&#257;prabhu by compiling and publishing various Vaishnava literatures.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>