<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.27</P><P CLASS=c>tasminn u ha v&#257; upa&#347;ama-&#347;&#299;l&#257;h paramarshayah sakala-j&#299;va-nik&#257;y&#257;v&#257;sasya bhagavato v&#257;sudevasya bh&#299;t&#257;n&#257;m &#347;arana-bh&#363;tasya &#347;r&#299;mac-caran&#257;ravind&#257;virata-smaran&#257;vigalita-parama-bhakti-yog&#257;nu-bh&#257;vena paribh&#257;vit&#257;ntar-hriday&#257;dhigate bhagavati sarvesh&#257;m bh&#363;t&#257;n&#257;m &#257;tma-bh&#363;te pratyag-&#257;tmany ev&#257;tmanas t&#257;d&#257;tmyam avi&#347;eshena sam&#299;yuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that <A HREF="http://vedabase.net/p/paramahamsa">paramahamsa</A>-<A HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> celebrated; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/u/upasama">upa&#347;ama</A>-<A CLASS=v HREF="http://vedabase.net/s/silah">&#347;&#299;l&#257;h</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the renounced order of life; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; the great sages; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; of living entities; <A CLASS=v HREF="http://vedabase.net/n/nikaya">nik&#257;ya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> total; <A CLASS=v HREF="http://vedabase.net/a/avasasya">&#257;v&#257;sasya</A> &#8212; the residence; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudevasya">v&#257;sudevasya</A> &#8212; Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/b/bhitanam">bh&#299;t&#257;n&#257;m</A> &#8212; of those afraid of material existence; <A CLASS=v HREF="http://vedabase.net/s/sarana">&#347;arana</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutasya">bh&#363;tasya</A> &#8212; the one who is the only shelter; <A CLASS=v HREF="http://vedabase.net/s/srimat">&#347;r&#299;mat</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/a/avirata">avirata</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/s/smarana">smarana</A> &#8212; remembering; <A CLASS=v HREF="http://vedabase.net/a/avigalita">avigalita</A> &#8212; completely uncontaminated; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; of mystic devotional service; <A CLASS=v HREF="http://vedabase.net/a/anubhavena">anubh&#257;vena</A> &#8212; by the prowess; <A CLASS=v HREF="http://vedabase.net/p/paribhavita">paribh&#257;vita</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A> &#8212; the heart; <A CLASS=v HREF="http://vedabase.net/a/adhigate">adhigate</A> &#8212; perceived; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhute">bh&#363;te</A> &#8212; situated within the body; <A CLASS=v HREF="http://vedabase.net/p/pratyak">pratyak</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; with the Supreme Supersoul; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the self; <A CLASS=v HREF="http://vedabase.net/t/tadatmyam">t&#257;d&#257;tmyam</A> &#8212; qualitative equality; <A CLASS=v HREF="http://vedabase.net/a/avisesena">avi&#347;eshena</A> &#8212; without differences; <A CLASS=v HREF="http://vedabase.net/s/samiyuh">sam&#299;yuh</A> &#8212; realized.</P><P CLASS=t>TRANSLATION</P><P>Thus situated in the renounced order from the beginning of their lives, all three of them completely controlled the activities of their senses and thus became great saints. They concentrated their minds always upon the lotus feet of the Supreme Personality of Godhead, who is the resting place of the totality of living entities and who is therefore celebrated as V&#257;sudeva. Lord V&#257;sudeva is the only shelter of those who are actually afraid of material existence. By constantly thinking of His lotus feet, these three sons of Mah&#257;r&#257;ja Priyavrata became advanced in pure devotional service. By the prowess of their devotional service, they could directly perceive the Supreme Personality of Godhead, who is situated in everyone's heart as the Supersoul, and realize that there was qualitatively no difference between themselves and Him.</P><P CLASS=t>PURPORT</P><P>The paramahamsa stage is the topmost position in renounced life. In sanny&#257;sa, the renounced order, there are four stages &#8212; kut&#299;caka, bah&#363;daka, parivr&#257;jak&#257;c&#257;rya and paramahamsa. According to the Vedic system, when one accepts the renounced order, he stays outside his village in a cottage, and his necessities, especially his food, are supplied from home. This is called the kut&#299;caka stage. When a sanny&#257;s&#299; advances further, he no longer accepts anything from home: instead, he collects his necessities, especially his food, from many places. This system is called m&#257;dhukar&#299;, which literally means "the profession of the bumblebees." As bumblebees collect honey from many flowers, a little from each, so a sanny&#257;s&#299; should beg from door to door but not accept very much food from any particular house; he should collect a little bit from every house. This is called the bah&#363;daka stage. When a sanny&#257;s&#299; is still more experienced, he travels all over the world to preach the glories of Lord V&#257;sudeva. He is then known as parivr&#257;jak&#257;c&#257;rya. The sanny&#257;s&#299; reaches the paramahamsa stage when he finishes his preaching work and sits down in one place, strictly for the sake of advancing in spiritual life. An actual paramahamsa is one who completely controls his senses and engages in the unalloyed service of the Lord. Therefore all three of these sons of Priyavrata, namely Kavi, Mah&#257;v&#299;ra and Savana, were situated in the paramahamsa stage from the very beginning. Their senses could not disturb them, for their senses were completely engaged in serving the Lord. Therefore the three brothers are described in this verse as upa&#347;ama-&#347;&#299;l&#257;h. Upa&#347;ama means "completely subdued." Because they completely subdued their senses, they are understood to have been great sages and saints.</P><P>After subduing their senses, the three brothers concentrated their minds upon the lotus feet of V&#257;sudeva, Lord Krishna. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>), v&#257;sudevah sarvam iti. The lotus feet of V&#257;sudeva are everything. Lord V&#257;sudeva is the reservoir of all living entities. When this cosmic manifestation is dissolved, all living entities enter the supreme body of the Lord, Garbhodaka&#347;&#257;y&#299; Vishnu, who merges within the body of Mah&#257;-Vishnu. Both of these vishnu-tattvas are v&#257;sudeva-tattvas, and therefore the great sages Kavi, Mah&#257;v&#299;ra and Savana concentrated always upon the lotus feet of Lord V&#257;sudeva, Krishna. In this way they could understand that the Supersoul within the heart is the Supreme Personality of Godhead, and they could recognize their identity with Him. The complete description of this realization is that simply by discharging the unalloyed form of devotional service, one can realize his self completely. The parama-bhakti-yoga mentioned in this verse means that a living entity, by dint of unalloyed devotional service, has no other interest than the service of the Lord, as described in Bhagavad-g&#299;t&#257; (v&#257;sudevah sarvam iti [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]). By parama-bhakti-yoga, by elevating oneself to the highest platform of loving service, one can automatically be relieved from the bodily concept of life and see the Supreme Personality of Godhead face to face. As confirmed in Brahma-samhit&#257;:</P><P>prem&#257;ñjana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah sadaiva hridayeshu vilokayanti</P><P CLASS=n>yam &#347;y&#257;masundaram acintya-guna-svar&#363;pam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P CLASS=n>[<A CLASS=v HREF="../../../bs/5/38.htm">Bs. 5.38</A>]</P><P>An advanced devotee, who is known as a sat, or saint, can always see within his heart the Supreme Personality of Godhead, face to face. Krishna, &#346;y&#257;masundara, expands Himself by His plenary portion, and thus a devotee can always see Him within his heart.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>