<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.29</P><P CLASS=c>evam upa&#347;am&#257;yaneshu sva-tanayeshv atha jagat&#299;-patir jagat&#299;m arbud&#257;ny ek&#257;da&#347;a parivatsar&#257;n&#257;m avy&#257;hat&#257;khila-purusha-k&#257;ra-s&#257;ra-sambhrita-dor-danda-yugal&#257;p&#299;dita-maurv&#299;-guna-stanita-viramita-dharma-pratipaksho barhishmaty&#257;&#347; c&#257;nudinam edham&#257;na-pramoda-prasarana-yaushinya-vr&#299;d&#257;-pramushita-h&#257;s&#257;valoka-rucira-kshvely-&#257;dibhih par&#257;bh&#363;yam&#257;na-viveka iv&#257;navabudhyam&#257;na iva mah&#257;man&#257; bubhuje</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/upasama">upa&#347;ama</A>-<A CLASS=v HREF="http://vedabase.net/a/ayanesu">ayaneshu</A> &#8212; all well qualified; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/t/tanayesu">tanayeshu</A> &#8212; his own sons; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/j/jagati">jagat&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the master of the universe; <A CLASS=v HREF="http://vedabase.net/j/jagatim">jagat&#299;m</A> &#8212; the universe; <A CLASS=v HREF="http://vedabase.net/a/arbudani">arbud&#257;ni</A> &#8212; arbudas (one <A HREF="http://vedabase.net/a/arbuda">arbuda</A> equals 100,000,000); <A CLASS=v HREF="http://vedabase.net/e/ekadasa">ek&#257;da&#347;a</A> &#8212; eleven; <A CLASS=v HREF="http://vedabase.net/p/parivatsaranam">parivatsar&#257;n&#257;m</A> &#8212; of years; <A CLASS=v HREF="http://vedabase.net/a/avyahata">avy&#257;hata</A> &#8212; without being interrupted; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; universal; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/k/kara">k&#257;ra</A> &#8212; prowess; <A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A> &#8212; strength; <A CLASS=v HREF="http://vedabase.net/s/sambhrta">sambhrita</A> &#8212; endowed with; <A CLASS=v HREF="http://vedabase.net/d/doh">doh</A>-<A CLASS=v HREF="http://vedabase.net/d/dandah">dandah</A> &#8212; of powerful arms; <A CLASS=v HREF="http://vedabase.net/y/yugala">yugala</A> &#8212; by the pair; <A CLASS=v HREF="http://vedabase.net/a/apidita">&#257;p&#299;dita</A> &#8212; being drawn; <A CLASS=v HREF="http://vedabase.net/m/maurvi">maurv&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the bowstring; <A CLASS=v HREF="http://vedabase.net/s/stanita">stanita</A> &#8212; by the loud sound; <A CLASS=v HREF="http://vedabase.net/v/viramita">viramita</A> &#8212; defeated; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religious principles; <A CLASS=v HREF="http://vedabase.net/p/pratipaksah">pratipakshah</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> against; <A CLASS=v HREF="http://vedabase.net/b/barhismatyah">barhishmaty&#257;h</A> &#8212; of his wife <A HREF="http://vedabase.net/b/barhismati">Barhishmat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anudinam">anudinam</A> &#8212; daily; <A CLASS=v HREF="http://vedabase.net/e/edhamana">edham&#257;na</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/p/pramoda">pramoda</A> &#8212; pleasing intercourse; <A CLASS=v HREF="http://vedabase.net/p/prasarana">prasarana</A> &#8212; amiability; <A CLASS=v HREF="http://vedabase.net/y/yausinya">yaushinya</A> &#8212; feminine behavior; <A CLASS=v HREF="http://vedabase.net/v/vrida">vr&#299;d&#257;</A> &#8212; by shyness; <A CLASS=v HREF="http://vedabase.net/p/pramusita">pramushita</A> &#8212; held back; <A CLASS=v HREF="http://vedabase.net/h/hasa">h&#257;sa</A> &#8212; laughing; <A CLASS=v HREF="http://vedabase.net/a/avaloka">avaloka</A> &#8212; glancing; <A CLASS=v HREF="http://vedabase.net/r/rucira">rucira</A> &#8212; pleasing; <A CLASS=v HREF="http://vedabase.net/k/ksveli">kshveli</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by exchanges of loving propensities; <A CLASS=v HREF="http://vedabase.net/p/parabhuyamana">par&#257;bh&#363;yam&#257;na</A> &#8212; being defeated; <A CLASS=v HREF="http://vedabase.net/v/vivekah">vivekah</A> &#8212; his true knowledge; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/anavabudhyamanah">anavabudhyam&#257;nah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> less intelligent person; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h</A> &#8212; the great soul; <A CLASS=v HREF="http://vedabase.net/b/bubhuje">bubhuje</A> &#8212; ruled.</P><P CLASS=t>TRANSLATION</P><P>After Kavi, Mah&#257;v&#299;ra and Savana were completely trained in the paramahamsa stage of life, Mah&#257;r&#257;ja Priyavrata ruled the universe for eleven arbudas of years. Whenever he was determined to fix his arrow upon his bowstring with his two powerful arms, all opponents of the regulative principles of religious life would flee from his presence in fear of the unparalleled prowess he displayed in ruling the universe. He greatly loved his wife Barhishmat&#299;, and with the increase of days, their exchange of nuptial love also increased. By her feminine behavior as she dressed herself, walked, got up, smiled, laughed, and glanced about, Queen Barhishmat&#299; increased his energy. Thus although he was a great soul, he appeared lost in the feminine conduct of his wife. He behaved with her just like an ordinary man, but actually he was a great soul.</P><P CLASS=t>PURPORT</P><P>In this verse, the word dharma-pratipakshah ("opponents of religious principles") refers not to a particular faith, but to varn&#257;&#347;rama-dharma, the division of society, socially and spiritually, into four varnas (br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra) and four &#257;&#347;ramas (brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa). To maintain proper social order and help the citizens gradually progress toward the goal of life &#8212; namely spiritual understanding &#8212; the principles of varn&#257;&#347;rama-dharma must be accepted. From this verse, Mah&#257;r&#257;ja Priyavrata appears to have been so strict in maintaining this institution of varn&#257;&#347;rama-dharma that anyone neglecting it would immediately flee from his presence as soon as the King warned him by fighting or administering light punishment. Indeed, Mah&#257;r&#257;ja Priyavrata would not have to fight, for simply because of his strong determination, they dared not disobey the rules and regulations of varn&#257;&#347;rama-dharma. It is said that unless human society is regulated by varn&#257;&#347;rama-dharma, it is no better than a bestial society of cats and dogs. Mah&#257;r&#257;ja Priyavrata, therefore, strictly maintained varn&#257;&#347;rama-dharma by his extraordinary, unparalleled prowess.</P><P>To maintain such a life of strict vigilance, one needs encouragement from his wife. In the varn&#257;&#347;rama-dharma system, certain classes, such as the br&#257;hmanas and sanny&#257;s&#299;s, do not need encouragement from the opposite sex. Kshatriyas and grihasthas, however, actually need the encouragement of their wives in order to execute their duties. Indeed, a grihastha or kshatriya cannot properly execute his responsibilities without the association of his wife. &#346;r&#299; Caitanya Mah&#257;prabhu personally admitted that a grihastha must live with a wife. Kshatriyas were even allowed to have many wives to encourage them in discharging the duties of government. The association of a good wife is necessary in a life of karma and political affairs. To execute his duties properly, therefore. Mah&#257;r&#257;ja Priyavrata took advantage of his good wife Barhishmat&#299;, who was always very expert in pleasing her great husband by properly dressing herself, smiling, and exhibiting her feminine bodily features. Queen Barhishmat&#299; always kept Mah&#257;r&#257;ja Priyavrata very encouraged, and thus he executed his governmental duty very properly. In this verse iva has twice been used to indicate that Mah&#257;r&#257;ja Priyavrata acted exactly like a henpecked husband and thereby seemed to have lost his sense of human responsibility. Actually, however, he was fully conscious of his position as a spirit soul, although he seemingly behaved like an acquiescent karm&#299; husband. Mah&#257;r&#257;ja Priyavrata thus ruled the universe for eleven arbudas of years. One arbuda consists of 100,000,000 years, and Mah&#257;r&#257;ja Priyavrata ruled the universe for eleven such arbudas.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>