<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.3</P><P CLASS=c>mahat&#257;m khalu viprarshe</P><P CLASS=c>uttama&#347;loka-p&#257;dayoh</P><P CLASS=c>ch&#257;y&#257;-nirvrita-citt&#257;n&#257;m</P><P CLASS=c>na kutumbe sprih&#257;-matih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mahatam">mahat&#257;m</A> &#8212; of great devotees; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A>-<A CLASS=v HREF="http://vedabase.net/r/rse">rishe</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great sage among the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A>-<A CLASS=v HREF="http://vedabase.net/p/padayoh">p&#257;dayoh</A> &#8212; of the lotus feet of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/c/chaya">ch&#257;y&#257;</A> &#8212; by the shade; <A CLASS=v HREF="http://vedabase.net/n/nirvrta">nirvrita</A> &#8212; satiated; <A CLASS=v HREF="http://vedabase.net/c/cittanam">citt&#257;n&#257;m</A> &#8212; whose consciousness; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/k/kutumbe">kutumbe</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> family members; <A CLASS=v HREF="http://vedabase.net/s/sprha">sprih&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; consciousness with attachment.</P><P CLASS=t>TRANSLATION</P><P>Elevated mah&#257;tm&#257;s who have taken shelter of the lotus feet of the Supreme Personality of Godhead are fully satiated by the shade of those lotus feet. Their consciousness cannot possibly become attached to family members.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Narottama d&#257;sa Th&#257;kura has sung, nit&#257;i pada-kamala, kot&#299;-candra su&#347;&#299;tala, ye ch&#257;y&#257;ya jagat jud&#257;ya. He describes the shade of the lotus feet of Lord Nity&#257;nanda as being so nice and cooling that all materialists, who are always in the blazing fire of material activities, may come under the shade of His lotus feet and be fully relieved and satiated. The distinction between family life and spiritual life can be experienced by any person who has undergone the tribulations of living with a family. One who comes under the shelter of the lotus feet of the Lord never becomes attracted by the activities of family life. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/59.htm">2.59</A>), param drishtv&#257; nivartate: one gives up lower engagements when he experiences a higher taste. Thus one becomes detached from family life as soon as he comes under the shelter of the lotus feet of the Lord.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>