<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.30</P><P CLASS=c>y&#257;vad avabh&#257;sayati sura-girim anuparikr&#257;man bhagav&#257;n &#257;dityo vasudh&#257;-talam ardhenaiva pratapaty ardhen&#257;vacch&#257;dayati tad&#257; hi bhagavad-up&#257;sanopacit&#257;ti-purusha-prabh&#257;vas tad anabhinandan samajavena rathena jyotirmayena rajan&#299;m api dinam karishy&#257;m&#299;ti sapta-krit vastaranim anuparyakr&#257;mad dvit&#299;ya iva pata&#324;gah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> long; <A CLASS=v HREF="http://vedabase.net/a/avabhasayati">avabh&#257;sayati</A> &#8212; illuminates; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/g/girim">girim</A> &#8212; the <A HREF="http://vedabase.net/s/sumeru">Sumeru</A> Hill; <A CLASS=v HREF="http://vedabase.net/a/anuparikraman">anuparikr&#257;man</A> &#8212; by circumambulating; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/a/adityah">&#257;dityah</A> &#8212; sun-god; <A CLASS=v HREF="http://vedabase.net/v/vasudha">vasudh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/t/talam">talam</A> &#8212; the lower planetary system; <A CLASS=v HREF="http://vedabase.net/a/ardhena">ardhena</A> &#8212; by half; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/pratapati">pratapati</A> &#8212; makes dazzling; <A CLASS=v HREF="http://vedabase.net/a/ardhena">ardhena</A> &#8212; by half; <A CLASS=v HREF="http://vedabase.net/a/avacchadayati">avacch&#257;dayati</A> &#8212; covers with darkness; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/u/upasana">up&#257;san&#257;</A> &#8212; by worshiping the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/u/upacita">upacita</A> &#8212; by satisfying Him perfectly; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; superhuman; <A CLASS=v HREF="http://vedabase.net/p/prabhavah">prabh&#257;vah</A> &#8212; influence; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/anabhinandan">anabhinandan</A> &#8212; without appreciating; <A CLASS=v HREF="http://vedabase.net/s/samajavena">samajavena</A> &#8212; by equally powerful; <A CLASS=v HREF="http://vedabase.net/r/rathena">rathena</A> &#8212; on <A HREF="http://vedabase.net/a/a">a</A> chariot; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A>-<A CLASS=v HREF="http://vedabase.net/m/mayena">mayena</A> &#8212; dazzling; <A CLASS=v HREF="http://vedabase.net/r/rajanim">rajan&#299;m</A> &#8212; night; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dinam">dinam</A> &#8212; day; <A CLASS=v HREF="http://vedabase.net/k/karisyami">karishy&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall <A HREF="http://vedabase.net/m/make">make</A> <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A>-<A CLASS=v HREF="http://vedabase.net/k/krt">krit</A> &#8212; seven times; <A CLASS=v HREF="http://vedabase.net/v/vastaranim">vastaranim</A> &#8212; exactly following the orbit of the sun; <A CLASS=v HREF="http://vedabase.net/a/anuparyakramat">anuparyakr&#257;mat</A> &#8212; circumambulated; <A CLASS=v HREF="http://vedabase.net/d/dvitiyah">dvit&#299;yah</A> &#8212; second; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/p/patangah">pata&#324;gah</A> &#8212; sun.</P><P CLASS=t>TRANSLATION</P><P>While so excellently ruling the universe, King Priyavrata once became dissatisfied with the circumambulation of the most powerful sun-god. Encircling Sumeru Hill on his chariot, the sun-god illuminates all the surrounding planetary systems. However, when the sun is on the northern side of the hill, the south receives less light, and when the sun is in the south, the north receives less. King Priyavrata disliked this situation and therefore decided to make daylight in the part of the universe where there was night. He followed the orbit of the sun-god on a brilliant chariot and thus fulfilled his desire. He could perform such wonderful activities because of the power he had achieved by worshiping the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>There is a Bengali saying which describes that someone is so powerful that he can make the night day and the day night. That saying is current because of the prowess of Priyavrata. His activities demonstrate how powerful he became by worshiping the Supreme Personality of Godhead. Lord Krishna is known as Yoge&#347;vara, the master of all mystic powers. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/78.htm">18.78</A>) it is said wherever there is the master of all mystic powers (yatra yoge&#347;varah krishnah), victory, fortune and all other opulences are present. Devotional service is so powerful. When a devotee achieves what he wants to accomplish, it is not by his own mystic power but by the grace of the master of mystic power. Lord Krishna: by His grace, a devotee can accomplish wonderful things unimaginable even to the most powerful scientist.</P><P>From the description in this verse, it appears that the sun moves. According to modern astronomers, the sun is fixed in one place, surrounded by the solar system, but here we find that the sun is not stationary: it is rotating in a prescribed orbit. This fact is corroborated by Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/52.htm">5.52</A>). Yasy&#257;jñay&#257; bhramati sambhrita-k&#257;la-cakrah: the sun is rotating in its fixed orbit in accordance with the order of the Supreme Personality of Godhead. According to Jyotir Veda, the science of astronomy in the Vedic literature, the sun moves for six months on the northern side of the Sumeru Hill and for six months on the southern side. We have practical experience on this planet that when there is summer in the north there is winter in the south and vice versa. Modern materialistic scientists sometimes present themselves as knowing all the ingredients of the sun, yet they are unable to offer a second sun like Mah&#257;r&#257;ja Priyavrata's.</P><P>Although Mah&#257;r&#257;ja Priyavrata devised a very powerful chariot as brilliant as the sun, he had no desire to compete with the sun-god, for a Vaishnava never wants to supersede another Vaishnava. His purpose was to give abundant benefits in material existence. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura remarks that in the months of April and May the rays of Mah&#257;r&#257;ja Priyavrata's brilliant sun were as pleasing as the rays of the moon, and in October and November, both morning and evening, that sun provided more warmth than the sunshine. In short, Mah&#257;r&#257;ja Priyavrata was extremely powerful, and his actions extended his power in all directions.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>