<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.35</P><P CLASS=c>naivam-vidhah purusha-k&#257;ra urukramasya</P><P CLASS=c>pums&#257;m tad-a&#324;ghri-rajas&#257; jita-shad-gun&#257;n&#257;m</P><P CLASS=c>citram vid&#363;ra-vigatah sakrid &#257;dad&#299;ta</P><P CLASS=c>yan-n&#257;madheyam adhun&#257; sa jah&#257;ti bandham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhah">vidhah</A> &#8212; like that; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/k/karah">k&#257;rah</A> &#8212; personal influence; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A>-<A CLASS=v HREF="http://vedabase.net/k/kramasya">kramasya</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; of His lotus feet; <A CLASS=v HREF="http://vedabase.net/r/rajasa">rajas&#257;</A> &#8212; by the dust; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A>-<A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/g/gunanam">gun&#257;n&#257;m</A> &#8212; who have conquered the influence of the six kinds of material whips; <A CLASS=v HREF="http://vedabase.net/c/citram">citram</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/v/vidura">vid&#363;ra</A>-<A CLASS=v HREF="http://vedabase.net/v/vigatah">vigatah</A> &#8212; the fifth-grade person, or the untouchable; <A CLASS=v HREF="http://vedabase.net/s/sakrt">sakrit</A> &#8212; only once; <A CLASS=v HREF="http://vedabase.net/a/adadita">&#257;dad&#299;ta</A> &#8212; if <A HREF="http://vedabase.net/h/he">he</A> utters; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/n/namadheyam">n&#257;madheyam</A> &#8212; holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/a/adhuna">adhun&#257;</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/j/jahati">jah&#257;ti</A> &#8212; gives up; <A CLASS=v HREF="http://vedabase.net/b/bandham">bandham</A> &#8212; material bondage.</P><P CLASS=t>TRANSLATION</P><P>My dear King, a devotee who has taken shelter of the dust from the lotus feet of the Lord can transcend the influence of the six material whips &#8212; namely hunger, thirst, lamentation, illusion, old age and death &#8212; and he can conquer the mind and five senses. However, this is not very wonderful for a pure devotee of the Lord because even a person beyond the jurisdiction of the four castes &#8212; in other words, an untouchable &#8212; is immediately relieved of bondage to material existence if he utters the holy name of the Lord even once.</P><P CLASS=t>PURPORT</P><P>&#346;ukadeva Gosv&#257;m&#299; was speaking to Mah&#257;r&#257;ja Par&#299;kshit about the activities of King Priyavrata, and since the King might have had doubts about these wonderful, uncommon activities, &#346;ukadeva Gosv&#257;m&#299; reassured him. "My dear King," he said, "don't be doubtful about the wonderful activities of Priyavrata. For a devotee of the Supreme Personality of Godhead, everything is possible because the Lord is also known as Urukrama." Urukrama is a name for Lord V&#257;manadeva, who performed the wonderful act of occupying the three worlds with three footsteps. Lord V&#257;manadeva requested three paces of land from Mah&#257;r&#257;ja Bali, and when Mah&#257;r&#257;ja Bali agreed to grant them, the Lord immediately covered the entire world with two footsteps, and for His third step He placed His foot upon Bali Mah&#257;r&#257;ja's head. &#346;r&#299; Jayadeva Gosv&#257;m&#299; says:</P><P>chalayasi vikramane balim adbhuta-v&#257;mana</P><P CLASS=n>pada-nakha-n&#299;ra-janita-jana-p&#257;vana</P><P CLASS=n>ke&#347;ava dhrita-vam&#257;na-r&#363;pa jaya jagad&#299;&#347;a hare</P><P>"All glories to Lord Ke&#347;ava, who assumed the form of a dwarf. O Lord of the universe, who takes away everything inauspicious for the devotees! O wonderful V&#257;manadeva! You tricked the great demon Bali Mah&#257;r&#257;ja by Your steps. The water that touched the nails of Your lotus feet when You pierced through the covering of the universe purifies all living entities in the form of the River Ganges."</P><P>Since the Supreme Lord is all-powerful, He can do things that seem wonderful for a common man. Similarly, a devotee who has taken shelter at the lotus feet of the Lord can also do wonderful things unimaginable to a common man, by the grace of the dust of those lotus feet. Caitanya Mah&#257;prabhu therefore teaches us to take shelter of the Lord's lotus feet:</P><P>ayi nanda-tanuja ki&#324;karam</P><P CLASS=n>patitam m&#257;m vishame bhav&#257;mbudhau</P><P CLASS=n>kripay&#257; tava p&#257;da-pa&#324;kaja-</P><P CLASS=n>sthita-dh&#363;l&#299;-sadri&#347;am vicintaya</P><P>"O son of Nanda Mah&#257;r&#257;ja, I am Your eternal servant, yet somehow or other I have fallen into the ocean of birth and death. Please pick me up from this ocean of death and place me as one of the atoms of Your lotus feet." Lord Caitanya teaches us to come in touch with the dust of the Lord's lotus feet, for then there will undoubtedly be all success.</P><P>Because of the material body, every living entity in material existence is always disturbed by sad-guna, six whips &#8212; hunger, thirst, lamentation, illusion, invalidity and death. Furthermore, another sad-guna are the mind and five sense organs. Not to speak of a sanctified devotee, even a cand&#257;la, an outcaste, who is untouchable, is immediately freed from material bondage if he utters the holy name of the Lord even once. Sometimes caste br&#257;hmanas argue that unless one changes his body he cannot be accepted as a br&#257;hmana, for since the present body is obtained as a result of past actions, one who has in the past acted as a br&#257;hmana takes birth in a br&#257;hmana family. Therefore, they contend, without such a brahminical body, one cannot be accepted as a br&#257;hmana. Herein it is said, however, that even vid&#363;ra-vigata, a cand&#257;la &#8212; a fifth-class untouchable &#8212; is freed if he utters the holy name even once. Being freed means that he immediately changes his body. San&#257;tana Gosv&#257;m&#299; confirms this:</P><P>yath&#257; k&#257;ñcanat&#257;m y&#257;ti</P><P CLASS=n>k&#257;msyam rasa-vidh&#257;natah</P><P CLASS=n>tath&#257; d&#299;ksh&#257;-vidh&#257;nena</P><P CLASS=n>dvijatvam j&#257;yate nrin&#257;m</P><P>When a person, even though a cand&#257;la, is initiated by a pure devotee into chanting the holy name of the Lord, his body changes as he follows the instructions of the spiritual master. Although one cannot see how his body has changed, we must accept, on the grounds of the authoritative statements of the &#347;&#257;stras, that he changes his body. This is to be understood without arguments. This verse clearly says, sa jah&#257;ti bandham: "He gives up his material bondage." The body is a symbolic representation of material bondage according to one's karma. Although sometimes we cannot see the gross body changing, chanting the holy name of the Supreme Lord immediately changes the subtle body, and because the subtle body changes, the living entity is immediately freed from material bondage. After all, changes of the gross body are conducted by the subtle body. After the destruction of the gross body, the subtle body takes the living entity from his present gross body to another. In the subtle body, the mind is predominant, and therefore if one's mind is always absorbed in remembering the activities or the lotus feet of the Lord, he is to be understood to have already changed his present body and become purified. Therefore it is irrefutable that a cand&#257;la, or any fallen or lowborn person, can become a br&#257;hmana simply by the method of bona fide initiation.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>