<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.36</P><P CLASS=c>sa evam aparimita-bala-par&#257;krama ekad&#257; tu devarshi-caran&#257;nu&#347;ayan&#257;nu-patita-guna-visarga-samsargen&#257;nirvritam iv&#257;tm&#257;nam manyam&#257;na &#257;tma-nirveda idam &#257;ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/priyavrata">Priyavrata</A>); <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/aparimita">aparimita</A> &#8212; unparalleled; <A CLASS=v HREF="http://vedabase.net/b/bala">bala</A> &#8212; strength; <A CLASS=v HREF="http://vedabase.net/p/parakramah">par&#257;kramah</A> &#8212; whose influence; <A CLASS=v HREF="http://vedabase.net/e/ekada">ekad&#257;</A> &#8212; once upon <A HREF="http://vedabase.net/a/a">a</A> time; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A> &#8212; of the great saint <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/anusayana">anu&#347;ayana</A> &#8212; surrendering unto the lotus feet; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/p/patita">patita</A> &#8212; fallen down; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/visarga">visarga</A> &#8212; with material affairs (created by the three material modes of nature); <A CLASS=v HREF="http://vedabase.net/s/samsargena">samsargena</A> &#8212; by connection; <A CLASS=v HREF="http://vedabase.net/a/anirvrtam">anirvritam</A> &#8212; not satisfied; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/m/manyamanah">manyam&#257;nah</A> &#8212; thinking like that; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; self; <A CLASS=v HREF="http://vedabase.net/n/nirvedah">nirvedah</A> &#8212; possessing renunciation; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said.</P><P CLASS=t>TRANSLATION</P><P>While enjoying his material opulences with full strength and influence, Mah&#257;r&#257;ja Priyavrata once began to consider that although he had fully surrendered to the great saint N&#257;rada and was actually on the path of Krishna consciousness, he had somehow become again entangled in material activities. Thus his mind now became restless, and he began to speak in a spirit of renunciation.</P><P CLASS=t>PURPORT</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/5/17.htm">1.5.17</A>) it is said:</P><P>tyaktv&#257; sva-dharmam caran&#257;mbujam harer</P><P CLASS=n>bhajann apakvo 'tha patet tato yadi</P><P CLASS=n>yatra kva v&#257;bhadram abh&#363;d amushya kim</P><P CLASS=n>ko v&#257;rtha &#257;pto 'bhajat&#257;m sva-dharmatah</P><P>"One who has forsaken his material occupations to engage in the devotional service of the Lord may sometimes fall down while in an immature stage, yet there is no danger of his being unsuccessful. On the other hand, a nondevotee, though fully engaged in occupational duties, does not gain anything." If one somehow or other comes to the shelter of a great Vaishnava, takes to Krishna consciousness because of sentiment or realization, but in course of time falls down because of immature understanding, he is not actually fallen, for his having engaged in Krishna consciousness is a permanent asset. If one falls down, therefore, his progress might be checked for a certain time, but it will again become manifest at an opportune moment. Although Priyavrata Mah&#257;r&#257;ja was serving according to the instructions of N&#257;rada Muni meant for going back home, back to Godhead, he returned to material affairs at the request of his father. In due course of time, however, his consciousness for serving Krishna reawakened by the grace of his spiritual master, N&#257;rada.</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/41.htm">6.41</A>), &#347;uc&#299;n&#257;m &#347;r&#299;mat&#257;m gehe yoga-bhrashto 'bhij&#257;yate. One who falls down from the process of bhakti-yoga is again offered the opulence of the demigods, and after enjoying such material opulence, he is given a chance to take birth in a noble family of a pure br&#257;hmana, or in a rich family, to be given the chance to revive his Krishna consciousness. This actually happened in the life of Priyavrata: he is a most glorious example of this truth. In due course of time, he no longer wanted to enjoy his material opulences and his wife, kingdom and sons; instead, he wanted to renounce them all. Therefore, after having described the material opulences of Mah&#257;r&#257;ja Priyavrata, &#346;ukadeva Gosv&#257;m&#299;, in this verse, describes his tendency for renunciation.</P><P>The words devarshi-caran&#257;nu&#347;ayana indicate that Mah&#257;r&#257;ja Priyavrata, having fully surrendered to the great sage Devarshi N&#257;rada, was strictly following all the devotional processes and regulative principles under his direction. In regard to strictly following the regulative principles, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says; dandavat-pran&#257;m&#257;s t&#257;n anupatitah. By immediately offering obeisances (dandavat) unto the spiritual master and by strictly following his directions, the student becomes advanced. Mah&#257;r&#257;ja Priyavrata was doing all these things regularly.</P><P>As long as one is in the material world, he has to be under the influence of the modes of material nature (guna-visarga). It is not that Mah&#257;r&#257;ja Priyavrata was freed from material influence because he possessed all material opulences. In this material world, both the very poor man and the very rich man are under material influences, for both wealth and poverty are creations of the modes of material nature. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/27.htm">3.27</A>), prakriteh kriyam&#257;n&#257;ni gunaih karm&#257;ni sarva&#347;ah. According to the modes of material nature we acquire, the material nature gives us facility for material enjoyment.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>