<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.37</P><P CLASS=c>aho as&#257;dhv anushthitam yad abhinive&#347;ito 'ham indriyair avidy&#257;-racita-vishama-vishay&#257;ndha-k&#363;pe tad alam alam amushy&#257; vanit&#257;y&#257; vinoda-mrigam m&#257;m dhig dhig iti garhay&#257;m cak&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/a/asadhu">as&#257;dhu</A> &#8212; not good; <A CLASS=v HREF="http://vedabase.net/a/anusthitam">anushthitam</A> &#8212; executed; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/a/abhinivesitah">abhinive&#347;itah</A> &#8212; being completely absorbed; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/i/indriyaih">indriyaih</A> &#8212; for sense gratification; <A CLASS=v HREF="http://vedabase.net/a/avidya">avidy&#257;</A> &#8212; by nescience; <A CLASS=v HREF="http://vedabase.net/r/racita">racita</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/v/visama">vishama</A> &#8212; causing distress; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A> &#8212; sense gratification; <A CLASS=v HREF="http://vedabase.net/a/andha">andha</A>-<A CLASS=v HREF="http://vedabase.net/k/kupe">k&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the dark well; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; insignificant; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; of <A HREF="http://vedabase.net/n/no">no</A> importance; <A CLASS=v HREF="http://vedabase.net/a/amusyah">amushy&#257;h</A> &#8212; of that; <A CLASS=v HREF="http://vedabase.net/v/vanitayah">vanit&#257;y&#257;h</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/v/vinoda">vinoda</A>-<A CLASS=v HREF="http://vedabase.net/m/mrgam">mrigam</A> &#8212; just like <A HREF="http://vedabase.net/a/a">a</A> dancing monkey; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/d/dhik">dhik</A> &#8212; all condemnation; <A CLASS=v HREF="http://vedabase.net/d/dhik">dhik</A> &#8212; all condemnation; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/g/garhayam">garhay&#257;m</A> &#8212; criticism; <A CLASS=v HREF="http://vedabase.net/c/cakara">cak&#257;ra</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> did.</P><P CLASS=t>TRANSLATION</P><P>The King thus began criticizing himself: Alas, how condemned I have become because of my sense gratification! I have now fallen into material enjoyment, which is exactly like a covered well. I have had enough! I am not going to enjoy any more. Just see how I have become like a dancing monkey in the hands of my wife. Because of this, I am condemned.</P><P CLASS=t>PURPORT</P><P>How condemned is the advancement of material knowledge can be understood from the behavior of Mah&#257;r&#257;ja Priyavrata. He performed such wonderful acts as creating another sun, which shined during the night, and creating a chariot so great that its wheels formed vast oceans. These activities are so great that modern scientists cannot even imagine how such things can be done. Mah&#257;r&#257;ja Priyavrata acted very wonderfully in the material field of activities, but because he was dealing in sense gratification &#8212; ruling his kingdom and dancing to the indications of his beautiful wife &#8212; he personally condemned himself. When we think about this example of Mah&#257;r&#257;ja Priyavrata, we can just consider how degraded is the modern civilization of materialistic advancement. Modern so-called scientists and other materialists are very satisfied because they can construct great bridges, roads and machines, but such activities are nothing comparable to those of Mah&#257;r&#257;ja Priyavrata. If Mah&#257;r&#257;ja Priyavrata could condemn himself in spite of his wonderful activities, how condemned we are in our so-called advancement of material civilization. We can conclude that such advancement has nothing to do with the problems of the living entity entangled within this material world. Unfortunately, modern man does not understand his entanglement and how condemned he is, nor does he know what kind of body he is going to have in the next life. From a spiritual point of view, a great kingdom, beautiful wife and wonderful material activities are all impediments to spiritual advancement. Mah&#257;r&#257;ja Priyavrata had served the great sage N&#257;rada sincerely. Therefore even though he had accepted material opulences, he could not be deviated from his own task. He again became Krishna conscious. As confirmed in Bhagavad-g&#299;t&#257;:</P><P>neh&#257;bhikrama-n&#257;&#347;o 'sti</P><P CLASS=n>pratyav&#257;yo na vidyate</P><P CLASS=n>svalpam apy asya dharmasya</P><P CLASS=n>tr&#257;yate mahato bhay&#257;t</P><P>"In devotional service there is no loss or diminution, and even a small service rendered in devotional life is sufficient to save one from the greatest danger." (<A CLASS=v HREF="../../../bg/2/40.htm">Bg. 2.40</A>) Such renunciation as Mah&#257;r&#257;ja Priyavrata's is possible only by the grace of the Supreme Personality of Godhead. Generally when people are powerful or when they have a beautiful wife, a beautiful home and material popularity, they become more and more entangled. Priyavrata Mah&#257;r&#257;ja, however, having been completely trained by the great sage N&#257;rada, revived his Krishna consciousness in spite of all impediments.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>