<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.38</P><P CLASS=c>para-devat&#257;-pras&#257;d&#257;dhigat&#257;tma-pratyavamar&#347;en&#257;nupravrittebhyah putrebhya im&#257;m yath&#257;-d&#257;yam vibhajya bhukta-bhog&#257;m ca mahish&#299;m mritakam iva saha mah&#257;-vibh&#363;tim apah&#257;ya svayam nihita-nirvedo hridi grih&#299;ta-hari-vih&#257;r&#257;nubh&#257;vo bhagavato n&#257;radasya padav&#299;m punar ev&#257;nusas&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/d/devata">devat&#257;</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prasada">pras&#257;da</A> &#8212; by the mercy; <A CLASS=v HREF="http://vedabase.net/a/adhigata">adhigata</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/p/pratyavamarsena">pratyavamar&#347;ena</A> &#8212; by self-realization; <A CLASS=v HREF="http://vedabase.net/a/anupravrttebhyah">anupravrittebhyah</A> &#8212; who exactly follow his path; <A CLASS=v HREF="http://vedabase.net/p/putrebhyah">putrebhyah</A> &#8212; unto his sons; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; this earth; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/dayam">d&#257;yam</A> &#8212; exactly according <A HREF="http://vedabase.net/t/to">to</A> the inheritance; <A CLASS=v HREF="http://vedabase.net/v/vibhajya">vibhajya</A> &#8212; dividing; <A CLASS=v HREF="http://vedabase.net/b/bhukta">bhukta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhogam">bhog&#257;m</A> &#8212; whom <A HREF="http://vedabase.net/h/he">he</A> enjoyed <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/s/so">so</A> many ways; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mahisim">mahish&#299;m</A> &#8212; the Queen; <A CLASS=v HREF="http://vedabase.net/m/mrtakam">mritakam</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; exactly like <A HREF="http://vedabase.net/a/a">a</A> dead body; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhutim">vibh&#363;tim</A> &#8212; great opulence; <A CLASS=v HREF="http://vedabase.net/a/apahaya">apah&#257;ya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/n/nihita">nihita</A> &#8212; perfectly taken <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/n/nirvedah">nirvedah</A> &#8212; renunciation; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;ta</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vihara">vih&#257;ra</A> &#8212; pastimes; <A CLASS=v HREF="http://vedabase.net/a/anubhavah">anubh&#257;vah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> such <A HREF="http://vedabase.net/a/an">an</A> attitude; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the great saintly person; <A CLASS=v HREF="http://vedabase.net/n/naradasya">n&#257;radasya</A> &#8212; of Saint <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/p/padavim">padav&#299;m</A> &#8212; position; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anusasara">anusas&#257;ra</A> &#8212; began <A HREF="http://vedabase.net/t/to">to</A> follow.</P><P CLASS=t>TRANSLATION</P><P>By the grace of the Supreme Personality of Godhead, Mah&#257;r&#257;ja Priyavrata reawakened to his senses. He divided all his earthly possessions among his obedient sons. He gave up everything, including his wife, with whom he had enjoyed so much sense gratification, and his great and opulent kingdom, and he completely renounced all attachment. His heart, having been cleansed, became a place of pastimes for the Supreme Personality of Godhead. Thus he was able to return to the path of Krishna consciousness, spiritual life, and resume the position he had attained by the grace of the great saint N&#257;rada.</P><P CLASS=t>PURPORT</P><P>As enunciated by &#346;r&#299; Caitanya Mah&#257;prabhu in His &#346;iksh&#257;shtaka, ceto-darpana-m&#257;rjanam bhava-mah&#257;-d&#257;v&#257;gni-nirv&#257;panam: [Cc. <A CLASS=v HREF="../../../cc/antya/20/12.htm">Antya 20.12</A>] as soon as one's heart is cleansed, the blazing fire of material existence is immediately extinguished. Our hearts are meant for the pastimes of the Supreme Personality of Godhead. This means that one should be fully Krishna conscious, thinking of Krishna, as He Himself advises (man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru [<A CLASS=v HREF="../../../bg/18/65.htm">Bg. 18.65</A>]). This should be our only business. One whose heart is not clean cannot think of the transcendental pastimes of the Supreme Lord, but if one can once again place the Supreme Personality of Godhead in his heart, he very easily becomes qualified to renounce material attachment. M&#257;y&#257;v&#257;d&#299; philosophers, yog&#299;s and jñ&#257;n&#299;s try to give up this material world simply by saying, brahma satyam jagan mithy&#257;: "This world is false. There is no use of it. Let us take to Brahman." Such theoretical knowledge will not help us. If we believe that Brahman is the real truth, we have to place within our hearts the lotus feet of &#346;r&#299; Krishna, as Mah&#257;r&#257;ja Ambar&#299;sha did (sa vai manah krishna-pad&#257;ravindayoh). One has to fix the lotus feet of the Lord within his heart. Then he gets the strength to be freed from material entanglement.</P><P>Mah&#257;r&#257;ja Priyavrata was able to give up his opulent kingdom, and he also gave up the association of his beautiful wife as if she were a dead body. However beautiful one's wife and however attractive her bodily features, one is no longer interested in her when her body is dead. We praise a beautiful woman for her body, but that same body, when bereft of a spirit soul, is no longer interesting to any lusty man. Mah&#257;r&#257;ja Priyavrata was so strong, by the grace of the Lord, that even though his beautiful wife was alive, he could give up her association exactly like one who is forced to give up the association of a dead wife. &#346;r&#299; Caitanya Mah&#257;prabhu said:</P><P>na dhanam na janam na sundar&#299;m</P><P CLASS=n>kavit&#257;m v&#257; jagad&#299;&#347;a k&#257;maye</P><P CLASS=n>mama janmani janman&#299;&#347;vare</P><P CLASS=n>bhavat&#257;d bhaktir ahaituk&#299; tvayi</P><P>"O almighty Lord, I have no desire to accumulate wealth, nor do I desire beautiful women, nor do I want any number of followers. I only want Your causeless devotional service birth after birth." For one who desires to advance in spiritual life, attachment to material opulence and attachment to a beautiful wile are two great impediments. Such attachments are condemned even more than suicide. Therefore anyone desiring to cross beyond material nescience must, by the grace of Krishna, be freed from attachment to women and money. When Mah&#257;r&#257;ja Priyavrata became completely free from these attachments, he could again peacefully follow the principles instructed by the great sage N&#257;rada.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>