<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.40</P><P CLASS=c>bh&#363;-samsth&#257;nam kritam yena</P><P CLASS=c>sarid-giri-van&#257;dibhih</P><P CLASS=c>s&#299;m&#257; ca bh&#363;ta-nirvrityai</P><P CLASS=c>dv&#299;pe dv&#299;pe vibh&#257;ga&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A>-<A CLASS=v HREF="http://vedabase.net/s/samsthanam">samsth&#257;nam</A> &#8212; the situation of the earth; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; done; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/s/sarit">sarit</A> &#8212; by rivers; <A CLASS=v HREF="http://vedabase.net/g/giri">giri</A> &#8212; by hills and mountains; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by forests and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/s/sima">s&#299;m&#257;</A> &#8212; boundaries; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; of different nations; <A CLASS=v HREF="http://vedabase.net/n/nirvrtyai">nirvrityai</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> stop fighting; <A CLASS=v HREF="http://vedabase.net/d/dvipe">dv&#299;pe</A> <A CLASS=v HREF="http://vedabase.net/d/dvipe">dv&#299;pe</A> &#8212; on the various islands; <A CLASS=v HREF="http://vedabase.net/v/vibhagasah">vibh&#257;ga&#347;ah</A> &#8212; separately.</P><P CLASS=t>TRANSLATION</P><P>"To stop the quarreling among different peoples, Mah&#257;r&#257;ja Priyavrata marked boundaries at rivers and at the edges of mountains and forests so that no one would trespass upon another's property."</P><P CLASS=t>PURPORT</P><P>The example set by Mah&#257;r&#257;ja Priyavrata in marking off different states is still followed. As indicated here, different classes of men are destined to live in different areas, and therefore the boundaries of various tracts of land, which are described here as islands, should be defined by different rivers, forests and hills. This is also mentioned in relation to Mah&#257;r&#257;ja Prithu, who was born from the dead body of his father by the manipulation of great sages. Mah&#257;r&#257;ja Prithu's father was very sinful, and therefore a black man called Nish&#257;da was first born from his dead body. The Naish&#257;da race was given a place in the forest because by nature they are thieves and rogues. As animals are given places in various forests and hills, men who are like animals are also destined to live there. One cannot be promoted to civilized life unless one comes to Krishna consciousness, for by nature one is destined to live in a particular situation according to one's karma and association with the modes of nature. If men want to live in harmony and peace, they must take to Krishna consciousness, for they cannot achieve the highest standard while absorbed in the bodily concept of life. Mah&#257;r&#257;ja Priyavrata divided the surface of the globe into different islands so that each class of men would live peacefully and not clash with the others. The modern idea of nationhood has gradually developed from the divisions made by Mah&#257;r&#257;ja Priyavrata.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>