<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.41</P><P CLASS=c>bhaumam divyam m&#257;nusham ca</P><P CLASS=c>mahitvam karma-yogajam</P><P CLASS=c>ya&#347; cakre nirayaupamyam</P><P CLASS=c>purush&#257;nujana-priyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhaumam">bhaumam</A> &#8212; of the lower planets; <A CLASS=v HREF="http://vedabase.net/d/divyam">divyam</A> &#8212; heavenly; <A CLASS=v HREF="http://vedabase.net/m/manusam">m&#257;nusham</A> &#8212; of human beings; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mahitvam">mahitvam</A> &#8212; all opulences; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; by fruitive activities; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; by mystic power; <A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; born; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/c/cakre">cakre</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/n/niraya">niraya</A> &#8212; with hell; <A CLASS=v HREF="http://vedabase.net/a/aupamyam">aupamyam</A> &#8212; comparison or equality; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anujana">anujana</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the devotee; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; most dear.</P><P CLASS=t>TRANSLATION</P><P>"As a great follower and devotee of the sage N&#257;rada, Mah&#257;r&#257;ja Priyavrata considered hellish the opulences he had achieved by dint of fruitive activities and mystic power, whether in the lower or heavenly planetary systems or in human society."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has said that the position of a devotee is so superexcellent that a devotee does not consider any material opulence worth having. There are different types of opulences on earth, in the heavenly planets and even in the lower planetary system, known as P&#257;t&#257;la. A devotee, however, knows that they are all material, and consequently he is not at all interested in them. As stated in Bhagavad-g&#299;t&#257;, param drishtv&#257; nivartate. Sometimes yog&#299;s and jñ&#257;n&#299;s voluntarily give up all material opulences to practice their system of liberation and taste spiritual bliss. However, they frequently fall down because artificial renunciation of material opulences cannot endure. One must have a superior taste in spiritual life; then he can give up material opulence. Mah&#257;r&#257;ja Priyavrata had already tasted spiritual bliss, and therefore he had no interest in any of the material achievements available in the lower, higher or middle planetary systems.</P><P>Thus end the Bhaktivedanta purports to the Fifth Canto, First Chapter, of &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Activities of Mah&#257;r&#257;ja Priyavrata."</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../2/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>