<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.5</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>b&#257;dham uktam bhagavata uttama&#347;lokasya &#347;r&#299;mac-caran&#257;ravinda-makaranda-rasa &#257;ve&#347;ita-cetaso bh&#257;gavata-paramahamsa-dayita-kath&#257;m kiñcid antar&#257;ya-vihat&#257;m sv&#257;m &#347;ivatam&#257;m padav&#299;m na pr&#257;yena hinvanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/b/badham">b&#257;dham</A> &#8212; correct; <A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; what you have said; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/s/slokasya">&#347;lokasya</A> &#8212; who is praised with excellent verses; <A CLASS=v HREF="http://vedabase.net/s/srimat">&#347;r&#299;mat</A>-<A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A> &#8212; of the feet, which <A HREF="http://vedabase.net/a/are">are</A> just like the most beautiful fragrant lotus flowers; <A CLASS=v HREF="http://vedabase.net/m/makaranda">makaranda</A> &#8212; honey; <A CLASS=v HREF="http://vedabase.net/r/rase">rase</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the nectar; <A CLASS=v HREF="http://vedabase.net/a/avesita">&#257;ve&#347;ita</A> &#8212; absorbed; <A CLASS=v HREF="http://vedabase.net/c/cetasah">cetasah</A> &#8212; whose hearts; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the devotees; <A CLASS=v HREF="http://vedabase.net/p/paramahamsa">paramahamsa</A> &#8212; liberated persons; <A CLASS=v HREF="http://vedabase.net/d/dayita">dayita</A> &#8212; pleasing; <A CLASS=v HREF="http://vedabase.net/k/katham">kath&#257;m</A> &#8212; glorification; <A CLASS=v HREF="http://vedabase.net/k/kincit">kiñcit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/a/antaraya">antar&#257;ya</A> &#8212; by impediments; <A CLASS=v HREF="http://vedabase.net/v/vihatam">vihat&#257;m</A> &#8212; checked; <A CLASS=v HREF="http://vedabase.net/s/svam">sv&#257;m</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/s/siva">&#347;iva</A>-<A CLASS=v HREF="http://vedabase.net/t/tamam">tam&#257;m</A> &#8212; most exalted; <A CLASS=v HREF="http://vedabase.net/p/padavim">padav&#299;m</A> &#8212; position; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/p/prayena">pr&#257;yena</A> &#8212; almost always; <A CLASS=v HREF="http://vedabase.net/h/hinvanti">hinvanti</A> &#8212; give up.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: What you have said is correct. The glories of the Supreme Personality of Godhead, who is praised in eloquent, transcendental verses by such exalted personalities as Brahm&#257;, are very pleasing to great devotees and liberated persons. One who is attached to the nectarean honey of the Lord's lotus feet, and whose mind is always absorbed in His glories, may sometimes be checked by some impediment, but he still never gives up the exalted position he has acquired.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; accepted both of the King's propositions &#8212; that a person who is advanced in Krishna consciousness cannot embrace materialistic life again and that one who has embraced materialistic life cannot take up Krishna consciousness at any stage of his existence. Although accepting both these statements, &#346;ukadeva Gosv&#257;m&#299; qualified them by saying that a person who has once absorbed his mind in the glories of the Supreme Personality of Godhead may sometimes be influenced by impediments, but he still does not give up his exalted devotional position.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, there are two kinds of impediments to devotional service. The first is an offense at the lotus feet of a Vaishnava. This is called vaishnava-apar&#257;dha. &#346;r&#299; Caitanya Mah&#257;prabhu warned His devotees not to commit vaishnava-apar&#257;dha, which He described as the mad elephant offense. When a mad elephant enters a beautiful garden, it destroys everything, leaving a barren field. Similarly, the power of vaishnava-apar&#257;dha is so great that even an advanced devotee becomes almost devoid of his spiritual assets if he commits it. Since Krishna consciousness is eternal, it cannot be destroyed altogether, but advancement may be checked for the time being. Thus vaishnava-apar&#257;dha is one kind of impediment to devotional service. Sometimes, however, the Supreme Personality of Godhead or His devotee desires to impede one's devotional service. For example, Hiranyaka&#347;ipu and Hirany&#257;ksha were formerly Jaya and Vijaya, the gatekeepers in Vaikuntha, but by the desire of the Lord, they became His enemies for three lives. Thus the desire of the Lord is another kind of impediment. But in both cases, the pure devotee, once advanced in Krishna consciousness, cannot be lost. Following the orders of his superiors (Sv&#257;yambhuva and Lord Brahm&#257;), Priyavrata accepted family life, but this did not mean he lost his position in devotional service. Krishna consciousness is perfect and eternal, and therefore it cannot be lost under any circumstances. Because the material world is full of obstructions to advancement in Krishna consciousness, there may appear to be many impediments, yet Krishna, the Supreme Personality of Godhead, declares in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/31.htm">9.31</A>), kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati: once one has taken shelter at the lotus feet of the Lord, he cannot be lost.</P><P>In this verse, the word &#347;ivatam&#257;m is very significant. &#346;ivatam&#257;m means "the most auspicious." The devotional path is so auspicious that a devotee cannot be lost under any circumstances. This is described in the &#346;r&#299;mad Bhagavad-g&#299;t&#257; by the Lord Himself. p&#257;rtha naiveha n&#257;mutra vin&#257;&#347;as tasya vidyate: "My dear Arjuna, for a devotee there is no question of being lost, either in this life or in the next." (<A CLASS=v HREF="../../../bg/6/40.htm">Bg. 6.40</A>) In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/43.htm">6.43</A>) the Lord clearly explains how this is so.</P><P>tatra tam buddhi-samyogam</P><P CLASS=n>labhate paurva-dehikam</P><P CLASS=n>yatate ca tato bh&#363;yah</P><P CLASS=n>samsiddhau kuru-nandana</P><P>By the order of the Lord, a perfect devotee sometimes comes to this material world like an ordinary human being. Because of his previous practice, such a perfect devotee naturally becomes attached to devotional service, apparently without cause. Despite all kinds of impediments due to surrounding circumstances, he automatically perseveres in devotional service and gradually advances until he once again becomes perfect. Bilvama&#324;gala Th&#257;kura had been an advanced devotee in his previous life, but in his next life he became greatly fallen and was attached to a prostitute. Suddenly, however, his entire behavior was changed by the words of the very prostitute who had so much attracted him, and he became a great devotee. In the lives of exalted devotees, there are many such instances, proving that once one has taken to the shelter of the lotus feet of the Lord, he cannot be lost (kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati).</P><P>The fact is, however, that one becomes a devotee when he is completely freed from all reactions to sinful life. As Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/28.htm">7.28</A>):</P><P>yesh&#257;m tv anta-gatam p&#257;pam</P><P CLASS=n>jan&#257;n&#257;m punya-karman&#257;m</P><P CLASS=n>te dvanda-moha-nirmukt&#257;</P><P CLASS=n>bhajante m&#257;m dridha-vrat&#257;h</P><P>"Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of illusion, engage themselves in My service with determination." On the other hand, as Prahl&#257;da Mah&#257;r&#257;ja said:</P><P>matir na krishne paratah svato v&#257;</P><P CLASS=n>mitho 'bhipadyeta griha-vrat&#257;n&#257;m</P><P>A person who is too attached to materialistic family life &#8212; home, family, wife, children and so on &#8212; cannot develop Krishna consciousness.</P><P>These apparent contradictions are resolved in the life of a devotee by the grace of the Supreme Lord, and therefore a devotee is never bereft of his position on the path of liberation, which is described in this verse as &#347;ivatam&#257;m padav&#299;m.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>