<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.6</P><P CLASS=c>yarhi v&#257;va ha r&#257;jan sa r&#257;ja-putrah priyavratah parama-bh&#257;gavato n&#257;radasya caranopasevay&#257;ñjas&#257;vagata-param&#257;rtha-satattvo brahma-satrena d&#299;kshishyam&#257;no 'vani-tala-parip&#257;lan&#257;y&#257;mn&#257;ta-pravara-guna-ganaik&#257;nta-bh&#257;janatay&#257; sva-pitrop&#257;mantrito bhagavati v&#257;sudeva ev&#257;vyavadh&#257;na-sam&#257;dhi-yogena sam&#257;ve&#347;ita-sakala-k&#257;raka-kriy&#257;-kal&#257;po naiv&#257;bhyanandad yadyapi tad apraty&#257;mn&#257;tavyam tad-adhikarana &#257;tmano 'nyasm&#257;d asato 'pi par&#257;bhavam anv&#299;ksham&#257;nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yarhi">yarhi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/p/putrah">putrah</A> &#8212; the Prince; <A CLASS=v HREF="http://vedabase.net/p/priyavratah">priyavratah</A> &#8212; <A HREF="http://vedabase.net/p/priyavrata">Priyavrata</A>; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; devotee; <A CLASS=v HREF="http://vedabase.net/n/naradasya">n&#257;radasya</A> &#8212; of <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/u/upasevaya">upasevay&#257;</A> &#8212; by serving; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; quickly; <A CLASS=v HREF="http://vedabase.net/a/avagata">avagata</A> &#8212; became aware of; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; transcendental subject matter; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/t/tattvah">tattvah</A> &#8212; with all knowable facts; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/satrena">satrena</A> &#8212; by continuous discussion of the Supreme; <A CLASS=v HREF="http://vedabase.net/d/diksisyamanah">d&#299;kshishyam&#257;nah</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> fully dedicate himself; <A CLASS=v HREF="http://vedabase.net/a/avani">avani</A>-<A CLASS=v HREF="http://vedabase.net/t/tala">tala</A> &#8212; the surface of the globe; <A CLASS=v HREF="http://vedabase.net/p/paripalanaya">parip&#257;lan&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> rule over; <A CLASS=v HREF="http://vedabase.net/a/amnata">&#257;mn&#257;ta</A> &#8212; directed <A HREF="http://vedabase.net/i/in">in</A> the revealed scriptures; <A CLASS=v HREF="http://vedabase.net/p/pravara">pravara</A> &#8212; highest; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of qualities; <A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; the sum total; <A CLASS=v HREF="http://vedabase.net/e/ekanta">ek&#257;nta</A> &#8212; without deviation; <A CLASS=v HREF="http://vedabase.net/b/bhajanataya">bh&#257;janatay&#257;</A> &#8212; because of his possessing; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/pitra">pitr&#257;</A> &#8212; by his father; <A CLASS=v HREF="http://vedabase.net/u/upamantritah">up&#257;mantritah</A> &#8212; being asked; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; the all-pervading Lord; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/avyavadhana">avyavadh&#257;na</A> &#8212; without cessation; <A CLASS=v HREF="http://vedabase.net/s/samadhi">sam&#257;dhi</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by practicing <A HREF="http://vedabase.net/y/yoga">yoga</A> <A HREF="http://vedabase.net/i/in">in</A> complete absorption; <A CLASS=v HREF="http://vedabase.net/s/samavesita">sam&#257;ve&#347;ita</A> &#8212; completely dedicated; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/k/karaka">k&#257;raka</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kalapah">kal&#257;pah</A> &#8212; whose total activities; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/abhyanandat">abhyanandat</A> &#8212; welcomed; <A CLASS=v HREF="http://vedabase.net/y/yadyapi">yadyapi</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/apratyamnatavyam">apraty&#257;mn&#257;tavyam</A> &#8212; not <A HREF="http://vedabase.net/t/to">to</A> be rejected for any reason; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/adhikarane">adhikarane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> occupying that post; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of himself; <A CLASS=v HREF="http://vedabase.net/a/anyasmat">anyasm&#257;t</A> &#8212; by other engagements; <A CLASS=v HREF="http://vedabase.net/a/asatah">asatah</A> &#8212; material; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/parabhavam">par&#257;bhavam</A> &#8212; deterioration; <A CLASS=v HREF="http://vedabase.net/a/anviksamanah">anv&#299;ksham&#257;nah</A> &#8212; foreseeing.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; continued: My dear King, Prince Priyavrata was a great devotee because he sought the lotus feet of N&#257;rada, his spiritual master, and thus achieved the highest perfection in transcendental knowledge. With advanced knowledge, he always engaged in discussing spiritual subjects and did not divert his attention to anything else. The Prince's father then asked him to take charge of ruling the world. He tried to convince Priyavrata that this was his duty as indicated in the revealed scriptures. Prince Priyavrata, however, was continuously practicing bhakti-yoga by constantly remembering the Supreme Personality of Godhead, thus engaging all his senses in the service of the Lord. Therefore, although the order of his father could not be rejected, the Prince did not welcome it. Thus he very conscientiously raised the question of whether he might be diverted from devotional service by accepting the responsibility of ruling over the world.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Narottama d&#257;sa Th&#257;kura has sung, ch&#257;diy&#257; vaishnava-sev&#257; nist&#257;ra p&#257;yeche keb&#257;: "Without serving the lotus feet of a pure Vaishnava or spiritual master, no one has ever attained perfect liberation from material bondage." prince Priyavrata regularly served the lotus feet of N&#257;rada, and thus the Prince perfectly understood transcendental subjects in truth (sa-tattvah). The word sa-tattvah means that Priyavrata knew all the facts about the spirit soul, the Supreme Personality of Godhead, and the relationship between the spirit soul and the Supreme Personality of Godhead, and he also knew all about this material world and the relationship of the spirit soul and the Supreme Lord within the material world. Thus the Prince decided to engage himself only in rendering service to the Lord.</P><P>When Priyavrata's father, Sv&#257;yambhuva Manu, requested him to accept the responsibility of ruling over the world, he did not welcome the suggestion. This is the symptom of a great, liberated devotee. Even though engaged in worldly affairs, he does not take pleasure in them, but remains always absorbed in the Lord's service. While thus serving the Lord, he deals externally with worldly affairs without being affected. For example, although he has no attraction for his children, he cares for them and educates them to become devotees. Similarly, he speaks to his wife with affectionate words, but he is not attached to her. By rendering devotional service, a devotee acquires all the good qualities of the Supreme Lord. Lord Krishna had sixteen thousand wives, all of them very beautiful, and although He dealt with each of them as a beloved husband, He was not attracted or attached to any of them. In the same way, although a devotee may enter family life and act very affectionately toward his wife and children, he is never attached to these activities.</P><P>This verse states that by serving the lotus feet of his spiritual master, prince Priyavrata very soon attained the perfectional stage of Krishna consciousness. This is the only way to advance in spiritual life. As stated in the Vedas:</P><P>yasya deve par&#257; bhaktir</P><P CLASS=n>yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h</P><P CLASS=n>prak&#257;&#347;ante mah&#257;tmanah</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]</P><P>"If one has unflinching faith in the Supreme Lord and the spiritual master, the essence of all Vedic knowledge is revealed to him. (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/23">6.23</A>) A devotee always thinks of the Lord continuously. While chanting the Hare Krishna mantra, the words Krishna and Hare immediately remind him of all the Lord's activities. Since his entire life is engaged in the service of the Lord, a devotee cannot forget the Lord at any time. Just as an ordinary man always engages his mind in material activities, a devotee always engages his mind in spiritual activities. This is called brahma-satra, or meditating upon the Supreme Lord always. Prince Priyavrata was perfectly initiated into this practice by &#346;r&#299; N&#257;rada.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>