<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.7</P><P CLASS=c>atha ha bhagav&#257;n &#257;di-deva etasya guna-visargasya paribrimhan&#257;nudhy&#257;na-vyavasita-sakala-jagad-abhipr&#257;ya &#257;tma-yonir akhila-nigama-nija-gana-pariveshtitah sva-bhavan&#257;d avatat&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the first demigod; <A CLASS=v HREF="http://vedabase.net/e/etasya">etasya</A> &#8212; of this universe; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/visargasya">visargasya</A> &#8212; the creation of the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/p/paribrmhana">paribrimhana</A> &#8212; the welfare; <A CLASS=v HREF="http://vedabase.net/a/anudhyana">anudhy&#257;na</A> &#8212; always thinking of; <A CLASS=v HREF="http://vedabase.net/v/vyavasita">vyavasita</A> &#8212; known; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> &#8212; whole; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; of the universe; <A CLASS=v HREF="http://vedabase.net/a/abhiprayah">abhipr&#257;yah</A> &#8212; by whom the ultimate purpose; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; the Supreme Self; <A CLASS=v HREF="http://vedabase.net/y/yonih">yonih</A> &#8212; whose source of birth; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/n/nigama">nigama</A> &#8212; by the Vedas; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; by personal associates; <A CLASS=v HREF="http://vedabase.net/p/parivestitah">pariveshtitah</A> &#8212; being surrounded; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanat">bhavan&#257;t</A> &#8212; from his own abode; <A CLASS=v HREF="http://vedabase.net/a/avatatara">avatat&#257;ra</A> &#8212; descended.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: The first created being and most powerful demigod in this universe is Lord Brahm&#257;, who is always responsible for developing universal affairs. Born directly from the Supreme Personality of Godhead, he dedicates his activities to the welfare of the entire universe, for he knows the purpose of the universal creation. This supremely powerful Lord Brahm&#257;, accompanied by his associates and the personified Vedas, left his own abode in the highest planetary system and descended to the place of Prince Priyavrata's meditation.</P><P CLASS=t>PURPORT</P><P>Lord Vishnu, the Supreme Self (&#257;tm&#257;), is the source of everything, as explained in the Ved&#257;nta-s&#363;tra: janm&#257;dy asya yatah [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]. Because Brahm&#257; was born directly from Lord Vishnu, he is called &#257;tma-yoni. He is also called bhagav&#257;n, although generally bhagav&#257;n refers to the Supreme Personality of Godhead (Vishnu or Lord Krishna). Sometimes great personalities &#8212; such as demigods like Lord Brahm&#257;, N&#257;rada or Lord &#346;iva &#8212; are also addressed as bhagav&#257;n because they carry out the purpose of the Supreme Personality of Godhead. Lord Brahm&#257; is called bhagav&#257;n because he is the secondary creator of this universe. He is always thinking of how to improve the situation of the conditioned souls who have come to the material world to enjoy material activities. For this reason, he disseminates the Vedic knowledge throughout the universe for everyone's guidance.</P><P>Vedic knowledge is divided into two parts: pravritti-m&#257;rga and nivritti-m&#257;rga. Nivritti-m&#257;rga is the path of negating sense enjoyment, and pravritti-m&#257;rga is the path by which the living entities are given a chance to enjoy and at the same time are directed in such a way that they can go back home, back to Godhead. Because ruling over this universe is a great responsibility, Brahm&#257; must force many Manus in different ages to take charge of universal affairs. Under each Manu there are different kings who also execute the purpose of Lord Brahm&#257;. It is understood from previous explanations that the father of Dhruva Mah&#257;r&#257;ja, King Utt&#257;nap&#257;da, ruled over the universe because his elder brother, Priyavrata, practiced austerity from the very beginning of his life. Thus up to the point of the Pracet&#257;s, the kings of the universe were all descendants of Utt&#257;nap&#257;da Mah&#257;r&#257;ja. Since there were no suitable kings after the Pracet&#257;s, Sv&#257;yambhuva Manu went to the Gandham&#257;dana Hill to bring back his eldest son, Priyavrata, who was meditating there. Sv&#257;yambhuva Manu requested Priyavrata to rule over the universe. When he refused, Lord Brahm&#257; descended from the supreme planetary system, known as Satyaloka, to request Priyavrata to accept the order. Lord Brahm&#257; did not come alone. He came with other great sages like Mar&#299;ci, &#256;treya and Vasishtha. To convince Priyavrata that it was necessary for him to follow the Vedic injunctions and accept the responsibility of ruling over the world, Lord Brahm&#257; also brought with him the personified Vedas, his constant associates.</P><P>A significant word in this verse is sva-bhavan&#257;t, indicating that Lord Brahm&#257; descended from his own abode. Every demigod has his own abode. Indra, the King of the demigods, has his own abode, as do Candra, the lord of the moon planet, and S&#363;rya, the predominating deity of the sun planet. There are many millions of demigods, and the stars and planets are their respective homes. This is confirmed in Bhagavad-g&#299;t&#257;. Y&#257;nti deva-vrat&#257; dev&#257;n: [<A CLASS=v HREF="../../../bg/9/25.htm">Bg. 9.25</A>] "Those who worship the demigods go to their different planetary systems." Lord Brahm&#257;'s abode. the highest planetary system, is called Satyaloka or sometimes Brahmaloka. Brahmaloka usually refers to the spiritual world. The abode of Lord Brahm&#257; is Satyaloka, but because Lord Brahm&#257; resides there, it is also sometimes called Brahmaloka.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>