<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1.8</P><P CLASS=c>sa tatra tatra gagana-tala udu-patir iva vim&#257;n&#257;valibhir anupatham amara-parivridhair abhip&#363;jyam&#257;nah pathi pathi ca var&#363;tha&#347;ah siddha-gandharva-s&#257;dhya-c&#257;rana-muni-ganair upag&#299;yam&#257;no gandha-m&#257;dana-dron&#299;m avabh&#257;sayann upasasarpa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; here and there; <A CLASS=v HREF="http://vedabase.net/g/gagana">gagana</A>-<A CLASS=v HREF="http://vedabase.net/t/tale">tale</A> &#8212; under the canopy of the sky; <A CLASS=v HREF="http://vedabase.net/u/udu">udu</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the moon; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/v/vimana">vim&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/avalibhih">&#257;valibhih</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> their different airplanes; <A CLASS=v HREF="http://vedabase.net/a/anupatham">anupatham</A> &#8212; along the path; <A CLASS=v HREF="http://vedabase.net/a/amara">amara</A> &#8212; of the demigods; <A CLASS=v HREF="http://vedabase.net/p/parivrdhaih">parivridhaih</A> &#8212; by the leaders; <A CLASS=v HREF="http://vedabase.net/a/abhipujyamanah">abhip&#363;jyam&#257;nah</A> &#8212; being worshiped; <A CLASS=v HREF="http://vedabase.net/p/pathi">pathi</A> <A CLASS=v HREF="http://vedabase.net/p/pathi">pathi</A> &#8212; on the way, one after another; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/varuthasah">var&#363;tha&#347;ah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> groups; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A> &#8212; by the residents of Siddhaloka; <A CLASS=v HREF="http://vedabase.net/g/gandharva">gandharva</A> &#8212; by the residents of Gandharvaloka; <A CLASS=v HREF="http://vedabase.net/s/sadhya">s&#257;dhya</A> &#8212; by the residents of S&#257;dhyaloka; <A CLASS=v HREF="http://vedabase.net/c/carana">c&#257;rana</A> &#8212; by the residents of C&#257;ranaloka; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/g/ganaih">ganaih</A> &#8212; and by great sages; <A CLASS=v HREF="http://vedabase.net/u/upagiyamanah">upag&#299;yam&#257;nah</A> &#8212; being worshiped; <A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A>-<A CLASS=v HREF="http://vedabase.net/m/madana">m&#257;dana</A> &#8212; of the planet where the <A HREF="http://vedabase.net/g/gandhamadana">Gandham&#257;dana</A> Hill is found; <A CLASS=v HREF="http://vedabase.net/d/dronim">dron&#299;m</A> &#8212; the border; <A CLASS=v HREF="http://vedabase.net/a/avabhasayan">avabh&#257;sayan</A> &#8212; illuminating; <A CLASS=v HREF="http://vedabase.net/u/upasasarpa">upasasarpa</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> approached.</P><P CLASS=t>TRANSLATION</P><P>As Lord Brahm&#257; descended on his carrier, the great swan, all the residents of the planets named Siddhaloka, Gandharvaloka, S&#257;dhyaloka and C&#257;ranaloka, as well as great sages and demigods flying in their different airplanes, assembled within the canopy of the sky to receive Lord Brahm&#257; and worship him. As he received respect and adoration from the residents of the various planets, Lord Brahm&#257; appeared just like the full moon surrounded by illuminating stars. Lord Brahm&#257;'s great swan then arrived at the border of Gandham&#257;dana Hill and approached Prince Priyavrata, who was sitting there.</P><P CLASS=t>PURPORT</P><P>It appears from this description that there is regular interplanetary travel between the planets of the demigods. Another significant point is that there is a planet covered mostly by great mountains, one of which is Gandham&#257;dana Hill. Three great personalities &#8212; Priyavrata, N&#257;rada and Sv&#257;yambhuva Manu &#8212; were sitting on this hill. According to Brahm&#257;-samhit&#257;, each universe is filled with different planetary systems, and every system has a unique opulence. For example, on Siddhaloka, all the residents are very advanced in the powers of mystic yoga. They can fly from one planet to another without airplanes or other flying machines. Similarly, the residents of Gandharvaloka are expert in musical science, and those on S&#257;dhyaloka are all great saints. The interplanetary system undoubtedly exists, and residents of different planets may go from one to another. On this earth, however, we have not invented any machine that can go directly from one planet to another, although an unsuccessful attempt has been made to go directly to the moon.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>