<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: The Activities of Mah&#257;r&#257;ja Priyavrata</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 5.1 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 5.1.1</B></A>: King Par&#299;kshit inquired from &#346;ukadeva Gosv&#257;m&#299;: O great sage, why did King Priyavrata, who was a great, self-realized devotee of the Lord, remain in household life, which is the root cause of the bondage of karma [fruitive activities] and which defeats the mission of human life?</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 5.1.2</B></A>: Devotees are certainly liberated persons. Therefore, O greatest of the br&#257;hmanas, they cannot possibly be absorbed in family affairs.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 5.1.3</B></A>: Elevated mah&#257;tm&#257;s who have taken shelter of the lotus feet of the Supreme Personality of Godhead are fully satiated by the shade of those lotus feet. Their consciousness cannot possibly become attached to family members.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 5.1.4</B></A>: The King continued: O great br&#257;hmana, this is my great doubt. How was it possible for a person like King Priyavrata, who was so attached to wife, children and home, to achieve the topmost infallible perfection in Krishna consciousness?</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 5.1.5</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: What you have said is correct. The glories of the Supreme Personality of Godhead, who is praised in eloquent, transcendental verses by such exalted personalities as Brahm&#257;, are very pleasing to great devotees and liberated persons. One who is attached to the nectarean honey of the Lord's lotus feet, and whose mind is always absorbed in His glories, may sometimes be checked by some impediment, but he still never gives up the exalted position he has acquired.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 5.1.6</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: My dear King, Prince Priyavrata was a great devotee because he sought the lotus feet of N&#257;rada, his spiritual master, and thus achieved the highest perfection in transcendental knowledge. With advanced knowledge, he always engaged in discussing spiritual subjects and did not divert his attention to anything else. The Prince's father then asked him to take charge of ruling the world. He tried to convince Priyavrata that this was his duty as indicated in the revealed scriptures. Prince Priyavrata, however, was continuously practicing bhakti-yoga by constantly remembering the Supreme Personality of Godhead, thus engaging all his senses in the service of the Lord. Therefore, although the order of his father could not be rejected, the Prince did not welcome it. Thus he very conscientiously raised the question of whether he might be diverted from devotional service by accepting the responsibility of ruling over the world.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 5.1.7</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: The first created being and most powerful demigod in this universe is Lord Brahm&#257;, who is always responsible for developing universal affairs. Born directly from the Supreme Personality of Godhead, he dedicates his activities to the welfare of the entire universe, for he knows the purpose of the universal creation. This supremely powerful Lord Brahm&#257;, accompanied by his associates and the personified Vedas, left his own abode in the highest planetary system and descended to the place of Prince Priyavrata's meditation.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 5.1.8</B></A>: As Lord Brahm&#257; descended on his carrier, the great swan, all the residents of the planets named Siddhaloka, Gandharvaloka, S&#257;dhyaloka and C&#257;ranaloka, as well as great sages and demigods flying in their different airplanes, assembled within the canopy of the sky to receive Lord Brahm&#257; and worship him. As he received respect and adoration from the residents of the various planets, Lord Brahm&#257; appeared just like the full moon surrounded by illuminating stars. Lord Brahm&#257;'s great swan then arrived at the border of Gandham&#257;dana Hill and approached Prince Priyavrata, who was sitting there.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 5.1.9</B></A>: Lord Brahm&#257;, the father of N&#257;rada Muni, is the supreme person within this universe. As soon as N&#257;rada saw the great swan, he could understand that Lord Brahm&#257; had arrived. Therefore he immediately stood up, along with Sv&#257;yambhuva Manu and his son Priyavrata, whom N&#257;rada was instructing. Then they folded their hands and began to worship Lord Brahm&#257; with great respect.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 5.1.10</B></A>: My dear King Par&#299;kshit, because Lord Brahm&#257; had finally descended from Satyaloka to Bh&#363;loka, N&#257;rada Muni, Prince Priyavrata and Sv&#257;yambhuva Manu came forward to offer him objects of worship and to praise him in highly qualified language, according to Vedic etiquette. At that time, Lord Brahm&#257;, the original person of this universe, felt compassion for Priyavrata and, looking upon him with a smiling face, spoke to him as follows.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 5.1.11</B></A>: Lord Brahm&#257;, the supreme person within this universe, said: My dear Priyavrata, kindly hear attentively what I shall say to you. Do not be jealous of the Supreme Lord, who is beyond our experimental measurements. All of us, including Lord &#346;iva, your father and the great sage Mah&#257;rshi N&#257;rada, must carry out the order of the Supreme. We cannot deviate from His order.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 5.1.12</B></A>: One cannot avoid the order of the Supreme Personality of Godhead, not by the strength of severe austerities, an exalted Vedic education, or the power of mystic yoga, physical prowess or intellectual activities. Nor can one use his power of religion, his material opulence or any other means, either by himself or with the help of others, to defy the orders of the Supreme Lord. That is not possible for any living being, from Brahm&#257; down to the ant.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 5.1.13</B></A>: My dear Priyavrata, by the order of the Supreme Personality of Godhead, all living entities accept different types of bodies for birth and death, activity, lamentation, illusion, fear of future dangers, and happiness and distress.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 5.1.14</B></A>: My dear boy, all of us are bound by the Vedic injunctions to the divisions of varn&#257;&#347;rama according to our qualities and work. These divisions are difficult to avoid because they are scientifically arranged. We must therefore carry out our duties of varn&#257;&#347;rama-dharma, like bulls obliged to move according to the direction of a driver pulling on ropes knotted to their noses.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 5.1.15</B></A>: My dear Priyavrata, according to our association with different modes of material nature, the Supreme Personality of Godhead gives us our specific bodies and the happiness and distress we achieve. One must therefore remain situated as he is and be conducted by the Supreme Personality of Godhead, exactly as a blind man is led by a person who has eyes with which to see.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 5.1.16</B></A>: Even if one is liberated, he nevertheless accepts the body he has received according to his past karma. Without misconceptions, however, he regards his enjoyment and suffering due to that karma the way an awakened person regards a dream he had while sleeping. He thus remains steadfast and never works to achieve another material body under the influence of the three modes of material nature.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 5.1.17</B></A>: Even if he goes from forest to forest, one who is not self-controlled must always fear material bondage because he is living with six co-wives &#8212; the mind and knowledge-acquiring senses. Even householder life, however, cannot harm a self-satisfied, learned man who has conquered his senses.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 5.1.18</B></A>: One who is situated in household life and who systematically conquers his mind and five sense organs is like a king in his fortress who conquers his powerful enemies. After one has been trained in household life and his lusty desires have decreased, he can move anywhere without danger.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 5.1.19</B></A>: Lord Brahm&#257; continued: My dear Priyavrata, seek shelter inside the opening in the lotus of the feet of the Lord, whose navel is also like a lotus. Thus conquer the six sense organs [the mind and knowledge-acquiring senses]. Accept material enjoyment because the Lord, extraordinarily, has ordered you to do this. You will thus always be liberated from material association and be able to carry out the Lord's orders in your constitutional position.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 5.1.20</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: After thus being fully instructed by Lord Brahm&#257;, who is the spiritual master of the three worlds, Priyavrata, his own position being inferior, offered obeisances, accepted the order and carried it out with great respect.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 5.1.21</B></A>: Lord Brahm&#257; was then worshiped by Manu, who respectfully satisfied him as well as he could. Priyavrata and N&#257;rada also looked upon Brahm&#257; with no tinges of resentment. Having engaged Priyavrata in accepting his father's request, Lord Brahm&#257; returned to his abode, Satyaloka, which is indescribable by the endeavor of mundane mind or words.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 5.1.22</B></A>: Sv&#257;yambhuva Manu, with the assistance of Lord Brahm&#257;, thus fulfilled his desires. With the permission of the great sage N&#257;rada, he delivered to his son the governmental responsibility for maintaining and protecting all the planets of the universe. He thus achieved relief from the most dangerous, poisonous ocean of material desires.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 5.1.23</B></A>: Following the order of the Supreme Personality of Godhead, Mah&#257;r&#257;ja Priyavrata fully engaged in worldly affairs, yet he always thought of the lotus feet of the Lord, which are the cause of liberation from all material attachment. Although Priyavrata Mah&#257;r&#257;ja was completely freed from all material contamination, he ruled the material world just to honor the orders of his superiors.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 5.1.24</B></A>: Thereafter, Mah&#257;r&#257;ja Priyavrata married Barhishmat&#299;, the daughter of the praj&#257;pati named Vi&#347;vakarm&#257;. In her he begot ten sons equal to him in beauty, character, magnanimity and other qualities. He also begot a daughter, the youngest of all, named &#362;rjasvat&#299;.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 5.1.25</B></A>: The ten sons of Mah&#257;r&#257;ja Priyavrata were named &#256;gn&#299;dhra, Idhmajihva, Yajñab&#257;hu, Mah&#257;v&#299;ra, Hiranyaret&#257;, Ghritaprishtha, Savana, Medh&#257;tithi, V&#299;tihotra and Kavi. These are also names of Agni, the fire-god.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 5.1.26</B></A>: Three among these ten &#8212; namely Kavi, Mah&#257;v&#299;ra and Savana &#8212; lived in complete celibacy. Thus trained in brahmac&#257;r&#299; life from the beginning of childhood, they were very conversant with the highest perfection, known as the paramahamsa-&#257;&#347;rama.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 5.1.27</B></A>: Thus situated in the renounced order from the beginning of their lives, all three of them completely controlled the activities of their senses and thus became great saints. They concentrated their minds always upon the lotus feet of the Supreme Personality of Godhead, who is the resting place of the totality of living entities and who is therefore celebrated as V&#257;sudeva. Lord V&#257;sudeva is the only shelter of those who are actually afraid of material existence. By constantly thinking of His lotus feet, these three sons of Mah&#257;r&#257;ja Priyavrata became advanced in pure devotional service. By the prowess of their devotional service, they could directly perceive the Supreme Personality of Godhead, who is situated in everyone's heart as the Supersoul, and realize that there was qualitatively no difference between themselves and Him.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 5.1.28</B></A>: In his other wife, Mah&#257;r&#257;ja Priyavrata begot three sons, named Uttama, T&#257;masa and Raivata. All of them later took charge of manvantara millenniums.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 5.1.29</B></A>: After Kavi, Mah&#257;v&#299;ra and Savana were completely trained in the paramahamsa stage of life, Mah&#257;r&#257;ja Priyavrata ruled the universe for eleven arbudas of years. Whenever he was determined to fix his arrow upon his bowstring with his two powerful arms, all opponents of the regulative principles of religious life would flee from his presence in fear of the unparalleled prowess he displayed in ruling the universe. He greatly loved his wife Barhishmat&#299;, and with the increase of days, their exchange of nuptial love also increased. By her feminine behavior as she dressed herself, walked, got up, smiled, laughed, and glanced about, Queen Barhishmat&#299; increased his energy. Thus although he was a great soul, he appeared lost in the feminine conduct of his wife. He behaved with her just like an ordinary man, but actually he was a great soul.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 5.1.30</B></A>: While so excellently ruling the universe, King Priyavrata once became dissatisfied with the circumambulation of the most powerful sun-god. Encircling Sumeru Hill on his chariot, the sun-god illuminates all the surrounding planetary systems. However, when the sun is on the northern side of the hill, the south receives less light, and when the sun is in the south, the north receives less. King Priyavrata disliked this situation and therefore decided to make daylight in the part of the universe where there was night. He followed the orbit of the sun-god on a brilliant chariot and thus fulfilled his desire. He could perform such wonderful activities because of the power he had achieved by worshiping the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 5.1.31</B></A>: When Priyavrata drove his chariot behind the sun, the rims of his chariot wheels created impressions that later became seven oceans, dividing the planetary system known as Bh&#363;-mandala into seven islands.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 5.1.32</B></A>: The names of the islands are Jamb&#363;, Plaksha, &#346;&#257;lmali, Ku&#347;a, Krauñca, &#346;&#257;ka and Pushkara. Each island is twice as large as the one preceding it, and each is surrounded by a liquid substance, beyond which is the next island.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 5.1.33</B></A>: The seven oceans respectively contain salt water, sugarcane juice, liquor, clarified butter, milk, emulsified yogurt, and sweet drinking water. All the islands are completely surrounded by these oceans, and each ocean is equal in breadth to the island it surrounds. Mah&#257;r&#257;ja Priyavrata, the husband of Queen Barhishmat&#299;, gave sovereignty over these islands to his respective sons, namely &#256;gn&#299;dhra, Idhmajihva, Yajñab&#257;hu, Hiranyaret&#257;, Ghritaprishtha, Medh&#257;tithi and V&#299;tihotra. Thus they all became kings by the order of their father.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 5.1.34</B></A>: King Priyavrata then gave his daughter, &#362;rjasvat&#299;, in marriage to &#346;ukr&#257;c&#257;rya, who begot in her a daughter named Devay&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 5.1.35</B></A>: My dear King, a devotee who has taken shelter of the dust from the lotus feet of the Lord can transcend the influence of the six material whips &#8212; namely hunger, thirst, lamentation, illusion, old age and death &#8212; and he can conquer the mind and five senses. However, this is not very wonderful for a pure devotee of the Lord because even a person beyond the jurisdiction of the four castes &#8212; in other words, an untouchable &#8212; is immediately relieved of bondage to material existence if he utters the holy name of the Lord even once.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 5.1.36</B></A>: While enjoying his material opulences with full strength and influence, Mah&#257;r&#257;ja Priyavrata once began to consider that although he had fully surrendered to the great saint N&#257;rada and was actually on the path of Krishna consciousness, he had somehow become again entangled in material activities. Thus his mind now became restless, and he began to speak in a spirit of renunciation.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 5.1.37</B></A>: The King thus began criticizing himself: Alas, how condemned I have become because of my sense gratification! I have now fallen into material enjoyment, which is exactly like a covered well. I have had enough! I am not going to enjoy any more. Just see how I have become like a dancing monkey in the hands of my wife. Because of this, I am condemned.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 5.1.38</B></A>: By the grace of the Supreme Personality of Godhead, Mah&#257;r&#257;ja Priyavrata reawakened to his senses. He divided all his earthly possessions among his obedient sons. He gave up everything, including his wife, with whom he had enjoyed so much sense gratification, and his great and opulent kingdom, and he completely renounced all attachment. His heart, having been cleansed, became a place of pastimes for the Supreme Personality of Godhead. Thus he was able to return to the path of Krishna consciousness, spiritual life, and resume the position he had attained by the grace of the great saint N&#257;rada.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 5.1.39</B></A>: There are many famous verses regarding Mah&#257;r&#257;ja Priyavrata's activities: "No one but the Supreme Personality of Godhead could do what Mah&#257;r&#257;ja Priyavrata has done. Mah&#257;r&#257;ja Priyavrata dissipated the darkness of night, and with the rims of his great chariot, he excavated seven oceans."</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 5.1.40</B></A>: "To stop the quarreling among different peoples, Mah&#257;r&#257;ja Priyavrata marked boundaries at rivers and at the edges of mountains and forests so that no one would trespass upon another's property."</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 5.1.41</B></A>: "As a great follower and devotee of the sage N&#257;rada, Mah&#257;r&#257;ja Priyavrata considered hellish the opulences he had achieved by dint of fruitive activities and mystic power, whether in the lower or heavenly planetary systems or in human society."</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>