<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 1"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.1 Summary</P><P>This chapter describes how King Priyavrata enjoyed royal opulence and majesty and then returned to full knowledge. King Priyavrata was detached from worldly opulence, and then he became attached to his kingdom, but finally he again became detached from material enjoyment and thus achieved liberation. When King Par&#299;kshit heard about this, he was struck with wonder, but he was somewhat bewildered as to how a devotee with no attachment for material enjoyment could later become attached to it. Thus in astonishment he questioned &#346;ukadeva Gosv&#257;m&#299; about this.</P><P>In response to the King's inquiries, &#346;ukadeva Gosv&#257;m&#299; said that devotional service, being transcendental, cannot be deviated by any material influences. Priyavrata had received transcendental knowledge from the instructions of N&#257;rada, and therefore he did not want to enter a materialistic life of enjoyment in a kingdom. He accepted the kingdom, however, at the request of such superior demigods as Lord Brahm&#257; and Lord Indra, the King of heaven.</P><P>Everything is under the control of the Supreme Personality of Godhead, the supreme controller, and everyone must work accordingly. Just as a bull is controlled by a rope tied to its nose, so all conditioned souls are forced to work under the spells of the modes of nature. A civilized man, therefore, works according to the institution of varna and &#257;&#347;rama. Even in materialistic life, however, no one is free to act. Everyone is compelled to accept a certain type of body offered by the Supreme Lord and thus be allotted different grades of happiness and distress. Therefore even if one artificially leaves home and goes to the forest, he again becomes attached to materialistic life. Family life is compared to a fortress for practicing sense control. When the senses are controlled. one may live either at home or in the forest; there is no difference.</P><P>When Mah&#257;r&#257;ja Priyavrata, following the instruction of Lord Brahm&#257;. accepted the royal throne, his father, Manu, left home for the forest. Mah&#257;r&#257;ja Priyavrata then married Barhishmat&#299;, the daughter of Vi&#347;vakarm&#257;. In the womb of Barhishmat&#299; he begot ten sons, named &#256;gn&#299;dhra, Idhmajihva, Yajñab&#257;hu, Mah&#257;v&#299;ra, Hiranyaret&#257;, Ghritaprishtha, Savana, Medh&#257;tithi, V&#299;tihotra and Kavi. He also begot one daughter, whose name was &#362;rjasvat&#299;. Mah&#257;r&#257;ja Priyavrata lived with his wife and family for many thousands of years. The impressions from the rims of Mah&#257;r&#257;ja Priyavrata's chariot wheels created seven oceans and seven islands. Of the ten sons of Priyavrata, three sons named Kavi, Mah&#257;v&#299;ra and Savana accepted sanny&#257;sa, the fourth order of life, and the remaining seven sons became the rulers of the seven islands. Mah&#257;r&#257;ja Priyavrata also had a second wife, in whom he begot three sons named Uttama, Raivata and T&#257;masa. All of them were elevated to the post of Manu. &#346;ukadeva Gosv&#257;m&#299; thus described how Mah&#257;r&#257;ja Priyavrata achieved liberation.</P><P CLASS=l><A CLASS=i HREF="../../4/31/31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>