<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 109</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 109"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Lord Begins His Tour of South India</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 7.109</P><P CLASS=c>navadv&#299;pe yei &#347;akti n&#257; kail&#257; prak&#257;&#347;e</P><P CLASS=c>se &#347;akti prak&#257;&#347;i' nist&#257;rila dakshina-de&#347;e</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/navadvipe">navadv&#299;pe</A> &#8212; at <A HREF="http://vedabase.net/n/navadvipa">Navadv&#299;pa</A>; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; the potency; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kaila">kail&#257;</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/p/prakase">prak&#257;&#347;e</A> &#8212; manifestation; <A CLASS=v HREF="http://vedabase.net/s/se">se</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/p/prakasi">prak&#257;&#347;i</A>' &#8212; manifesting; <A CLASS=v HREF="http://vedabase.net/n/nistarila">nist&#257;rila</A> &#8212; delivered; <A CLASS=v HREF="http://vedabase.net/d/daksina">dakshina</A>-<A CLASS=v HREF="http://vedabase.net/d/dese">de&#347;e</A> &#8212; South India.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;r&#299; Caitanya Mah&#257;prabhu did not manifest His spiritual potencies at Navadv&#299;pa, but He did manifest them in South India and liberated all the people there.</P><P CLASS=t>PURPORT</P><P>At that time there were many sm&#257;rtas (nondevotee followers of Vedic rituals) at the holy place of Navadv&#299;pa, which was also the birthplace of Lord &#346;r&#299; Caitanya Mah&#257;prabhu. Followers of the smriti-&#347;&#257;stra are called sm&#257;rtas. Most of them are nondevotees, and their main business is following the brahminical principles strictly. However, they are not enlightened in devotional service. In Navadv&#299;pa all the learned scholars are followers of the smriti-&#347;&#257;stra, and Lord Caitanya Mah&#257;prabhu did not attempt to convert them. Therefore the author has remarked that the spiritual potency Lord &#346;r&#299; Caitanya Mah&#257;prabhu did not manifest at Navadv&#299;pa was by His grace manifested in South India. Thus everyone there became a Vaishnava. By this it is to be understood that people are really interested in preaching in a favorable situation. If the candidates for conversion are too disturbing, a preacher may not attempt to spread Krishna consciousness amongst them. It is better to go where the situation is more favorable. This Krishna consciousness movement was first attempted in India, but the people of India, being absorbed in political thoughts, did not take to it. They were entranced by the political leaders. We preferred, therefore, to come to the West, following the order of our spiritual master, and by the grace of Lord Caitanya Mah&#257;prabhu this movement is becoming successful.</P><P CLASS=l><A CLASS=i HREF="108.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="110.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>