<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 113</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 113"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Lord Begins His Tour of South India</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 7.113</P><P CLASS=c>ei-mata y&#257;ite y&#257;ite gel&#257; k&#363;rma-sth&#257;ne</P><P CLASS=c>k&#363;rma dekhi' kaila t&#257;&#324;re stavana-pran&#257;me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/y/yaite">y&#257;ite</A> <A CLASS=v HREF="http://vedabase.net/y/yaite">y&#257;ite</A> &#8212; while passing; <A CLASS=v HREF="http://vedabase.net/g/gela">gel&#257;</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> went; <A CLASS=v HREF="http://vedabase.net/k/kurma">k&#363;rma</A>-<A CLASS=v HREF="http://vedabase.net/s/sthane">sth&#257;ne</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the place of pilgrimage known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/k/kurma">K&#363;rma</A>-<A HREF="http://vedabase.net/k/ksetra">kshetra</A>; <A CLASS=v HREF="http://vedabase.net/k/kurma">k&#363;rma</A> <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; seeing Lord <A HREF="http://vedabase.net/k/kurma">K&#363;rma</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/s/stavana">stavana</A> &#8212; prayers; <A CLASS=v HREF="http://vedabase.net/p/praname">pran&#257;me</A> &#8212; and obeisances.</P><P CLASS=t>TRANSLATION</P><P>When Lord &#346;r&#299; Caitanya Mah&#257;prabhu came to the holy place known as K&#363;rma-kshetra, He saw the Deity and offered prayers and obeisances.</P><P CLASS=t>PURPORT</P><P>K&#363;rma-sth&#257;na is a well-known place of pilgrimage. There is a temple there of K&#363;rmadeva. In the Prapann&#257;mrita it is said that Lord Jagann&#257;tha took &#346;r&#299; R&#257;m&#257;nuj&#257;c&#257;rya from Jagann&#257;tha Pur&#299; and one night threw him to K&#363;rma-kshetra. K&#363;rma-kshetra is situated on the line of the Southern Railway in India. One has to go to the railway station known as Cik&#257; Kola Road. From this station one goes eight miles to the east to reach the holy place known as K&#363;rm&#257;cala. Those who speak the Telugu language consider this holy place very important. This statement is reported in the government gazette known as Gañj&#257;ma Manual. There is the Deity of K&#363;rma there, and, as mentioned above, &#346;r&#299;la R&#257;m&#257;nuj&#257;c&#257;rya was thrown from Jagann&#257;tha Pur&#299; to this place. At that time he thought that the Deity of K&#363;rma was Lord &#346;iva's deity; therefore he was fasting there. Later, when he understood that the k&#363;rma-m&#363;rti was another form of Lord Vishnu, he instituted very gorgeous worship of Lord K&#363;rma. This statement is found in the Prapann&#257;mrita (Chapter Thirty-six). The holy place of K&#363;rma-kshetra, or K&#363;rma-sth&#257;na, was actually reestablished by &#346;r&#299;p&#257;da R&#257;m&#257;nuj&#257;c&#257;rya under the influence of Lord Jagann&#257;tha-deva at Jagann&#257;tha Pur&#299;. Later the temple came under the jurisdiction of the king of Vijaya-nagara. The Deity was worshiped by the Vaishnavas of the Madhv&#257;c&#257;rya-samprad&#257;ya. In the temple there are some inscriptions said to be written by &#346;r&#299; Narahari T&#299;rtha, who was in the disciplic succession of Madhv&#257;c&#257;rya. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains those inscriptions as follows: (1) &#346;r&#299; Purushottama Yati appeared as the instructor of many learned men. He was a very favorite devotee of Lord Vishnu. (2) His preaching was accepted throughout the world with great respect, and by his power he liberated many nondevotees with strong reason and logic. (3) He initiated &#256;nanda T&#299;rtha and converted many foolish men to accept sanny&#257;sa and punished them with his rod. (4) All his writings and words are very potent. He gave people devotional service to Lord Vishnu so they could be elevated to liberation in the spiritual world. (5) His instructions in devotional service were able to elevate any man to the lotus feet of the Lord. (6) Narahari T&#299;rtha was also initiated by him and became the ruler of Kali&#324;ga Province. (7) Narahari T&#299;rtha fought with the &#346;abaras, who were cand&#257;las, or hunters, and thus saved the temple of K&#363;rma. (8) Narahari T&#299;rtha was a very religious and powerful king. (9) He died in the &#346;aka Era 1203, in the month of Vai&#347;&#257;kha, in the fortnight of the moon's waxing period, on the day of Ek&#257;da&#347;&#299;, after the temple was constructed and dedicated to the holy name of Yog&#257;nanda Nrisimhadeva. The tablet is dated 1281 A.D., 29 March, Saturday.</P><P CLASS=l><A CLASS=i HREF="112.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="114.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>