<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 126</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 126"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Lord Begins His Tour of South India</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 7.126</P><P CLASS=c>krip&#257; kara, prabhu, more, y&#257;&#324; tom&#257;-sa&#324;ge</P><P CLASS=c>sahite n&#257; p&#257;ri duhkha vishaya-tara&#324;ge'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; kindly show favor; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/m/more">more</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;&#324;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/t/toma">tom&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sange">sa&#324;ge</A> &#8212; with You; <A CLASS=v HREF="http://vedabase.net/s/sahite">sahite</A> <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/p/pari">p&#257;ri</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> cannot tolerate; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; the troubles; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A>-<A CLASS=v HREF="http://vedabase.net/t/tarange">tara&#324;ge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the waves of materialistic life.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hmana begged Lord Caitanya Mah&#257;prabhu, "My dear Lord, kindly show me favor and let me go with You. I can no longer tolerate the waves of misery caused by materialistic life."</P><P CLASS=t>PURPORT</P><P>This statement is applicable for everyone, regardless of how rich or prosperous one may be. Narottama d&#257;sa Th&#257;kura has confirmed this statement: sams&#257;ra-vish&#257;nale, div&#257;-ni&#347;i hiy&#257; jvale. He states that the materialistic way of life causes a burning in the heart. One cannot make any provisions for the troublesome life of the material world. It is a fact that one may be very happy as far as riches are concerned and one may be very opulent in every respect, yet one has to manage the vishayas to meet the demands of the body and of so many family members and subordinates. One has to take so much trouble to minister to others. Narottama d&#257;sa Th&#257;kura therefore prays: vishaya ch&#257;diy&#257; kabe &#347;uddha ha'be mana. Thus one must become freed from the materialistic way of life. One has to merge himself in the ocean of transcendental bliss. In other words, one cannot relish transcendental bliss without being freed from the materialistic way of life. It appears that the br&#257;hmana named K&#363;rma was materially very happy, for he expressed his family tradition as janma-kula-dhana. Now, being glorious, he wanted to leave all these material opulences. He wanted to travel with &#346;r&#299; Caitanya Mah&#257;prabhu. According to the Vedic way of civilization, one should leave his family after attaining fifty years of age and go to the forest of Vrind&#257;vana to devote the rest of his life to the service of the Lord.</P><P CLASS=l><A CLASS=i HREF="125.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="127.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>