<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 129</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 129"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Lord Begins His Tour of South India</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 7.129</P><P CLASS=c>kabhu n&#257; b&#257;dhibe tom&#257;ra vishaya-tara&#324;ga</P><P CLASS=c>punarapi ei th&#257;ñi p&#257;be mora sa&#324;ga"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kabhu">kabhu</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/badhibe">b&#257;dhibe</A> &#8212; will obstruct; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A>-<A CLASS=v HREF="http://vedabase.net/t/taranga">tara&#324;ga</A> &#8212; materialistic way of life; <A CLASS=v HREF="http://vedabase.net/p/punarapi">punarapi</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/t/thani">th&#257;ñi</A> &#8212; at this place; <A CLASS=v HREF="http://vedabase.net/p/pabe">p&#257;be</A> &#8212; you will get; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; association.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu further advised the br&#257;hmana K&#363;rma, "If you follow this instruction, your materialistic life at home will not obstruct your spiritual advancement. Indeed, if you follow these regulative principles, we will again meet here, or, rather, you will never lose My company."</P><P CLASS=t>PURPORT</P><P>This is an opportunity for everyone. If one simply follows the instructions of &#346;r&#299; Caitanya Mah&#257;prabhu, under the guidance of His representative, and chants the Hare Krishna mantra, teaching everyone as far as possible the same principle, the contamination of the materialistic way of life will not even touch him. It does not matter whether one lives in a holy place like Vrind&#257;vana, Navadv&#299;pa or Jagann&#257;tha Pur&#299; or in the midst of European cities, where the materialistic way of life is very prominent. If a devotee follows the instructions of &#346;r&#299; Caitanya Mah&#257;prabhu, he lives in the company of the Lord. Wherever he lives, he converts that place into Vrind&#257;vana and Navadv&#299;pa. This means that materialism cannot touch him. This is the secret of success for one advancing in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="128.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="130.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>