<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 130</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 130"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Lord Begins His Tour of South India</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 7.130</P><P CLASS=c>ei mata y&#257;&#324;ra ghare kare prabhu bhiksh&#257;</P><P CLASS=c>sei aiche kahe, t&#257;&#324;re kar&#257;ya ei &#347;iksh&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; at the home; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/b/bhiksa">bhiksh&#257;</A> &#8212; accepting <A HREF="http://vedabase.net/p/prasadam">pras&#257;dam</A>; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; says; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; unto him; <A CLASS=v HREF="http://vedabase.net/k/karaya">kar&#257;ya</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/siksa">&#347;iksh&#257;</A> &#8212; enlightenment.</P><P CLASS=t>TRANSLATION</P><P>At whosever house &#346;r&#299; Caitanya accepted His alms by taking pras&#257;dam, He would convert the dwellers to His sa&#324;k&#299;rtana movement and advise them just as He advised the br&#257;hmana named K&#363;rma.</P><P CLASS=t>PURPORT</P><P>The cult of &#346;r&#299; Caitanya Mah&#257;prabhu is explained here very nicely. One who surrenders to Him and is ready to follow Him with heart and soul does not need to change his location. Nor is it necessary for one to change his status. One may remain a householder, a medical practitioner, an engineer or whatever. It doesn't matter. One only has to follow the instruction of &#346;r&#299; Caitanya Mah&#257;prabhu, chant the Hare Krishna mah&#257;-mantra and instruct relatives and friends in the teachings of the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. One has to learn humility and meekness at home, following the instructions of &#346;r&#299; Caitanya Mah&#257;prabhu, and in that way one's life will be spiritually successful. One should not try to be an artificially advanced devotee, thinking, "I am a first-class devotee." Such thinking should be avoided. It is best not to accept any disciples. One has to become purified at home by chanting the Hare Krishna mah&#257;-mantra and preaching the principles enunciated by &#346;r&#299; Caitanya Mah&#257;prabhu. Thus one can become a spiritual master and be freed from the contamination of material life.</P><P>There are many sahajiy&#257;s who decry the activities of the six Gosv&#257;m&#299;s &#8212; &#346;r&#299;la R&#363;pa, San&#257;tana, Raghun&#257;tha d&#257;sa, Bhatta Raghun&#257;tha, J&#299;va and Gop&#257;la Bhatta Gosv&#257;m&#299;s &#8212; who are the personal associates of &#346;r&#299; Caitanya Mah&#257;prabhu and who enlightened society by writing books on devotional service. Similarly, Narottama d&#257;sa Th&#257;kura and other great &#257;c&#257;ryas like Madhv&#257;c&#257;rya, R&#257;m&#257;nuj&#257;c&#257;rya and others accepted many thousands of disciples to induce them to render devotional service. However, there is a class of sahajiy&#257;s who think that these activities are opposed to the principles of devotional service. Indeed, they consider such activities simply another phase of materialism. Thus opposing the principles of &#346;r&#299; Caitanya Mah&#257;prabhu, they commit offenses at His lotus feet. They should better consider His instructions and, instead of seeking to be considered humble and meek, should refrain from criticizing the followers of &#346;r&#299; Caitanya Mah&#257;prabhu who engage in preaching. To protect His preachers, &#346;r&#299; Caitanya Mah&#257;prabhu has given much clear advice in these verses of &#346;r&#299; Caitanya-carit&#257;mrita.</P><P CLASS=l><A CLASS=i HREF="129.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="131-132.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>