<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 148</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 148"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Lord Begins His Tour of South India</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 7.148</P><P CLASS=c>krishna upade&#347;i' kara j&#299;vera nist&#257;ra</P><P CLASS=c>acir&#257;te krishna tom&#257; karibena a&#324;g&#299;k&#257;ra"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> <A CLASS=v HREF="http://vedabase.net/u/upadesi">upade&#347;i</A>' &#8212; instructing about <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; just <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/j/jivera">j&#299;vera</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/n/nistara">nist&#257;ra</A> &#8212; the liberation; <A CLASS=v HREF="http://vedabase.net/a/acirate">acir&#257;te</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/toma">tom&#257;</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/k/karibena">karibena</A> &#8212; will <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/a/angikara">a&#324;g&#299;k&#257;ra</A> &#8212; acceptance.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu also advised V&#257;sudeva to preach about Krishna and thus liberate living entities. As a result, Krishna would very soon accept him as His devotee.</P><P CLASS=t>PURPORT</P><P>Although V&#257;sudeva Vipra was a leper and had suffered greatly, still, after &#346;r&#299; Caitanya Mah&#257;prabhu cured him He instructed him to preach Krishna consciousness. Indeed, the only return the Lord wanted was that V&#257;sudeva preach the instructions of Krishna and liberate all human beings. That is the process of the International Society for Krishna Consciousness. Each and every member of this Society was rescued from a very abominable condition, but now they are engaged in preaching the cult of Krishna consciousness. They are not only cured of the disease called materialism but are also living a very happy life. Everyone accepts them as great devotees of Krishna, and their qualities are manifest in their very faces. If one wants to be recognized as a devotee by Krishna, he should take to preaching work, following the advice of &#346;r&#299; Caitanya Mah&#257;prabhu. Then one will undoubtedly attain the lotus feet of &#346;r&#299; Krishna Caitanya, Lord Krishna Himself, without delay.</P><P CLASS=l><A CLASS=i HREF="147.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="149.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>