<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 37"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Lord Begins His Tour of South India</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 7.37</P><P CLASS=c>tom&#257;ra dui hasta baddha n&#257;ma-ganane</P><P CLASS=c>jala-p&#257;tra-bahirv&#257;sa vahibe kemane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> &#8212; two; <A CLASS=v HREF="http://vedabase.net/h/hasta">hasta</A> &#8212; hands; <A CLASS=v HREF="http://vedabase.net/b/baddha">baddha</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/g/ganane">ganane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> counting; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A>-<A CLASS=v HREF="http://vedabase.net/p/patra">p&#257;tra</A> &#8212; waterpot; <A CLASS=v HREF="http://vedabase.net/b/bahir">bahir</A>-<A CLASS=v HREF="http://vedabase.net/v/vasa">v&#257;sa</A> &#8212; external garments; <A CLASS=v HREF="http://vedabase.net/v/vahibe">vahibe</A> &#8212; will carry; <A CLASS=v HREF="http://vedabase.net/k/kemane">kemane</A> &#8212; how.</P><P CLASS=t>TRANSLATION</P><P>"Since Your two hands will always be engaged in chanting and counting the holy names, how will You be able to carry the waterpot and external garments?</P><P CLASS=t>PURPORT</P><P>From this verse it is clear that Caitanya Mah&#257;prabhu was chanting the holy names a fixed number of times daily. The Gosv&#257;m&#299;s used to follow in the footsteps of &#346;r&#299; Caitanya Mah&#257;prabhu, and Harid&#257;sa Th&#257;kura also followed this principle. Concerning the Gosv&#257;m&#299;s &#8212; &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;, &#346;r&#299;la Raghun&#257;tha Bhatta Gosv&#257;m&#299;, &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, &#346;r&#299;la Gop&#257;la Bhatta Gosv&#257;m&#299; and &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; &#8212; &#346;r&#299;niv&#257;sa &#256;c&#257;rya confirms, sa&#324;khy&#257;-p&#363;rvaka-n&#257;ma-g&#257;na-natibhih. (Shad-gosv&#257;my-ashtaka 6) In addition to other duties, &#346;r&#299; Caitanya Mah&#257;prabhu introduced the system of chanting the holy name of the Lord a fixed number of times daily, as confirmed in this verse (tom&#257;ra dui hasta baddha n&#257;ma-ganane). Caitanya Mah&#257;prabhu used to count on His fingers. While one hand was engaged in chanting, the other hand kept the number of rounds. This is corroborated in the Caitanya-candr&#257;mrita and also in &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Stava-m&#257;l&#257;:</P><P>badhnan prema-bhara-prakampita-karo granth&#299;n kat&#299;-dorakaih</P><P CLASS=n>sa&#324;khy&#257;tum nija-loka-ma&#324;gala-hare-krishneti n&#257;mn&#257;m japan</P><P CLASS=n>(Caitanya-candr&#257;mrita 16)</P><P CLASS=n>hare krishnety uccaih sphurita-rasano n&#257;ma-ganan&#257;-</P><P CLASS=n>krita-granthi-&#347;ren&#299;-subhaga-kati-s&#363;trojjvala-karah</P><P CLASS=n>(Prathama-caitany&#257;shtaka 5)</P><P>Therefore devotees in the line of &#346;r&#299; Caitanya Mah&#257;prabhu must chant at least sixteen rounds daily, and this is the number prescribed by the International Society for Krishna Consciousness. Harid&#257;sa Th&#257;kura daily chanted 300,000 names. Sixteen rounds is about 28,000 names. There is no need to imitate Harid&#257;sa Th&#257;kura or the other Gosv&#257;m&#299;s, but chanting the holy name a fixed number of times daily is essential for every devotee.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>