<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 63</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 63"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Lord Begins His Tour of South India</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 7.63</P><P CLASS=c>&#347;&#363;dra vishayi-jñ&#257;ne upeksh&#257; n&#257; karibe</P><P CLASS=c>&#257;m&#257;ra vacane t&#257;&#324;re ava&#347;ya milibe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A> &#8212; the fourth social division; <A CLASS=v HREF="http://vedabase.net/v/visayi">vishayi</A>-<A CLASS=v HREF="http://vedabase.net/j/jnane">jñ&#257;ne</A> &#8212; by the impression of being <A HREF="http://vedabase.net/a/a">a</A> worldly <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/u/upeksa">upeksh&#257;</A> &#8212; negligence; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/karibe">karibe</A> &#8212; should not <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/a/amara">&#257;m&#257;ra</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/v/vacane">vacane</A> &#8212; on the request; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/a/avasya">ava&#347;ya</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/milibe">milibe</A> &#8212; You should meet.</P><P CLASS=t>TRANSLATION</P><P>"Please do not neglect him, thinking he belongs to a &#347;&#363;dra family engaged in material activities. It is my request that You meet him without fail."</P><P CLASS=t>PURPORT</P><P>In the varn&#257;&#347;rama-dharma, the &#347;&#363;dra is the fourth division in the social status. Paricary&#257;tmakam karma &#347;&#363;drasy&#257;pi svabh&#257;va-jam (<A CLASS=v HREF="../../../bg/18/44.htm">Bg. 18.44</A>). &#346;&#363;dras are meant to engage in the service of the three higher classes &#8212; br&#257;hmanas, kshatriyas and vai&#347;yas. &#346;r&#299; R&#257;m&#257;nanda R&#257;ya belonged to the karana class, which is the equivalent of the k&#257;yastha class in Bengal. This class is regarded all over India as &#347;&#363;dra. It is said that the Bengali k&#257;yasthas were originally engaged as servants of br&#257;hmanas who came from North India to Bengal. Later, the clerical class became the k&#257;yasthas in Bengal. Now there are many mixed classes known as k&#257;yastha. Sometimes it is said in Bengal that those who cannot claim any particular class belong to the k&#257;yastha class. Although these k&#257;yasthas or karanas are considered &#347;&#363;dras, they are very intelligent and highly educated. Most of them are professionals such as lawyers or politicians. Thus in Bengal the k&#257;yasthas are sometimes considered kshatriyas. In Orissa, however, the k&#257;yastha class, which includes the karanas, is considered in the &#347;&#363;dra category. &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya belonged to this karana class; therefore he was considered a &#347;&#363;dra. He was also the governor of South India under the regime of Mah&#257;r&#257;ja Prat&#257;parudra of Orissa. In other words, S&#257;rvabhauma Bhatt&#257;c&#257;rya informed Lord Caitanya Mah&#257;prabhu that R&#257;m&#257;nanda R&#257;ya, although belonging to the &#347;&#363;dra class, was a highly responsible government officer. As far as spiritual advancement is concerned, materialists, politicians and &#347;&#363;dras are generally disqualified. S&#257;rvabhauma Bhatt&#257;c&#257;rya therefore requested that Lord Caitanya Mah&#257;prabhu not neglect R&#257;m&#257;nanda R&#257;ya, who was highly advanced spiritually although he was born a &#347;&#363;dra and a materialist.</P><P>A vishay&#299; is one who is attached to family life and is interested only in wife, children and worldly sense gratification. The senses can be engaged either in worldly enjoyment or in the service of the Lord. Those who are not engaged in the service of the Lord and are interested only in material sense gratification are called vishay&#299;. &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya was engaged in government service, and he belonged to the karana class. He was certainly not a sanny&#257;s&#299; in saffron cloth, yet he was in the transcendental position of a paramahamsa householder. Before becoming Caitanya Mah&#257;prabhu's disciple, S&#257;rvabhauma Bhatt&#257;c&#257;rya considered R&#257;m&#257;nanda R&#257;ya an ordinary vishay&#299; because he was a householder engaged in government service. However, when the Bhatt&#257;c&#257;rya was actually enlightened in Vaishnava philosophy, he could understand the exalted transcendental position of &#346;r&#299; R&#257;m&#257;nanda R&#257;ya; therefore he referred to him as adhik&#257;r&#299;. An adhik&#257;r&#299; is one who knows the transcendental science of Krishna and is engaged in His service; therefore all grihastha devotees are designated as d&#257;sa adhik&#257;r&#299;.</P><P CLASS=l><A CLASS=i HREF="62.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="64.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>