<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 66</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 66"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Lord Begins His Tour of South India</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 7.66</P><P CLASS=c>alaukika v&#257;kya cesht&#257; t&#257;&#324;ra n&#257; bujhiy&#257;</P><P CLASS=c>parih&#257;sa kariy&#257;chi t&#257;&#324;re 'vaishnava' baliy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/alaukika">alaukika</A> &#8212; uncommon; <A CLASS=v HREF="http://vedabase.net/v/vakya">v&#257;kya</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/c/cesta">cesht&#257;</A> &#8212; endeavor; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/b/bujhiya">bujhiy&#257;</A> &#8212; understanding; <A CLASS=v HREF="http://vedabase.net/p/parihasa">parih&#257;sa</A> &#8212; joking; <A CLASS=v HREF="http://vedabase.net/k/kariyachi">kariy&#257;chi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have done; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; unto him; <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> devotee of the Lord; <A CLASS=v HREF="http://vedabase.net/b/baliya">baliy&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>"I could not realize when I first spoke with R&#257;m&#257;nanda R&#257;ya that his topics and endeavors were all transcendentally uncommon. I made fun of him simply because he was a Vaishnava."</P><P CLASS=t>PURPORT</P><P>Anyone who is a not a Vaishnava, or an unalloyed devotee of the Supreme Lord, must be a materialist. A Vaishnava living according to &#346;r&#299; Caitanya Mah&#257;prabhu's injunctions is certainly not on the materialistic platform. Caitanya means "spiritual force." All of &#346;r&#299; Caitanya Mah&#257;prabhu's activities were carried out on the platform of spiritual understanding; therefore only those who are on the spiritual platform are able to understand the activities of &#346;r&#299; Caitanya Mah&#257;prabhu. Materialistic persons cannot understand these activities and are generally known as karm&#299;s or jñ&#257;n&#299;s. The jñ&#257;n&#299;s are mental speculators who simply try to understand what is spirit and what is matter. Their process is neti neti: "This is not spirit, this is not Brahman." The jñ&#257;n&#299;s are a little more advanced than the dull-headed karm&#299;s, who are simply interested in sense gratification. Before becoming a Vaishnava, S&#257;rvabhauma Bhatt&#257;c&#257;rya was a mental speculator (jñ&#257;n&#299;), and being such, he always cut jokes with Vaishnavas. A Vaishnava never agrees with the speculative system of the jñ&#257;n&#299;s. Both the jñ&#257;n&#299;s and karm&#299;s depend on direct sense perception for their imperfect knowledge. The karm&#299;s never agree to accept anything not directly perceived, and the jñ&#257;n&#299;s put forth only hypotheses. However, the Vaishnavas, the unalloyed devotees of the Lord, do not follow the process of acquiring knowledge by direct sense perception or mental speculation. Because they are servants of the Supreme Lord, devotees receive knowledge directly from the Supreme Personality of Godhead as He speaks it in the Bhagavad-g&#299;t&#257;, or sometimes as He imparts it from within as the caittya-guru. As Lord Krishna states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted to serving Me with love, I give the understanding by which they can come to Me."</P><P>The Vedas are considered to have been spoken by the Supreme Lord. They were first realized by Brahm&#257;, who is the first created being within the universe (tene brahma hrid&#257; ya &#257;di-kavaye). Our process is to receive knowledge through the parampar&#257; system, from Krishna to Brahm&#257;, to N&#257;rada, Vy&#257;sa, &#346;r&#299; Caitanya Mah&#257;prabhu and the six Gosv&#257;m&#299;s. By disciplic succession, Lord Brahm&#257; was enlightened from within by the original person, Krishna. Our knowledge is fully perfect due to being handed from master to disciple. A Vaishnava is always engaged in the transcendental loving service of the Lord, and thus neither karm&#299;s nor jñ&#257;n&#299;s can understand the activities of a Vaishnava. It is said, vaishnavera kriy&#257;-mudr&#257; vijñeha n&#257; bujhaya: even the most learned man depending on direct perception of knowledge cannot understand the activities of a Vaishnava. After being initiated into Vaishnavism by &#346;r&#299; Caitanya Mah&#257;prabhu, S&#257;rvabhauma Bhatt&#257;c&#257;rya realized what a mistake he had made in trying to understand R&#257;m&#257;nanda R&#257;ya, who was very learned and whose endeavors were all directed to rendering transcendental loving service to the Lord.</P><P CLASS=l><A CLASS=i HREF="65.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="67.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>