<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 69</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 7 Verse 69"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Lord Begins His Tour of South India</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 7.69</P><P CLASS=c>"ghare krishna bhaji' more kariha &#257;&#347;&#299;rv&#257;de</P><P CLASS=c>n&#299;l&#257;cale &#257;si' yena tom&#257;ra pras&#257;de"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaji">bhaji</A>' &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/m/more">more</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/k/kariha">kariha</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/a/asirvade">&#257;&#347;&#299;rv&#257;de</A> &#8212; blessing; <A CLASS=v HREF="http://vedabase.net/n/nilacale">n&#299;l&#257;cale</A> &#8212; at <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/a/asi">&#257;si</A>' &#8212; returning; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> that; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/p/prasade">pras&#257;de</A> &#8212; by the mercy.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu asked the Bhatt&#257;c&#257;rya to bless Him while he engaged in the devotional service of Lord Krishna at home, so that by S&#257;rvabhauma's mercy the Lord could return to Jagann&#257;tha Pur&#299;.</P><P CLASS=t>PURPORT</P><P>The word kariha &#257;&#347;&#299;rv&#257;de means "continue to bestow your blessings upon Me." Being a sanny&#257;s&#299;, Caitanya Mah&#257;prabhu was in the fourth order of life and was thus due all respect and adoration, whereas S&#257;rvabhauma Bhatt&#257;c&#257;rya, as a householder, was in the second order. A sanny&#257;s&#299; is supposed to offer blessings to a grihastha, yet now, by His practical behavior, &#346;r&#299; Caitanya Mah&#257;prabhu requested the blessings of a grihastha. This incident shows the special significance of &#346;r&#299; Caitanya Mah&#257;prabhu's preaching. He gave equal status to everyone, regardless of material considerations. His movement is thoroughly spiritual. Although apparently a grihastha (householder), S&#257;rvabhauma Bhatt&#257;c&#257;rya was unlike the so-called karm&#299;s interested in sense gratification. After being initiated by &#346;r&#299; Caitanya Mah&#257;prabhu, the Bhatt&#257;c&#257;rya was perfectly situated in the spiritual order; therefore it was quite possible for him to offer blessings even to a sanny&#257;s&#299;. He was always engaged in the service of the Lord, even at home. In our disciplic line we have the example of a perfect householder paramahamsa &#8212; &#346;r&#299;la Bhaktivinoda Th&#257;kura. In his book &#346;aran&#257;gati, Bhaktivinoda Th&#257;kura states, ye-dina grihe, bhajana dekhi', grihete goloka bh&#257;ya (&#346;aran&#257;gati 31.6). Whenever a householder glorifies the Supreme Lord in his home, his activities are immediately transformed into the activities of Goloka Vrind&#257;vana, spiritual activities taking place in the Goloka Vrind&#257;vana planet of Krishna. Activities exhibited by Krishna Himself at Bhauma Vrind&#257;vana, the Vrind&#257;vana-dh&#257;ma existing on this planet, are not different from His activities on the planet Goloka Vrind&#257;vana. This is proper realization of Vrind&#257;vana anywhere. In our Krishna consciousness movement we inaugurated the New Vrind&#257;vana activities, wherein devotees are always engaged in the transcendental loving service of the Lord, and this is not different from Goloka Vrind&#257;vana. The conclusion is that one who acts strictly in the line of &#346;r&#299; Caitanya Mah&#257;prabhu is competent to offer blessings to sanny&#257;s&#299;s, even though he be a grihastha householder. Although he is in an exalted position, a sanny&#257;s&#299; still must elevate himself to the transcendental platform by rendering service to the Lord. By His actual behavior, Caitanya Mah&#257;prabhu begged the blessings of S&#257;rvabhauma Bhatt&#257;c&#257;rya. In this way He set the example of how one should expect blessings from a Vaishnava regardless of his social position.</P><P CLASS=l><A CLASS=i HREF="68.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="70.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>