<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 7"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: The Lord Begins His Tour of South India</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 7 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 7.1</B></A>: Lord Caitanya Mah&#257;prabhu, being very compassionate toward a br&#257;hmana named V&#257;sudeva, cured him of leprosy. He transformed him into a beautiful man satisfied with devotional service. I offer my respectful obeisances unto the glorious Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 7.2</B></A>: All glories to Lord Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda Prabhu! All glories to Advaita &#256;c&#257;rya! And all glories to all the devotees of Lord Caitanya!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 7.3</B></A>: After delivering S&#257;rvabhauma Bhatt&#257;c&#257;rya, the Lord desired to go to South India to preach.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 7.4</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu accepted the renounced order during the waxing fortnight of the month of M&#257;gha. During the following month, Ph&#257;lguna, He went to Jagann&#257;tha Pur&#299; and resided there.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 7.5</B></A>: At the end of the month of Ph&#257;lguna, He witnessed the Dola-y&#257;tr&#257; ceremony, and in His usual ecstatic love of God, He chanted and danced in various ways on the occasion.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 7.6</B></A>: During the month of Caitra, while living at Jagann&#257;tha Pur&#299;, the Lord delivered S&#257;rvabhauma Bhatt&#257;c&#257;rya, and at the beginning of the next month (Vai&#347;&#257;kha), He decided to go to South India.</P><P CLASS=r><A CLASS=i HREF="7-8.htm"><B>CC Madhya 7.7-8</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu called all His devotees together and, holding them by the hand, humbly informed them, "You are all more dear to Me than My life. I can give up My life, but to give you up is difficult for Me.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 7.9</B></A>: "You are all My friends, and you have properly executed the duties of friends by bringing Me here to Jagann&#257;tha Pur&#299; and giving Me the chance to see Lord Jagann&#257;tha in the temple.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 7.10</B></A>: "I now beg all of you for one bit of charity. Please give Me permission to leave for a tour of South India.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 7.11</B></A>: "I shall go to search out Vi&#347;var&#363;pa. Please forgive Me, but I want to go alone; I do not wish to take anyone with Me.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 7.12</B></A>: "Until I return from Setubandha, all of you dear friends should remain at Jagann&#257;tha Pur&#299;."</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 7.13</B></A>: Knowing everything, &#346;r&#299; Caitanya Mah&#257;prabhu was aware that Vi&#347;var&#363;pa had already passed away. A pretense of ignorance was necessary, however, so that He could go to South India and liberate the people there.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 7.14</B></A>: Upon hearing this message from &#346;r&#299; Caitanya Mah&#257;prabhu, all the devotees became very unhappy and remained silent with sullen faces.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 7.15</B></A>: Nity&#257;nanda Prabhu then said, "How is it possible for You to go alone? Who can tolerate this?</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 7.16</B></A>: "Let one or two of us go with You; otherwise You may fall into the clutches of thieves and rogues along the way. They may be whomever You like, but two persons should go with You.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 7.17</B></A>: "Indeed, I know all the paths to the different places of pilgrimage in South India. Just order Me, and I shall go with You."</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 7.18</B></A>: The Lord replied, "I am simply a dancer, and You are the wire-puller. However You pull the wires to make Me dance, I shall dance in that way.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 7.19</B></A>: "After accepting the sanny&#257;sa order, I decided to go to Vrind&#257;vana, but You took Me instead to the house of Advaita Prabhu.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 7.20</B></A>: "While on the way to Jagann&#257;tha Pur&#299;, You broke My sanny&#257;sa staff. I know that all of you have great affection for Me, but such things disturb My activities.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 7.21</B></A>: "Jagad&#257;nanda wants Me to enjoy bodily sense gratification, and out of fear I do whatever he tells Me.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 7.22</B></A>: "If I sometimes do something against his desire, out of anger he will not talk to Me for three days.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 7.23</B></A>: "Being a sanny&#257;s&#299;, I have a duty to lie down on the ground and to take a bath three times a day, even during the winter. But Mukunda becomes very unhappy when he sees My severe austerities.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 7.24</B></A>: "Of course, Mukunda does not say anything, but I know that he is very unhappy within, and upon seeing him unhappy, I become twice as unhappy.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 7.25</B></A>: "Although I am in the renounced order of life and D&#257;modara is a brahmac&#257;r&#299;, he still keeps a stick in his hand just to educate Me.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 7.26</B></A>: "According to D&#257;modara, I am still a neophyte as far as social etiquette is concerned; therefore he does not like My independent nature.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 7.27</B></A>: "D&#257;modara Pandita and others are more advanced in receiving the mercy of Lord Krishna; therefore they are independent of public opinion. As such, they want Me to enjoy sense gratification, even though it be unethical. But since I am a poor sanny&#257;s&#299;, I cannot abandon the duties of the renounced order, and therefore I follow them strictly.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 7.28</B></A>: "You should all therefore remain here in N&#299;l&#257;cala for some days while I tour the sacred places of pilgrimage alone."</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 7.29</B></A>: Actually the Lord was controlled by the good qualities of all His devotees. On the pretense of attributing faults, He tasted all these qualities.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 7.30</B></A>: No one can properly describe Lord &#346;r&#299; Caitanya Mah&#257;prabhu's affection for His devotees. He always tolerated all kinds of personal unhappiness resulting from His acceptance of the renounced order of life.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 7.31</B></A>: The regulative principles observed by Caitanya Mah&#257;prabhu were sometimes intolerable, and all the devotees became greatly affected by them. Although strictly observing the regulative principles, Caitanya Mah&#257;prabhu could not tolerate the unhappiness felt by His devotees.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 7.32</B></A>: Therefore, to prevent them from accompanying Him and becoming unhappy, &#346;r&#299; Caitanya Mah&#257;prabhu declared their good qualities to be faults.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 7.33</B></A>: Four devotees then humbly insisted that they go with the Lord, but &#346;r&#299; Caitanya Mah&#257;prabhu, being the independent Supreme Personality of Godhead, did not accept their request.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 7.34</B></A>: Thereupon Lord Nity&#257;nanda said, "Whatever You order is My duty, regardless of whether it results in happiness or unhappiness.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 7.35</B></A>: "Yet I still submit one petition to You. Please consider it, and if You think it proper, please accept it.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 7.36</B></A>: "You must take with You a loincloth, external clothes and a waterpot. You should take nothing more than this.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 7.37</B></A>: "Since Your two hands will always be engaged in chanting and counting the holy names, how will You be able to carry the waterpot and external garments?</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 7.38</B></A>: "When, along the way, You fall unconscious in ecstatic love of Godhead, who will protect Your belongings &#8212; the waterpot, garments and so forth?"</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 7.39</B></A>: &#346;r&#299; Nity&#257;nanda Prabhu continued, "Here is a simple br&#257;hmana named Krishnad&#257;sa. Please accept him and take him with You. That is My request.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 7.40</B></A>: "He will carry Your waterpot and garments. You may do whatever You like; he will not say a word."</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 7.41</B></A>: Accepting the request of Lord Nity&#257;nanda Prabhu, Lord Caitanya took all His devotees and went to the house of S&#257;rvabhauma Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 7.42</B></A>: As soon as they entered his house, S&#257;rvabhauma Bhatt&#257;c&#257;rya offered the Lord obeisances and a place to sit. After seating all the others, the Bhatt&#257;c&#257;rya took his seat.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 7.43</B></A>: After they had discussed various topics about Lord Krishna, &#346;r&#299; Caitanya Mah&#257;prabhu informed S&#257;rvabhauma Bhatt&#257;c&#257;rya, "I have come to your place just to receive your order.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 7.44</B></A>: "My elder brother, Vi&#347;var&#363;pa, has taken sanny&#257;sa and gone to South India. Now I must go search for Him.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 7.45</B></A>: "Please permit Me to go, for I must tour South India. With your permission, I shall soon return very happily."</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 7.46</B></A>: Upon hearing this, S&#257;rvabhauma Bhatt&#257;c&#257;rya became very much agitated. Catching hold of the lotus feet of Caitanya Mah&#257;prabhu, he gave this sorrowful reply.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 7.47</B></A>: "After many births, due to some pious activity I got Your association. Now providence is breaking this invaluable association.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 7.48</B></A>: "If a thunderbolt falls on my head or if my son dies, I can tolerate it. But I cannot endure the unhappiness of separation from You.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 7.49</B></A>: "My dear Lord, You are the independent Supreme Personality of Godhead. Certainly You will depart. I know that. Still, I ask You to stay here a few days more so that I can see Your lotus feet."</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 7.50</B></A>: Upon hearing S&#257;rvabhauma Bhatt&#257;c&#257;rya's request, Caitanya Mah&#257;prabhu relented. He stayed a few days longer and did not depart.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 7.51</B></A>: The Bhatt&#257;c&#257;rya eagerly invited Lord Caitanya Mah&#257;prabhu to his home and fed Him very nicely.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 7.52</B></A>: The Bhatt&#257;c&#257;rya's wife, whose name was Sh&#257;th&#299;m&#257;t&#257; (the mother of Sh&#257;th&#299;), did the cooking. The narrations of these pastimes are very wonderful.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 7.53</B></A>: Later I shall tell about this in elaborate detail, but at present I wish to describe &#346;r&#299; Caitanya Mah&#257;prabhu's South Indian tour.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 7.54</B></A>: After staying five days at the home of S&#257;rvabhauma Bhatt&#257;c&#257;rya, &#346;r&#299; Caitanya Mah&#257;prabhu personally asked his permission to depart for South India.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 7.55</B></A>: After receiving the Bhatt&#257;c&#257;rya's permission, Lord Caitanya Mah&#257;prabhu went to see Lord Jagann&#257;tha in the temple. He took the Bhatt&#257;c&#257;rya with Him.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 7.56</B></A>: Seeing Lord Jagann&#257;tha, &#346;r&#299; Caitanya Mah&#257;prabhu also begged His permission. The priest then immediately delivered pras&#257;dam and a garland to Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 7.57</B></A>: Thus receiving Lord Jagann&#257;tha's permission in the form of a garland, &#346;r&#299; Caitanya Mah&#257;prabhu offered obeisances, and then in great jubilation He prepared to depart for South India.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 7.58</B></A>: Accompanied by His personal associates and S&#257;rvabhauma Bhatt&#257;c&#257;rya, &#346;r&#299; Caitanya Mah&#257;prabhu circumambulated the altar of Jagann&#257;tha. The Lord then departed on His South Indian tour.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 7.59</B></A>: While the Lord was going along the path to &#256;l&#257;lan&#257;tha, which was located on the seashore, S&#257;rvabhauma Bhatt&#257;c&#257;rya gave the following orders to Gop&#299;n&#257;tha &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 7.60</B></A>: "Bring the four sets of loincloths and outer garments I keep at home, and also some pras&#257;dam of Lord Jagann&#257;tha. You may carry these things with the help of some br&#257;hmana."</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 7.61</B></A>: While Lord &#346;r&#299; Caitanya Mah&#257;prabhu was departing, S&#257;rvabhauma Bhatt&#257;c&#257;rya submitted the following at His lotus feet: "My Lord, I have one final request that I hope You will kindly fulfill.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 7.62</B></A>: "In the town of Vidy&#257;nagara, on the bank of the God&#257;var&#299;, there is a responsible government officer named R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 7.63</B></A>: "Please do not neglect him, thinking he belongs to a &#347;&#363;dra family engaged in material activities. It is my request that You meet him without fail."</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 7.64</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya continued, "R&#257;m&#257;nanda R&#257;ya is a fit person to associate with You; no other devotee can compare with him in knowledge of the transcendental mellows.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 7.65</B></A>: "He is a most learned scholar as well as an expert in devotional mellows. Actually he is most exalted, and if You talk with him, You will see how glorious he is.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 7.66</B></A>: "I could not realize when I first spoke with R&#257;m&#257;nanda R&#257;ya that his topics and endeavors were all transcendentally uncommon. I made fun of him simply because he was a Vaishnava."</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 7.67</B></A>: The Bhatt&#257;c&#257;rya said, "By Your mercy I can now understand the truth about R&#257;m&#257;nanda R&#257;ya. In talking with him, You also will acknowledge his greatness."</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 7.68</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu accepted S&#257;rvabhauma Bhatt&#257;c&#257;rya's request that He meet R&#257;m&#257;nanda R&#257;ya. Bidding S&#257;rvabhauma farewell, the Lord embraced him.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 7.69</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu asked the Bhatt&#257;c&#257;rya to bless Him while he engaged in the devotional service of Lord Krishna at home, so that by S&#257;rvabhauma's mercy the Lord could return to Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 7.70</B></A>: Saying this, &#346;r&#299; Caitanya Mah&#257;prabhu departed on His tour, and S&#257;rvabhauma Bhatt&#257;c&#257;rya immediately fainted and fell to the ground.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 7.71</B></A>: Although S&#257;rvabhauma Bhatt&#257;c&#257;rya fainted, &#346;r&#299; Caitanya Mah&#257;prabhu did not take notice of him. Rather, He left quickly. Who can understand the mind and intention of &#346;r&#299; Caitanya Mah&#257;prabhu?</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 7.72</B></A>: This is the nature of the mind of an uncommon personality. Sometimes it is soft like a flower, but sometimes it is as hard as a thunderbolt.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 7.73</B></A>: "The hearts of those above common behavior are sometimes harder than a thunderbolt and sometimes softer than a flower. How can one accommodate such contradictions in great personalities?"</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 7.74</B></A>: Lord Nity&#257;nanda Prabhu raised S&#257;rvabhauma Bhatt&#257;c&#257;rya and with the help of His men saw him to his home.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 7.75</B></A>: Immediately all the devotees came and partook of &#346;r&#299; Caitanya Mah&#257;prabhu's company. Afterwards, Gop&#299;n&#257;tha &#256;c&#257;rya came with the garments and pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 7.76</B></A>: All the devotees followed &#346;r&#299; Caitanya Mah&#257;prabhu to a place known as &#256;l&#257;lan&#257;tha. There they all offered respects and various prayers.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 7.77</B></A>: In great ecstasy, &#346;r&#299; Caitanya Mah&#257;prabhu danced and chanted for some time. Indeed, all the neighbors came to see Him.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 7.78</B></A>: All around &#346;r&#299; Caitanya Mah&#257;prabhu, who is also known as Gaurahari, people began to shout the holy name of Hari. Lord Caitanya, immersed in His usual ecstasy of love, danced in the midst of them.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 7.79</B></A>: The body of &#346;r&#299; Caitanya Mah&#257;prabhu was naturally very beautiful. It was like molten gold dressed in saffron cloth. Indeed, He was most beautiful for being ornamented with the ecstatic symptoms, which caused His bodily hair to stand on end, tears to well up in His eyes, and His body to tremble and perspire all over.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 7.80</B></A>: Everyone present was astonished to see &#346;r&#299; Caitanya Mah&#257;prabhu's dancing and His bodily transformations. Whoever came did not want to return home.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 7.81</B></A>: Everyone &#8212; including children, old men and women &#8212; began to dance and to chant the holy names of &#346;r&#299; Krishna and Gop&#257;la. In this way they all floated in the ocean of love of Godhead.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 7.82</B></A>: Upon seeing the chanting and dancing of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, Lord Nity&#257;nanda predicted that later there would be dancing and chanting in every village.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 7.83</B></A>: Seeing that it was already getting late, Lord Nity&#257;nanda Prabhu, the spiritual master, invented a means to disperse the crowd.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 7.84</B></A>: When Lord Nity&#257;nanda Prabhu took &#346;r&#299; Caitanya Mah&#257;prabhu for lunch at noon, everyone came running around Them.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 7.85</B></A>: After finishing Their baths, They returned at noon to the temple. Admitting His own men, &#346;r&#299; Nity&#257;nanda Prabhu closed the outside door.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 7.86</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya then brought pras&#257;dam for the two Lords to eat, and after They had eaten, the remnants of the food were distributed to all the devotees.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 7.87</B></A>: Hearing about this, everyone there came to the outside door and began chanting the holy name, "Hari! Hari!" Thus there was a tumultuous sound.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 7.88</B></A>: After lunch, &#346;r&#299; Caitanya Mah&#257;prabhu made them open the door. In this way everyone received His audience with great pleasure.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 7.89</B></A>: The people came and went until evening, and all of them became Vaishnava devotees and began to chant and dance.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 7.90</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then passed the night there and discussed the pastimes of Lord Krishna with His devotees with great pleasure.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 7.91</B></A>: The next morning, after taking His bath, &#346;r&#299; Caitanya Mah&#257;prabhu started on His South Indian tour. He bade farewell to the devotees by embracing them.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 7.92</B></A>: Although they all fell to the ground unconscious, the Lord did not turn to see them but proceeded onward.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 7.93</B></A>: In separation, the Lord became very much perturbed and walked on unhappily. His servant, Krishnad&#257;sa, who was carrying His waterpot, followed behind.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 7.94</B></A>: All the devotees remained there and fasted, and the next day they all unhappily returned to Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 7.95</B></A>: Almost like a mad lion, Lord &#346;r&#299; Caitanya Mah&#257;prabhu went on His tour filled with ecstatic love and performing sa&#324;k&#299;rtana, chanting Krishna's names as follows.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 7.96</B></A>: The Lord chanted:Krishna! Krishna! Krishna! Krishna! Krishna! Krishna! Krishna! heKrishna! Krishna! Krishna! Krishna! Krishna! Krishna! Krishna! heKrishna! Krishna! Krishna! Krishna! Krishna! Krishna! raksha m&#257;mKrishna! Krishna! Krishna! Krishna! Krishna! Krishna! p&#257;hi m&#257;mThat is, "O Lord Krishna, please protect Me and maintain Me." He also chanted:R&#257;ma! R&#257;ghava! R&#257;ma! R&#257;ghava! R&#257;ma! R&#257;ghava! raksha m&#257;mKrishna! Ke&#347;ava! Krishna! Ke&#347;ava! Krishna! Ke&#347;ava! p&#257;hi m&#257;mThat is, "O Lord R&#257;ma, descendant of King Raghu, please protect Me. O Krishna, O Ke&#347;ava, killer of the Ke&#347;&#299; demon, please maintain Me."</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 7.97</B></A>: Chanting this verse, Lord &#346;r&#299; Caitanya Mah&#257;prabhu, known as Gaurahari, went on His way. As soon as He saw someone, He would request him to chant "Hari! Hari!"</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 7.98</B></A>: Whoever heard Lord Caitanya Mah&#257;prabhu chant "Hari! Hari!" also chanted the holy name of Lord Hari and Krishna. In this way they all followed the Lord, very eager to see Him.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 7.99</B></A>: After some time the Lord would embrace these people and bid them return home, having invested each of them with spiritual potency.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 7.100</B></A>: Each of these empowered persons would return to his own village, always chanting the holy name of Krishna and sometimes laughing, crying and dancing.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 7.101</B></A>: Such an empowered person would request everyone and anyone &#8212; whomever he saw &#8212; to chant the holy name of Krishna. In this way all the villagers would also become devotees of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 7.102</B></A>: People from different villages who came to see such an empowered individual would become like him simply by seeing him and receiving the mercy of his glance.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 7.103</B></A>: When each of these newly empowered individuals returned to his own village, he also converted the villagers into devotees. And when others came from different villages to see him, they were also converted.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 7.104</B></A>: In this way, as empowered men went from one village to another, all the people of South India became devotees.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 7.105</B></A>: Thus many hundreds of people became Vaishnavas when they passed the Lord on the way and were embraced by Him.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 7.106</B></A>: In whatever village &#346;r&#299; Caitanya Mah&#257;prabhu stayed to accept alms, many people came to see Him.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 7.107</B></A>: By the mercy of the Supreme Lord, &#346;r&#299; Caitanya Mah&#257;prabhu, everyone became a first-class devotee. Later they became teachers or spiritual masters and liberated the entire world.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 7.108</B></A>: In this way the Lord went to the extreme southern part of India, and He converted all the provinces to Vaishnavism.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 7.109</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu did not manifest His spiritual potencies at Navadv&#299;pa, but He did manifest them in South India and liberated all the people there.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 7.110</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu's empowering of others can be understood by one who is actually a devotee of the Lord and who has received His mercy.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 7.111</B></A>: If one does not believe in the uncommon transcendental pastimes of the Lord, he is vanquished both in this world and in the next.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 7.112</B></A>: Whatever I have stated about the beginning of the Lord's tour should also be understood to hold for as long as the Lord toured South India.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 7.113</B></A>: When Lord &#346;r&#299; Caitanya Mah&#257;prabhu came to the holy place known as K&#363;rma-kshetra, He saw the Deity and offered prayers and obeisances.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 7.114</B></A>: While at this place, Lord &#346;r&#299; Caitanya Mah&#257;prabhu was in His usual ecstasy of love of Godhead and was laughing, crying, dancing and chanting. Everyone who saw Him was astonished.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 7.115</B></A>: After hearing of these wonderful occurrences, everyone came to see Him there. When they saw the beauty of the Lord and His ecstatic condition, they were all struck with wonder.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 7.116</B></A>: Just by seeing Lord Caitanya Mah&#257;prabhu, everyone became a devotee. They began to chant "Krishna" and "Hari" and all the holy names. They all were merged in a great ecstasy of love, and they began to dance, raising their arms.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 7.117</B></A>: Always hearing them chant the holy names of Lord Krishna, the residents of all the other villages also became Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 7.118</B></A>: By hearing the holy name of Krishna, the entire country became Vaishnava. It was as if the nectar of the holy name of Krishna overflooded the entire country.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 7.119</B></A>: After some time, when Lord &#346;r&#299; Caitanya Mah&#257;prabhu manifested His external consciousness, a priest of the Lord K&#363;rma Deity gave Him various offerings.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 7.120</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu's mode of preaching has already been explained, and I shall not repeat the explanation. In whichever village the Lord entered, His behavior was the same.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 7.121</B></A>: In one village there was a Vedic br&#257;hmana named K&#363;rma. He invited Lord Caitanya Mah&#257;prabhu to his home with great respect and devotion.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 7.122</B></A>: This br&#257;hmana brought Lord Caitanya Mah&#257;prabhu to his home, washed His lotus feet and, with his family members, drank that water.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 7.123</B></A>: With great affection and respect, that K&#363;rma br&#257;hmana made &#346;r&#299; Caitanya Mah&#257;prabhu eat all kinds of food. After that, the remnants were shared by all the members of the family.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 7.124</B></A>: The br&#257;hmana then began to pray, "O my Lord, Your lotus feet are meditated upon by Lord Brahm&#257;, and these very lotus feet have come into my home.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 7.125</B></A>: "My dear Lord, there is no limit to my great fortune. It cannot be described. Today my family, birth and riches have all been glorified."</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 7.126</B></A>: The br&#257;hmana begged Lord Caitanya Mah&#257;prabhu, "My dear Lord, kindly show me favor and let me go with You. I can no longer tolerate the waves of misery caused by materialistic life."</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 7.127</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "Don't speak like that again. Better to remain at home and chant the holy name of Krishna always.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 7.128</B></A>: "Instruct everyone to follow the orders of Lord &#346;r&#299; Krishna as they are given in the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. In this way become a spiritual master and try to liberate everyone in this land."</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 7.129</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu further advised the br&#257;hmana K&#363;rma, "If you follow this instruction, your materialistic life at home will not obstruct your spiritual advancement. Indeed, if you follow these regulative principles, we will again meet here, or, rather, you will never lose My company."</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 7.130</B></A>: At whosever house &#346;r&#299; Caitanya accepted His alms by taking pras&#257;dam, He would convert the dwellers to His sa&#324;k&#299;rtana movement and advise them just as He advised the br&#257;hmana named K&#363;rma.</P><P CLASS=r><A CLASS=i HREF="131-132.htm"><B>CC Madhya 7.131-132</B></A>: While on His tour, &#346;r&#299; Caitanya Mah&#257;prabhu would spend the night at a temple or on the roadside. Whenever He accepted food from a person, He would give him the same advice He gave the br&#257;hmana named K&#363;rma. He adopted this process until He returned to Jagann&#257;tha Pur&#299; from His South Indian tour.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 7.133</B></A>: Thus I have described the Lord's behavior elaborately in the case of K&#363;rma. In this way, you will know &#346;r&#299; Caitanya Mah&#257;prabhu's dealings throughout South India.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 7.134</B></A>: Thus Lord &#346;r&#299; Caitanya Mah&#257;prabhu would remain at night in one place, and the next morning, after bathing, He would start again.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 7.135</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu left, the br&#257;hmana K&#363;rma followed Him a great distance, but eventually Lord Caitanya took care to send him back home.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 7.136</B></A>: There was also a br&#257;hmana named V&#257;sudeva, who was a great person but was suffering from leprosy. Indeed, his body was filled with living worms.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 7.137</B></A>: Although suffering from leprosy, the br&#257;hmana V&#257;sudeva was enlightened. As soon as one worm fell from his body, he would pick it up and place it back again in the same location.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 7.138</B></A>: Then one night V&#257;sudeva heard of Lord Caitanya Mah&#257;prabhu's arrival, and in the morning he came to see the Lord at the house of K&#363;rma.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 7.139</B></A>: When the leper V&#257;sudeva came to K&#363;rma's house to see Caitanya Mah&#257;prabhu, he was informed that the Lord had already left. The leper then fell to the ground unconscious.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 7.140</B></A>: When V&#257;sudeva, the leper br&#257;hmana, was lamenting due to not being able to see Caitanya Mah&#257;prabhu, the Lord immediately returned to that spot and embraced him.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 7.141</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu touched him, both the leprosy and his distress went to a distant place. Indeed, V&#257;sudeva's body became very beautiful, to his great happiness.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 7.142</B></A>: The br&#257;hmana V&#257;sudeva was astonished to behold the wonderful mercy of &#346;r&#299; Caitanya Mah&#257;prabhu, and he began to recite a verse from &#346;r&#299;mad-Bh&#257;gavatam, touching the Lord's lotus feet.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 7.143</B></A>: He said, "'Who am I? A sinful, poor friend of a br&#257;hmana. And who is Krishna? The Supreme Personality of Godhead, full in six opulences. Nonetheless, He has embraced me with His two arms.'"</P><P CLASS=r><A CLASS=i HREF="144-145.htm"><B>CC Madhya 7.144-145</B></A>: The br&#257;hmana V&#257;sudeva continued, "O my merciful Lord, such mercy is not possible for ordinary living entities. Such mercy can be found only in You. Upon seeing me, even a sinful person goes away due to my bad bodily odor. Yet You have touched me. Such is the independent behavior of the Supreme Personality of Godhead."</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 7.146</B></A>: Being meek and humble, the br&#257;hmana V&#257;sudeva worried that he would become proud after being cured by the grace of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 7.147</B></A>: To protect the br&#257;hmana, &#346;r&#299; Caitanya Mah&#257;prabhu advised him to chant the Hare Krishna mantra incessantly. By doing so, he would never become unnecessarily proud.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 7.148</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu also advised V&#257;sudeva to preach about Krishna and thus liberate living entities. As a result, Krishna would very soon accept him as His devotee.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 7.149</B></A>: After instructing the br&#257;hmana V&#257;sudeva in that way, &#346;r&#299; Caitanya Mah&#257;prabhu disappeared from that place. Then the two br&#257;hmanas, K&#363;rma and V&#257;sudeva, embraced each other and began to cry, remembering the transcendental qualities of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 7.150</B></A>: Thus I have described how &#346;r&#299; Caitanya Mah&#257;prabhu reclaimed the leper V&#257;sudeva and so received the name V&#257;sudev&#257;mrita-prada.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 7.151</B></A>: Thus I end my description of the beginning of the tour of &#346;r&#299; Caitanya Mah&#257;prabhu, His visiting the temple of K&#363;rma and His liberating the leper br&#257;hmana V&#257;sudeva.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 7.152</B></A>: One who hears these pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu with great faith will surely very soon attain the lotus feet of Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 7.153</B></A>: I admit that I do not know the beginning or the end of &#346;r&#299; Caitanya Mah&#257;prabhu's pastimes. However, whatever I have written I have heard from the mouths of great personalities.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 7.154</B></A>: O devotees, please do not consider my offenses in this regard. Your lotus feet are my only shelter.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 7.155</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>