<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 7"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Lord Begins His Tour of South India</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 7 Summary</P><P>In his Amrita-prav&#257;ha-bh&#257;shya, &#346;r&#299;la Bhaktivinoda Th&#257;kura summarizes the Seventh Chapter as follows. &#346;r&#299; Caitanya Mah&#257;prabhu accepted the renounced order of life in the month of M&#257;gha (January-February) and went to Jagann&#257;tha Pur&#299; in the month of Ph&#257;lguna (February-March). He saw the Dola-y&#257;tr&#257; festival during the month of Ph&#257;lguna, and in the month of Caitra He liberated S&#257;rvabhauma Bhatt&#257;c&#257;rya. During the month of Vai&#347;&#257;kha, He began to tour South India. When He proposed to travel to South India alone, &#346;r&#299; Nity&#257;nanda Prabhu gave Him a br&#257;hmana assistant named Krishnad&#257;sa. When &#346;r&#299; Caitanya Mah&#257;prabhu was beginning His tour, S&#257;rvabhauma Bhatt&#257;c&#257;rya gave Him four sets of clothes and requested Him to see R&#257;m&#257;nanda R&#257;ya, who was residing at that time on the bank of the river God&#257;var&#299;. Along with other devotees, Nity&#257;nanda Prabhu accompanied the Lord to &#256;l&#257;lan&#257;tha, but there Lord Caitanya left them all behind and went ahead with the br&#257;hmana Krishnad&#257;sa. The Lord began chanting the mantra "krishna krishna krishna krishna krishna krishna krishna he." In whatever village He spent the night, whenever a person came to see Him in His shelter, the Lord implored him to preach the Krishna consciousness movement. After teaching the people of one village, the Lord proceeded to other villages to increase devotees. In this way He finally reached K&#363;rma-sth&#257;na. While there, He bestowed His causeless mercy upon a br&#257;hmana called K&#363;rma and cured another br&#257;hmana, named V&#257;sudeva, who was suffering from leprosy. After curing this br&#257;hmana leper, &#346;r&#299; Caitanya Mah&#257;prabhu received the title V&#257;sudev&#257;mrita-prada, meaning "one who delivered nectar to the leper V&#257;sudeva."</P><P CLASS=l><A CLASS=i HREF="../6/286.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>