<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 9 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 9 Verse 10"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Deliverance of Gop&#299;n&#257;tha Pattan&#257;yaka</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 9.10</P><P CLASS=c>prahl&#257;da, bali, vy&#257;sa, &#347;uka &#257;di muni-gana</P><P CLASS=c>&#257;si' prabhu dekhi' preme haya acetana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prahlada">prahl&#257;da</A> &#8212; <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A> &#8212; <A HREF="http://vedabase.net/b/bali">Bali</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/v/vyasa">vy&#257;sa</A> &#8212; Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/s/suka">&#347;uka</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; great sages; <A CLASS=v HREF="http://vedabase.net/a/asi">&#257;si</A>' &#8212; coming; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; by seeing <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/p/preme">preme</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> ecstatic love of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> <A CLASS=v HREF="http://vedabase.net/a/acetana">acetana</A> &#8212; became unconscious.</P><P CLASS=t>TRANSLATION</P><P>Prahl&#257;da Mah&#257;r&#257;ja, Bali Mah&#257;r&#257;ja, Vy&#257;sadeva, &#346;ukadeva Gosv&#257;m&#299; and other great sages came to visit &#346;r&#299; Caitanya Mah&#257;prabhu. Upon seeing Him, they became unconscious in ecstatic love for Krishna.</P><P CLASS=t>PURPORT</P><P>According to the opinion of some historians, Prahl&#257;da Mah&#257;r&#257;ja was born in Tret&#257;-yuga in the city of Multan, in the state of Punjab. He was born of Hiranyaka&#347;ipu, a king of the dynasty of Ka&#347;yapa. Prahl&#257;da Mah&#257;r&#257;ja was a great devotee of Lord Vishnu, but his father was very much against Vishnu. Because the father and son thus differed in their consciousness, the demon father inflicted all kinds of bodily pain upon Prahl&#257;da. When this torture became intolerable, the Supreme Lord appeared as Nrisimhadeva and killed the great demon Hiranyaka&#347;ipu.</P><P>Bali Mah&#257;r&#257;ja was the grandson of Prahl&#257;da Mah&#257;r&#257;ja. The son of Prahl&#257;da Mah&#257;r&#257;ja was Virocana, and his son was known as Bali. Appearing as V&#257;mana and begging Bali Mah&#257;r&#257;ja for three feet of land, the Lord took possession of the entire three worlds. Thus Bali Mah&#257;r&#257;ja became a great devotee of Lord V&#257;mana. Bali Mah&#257;r&#257;ja had one hundred sons, of whom Mah&#257;r&#257;ja B&#257;na was the eldest and most famous.</P><P>Vy&#257;sadeva was the son of the great sage Par&#257;&#347;ara. Other names for him are S&#257;tyavateya and Krishna-dvaip&#257;yana B&#257;dar&#257;yana Muni. As one of the authorities on the Vedas, he divided the original Veda, for convenience, into four divisions &#8212; S&#257;ma, Yajur, Rig and Atharva. He is the author of eighteen Pur&#257;nas as well as the theosophical thesis Brahma-s&#363;tra and its natural commentary, &#346;r&#299;mad-Bh&#257;gavatam. He belongs to the Brahma-samprad&#257;ya and is a direct disciple of N&#257;rada Muni.</P><P>&#346;ukadeva Gosv&#257;m&#299; is the son of Vy&#257;sadeva. He was a brahmac&#257;r&#299; fully conscious of Brahman realization, but later he became a great devotee of Lord Krishna. He narrated &#346;r&#299;mad-Bh&#257;gavatam to Mah&#257;r&#257;ja Par&#299;kshit.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>