<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 9 Verse 137</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 9 Verse 137"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Deliverance of Gop&#299;n&#257;tha Pattan&#257;yaka</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 9.137</P><P CLASS=c>kintu tom&#257;ra smaranera nahe ei 'mukhya-phala'</P><P CLASS=c>'phal&#257;bh&#257;sa' ei, &#8212; y&#257;te 'vishaya' cañcala</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kintu">kintu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/s/smaranera">smaranera</A> &#8212; of remembrance; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/mukhya">mukhya</A>-<A CLASS=v HREF="http://vedabase.net/p/phala">phala</A> &#8212; chief result; <A CLASS=v HREF="http://vedabase.net/p/phala">phala</A>-<A CLASS=v HREF="http://vedabase.net/a/abhasa">&#257;bh&#257;sa</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> glimpse of the result; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/y/yate">y&#257;te</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A> &#8212; material opulence; <A CLASS=v HREF="http://vedabase.net/c/cancala">cañcala</A> &#8212; flickering.</P><P CLASS=t>TRANSLATION</P><P>"However, my Lord, these are not the principal results of meditating upon Your lotus feet. Material opulence is very flickering. Therefore it is simply a glimpse of the result of Your mercy.</P><P CLASS=t>PURPORT</P><P>One can achieve the highest perfection of life simply by meditating upon the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu. Generally people are concerned with the four religious principles, namely religion, material opulence, sense gratification and liberation. However, as indicated in &#346;r&#299;mad-Bh&#257;gavatam (dharmah projjhita-kaitavo 'tra [<A CLASS=v HREF="../../../sb/1/1/2.htm">SB 1.1.2</A>]), success in these four kinds of material and spiritual gain are not the true results of devotional service. The true result of devotional service is the actual development of one's dormant love for Krishna in every circumstance. By the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu, Gop&#299;n&#257;tha Pattan&#257;yaka could understand that the material benefits he had achieved were not the ultimate result of meditating upon His lotus feet. The true result comes when one is detached from material opulences. Therefore Gop&#299;n&#257;tha Pattan&#257;yaka prayed to the Lord for such detachment.</P><P CLASS=l><A CLASS=i HREF="136.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="138.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>