<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 9 Verse 148</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 9 Verse 148"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Deliverance of Gop&#299;n&#257;tha Pattan&#257;yaka</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 9.148</P><P CLASS=c>t&#257;r&#257; sabe yadi krip&#257; karite s&#257;dhila</P><P CLASS=c>'&#257;m&#257;' haite kichu nahe &#8212; prabhu tabe kahila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;r&#257;</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/s/sabe">sabe</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/karite">karite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> show mercy; <A CLASS=v HREF="http://vedabase.net/s/sadhila">s&#257;dhila</A> &#8212; requested; <A CLASS=v HREF="http://vedabase.net/a/ama">&#257;m&#257;</A> <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> <A CLASS=v HREF="http://vedabase.net/k/kichu">kichu</A> <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> cannot <A HREF="http://vedabase.net/d/do">do</A> anything; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A>; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/k/kahila">kahila</A> &#8212; replied.</P><P CLASS=t>TRANSLATION</P><P>Indeed, when all the devotees had requested the Lord to bestow His mercy upon Gop&#299;n&#257;tha Pattan&#257;yaka, the Lord had replied that He could do nothing.</P><P CLASS=t>PURPORT</P><P>When a person is sinful, he loses both the chance for spiritual advancement and the chance for material opulence. If one enjoys the material world for sense gratification, he is certainly doomed. Advancement in material opulence is not the direct mercy of the Supreme Personality of Godhead; nevertheless, it indicates the indirect mercy of the Lord, for even a person too attached to material prosperity can gradually be detached and raised to the spiritual platform. Then he can offer causeless, purified service to the Lord. When &#346;r&#299; Caitanya said, &#257;m&#257; haite kichu nahe ("It is not My business to do anything"), He set the ideal example for a person in the renounced order. If a sanny&#257;s&#299; takes the side of a vishay&#299;, a person engaged in material activities, his character will be criticized. A person in the renounced order should not take interest in material activities, but if he does so out of affection for a particular person, that should be considered his special mercy.</P><P CLASS=l><A CLASS=i HREF="147.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="149.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>