<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 9 Verse 68</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 9 Verse 68"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Deliverance of Gop&#299;n&#257;tha Pattan&#257;yaka</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 9.68</P><P CLASS=c>sanny&#257;s&#299; virakta tom&#257;ra k&#257;-sane sambandha?</P><P CLASS=c>vyavah&#257;ra l&#257;gi' tom&#257; bhaje, sei jñ&#257;na-andha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A>; <A CLASS=v HREF="http://vedabase.net/v/virakta">virakta</A> &#8212; one who has given up all connections with everyone; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/k/ka">k&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sane">sane</A> &#8212; with whom; <A CLASS=v HREF="http://vedabase.net/s/sambandha">sambandha</A> &#8212; relationship; <A CLASS=v HREF="http://vedabase.net/v/vyavahara">vyavah&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/l/lagi">l&#257;gi</A>' &#8212; for some material purpose; <A CLASS=v HREF="http://vedabase.net/t/toma">tom&#257;</A> <A CLASS=v HREF="http://vedabase.net/b/bhaje">bhaje</A> &#8212; worships You; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/andha">andha</A> &#8212; blind <A HREF="http://vedabase.net/t/to">to</A> all knowledge.</P><P CLASS=t>TRANSLATION</P><P>"You are a renounced sanny&#257;s&#299;. What connections do You have? One who worships You for some material purpose is blind to all knowledge."</P><P CLASS=t>PURPORT</P><P>Becoming a devotee of the Lord to serve material purposes is a great mistake. Many people become showbottle devotees for material profits. Indeed, materialistic persons sometimes take to professional devotional service and keep Vishnu, the Supreme Personality of Godhead, as a means of livelihood. None of this, however, is approved. In the book known as Sapta-&#347;at&#299;, as mentioned by &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, one can discover how a person worshiping the goddess Durg&#257; begs her for different varieties of material profit. Such activities are very popular among people in general, but they are the attempts of foolish, blind people (sei jñ&#257;na-andha).</P><P>A materialist does not actually know why one should become a devotee. A devotee's only concern is to satisfy the Supreme Personality of Godhead. Pure devotional service is defined by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;:</P><P>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=n>&#257;nuk&#363;lyena krishn&#257;nu&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=n>[Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]</P><P>One should be completely free from all material desires and should serve Krishna simply to please Him. When people become interested in their own sense gratification (bhukti-mukti-siddhi-k&#257;m&#299;), some of them desire to enjoy the material world to the fullest extent, some of them desire to be liberated and merge into the existence of Brahman, and others want to perform magic through mystic power and thus become incarnations of God. These are all against the principles of devotional service. One must be free from all material desires. The desire of the impersonalist to merge into the existence of Brahman is also material because such an impersonalist wants to gratify his senses by merging into the existence of Krishna instead of serving His lotus feet. Even if such a person merges into the Brahman effulgence, he falls down again into material existence. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>):</P><P>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>Because M&#257;y&#257;v&#257;d&#299; philosophers have no information regarding the transcendental service of the Lord, even after attaining liberation from material activities and merging into the Brahman effulgence, they must come down again to this material world.</P><P CLASS=l><A CLASS=i HREF="67.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="69.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>