<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 9 Verse 69</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 9 Verse 69"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Deliverance of Gop&#299;n&#257;tha Pattan&#257;yaka</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 9.69</P><P CLASS=c>tom&#257;ra bhajana-phale tom&#257;te 'prema-dhana'</P><P CLASS=c>vishaya l&#257;gi' tom&#257;ya bhaje, sei m&#363;rkha jana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/b/bhajana">bhajana</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/p/phale">phale</A> &#8212; by the result of; <A CLASS=v HREF="http://vedabase.net/t/tomate">tom&#257;te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; wealth of love; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A> <A CLASS=v HREF="http://vedabase.net/l/lagi">l&#257;gi</A>' &#8212; for material profit; <A CLASS=v HREF="http://vedabase.net/t/tomaya">tom&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/b/bhaje">bhaje</A> &#8212; one engages <A HREF="http://vedabase.net/i/in">in</A> Your service; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/m/murkha">m&#363;rkha</A> <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> fool.</P><P CLASS=t>TRANSLATION</P><P>K&#257;&#347;&#299; Mi&#347;ra continued, "If one engages in devotional service for Your satisfaction, this will result in his increasingly awakening his dormant love for You. But if one engages in Your devotional service for material purposes, he should be considered a number-one fool.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments that there are many materialistic persons who become preachers, gurus, religionists or philosophers only for the sake of maintaining a high standard of living and sense gratification for themselves and their families. Sometimes they adopt the dress of a sanny&#257;s&#299; or preacher. They train some of their family members as lawyers and continually seek help from a high court to acquire riches on the plea of maintaining temples. Although such persons may call themselves preachers, live in Vrind&#257;vana or Navadv&#299;pa, and also print many religious books, it is all for the same purpose, namely to earn a living to maintain their wives and children. They may also professionally recite the Bh&#257;gavatam or other scriptures, worship the Deity in the temple and initiate disciples. Making a show of devotional paraphernalia, they may also collect money from the public and use it to cure the disease of some family member or near relative. Sometimes they become b&#257;b&#257;j&#299;s or collect money on the plea of worshiping the poor, whom they call daridra-n&#257;r&#257;yana, or for social and political upliftment. Thus they spread a network of business schemes to collect money for sense gratification by cheating people in general, who have no knowledge of pure devotional service. Such cheaters cannot understand that by offering devotional service to the Supreme Personality of Godhead, one can be elevated to a position of eternal servitude to the Lord, which is even greater than the position of Brahm&#257; and other demigods. Unfortunately, fools have no understanding of the perpetual pleasure of devotional service.</P><P CLASS=l><A CLASS=i HREF="68.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="70.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>