<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 9"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: The Deliverance of Gop&#299;n&#257;tha Pattan&#257;yaka</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 9 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 9.1</B></A>: The innumerable, glorious followers of &#346;r&#299; Caitanya Mah&#257;prabhu brought a constant flood to the desertlike hearts of the unfortunate with an inundation of ecstatic love.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 9.2</B></A>: All glories to &#346;r&#299; Krishna Caitanya Mah&#257;prabhu, the most merciful incarnation! All glories to Lord Nity&#257;nanda, whose heart is always compassionate!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 9.3</B></A>: All glories to Advaita &#256;c&#257;rya, who is very merciful! All glories to the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu, who are always overwhelmed by transcendental bliss!</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 9.4</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu lived at N&#299;l&#257;cala [Jagann&#257;tha Pur&#299;] with His personal devotees, always merged in ecstatic love for Krishna.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 9.5</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu always felt waves of separation from Krishna, externally and internally. His mind and body were agitated by various spiritual transformations.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 9.6</B></A>: During the day He chanted, danced and saw Lord Jagann&#257;tha in the temple. At night He tasted transcendental bliss in the company of R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 9.7</B></A>: People from the three worlds used to come visit &#346;r&#299; Caitanya Mah&#257;prabhu. Anyone who saw Him received the transcendental treasure of love for Krishna.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 9.8</B></A>: The inhabitants of the seven higher planetary systems &#8212; including the demigods, the Gandharvas and the Kinnaras &#8212; and the inhabitants of the seven lower planetary systems [P&#257;t&#257;laloka], including the demons and serpentine living entities, all visited &#346;r&#299; Caitanya Mah&#257;prabhu in the dress of human beings.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 9.9</B></A>: Dressed in different ways, people from the seven islands and nine khandas visited &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 9.10</B></A>: Prahl&#257;da Mah&#257;r&#257;ja, Bali Mah&#257;r&#257;ja, Vy&#257;sadeva, &#346;ukadeva Gosv&#257;m&#299; and other great sages came to visit &#346;r&#299; Caitanya Mah&#257;prabhu. Upon seeing Him, they became unconscious in ecstatic love for Krishna.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 9.11</B></A>: Being unable to see &#346;r&#299; Caitanya Mah&#257;prabhu, the populace outside His room would make a tumultuous sound. Thus &#346;r&#299; Caitanya Mah&#257;prabhu would go outside and tell them, "Chant Hare Krishna."</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 9.12</B></A>: All kinds of people would come to see the Lord, and upon seeing Him they would be overwhelmed with ecstatic love for Krishna. In this way &#346;r&#299; Caitanya Mah&#257;prabhu passed His days and nights.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 9.13</B></A>: One day people suddenly came to &#346;r&#299; Caitanya Mah&#257;prabhu and informed Him, "Gop&#299;n&#257;tha Pattan&#257;yaka, the son of Bhav&#257;nanda R&#257;ya, has been condemned to death by the bada-j&#257;n&#257;, the eldest son of the King, and has been raised on the c&#257;&#324;ga.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 9.14</B></A>: "The bada-j&#257;n&#257; has placed swords beneath the platform," they said, "and will throw Gop&#299;n&#257;tha upon them. O Lord, only if You protect him will he be saved.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 9.15</B></A>: "Bhav&#257;nanda R&#257;ya and his entire family are your servants. Therefore it is quite fitting for You to save the son of Bhav&#257;nanda R&#257;ya."</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 9.16</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu inquired, "Why is the King chastising him?" Thereupon the people described the entire incident.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 9.17</B></A>: They said, "Gop&#299;n&#257;tha Pattan&#257;yaka, the brother of R&#257;m&#257;nanda R&#257;ya, has always been a treasurer for the government.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 9.18</B></A>: "He served in the place known as M&#257;laj&#257;thy&#257; Dandap&#257;ta, soliciting and collecting money there and depositing it in the government treasury.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 9.19</B></A>: "Once when he deposited the collection, however, a balance of 200,000 k&#257;hanas of conchshells was due from him. Therefore the King demanded this sum.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 9.20</B></A>: "Gop&#299;n&#257;tha Pattan&#257;yaka replied, 'There is no money I can immediately give you in cash. Please give me time. Gradually I shall purchase and sell my gross goods and in this way fill your treasury.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 9.21</B></A>: "'There are ten to twelve good horses. Take them immediately for a proper price.' After saying this, he brought all the horses to the door of the King.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 9.22</B></A>: "One of the princes knew how to estimate the price of horses very well. Thus the King sent for him to come with his ministers and friends.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 9.23</B></A>: "The prince, however, purposely gave a reduced estimate for the value of the horses. When Gop&#299;n&#257;tha Pattan&#257;yaka heard the price quoted, he was very angry.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 9.24</B></A>: "That prince had a personal idiosyncrasy of turning his neck and facing the sky, looking here and there again and again.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 9.25</B></A>: "Gop&#299;n&#257;tha Pattan&#257;yaka criticized the prince. He was unafraid of the prince because the King was very kind toward him.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 9.26</B></A>: "Gop&#299;n&#257;tha Pattan&#257;yaka said, 'My horses never turn their necks or look upward. Therefore the price for them should not be reduced.'</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 9.27</B></A>: "Hearing this criticism, the prince became very angry. Going before the King, he made some false allegations against Gop&#299;n&#257;tha Pattan&#257;yaka.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 9.28</B></A>: "'This Gop&#299;n&#257;tha Pattan&#257;yaka,' he said, 'is unwilling to pay the money due. Instead, he is squandering it under some pretext. If you issue an order, I can put him on the c&#257;&#324;ga and thus realize the money.'</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 9.29</B></A>: "The King replied, 'You can adopt whatever means you think best. Any device by which you can somehow or other realize the money is all right.'</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 9.30</B></A>: "Thus the prince went back, raised Gop&#299;n&#257;tha Pattan&#257;yaka onto the platform of the c&#257;&#324;ga and spread swords below upon which to throw him."</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 9.31</B></A>: After hearing this explanation, &#346;r&#299; Caitanya Mah&#257;prabhu replied with affectionate anger. "Gop&#299;n&#257;tha Pattan&#257;yaka does not want to pay the King the money that is due," the Lord said. "How then is the King at fault in punishing him?</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 9.32</B></A>: "Gop&#299;n&#257;tha Pattan&#257;yaka is in charge of collecting money on behalf of the government, but he misappropriates it. Not fearing the King, he squanders it to see dancing girls.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 9.33</B></A>: "If one is intelligent, let him perform service to the government, and after paying the government, he can spend whatever money is left."</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 9.34</B></A>: At that time another person came there in great haste, bringing the news that V&#257;n&#299;n&#257;tha R&#257;ya and his entire family had been arrested.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 9.35</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "The King must personally realize the money that is due. I am but a sanny&#257;s&#299;, a member of the renounced order. What can I do?"</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 9.36</B></A>: Then all the devotees, headed by Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, fell at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu and submitted the following plea.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 9.37</B></A>: "All the members of R&#257;m&#257;nanda R&#257;ya's family are Your eternal servants. Now they are in danger. It is not befitting for You to be indifferent to them in this way."</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 9.38</B></A>: After hearing this, &#346;r&#299; Caitanya Mah&#257;prabhu spoke in an angry mood. "You want to order Me to go to the King," He said.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 9.39</B></A>: "Your opinion is that I should go to the King's palace and spread My cloth to beg money from him.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 9.40</B></A>: "Of course, a sanny&#257;s&#299; or br&#257;hmana may beg for up to five gand&#257;s, but why should he be granted the inappropriate sum of 200,000 k&#257;hanas of conchshells?"</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 9.41</B></A>: Then another person came with the news that Gop&#299;n&#257;tha had already been set up to be thrown upon the points of the swords.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 9.42</B></A>: Hearing this news, all the devotees again appealed to the Lord, but the Lord replied, "I am a beggar. It is impossible for Me to do anything about this.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 9.43</B></A>: "Therefore if you want to save him, you should all pray together at the lotus feet of Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 9.44</B></A>: "Lord Jagann&#257;tha is the Supreme Personality of Godhead. He possesses all potencies. Therefore He is able to act freely and can do and undo whatever He likes."</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 9.45</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu replied in this way, an officer named Haricandana P&#257;tra went to the King and spoke with him.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 9.46</B></A>: "After all," he said, "Gop&#299;n&#257;tha Pattan&#257;yaka is your faithful servant. To condemn a servant to death is not good behavior.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 9.47</B></A>: "His only fault is that he owes some money to the government. If he is killed, however, what profit will there be? The government will be the loser, for it will not get the money.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 9.48</B></A>: "It would be better to take the horses for a proper price and let him gradually repay the balance. Why are you killing him unnecessarily?"</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 9.49</B></A>: The King answered in surprise, "I did not know about all this. Why should his life be taken? I only want the money from him.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 9.50</B></A>: "Go there and adjust everything. I want only the payment, not his life."</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 9.51</B></A>: Haricandana then returned and informed the prince of the King's desire, and immediately Gop&#299;n&#257;tha Pattan&#257;yaka was taken down from the c&#257;&#324;ga.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 9.52</B></A>: Then he was told that the King demanded the money due him and asked what means he would adopt to pay it. "Kindly take my horses," he replied, "for a proper price.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 9.53</B></A>: "I shall gradually pay the balance as I can. Without consideration, however, you were going to take my life. What can I say?"</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 9.54</B></A>: Then the government took all the horses for a proper price, a time was set for payment of the balance, and Gop&#299;n&#257;tha Pattan&#257;yaka was released.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 9.55</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu inquired from the messenger, "What was V&#257;n&#299;n&#257;tha doing when he was arrested and brought there?"</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 9.56</B></A>: The messenger replied, "He was fearlessly, incessantly chanting the mah&#257;-mantra &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 9.57</B></A>: "He counted the chants on the fingers of both hands, and after he had finished chanting one thousand times, he would make a mark on his body."</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 9.58</B></A>: Hearing this news, the Lord was very pleased. Who can understand the mercy of the Lord upon His devotee?</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 9.59</B></A>: At that time K&#257;&#347;&#299; Mi&#347;ra came to the residence of &#346;r&#299; Caitanya Mah&#257;prabhu, and the Lord talked with him with some agitation.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 9.60</B></A>: "I cannot stay here any longer," the Lord said. "I shall go to &#256;l&#257;lan&#257;tha. There are too many disturbances here, and I cannot get any rest.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 9.61</B></A>: "All the family members of Bhav&#257;nanda R&#257;ya are engaged in government service, but they spend the government's revenue in various ways.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 9.62</B></A>: "What is the fault on the part of the King? He wants the government's money. However, when they are punished for failing to pay the government its due, they come to Me to release them.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 9.63</B></A>: "When the King put Gop&#299;n&#257;tha Pattan&#257;yaka on the c&#257;&#324;ga, messengers came four times to inform Me about the incident.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 9.64</B></A>: "As a beggar sanny&#257;s&#299;, a mendicant, I wish to live alone in a solitary place, but these people come to tell Me about their unhappiness and disturb Me.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 9.65</B></A>: "Jagann&#257;tha has saved him once from death today, but if tomorrow he again does not pay what he owes the treasury, who will give him protection?</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 9.66</B></A>: "If I hear about the activities of materialistic persons, My mind becomes agitated. There is no need for Me to stay here and be disturbed in that way."</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 9.67</B></A>: K&#257;&#347;&#299; Mi&#347;ra caught hold of the Lord's lotus feet and said, "Why should You be agitated by these affairs?</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 9.68</B></A>: "You are a renounced sanny&#257;s&#299;. What connections do You have? One who worships You for some material purpose is blind to all knowledge."</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 9.69</B></A>: K&#257;&#347;&#299; Mi&#347;ra continued, "If one engages in devotional service for Your satisfaction, this will result in his increasingly awakening his dormant love for You. But if one engages in Your devotional service for material purposes, he should be considered a number-one fool.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 9.70</B></A>: "It is only for Your sake that R&#257;m&#257;nanda R&#257;ya resigned from the governorship of South India and San&#257;tana Gosv&#257;m&#299; gave up his post as minister.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 9.71</B></A>: "It is for Your sake that Raghun&#257;tha d&#257;sa gave up all his family relationships. His father sent money and men here to serve him.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 9.72</B></A>: "However, because he has received the mercy of Your lotus feet, he does not even accept his father's money. Instead he eats by begging alms from centers for the distribution of food.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 9.73</B></A>: "Gop&#299;n&#257;tha Pattan&#257;yaka is a good gentleman. He does not desire material benefits from You.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 9.74</B></A>: "It is not Gop&#299;n&#257;tha who sent all those men so that You would release him from his plight. Rather, his friends and servants, seeing his distressed condition, informed You because they all knew that Gop&#299;n&#257;tha is a soul surrendered unto You.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 9.75</B></A>: "Gop&#299;n&#257;tha Pattan&#257;yaka is a pure devotee who worships You only for Your satisfaction. He does not care about his personal happiness or distress, for that is the business of a materialist.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 9.76</B></A>: "One who engages in Your devotional service twenty-four hours a day, desiring only Your mercy, will very soon attain shelter at Your lotus feet.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 9.77</B></A>: "'One who seeks Your compassion and thus tolerates all kinds of adverse conditions due to the karma of his past deeds, who engages always in Your devotional service with his mind, words and body, and who always offers obeisances unto You is certainly a bona fide candidate for becoming Your unalloyed devotee.'</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 9.78</B></A>: "Kindly stay here at Jagann&#257;tha Pur&#299;. Why should You go to &#256;l&#257;lan&#257;tha? Henceforward, no one will approach You about material affairs."</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 9.79</B></A>: Finally K&#257;&#347;&#299; Mi&#347;ra told the Lord, "If You want to give protection to Gop&#299;n&#257;tha, then Lord Jagann&#257;tha, who protected him today, will also protect him in the future."</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 9.80</B></A>: After saying this, K&#257;&#347;&#299; Mi&#347;ra left the abode of &#346;r&#299; Caitanya Mah&#257;prabhu and returned to his own temple. At noon King Prat&#257;parudra came to K&#257;&#347;&#299; Mi&#347;ra's home.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 9.81</B></A>: As long as King Prat&#257;parudra stayed in Purushottama, he performed one regular duty.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 9.82</B></A>: He would come daily to the house of K&#257;&#347;&#299; Mi&#347;ra to massage his lotus feet. The King would also hear from him about how opulently Lord Jagann&#257;tha was being served.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 9.83</B></A>: When the King began pressing his lotus feet, K&#257;&#347;&#299; Mi&#347;ra informed him about something through hints.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 9.84</B></A>: "My dear King," he said, "please hear one uncommon item of news. &#346;r&#299; Caitanya Mah&#257;prabhu wants to leave Jagann&#257;tha Pur&#299; and go to &#256;l&#257;lan&#257;tha."</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 9.85</B></A>: When the King heard that &#346;r&#299; Caitanya Mah&#257;prabhu was going to &#256;l&#257;lan&#257;tha, he was very unhappy and inquired about the reason. Then K&#257;&#347;&#299; Mi&#347;ra informed him of all the details.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 9.86</B></A>: "When Gop&#299;n&#257;tha Pattan&#257;yaka was lifted onto the c&#257;&#324;ga," he said, "all his servants went to inform &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 9.87</B></A>: "Hearing about this, &#346;r&#299; Caitanya Mah&#257;prabhu was extremely sorry at heart, and in anger He chastised Gop&#299;n&#257;tha Pattan&#257;yaka.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 9.88</B></A>: "'Because he is mad after sense gratification,' the Lord said, 'he acts as a government servant but spends the government's revenue for various sinful activities.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 9.89</B></A>: "'The revenue of the government is more sacred than the property of a br&#257;hmana. One who misappropriates the government's money and uses it to enjoy sense gratification is most sinful.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Antya 9.90</B></A>: "'One who serves the government but misappropriates the government's revenue is liable to be punished by the king. That is the verdict of all revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Antya 9.91</B></A>: "'The King wanted his revenue paid and did not want to enforce punishment. Therefore the King is certainly very religious. But Gop&#299;n&#257;tha Pattan&#257;yaka is a great cheat.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 9.92</B></A>: "'He does not pay the revenue to the King, but he wants My help for release. This is a greatly sinful affair. I cannot tolerate it here.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 9.93</B></A>: "'Therefore I shall leave Jagann&#257;tha Pur&#299; and go to &#256;l&#257;lan&#257;tha, where I shall live peacefully and not hear about all these affairs of materialistic people.'"</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 9.94</B></A>: When King Prat&#257;parudra heard all these details, he felt great pain in his mind. "I shall give up all that is due from Gop&#299;n&#257;tha Pattan&#257;yaka," he said, "if &#346;r&#299; Caitanya Mah&#257;prabhu will stay here at Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 9.95</B></A>: "If even for a moment I could get an interview with Lord &#346;r&#299; Caitanya Mah&#257;prabhu, I would not care for the profit of millions of cint&#257;mani stones.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 9.96</B></A>: "I do not care about this small sum of 200,000 k&#257;hanas. What to speak of this, I would indeed sacrifice everything at the lotus feet of the Lord, including my life and kingdom."</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 9.97</B></A>: K&#257;&#347;&#299; Mi&#347;ra hinted to the King, "It is not the Lord's desire that you forfeit the payment. He is unhappy only because the whole family is troubled."</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 9.98</B></A>: The King replied, "I had no desire to give pain to Gop&#299;n&#257;tha Pattan&#257;yaka and his family, nor did I know about his being lifted onto the c&#257;&#324;ga to be thrown on the swords and killed.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 9.99</B></A>: "He sneered at Purushottama J&#257;n&#257;. Therefore the prince tried to scare him as a punishment.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 9.100</B></A>: "Go personally to &#346;r&#299; Caitanya Mah&#257;prabhu and keep Him at Jagann&#257;tha Pur&#299; with great attention. I shall excuse Gop&#299;n&#257;tha Pattan&#257;yaka from all his debts."</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 9.101</B></A>: K&#257;&#347;&#299; Mi&#347;ra said, "Excusing Gop&#299;n&#257;tha Pattan&#257;yaka of all his debts will make the Lord unhappy, for that is not His intention."</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 9.102</B></A>: The King said, "I shall absolve Gop&#299;n&#257;tha Pattan&#257;yaka of all his debts, but don't speak of this to the Lord. Simply let Him know that all the family members of Bhav&#257;nanda R&#257;ya, including Gop&#299;n&#257;tha Pattan&#257;yaka, are naturally my dear friends.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 9.103</B></A>: "Bhav&#257;nanda R&#257;ya is worthy of my worship and respect. Therefore I am always naturally affectionate to his sons."</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Antya 9.104</B></A>: After offering obeisances to K&#257;&#347;&#299; Mi&#347;ra, the King returned to his palace and called for both Gop&#299;n&#257;tha and the eldest prince.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Antya 9.105</B></A>: The King told Gop&#299;n&#257;tha Pattan&#257;yaka, "You are excused for all the money you owe the treasury, and the place known as M&#257;laj&#257;thy&#257; Dandap&#257;ta is again given to you for collections.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Antya 9.106</B></A>: "Do not again misappropriate the revenue of the government. In case you think your salary insufficient, henceforward it will be doubled."</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Antya 9.107</B></A>: After saying this, the King appointed him by offering him a silken wrapper for his body. "Go to &#346;r&#299; Caitanya Mah&#257;prabhu," he said. "After taking permission from Him, go to your home. I bid you farewell. Now you may go."</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Antya 9.108</B></A>: By the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu, one can certainly become spiritually advanced. Indeed, no one can estimate the results of His mercy.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Antya 9.109</B></A>: Gop&#299;n&#257;tha Pattan&#257;yaka achieved the result of kingly opulence due to but a glimpse of the Lord's mercy. Therefore no one can calculate the full value of His mercy.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Antya 9.110</B></A>: Gop&#299;n&#257;tha Pattan&#257;yaka was lifted onto the c&#257;&#324;ga to be killed, and all his money was taken away, but instead his debts were excused, and he was appointed collector in the same place.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Antya 9.111</B></A>: On one hand Gop&#299;n&#257;tha Pattan&#257;yaka was unable to clear his debt even by selling all his possessions, but on the other his salary was doubled, and he was honored with the silken wrapper.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Antya 9.112</B></A>: It was not the desire of Lord Caitanya Mah&#257;prabhu that Gop&#299;n&#257;tha Pattan&#257;yaka be excused of his debt to the government, nor was it His desire that his salary be doubled or that he be reappointed collector at the same place.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Antya 9.113</B></A>: When Gop&#299;n&#257;tha Pattan&#257;yaka's servant went to &#346;r&#299; Caitanya Mah&#257;prabhu and informed the Lord of his plight, the Lord was somewhat agitated and dissatisfied.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Antya 9.114</B></A>: The Lord had no intention of awarding His devotee the happiness of material opulence, yet simply because of His being informed, such a great result was obtained.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Antya 9.115</B></A>: No one can estimate the wonderful characteristics of &#346;r&#299; Caitanya Mah&#257;prabhu. Even Lord Brahm&#257; and Lord &#346;iva cannot understand the intentions of the Lord.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Antya 9.116</B></A>: K&#257;&#347;&#299; Mi&#347;ra went to &#346;r&#299; Caitanya Mah&#257;prabhu and informed Him in detail of all the King's intentions.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Antya 9.117</B></A>: Upon hearing about K&#257;&#347;&#299; Mi&#347;ra's tactics with the King, &#346;r&#299; Caitanya Mah&#257;prabhu said, "K&#257;&#347;&#299; Mi&#347;ra, what have you done? You have made Me indirectly take help from the King."</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Antya 9.118</B></A>: K&#257;&#347;&#299; Mi&#347;ra said, "My dear Lord, the King has done this without reservations. Kindly hear his statement.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Antya 9.119</B></A>: "The King said, 'Speak to the Lord in such a way that He will not think, "For My sake the King has forfeited 200,000 k&#257;hanas of kaudis."</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Antya 9.120</B></A>: "'Inform &#346;r&#299; Caitanya Mah&#257;prabhu that all the sons of Bhav&#257;nanda R&#257;ya are especially dear to me. I consider them like members of my family.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Antya 9.121</B></A>: "'Therefore I have appointed them collectors in various places, and although they spend the government's money, eat, drink, plunder and distribute it as they like, I do not take them very seriously.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Antya 9.122</B></A>: "'I made R&#257;m&#257;nanda R&#257;ya the governor of R&#257;jamahendr&#299;. There is practically no account of whatever money he took and distributed in that position.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Antya 9.123</B></A>: "'Having been appointed collector, Gop&#299;n&#257;tha, in the same way, also generally spends 200,000 to 400,000 k&#257;hanas as he likes.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Antya 9.124</B></A>: "'Gop&#299;n&#257;tha Pattan&#257;yaka would collect some and pay some, spending it at will, but I would not consider this very seriously. This time, however, he was put into trouble because of a misunderstanding with the prince.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Antya 9.125</B></A>: "'The prince created this situation without my knowledge, but actually I consider all the sons of Bhav&#257;nanda R&#257;ya to be like my relatives.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Antya 9.126</B></A>: "'Because of my intimate relationship with them, I have absolved Gop&#299;n&#257;tha Pattan&#257;yaka of all his debts. &#346;r&#299; Caitanya Mah&#257;prabhu does not know this fact. Whatever I have done is because of my intimate relationship with the family of Bhav&#257;nanda R&#257;ya.'"</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Antya 9.127</B></A>: Having heard from K&#257;&#347;&#299; Mi&#347;ra all these statements concerning the King's mentality, &#346;r&#299; Caitanya Mah&#257;prabhu was very happy. At that time, Bhav&#257;nanda R&#257;ya arrived there.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Antya 9.128</B></A>: Bhav&#257;nanda R&#257;ya, along with his five sons, fell at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, who lifted him up and embraced him.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Antya 9.129</B></A>: Thus R&#257;m&#257;nanda R&#257;ya, all his brothers and their father met &#346;r&#299; Caitanya Mah&#257;prabhu. Then Bhav&#257;nanda R&#257;ya began speaking.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Antya 9.130</B></A>: "All these members of my family," he said, "are Your eternal servants. You have saved us from this great danger. Therefore You have purchased us for a proper price.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Antya 9.131</B></A>: "You have now demonstrated Your love for Your devotees, just as when You previously saved the five P&#257;ndavas from great danger."</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Antya 9.132</B></A>: Gop&#299;n&#257;tha Pattan&#257;yaka, his head covered with the silken wrapper, fell at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu and described in detail the King's mercy toward him.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Antya 9.133</B></A>: "The King has excused me for the balance due," he said. "He has reappointed me to my post by honoring me with this silken cloth and has doubled my salary.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Antya 9.134</B></A>: "I was lifted upon the c&#257;&#324;ga to be killed, but instead I was honored with this silken cloth. This is all Your mercy.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Antya 9.135</B></A>: "On the c&#257;&#324;ga I began meditating upon Your lotus feet, and the power of that remembrance has yielded all these results.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Antya 9.136</B></A>: "Struck with wonder by my affairs, the populace is glorifying the greatness of Your mercy.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Antya 9.137</B></A>: "However, my Lord, these are not the principal results of meditating upon Your lotus feet. Material opulence is very flickering. Therefore it is simply a glimpse of the result of Your mercy.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Antya 9.138</B></A>: "Your real mercy has been granted to R&#257;m&#257;nanda R&#257;ya and V&#257;n&#299;n&#257;tha R&#257;ya, for You have detached them from all material opulence. I think that I have not been favored by such mercy.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Antya 9.139</B></A>: "Kindly bestow upon me Your pure mercy so that I may also become renounced. I am no longer interested in material enjoyment."</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Antya 9.140</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "If you all adopt the renounced order and lose interest in dealing with pounds, shillings and pence, who will take charge of maintaining your large family?</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Antya 9.141</B></A>: "Whether you are involved in material activities or become completely renounced, you five brothers are all My eternal servants, birth after birth.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Antya 9.142</B></A>: "However, just obey one order from Me. Do not spend any of the King's revenue.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Antya 9.143</B></A>: "First you should pay the revenue due the King, and then you may spend the balance for religious and fruitive activities.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Antya 9.144</B></A>: "Don't spend a farthing for sinful activities, for which you will be the loser both in this life and the next." After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu bade them farewell.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Antya 9.145</B></A>: Thus the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu was spoken of in the family of Bhav&#257;nanda R&#257;ya. That mercy was clearly demonstrated, although it appeared to be something different.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Antya 9.146</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu embraced them all and bade them farewell. Then all the devotees got up and left, loudly chanting the holy name of Hari.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Antya 9.147</B></A>: Seeing the extraordinary mercy the Lord granted to the family of Bhav&#257;nanda R&#257;ya, everyone was struck with wonder. They could not understand the behavior of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Antya 9.148</B></A>: Indeed, when all the devotees had requested the Lord to bestow His mercy upon Gop&#299;n&#257;tha Pattan&#257;yaka, the Lord had replied that He could do nothing.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Antya 9.149</B></A>: I have simply described the chastisement of Gop&#299;n&#257;tha Pattan&#257;yaka and &#346;r&#299; Caitanya Mah&#257;prabhu's indifference. But the deep meaning of this behavior is very difficult to understand.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Antya 9.150</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu gave so much to Gop&#299;n&#257;tha Pattan&#257;yaka without directly making requests of either K&#257;&#347;&#299; Mi&#347;ra or the King.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Antya 9.151</B></A>: The intentions of &#346;r&#299; Caitanya Mah&#257;prabhu are so deep that one can understand them only if he has complete faith in service to the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Antya 9.152</B></A>: Whether or not one understands it, if one hears of this incident concerning the activities of Gop&#299;n&#257;tha Pattan&#257;yaka and Lord &#346;r&#299; Caitanya Mah&#257;prabhu's causeless mercy upon him, certainly he will be promoted to the platform of ecstatic love for the Lord, and for him all dangers will be nullified.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Antya 9.153</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>