<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 113</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 113"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Lord's Return to Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 10.113</P><P CLASS=c>bhakti-siddh&#257;nta-viruddha, &#257;ra ras&#257;bh&#257;sa</P><P CLASS=c>&#347;unite n&#257; haya prabhura cittera ull&#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/s/siddhanta">siddh&#257;nta</A> &#8212; conclusive statements about the science of devotional service; <A CLASS=v HREF="http://vedabase.net/v/viruddha">viruddha</A> &#8212; opposing; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A>-<A CLASS=v HREF="http://vedabase.net/a/abhasa">&#257;bh&#257;sa</A> &#8212; overlapping of transcendental mellows; <A CLASS=v HREF="http://vedabase.net/s/sunite">&#347;unite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> hear; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/c/cittera">cittera</A> &#8212; of the heart; <A CLASS=v HREF="http://vedabase.net/u/ullasa">ull&#257;sa</A> &#8212; jubilation.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu was never pleased to hear books or verses opposed to the conclusive statements of devotional service. The Lord did not like hearing ras&#257;bh&#257;sa, the overlapping of transcendental mellows.</P><P CLASS=t>PURPORT</P><P>Bhakti-siddh&#257;nta-viruddha refers to that which is against the principle of unity in diversity, philosophically known as acintya-bhed&#257;bheda &#8212; simultaneous oneness and difference &#8212; whereas ras&#257;bh&#257;sa is something that may appear to be a transcendental mellow but actually is not. Those who are pure Vaishnavas should avoid both these things opposed to devotional service. These misconceptions practically parallel the M&#257;y&#257;v&#257;da philosophy. If one indulges in M&#257;y&#257;v&#257;da philosophy, he gradually falls down from the platform of devotional service. By overlapping mellows (ras&#257;bh&#257;sa) one eventually becomes a pr&#257;krita-sahajiy&#257; and takes everything to be very easy. One may also become a member of the b&#257;ula community and gradually become attracted to material activities. &#346;r&#299; Caitanya Mah&#257;prabhu has therefore advised us to avoid bhakti-siddh&#257;nta-viruddha and ras&#257;bh&#257;sa. In this way the devotee can remain pure and free from falldowns. Everyone should try to remain aloof from bhakti-siddh&#257;nta-viruddha and ras&#257;bh&#257;sa.</P><P CLASS=l><A CLASS=i HREF="112.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="114.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>