<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 119</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 119"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Lord's Return to Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 10.119</P><P CLASS=c>heloddh&#363;nita-kheday&#257; vi&#347;aday&#257; pronm&#299;lad-&#257;moday&#257;</P><P CLASS=c>&#347;&#257;myac-ch&#257;stra-viv&#257;day&#257; rasa-day&#257; citt&#257;rpitonm&#257;day&#257;</P><P CLASS=c>&#347;a&#347;vad-bhakti-vinoday&#257; sa-maday&#257; m&#257;dhurya-mary&#257;day&#257;</P><P CLASS=c>&#347;r&#299;-caitanya day&#257;-nidhe tava day&#257; bh&#363;y&#257;d amandoday&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hela">hel&#257;</A> &#8212; very easily; <A CLASS=v HREF="http://vedabase.net/u/uddhunita">uddh&#363;nita</A> &#8212; driven away; <A CLASS=v HREF="http://vedabase.net/k/khedaya">kheday&#257;</A> &#8212; lamentation; <A CLASS=v HREF="http://vedabase.net/v/visadaya">vi&#347;aday&#257;</A> &#8212; which purifies everything; <A CLASS=v HREF="http://vedabase.net/p/pronmilat">pronm&#299;lat</A> &#8212; awakening; <A CLASS=v HREF="http://vedabase.net/a/amodaya">&#257;moday&#257;</A> &#8212; transcendental bliss; <A CLASS=v HREF="http://vedabase.net/s/samyat">&#347;&#257;myat</A> &#8212; mitigating; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A> &#8212; of revealed scriptures; <A CLASS=v HREF="http://vedabase.net/v/vivadaya">viv&#257;day&#257;</A> &#8212; disagreements; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A>-<A CLASS=v HREF="http://vedabase.net/d/daya">day&#257;</A> &#8212; distributing all transcendental mellows; <A CLASS=v HREF="http://vedabase.net/c/citta">citta</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/a/arpita">arpita</A> &#8212; fixed; <A CLASS=v HREF="http://vedabase.net/u/unmadaya">unm&#257;day&#257;</A> &#8212; jubilation; <A CLASS=v HREF="http://vedabase.net/s/sasvat">&#347;a&#347;vat</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/v/vinodaya">vinoday&#257;</A> &#8212; stimulating; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/m/madaya">maday&#257;</A> &#8212; full of ecstasy; <A CLASS=v HREF="http://vedabase.net/m/madhurya">m&#257;dhurya</A> &#8212; of conjugal love; <A CLASS=v HREF="http://vedabase.net/m/maryadaya">mary&#257;day&#257;</A> &#8212; the limit; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/d/daya">day&#257;</A>-<A CLASS=v HREF="http://vedabase.net/n/nidhe">nidhe</A> &#8212; ocean of mercy; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/d/daya">day&#257;</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/b/bhuyat">bh&#363;y&#257;t</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be; <A CLASS=v HREF="http://vedabase.net/a/amanda">amanda</A> &#8212; of good fortune; <A CLASS=v HREF="http://vedabase.net/u/udaya">uday&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which there is awakening.</P><P CLASS=t>TRANSLATION</P><P>"O ocean of mercy, &#346;r&#299; Caitanya Mah&#257;prabhu! Let there be an awakening of Your auspicious mercy, which easily drives away all kinds of material lamentation by making everything pure and blissful. Indeed, Your mercy awakens transcendental bliss and covers all material pleasures. By Your auspicious mercy, quarrels and disagreements arising among different scriptures are vanquished. Your auspicious mercy pours forth transcendental mellows and thus causes the heart to jubilate. Your mercy, which is full of joy, always stimulates devotional service and glorifies conjugal love of God. May transcendental bliss be awakened within my heart by Your causeless mercy."</P><P CLASS=t>PURPORT</P><P>This important verse (&#346;r&#299; Caitanya-candrodaya-n&#257;taka <A CLASS=v HREF="http://vedabase.net/todo/nataka8/10">8.10</A>) specifically describes the Lord's causeless mercy. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains that &#346;r&#299; Caitanya Mah&#257;prabhu, who is the most magnanimous Personality of Godhead, distributes His causeless mercy in three ways to the conditioned soul. Every living entity is morose in the material world because he is always in want. He undergoes a great struggle for existence and tries to minimize his miserable condition by squeezing the utmost pleasure out of this world. But the living entity is never successful in this endeavor. While in a miserable condition, a person sometimes seeks the favor of the Supreme Personality of Godhead, but this is very difficult for materialistic people to obtain. However, when one becomes Krishna conscious by the grace of the Lord, the fragrance of the lotus feet of the Lord expands, and in this way a materialist may gain freedom from his miseries. Actually his mind is cleansed by his transcendental connection with the lotus feet of the Lord. At such a time one is enlightened by the loving service of the Lord.</P><P>There are many different kinds of scriptures, and by reading them one often becomes puzzled. But when one receives the mercy of the Lord, his confusion is mitigated. Not only are scriptural disparities resolved, but a kind of transcendental bliss is awakened, and in this way one is fully satisfied. The transcendental loving service of the Lord constantly engages the conditioned soul in serving the Lord's lotus feet. Through such fortunate engagement, one's transcendental love for Krishna is increased. One's position is thus completely purified, and one is filled with transcendental bliss accompanied by the spirit soul's jubilation.</P><P>Thus the transcendental causeless mercy of Lord Krishna is manifested in the heart of the devotee. At such a time, material needs no longer exist. The lamentation that invariably accompanies material desires also vanishes. By the grace of the Lord one is elevated to the transcendental position, and then the transcendental mellows of the spiritual world are manifested in him. One's devotional service then becomes firm, and one engages in the Lord's transcendental loving service with great determination. All these combine to fully awaken the devotee's heart with love of Krishna.</P><P>In the beginning, a conditioned soul is bereft of Krishna consciousness and is always morose in his material activities. Later, by associating with a pure devotee, one becomes inquisitive to know the Absolute Truth. In this way one begins to engage in the transcendental service of the Lord. Next, by the Lord's grace all misconceptions are vanquished and the heart is cleansed of all material dirt. It is only then that the pleasure of transcendental bliss is awakened. By the Lord's mercy one is completely convinced of the value of devotional service. When one can see the pastimes of the Lord everywhere, he is firmly situated in transcendental bliss. Such a devotee is relieved of all kinds of material desires, and he preaches the glories of the Lord all over the world. These Krishna conscious activities separate him from material activities and the desire for liberation, because at every step the devotee feels himself connected with the Supreme Personality of Godhead. Although such a devotee may sometimes be involved in household life, he is untouched by material existence due to his constant engagement in devotional service. Thus everyone is advised to take shelter of devotional service to become happy and liberated.</P><P CLASS=l><A CLASS=i HREF="118.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="120.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>