<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 13"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Lord's Return to Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 10.13</P><P CLASS=c>vaishnavera ei haya eka svabh&#257;va ni&#347;cala</P><P CLASS=c>te&#324;ho j&#299;va nahena, hana svatantra &#299;&#347;vara</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vaisnavera">vaishnavera</A> &#8212; of great devotees; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/s/svabhava">svabh&#257;va</A> &#8212; nature; <A CLASS=v HREF="http://vedabase.net/n/niscala">ni&#347;cala</A> &#8212; unflinching; <A CLASS=v HREF="http://vedabase.net/t/tenho">te&#324;ho</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; conditioned soul; <A CLASS=v HREF="http://vedabase.net/n/nahena">nahena</A> &#8212; is not; <A CLASS=v HREF="http://vedabase.net/h/hana">hana</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/s/svatantra">svatantra</A> &#8212; independent; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; controller.</P><P CLASS=t>TRANSLATION</P><P>"A Vaishnava travels to places of pilgrimage to purify them and reclaim fallen conditioned souls. This is one of the duties of a Vaishnava. Actually, &#346;r&#299; Caitanya Mah&#257;prabhu is not a living entity but the Supreme Personality of Godhead Himself. Consequently, He is a fully independent controller, yet in His position as a devotee, He carries out the activities of a devotee."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura points out that because there are many permanent residents in holy places who do not precisely follow the rules and regulations governing living in a sacred place, exalted devotees have to go to these places to reclaim such persons. This is the business of a Vaishnava. A Vaishnava is unhappy to see others materially enmeshed. &#346;r&#299; Caitanya Mah&#257;prabhu taught these activities of a Vaishnava although He is the worshipable Deity of all Vaishnavas, the complete and independent Supreme Personality of Godhead. He is p&#363;rnah &#347;uddho nitya-muktah &#8212; complete, completely uncontaminated and eternally liberated. He is san&#257;tana, for He has no beginning or end.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>