<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 136</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 136"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Lord's Return to Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 10.136</P><P CLASS=c>eta &#347;uni' s&#257;rvabhauma prabhure puchila</P><P CLASS=c>pur&#299;-gos&#257;ñi &#347;&#363;dra-sevaka k&#257;&#324;he ta' r&#257;khila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eta">eta</A> <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A>' &#8212; hearing this; <A CLASS=v HREF="http://vedabase.net/s/sarvabhauma">s&#257;rvabhauma</A> &#8212; <A HREF="http://vedabase.net/s/sarvabhauma">S&#257;rvabhauma</A> <A HREF="http://vedabase.net/b/bhattacarya">Bhatt&#257;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhure">prabhure</A> &#8212; unto the Lord; <A CLASS=v HREF="http://vedabase.net/p/puchila">puchila</A> &#8212; inquired; <A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/gosani">gos&#257;ñi</A> &#8212; <A HREF="http://vedabase.net/i/isvara">&#298;&#347;vara</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>-<A CLASS=v HREF="http://vedabase.net/s/sevaka">sevaka</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> servant who is <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>; <A CLASS=v HREF="http://vedabase.net/k/kanhe">k&#257;&#324;he</A> <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; why; <A CLASS=v HREF="http://vedabase.net/r/rakhila">r&#257;khila</A> &#8212; kept.</P><P CLASS=t>TRANSLATION</P><P>After hearing this, S&#257;rvabhauma Bhatt&#257;c&#257;rya asked &#346;r&#299; Caitanya Mah&#257;prabhu, "Why did &#298;&#347;vara Pur&#299; keep a servant who comes from a &#347;&#363;dra family?"</P><P CLASS=t>PURPORT</P><P>Both K&#257;&#347;&#299;&#347;vara and Govinda were personal servants of &#298;&#347;vara Pur&#299;. After &#298;&#347;vara Pur&#299;'s demise, K&#257;&#347;&#299;&#347;vara went to visit all the holy places of India. Following the orders of his spiritual master, Govinda immediately went to &#346;r&#299; Caitanya Mah&#257;prabhu for shelter. Govinda came from a &#347;&#363;dra family, but because he was initiated by &#298;&#347;vara Pur&#299;, he was certainly a br&#257;hmana. S&#257;rvabhauma Bhatt&#257;c&#257;rya here asked &#346;r&#299; Caitanya Mah&#257;prabhu why &#298;&#347;vara Pur&#299; accepted a disciple from a &#347;&#363;dra family. According to the smriti-&#347;&#257;stra, which gives directions for the management of the varn&#257;&#347;rama institution, a br&#257;hmana cannot accept a disciple from the lower castes. In other words, a kshatriya, vai&#347;ya or &#347;&#363;dra cannot be accepted as a servant. If a spiritual master accepts such a person, he is contaminated. S&#257;rvabhauma Bhatt&#257;c&#257;rya therefore asked why &#298;&#347;vara Pur&#299; accepted a servant or disciple born of a &#347;&#363;dra family.</P><P>In answer to this question, &#346;r&#299; Caitanya Mah&#257;prabhu replied that His spiritual master, &#298;&#347;vara Pur&#299;, was so empowered that he was as good as the Supreme Personality of Godhead. As such, &#298;&#347;vara Pur&#299; was the spiritual master of the whole world. He was not a servant of any mundane rule or regulation. An empowered spiritual master like &#298;&#347;vara Pur&#299; can bestow his mercy upon anyone, irrespective of caste or creed. The conclusion is that an empowered spiritual master is authorized by Krishna and his own guru and should therefore be considered as good as the Supreme Personality of Godhead Himself. That is the verdict of Vi&#347;van&#257;tha Cakravart&#299;: s&#257;ksh&#257;d-dharitvena. An authorized spiritual master is as good as Hari, the Supreme Personality of Godhead. As Hari is free to act as He likes, the empowered spiritual master is also free. As Hari is not subject to mundane rules and regulations, the spiritual master empowered by Him is also not subject. According to the Caitanya-carit&#257;mrita (Antya-l&#299;l&#257; <A CLASS=v HREF="../../../cc/antya/7/11.htm">7.11</A>), krishna-&#347;akti vin&#257; nahe t&#257;ra pravartana. An authorized spiritual master empowered by Krishna can spread the glories of the holy name of the Lord, for he has power of attorney from the Supreme Personality of Godhead. In the mundane world, anyone possessing his master's power of attorney can act on behalf of his master. Similarly, a spiritual master empowered by Krishna through his own bona fide spiritual master should be considered as good as the Supreme Personality of Godhead Himself. That is the meaning of s&#257;ksh&#257;d-dharitvena. &#346;r&#299; Caitanya Mah&#257;prabhu therefore describes the activities of the Supreme Personality of Godhead and the bona fide spiritual master as follows.</P><P CLASS=l><A CLASS=i HREF="135.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="137.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>