<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 168</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 168"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Lord's Return to Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 10.168</P><P CLASS=c>'vy&#257;pya' 'vy&#257;paka'-bh&#257;ve 'j&#299;va'-'brahme' j&#257;ni</P><P CLASS=c>j&#299;va &#8212; vy&#257;pya, brahma &#8212; vy&#257;paka, &#347;&#257;strete v&#257;kh&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vyapya">vy&#257;pya</A> &#8212; localized; <A CLASS=v HREF="http://vedabase.net/v/vyapaka">vy&#257;paka</A> &#8212; all-pervading; <A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; living entity; <A CLASS=v HREF="http://vedabase.net/b/brahme">brahme</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> know; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/v/vyapya">vy&#257;pya</A> &#8212; localized; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/v/vyapaka">vy&#257;paka</A> &#8212; all-pervading; <A CLASS=v HREF="http://vedabase.net/s/sastrete">&#347;&#257;strete</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the revealed scripture; <A CLASS=v HREF="http://vedabase.net/v/vakhani">v&#257;kh&#257;ni</A> &#8212; description.</P><P CLASS=t>TRANSLATION</P><P>Brahm&#257;nanda Bh&#257;rat&#299; continued, "The living entity is localized, whereas the Supreme Brahman is all-pervading. That is the verdict of the revealed scriptures.</P><P CLASS=t>PURPORT</P><P>Brahm&#257;nanda Bh&#257;rat&#299; drew S&#257;rvabhauma Bhatt&#257;c&#257;rya's attention because he wanted him to judge the argument. He then stated that Brahman, the Supreme Lord, is all-pervading. This is confirmed by Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/3.htm">13.3</A>):</P><P>kshetra-jñam c&#257;pi m&#257;m viddhi sarva-kshetreshu bh&#257;rata</P><P CLASS=n>kshetra-kshetrajñayor jñ&#257;nam yat taj jñ&#257;nam matam mama</P><P>"O scion of Bharata, you should understand that I am also the knower in all bodies, and to understand this body and its knower is called knowledge. That is My opinion."</P><P>The Supreme Personality of Godhead in His Param&#257;tm&#257; feature is expanded everywhere. The Brahma-samhit&#257; says, and&#257;ntara-stha-param&#257;nu-cay&#257;ntara-stham: by virtue of His all-pervasive nature, the Supreme Lord is within the universe as well as within all elements of the universe. He is even within the atom. In this way the Supreme Lord Govinda is all-pervasive. On the other hand, the living entities are very, very small. It is said that the living entity is one ten-thousandth of the tip of a hair. Therefore the living entity is localized. Living entities rest on the Brahman effulgence, the bodily rays of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="167.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="169.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>