<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 175</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 175"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Lord's Return to Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 10.175</P><P CLASS=c>&#257;janma karinu muñi 'nir&#257;k&#257;ra'-dhy&#257;na</P><P CLASS=c>tom&#257; dekhi' 'krishna' haila mora vidyam&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; <A HREF="http://vedabase.net/s/since">since</A> my birth; <A CLASS=v HREF="http://vedabase.net/k/karinu">karinu</A> &#8212; have done; <A CLASS=v HREF="http://vedabase.net/m/muni">muñi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/n/nirakara">nir&#257;k&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/d/dhyana">dhy&#257;na</A> &#8212; meditation on impersonal <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/t/toma">tom&#257;</A> <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; by seeing You; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/v/vidyamana">vidyam&#257;na</A> &#8212; experience.</P><P CLASS=t>TRANSLATION</P><P>"I have been meditating on the impersonal Brahman since my birth, but since I have seen You, I have fully experienced Krishna."</P><P CLASS=t>PURPORT</P><P>Brahm&#257;nanda Bh&#257;rat&#299; admitted that when there is an argument between the spiritual master and the disciple, the spiritual master is naturally victorious, although the disciple may put forward a strong argument. In other words, it is customary that the words of the spiritual master are more worshipable than the words of a disciple. Under the circumstances, since Brahm&#257;nanda Bh&#257;rat&#299; was in the position of a spiritual master, he emerged victorious over &#346;r&#299; Caitanya Mah&#257;prabhu, who considered Himself Brahm&#257;nanda Bh&#257;rat&#299;'s disciple. However, Brahm&#257;nanda Bh&#257;rat&#299; reversed the argument and took the position of a devotee, stating that &#346;r&#299; Caitanya Mah&#257;prabhu was the Supreme Personality of Godhead, Krishna. This means that the Lord was voluntarily defeated out of affection for His devotee. He was defeated voluntarily, because no one can defeat the Supreme Lord. Concerning this, the words of Bh&#299;shma in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/9/37.htm">1.9.37</A>) are important:</P><P>sva-nigamam apah&#257;ya mat-pratijñ&#257;m</P><P CLASS=n>ritam adhikartum avapluto ratha-sthah</P><P CLASS=n>dhrita-ratha-carano 'bhyay&#257;c calad-gur</P><P CLASS=n>harir iva hantum ibham gatottar&#299;yah</P><P>"Fulfilling my desire and sacrificing His own promise, He got down from the chariot, took up its wheel and ran toward me hurriedly, just as a lion goes to kill an elephant. He even dropped His outer garment on the way."</P><P>Krishna promised not to fight in the Battle of Kurukshetra, but Bh&#299;shma, in order to break Krishna's promise, attacked Arjuna in such a vigorous way that Krishna was obliged to take up a chariot wheel and attack Bh&#299;shma. The Lord did this to show that His devotee was being maintained at the sacrifice of His own promise. Brahm&#257;nanda Bh&#257;rat&#299; said, "Since the beginning of my life I was attached to impersonal Brahman realization, but as soon as I saw You, I became very much attached to the Personality of Godhead, Krishna." Therefore &#346;r&#299; Caitanya Mah&#257;prabhu is Lord Krishna Himself, and thus Brahm&#257;nanda Bh&#257;rat&#299; became His devotee.</P><P CLASS=l><A CLASS=i HREF="174.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="176.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>