<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 177</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 177"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Lord's Return to Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 10.177</P><P CLASS=c>bilvama&#324;gala kaila yaiche da&#347;&#257; &#257;pan&#257;ra</P><P CLASS=c>ih&#257;&#324; dekhi' sei da&#347;&#257; ha-ila &#257;m&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bilvamangala">bilvama&#324;gala</A> &#8212; <A HREF="http://vedabase.net/b/bilvamangala">Bilvama&#324;gala</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;&#257;</A> &#8212; condition; <A CLASS=v HREF="http://vedabase.net/a/apanara">&#257;pan&#257;ra</A> &#8212; his own; <A CLASS=v HREF="http://vedabase.net/i/ihan">ih&#257;&#324;</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; <A HREF="http://vedabase.net/i/i">I</A> see; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;&#257;</A> &#8212; that condition; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ila">ila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/a/amara">&#257;m&#257;ra</A> &#8212; <A HREF="http://vedabase.net/m/mine">mine</A>.</P><P CLASS=t>TRANSLATION</P><P>"Bilvama&#324;gala Th&#257;kura abandoned his impersonal realization for the realization of the Personality of Godhead. I now see that my condition is similar to his, for it has already changed."</P><P CLASS=t>PURPORT</P><P>In his early life, Bilvama&#324;gala Th&#257;kura was an impersonalistic monist, and he used to meditate upon the impersonal Brahman effulgence. Later he became a devotee of Lord Krishna, and his explanation for this change is given in a verse (text 178) that is quoted in the Bhakti-ras&#257;mrita-sindhu. Sometimes a devotee gradually comes to the stage of Bhagav&#257;n realization, realization of the Supreme Person, after having attained the lower stages of realization &#8212; impersonal Brahman realization and localized Param&#257;tm&#257; realization. The condition of such a devotee is described in the Caitanya-candr&#257;mrita (5), by Prabodh&#257;nanda Sarasvat&#299;:</P><P>kaivalyam narak&#257;yate trida&#347;a-p&#363;r &#257;k&#257;&#347;a-pushp&#257;yate</P><P CLASS=n>durd&#257;ntendriya-k&#257;la-sarpa-patal&#299; protkh&#257;ta-damshtr&#257;yate</P><P CLASS=n>vi&#347;vam p&#363;rna-sukh&#257;yate vidhi-mahendr&#257;di&#347; ca k&#299;t&#257;yate</P><P CLASS=n>yat-k&#257;runya-kat&#257;ksha-vaibhava-vat&#257;m tam gauram eva stumah</P><P>Kaivalya, oneness in the effulgence of Brahman, appears hellish to the devotee. The heavenly planets, the abodes of the demigods, appear to a devotee like phantasmagoria. The yog&#299;s meditate for sense control, but for the devotee the senses appear like serpents with broken teeth. The devotee doesn't have to control his senses, for his senses are already engaged in the Lord's service. Consequently there is no possibility that the senses will act like serpents. In the material condition, the senses are as strong as poisonous snakes. But when the senses are engaged in the Lord's service, they are like poisonous snakes with their fangs removed, and so they are no longer dangerous. The entire world is a replica of Vaikuntha for the devotee because he has no anxiety. He sees that everything belongs to Krishna, and he does not want to enjoy anything for himself. He does not even aspire for the position of Lord Brahm&#257; or Indra. He simply wants to engage everything in the service of the Lord; therefore he has no problem. He stands in his original constitutional position. All this is possible when one receives &#346;r&#299; Caitanya Mah&#257;prabhu's merciful glance.</P><P>In the Caitanya-candr&#257;mrita there are many more verses illustrating this same principle.</P><P>dhik kurvanti ca brahma-yoga-vidushas tam gauracandram numah</P><P CLASS=n>(Caitanya-candr&#257;mrita 6)</P><P CLASS=n>t&#257;vad brahma-kath&#257; vimukta-padav&#299; t&#257;van na tikt&#299;-bhavet</P><P CLASS=n>t&#257;vac c&#257;pi vi&#347;ri&#324;khalatvam ayate no loka-veda-sthitih</P><P CLASS=n>t&#257;vac ch&#257;stra-vid&#257;m mithah kala-kalo n&#257;n&#257;-bahir-vartmasu</P><P CLASS=n>&#347;r&#299;-caitanya-pad&#257;mbuja-priya-jano y&#257;van na dig-gocarah</P><P CLASS=n>(Caitanya-candr&#257;mrita 19)</P><P CLASS=n>gaura&#347; caurah sakalam aharat ko 'pi me t&#299;vra-v&#299;ryah</P><P CLASS=n>(Caitanya-candr&#257;mrita 60)</P><P>A discussion of the impersonal Brahman is not very palatable to a devotee. The so-called regulations of the &#347;&#257;stras also appear null and void to him. There are many people who argue over the &#347;&#257;stras, but for a devotee such discussions are but tumultuous roaring. By the influence of &#346;r&#299; Caitanya Mah&#257;prabhu, all these problems disappear.</P><P CLASS=l><A CLASS=i HREF="176.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="178.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>