<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 23"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Lord's Return to Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 10.23</P><P CLASS=c>k&#257;&#347;&#299;-mi&#347;ra kahe, &#8212; &#257;mi bada bh&#257;gyav&#257;n</P><P CLASS=c>mora grihe 'prabhu-p&#257;dera' habe avasth&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kasi">k&#257;&#347;&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/misra">mi&#347;ra</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/k/kasi">K&#257;&#347;&#299;</A> <A HREF="http://vedabase.net/m/misra">Mi&#347;ra</A> said; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/bada">bada</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/b/bhagyavan">bh&#257;gyav&#257;n</A> &#8212; fortunate; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> <A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> my home; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A>-<A CLASS=v HREF="http://vedabase.net/p/padera">p&#257;dera</A> &#8212; of the Lord of the prabhus; <A CLASS=v HREF="http://vedabase.net/h/habe">habe</A> &#8212; there will be; <A CLASS=v HREF="http://vedabase.net/a/avasthana">avasth&#257;na</A> &#8212; staying.</P><P CLASS=t>TRANSLATION</P><P>When K&#257;&#347;&#299; Mi&#347;ra heard the proposal, he said, "I am very fortunate that &#346;r&#299; Caitanya Mah&#257;prabhu, the Lord of all prabhus, will stay at my home."</P><P CLASS=t>PURPORT</P><P>In this verse the word prabhup&#257;da, referring to &#346;r&#299; Caitanya Mah&#257;prabhu, is significant. Regarding this, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Prabhup&#257;da comments, "&#346;r&#299; Caitanya Mah&#257;prabhu is the Supreme Personality of Godhead Himself, &#346;r&#299; Krishna, and all His servants address Him as Prabhup&#257;da. This means that there are many prabhus taking shelter under His lotus feet." The pure Vaishnava is addressed as prabhu, and this address is an etiquette observed between Vaishnavas. When many prabhus remain under the shelter of the lotus feet of another prabhu, the address Prabhup&#257;da is given. &#346;r&#299; Nity&#257;nanda Prabhu and &#346;r&#299; Advaita Prabhu are also addressed as Prabhup&#257;da. &#346;r&#299; Caitanya Mah&#257;prabhu, &#346;r&#299; Advaita Prabhu and &#346;r&#299; Nity&#257;nanda Prabhu are all vishnu-tattva, the Supreme Personality of Godhead, Lord Vishnu. Therefore all living entities are under Their lotus feet. Lord Vishnu is the eternal Lord of everyone, and the representative of Lord Vishnu is the Lord's confidential servant. Such a person acts as the spiritual master for neophyte Vaishnavas; therefore the spiritual master is as respectable as &#346;r&#299; Krishna Caitanya or Lord Vishnu Himself. For this reason the spiritual master is addressed as Om Vishnup&#257;da or Prabhup&#257;da. The &#257;c&#257;rya, the spiritual master, is generally respected by others as &#346;r&#299;p&#257;da, and the initiated Vaishnavas are addressed as Prabhu. Prabhu, Prabhup&#257;da and Vishnup&#257;da are described in revealed scriptures like &#346;r&#299;mad-Bh&#257;gavatam, Caitanya-carit&#257;mrita and Caitanya-bh&#257;gavata. In this regard, these scriptures present evidence accepted by unalloyed devotees.</P><P>The pr&#257;krita-sahajiy&#257;s are not even worthy of being called Vaishnavas. They think that only caste gosv&#257;m&#299;s should be called Prabhup&#257;da. Such ignorant sahajiy&#257;s call themselves vaishnava-d&#257;sa-anud&#257;sa, which means the servant of the servant of the Vaishnavas. However, they are opposed to addressing a pure Vaishnava as Prabhup&#257;da. In other words, they are envious of a bona fide spiritual master who is addressed as Prabhup&#257;da, and they commit offenses by considering a bona fide spiritual master an ordinary human being or a member of a certain caste. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura describes such sahajiy&#257;s as most unfortunate. Because of their misconceptions, they fall into a hellish condition.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>