<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 10 Verse 54"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Lord's Return to Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 10.54</P><P CLASS=c>r&#257;ya kahe, &#8212; &#257;mi &#347;&#363;dra, vishay&#299;, adhama</P><P CLASS=c>tabu tumi spar&#347;a, &#8212; ei &#299;&#347;vara-lakshana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raya">r&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/b/bhavananda">Bhav&#257;nanda</A> <A HREF="http://vedabase.net/r/raya">R&#257;ya</A> replied; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> <A CLASS=v HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> belong <A HREF="http://vedabase.net/t/to">to</A> the fourth class of the social divisions; <A CLASS=v HREF="http://vedabase.net/v/visayi">vishay&#299;</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> mundane affairs; <A CLASS=v HREF="http://vedabase.net/a/adhama">adhama</A> &#8212; very fallen; <A CLASS=v HREF="http://vedabase.net/t/tabu">tabu</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/s/sparsa">spar&#347;a</A> &#8212; touch; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/l/laksana">lakshana</A> &#8212; sign of the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>After hearing &#346;r&#299; Caitanya Mah&#257;prabhu's praise, Bhav&#257;nanda R&#257;ya submitted, "I am in the fourth class of the social order, and I engage in mundane affairs. Although I am very fallen, You have still touched me. This is proof that You are the Supreme Personality of Godhead."</P><P CLASS=t>PURPORT</P><P>As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/18.htm">5.18</A>):</P><P>vidy&#257;-vinaya-sampanne br&#257;hmane gavi hastini</P><P CLASS=n>&#347;uni caiva &#347;va-p&#257;ke ca pandit&#257;h sama-dar&#347;inah</P><P>"The humble sages, by virtue of true knowledge, see with equal vision a learned and gentle br&#257;hmana, a cow, an elephant, a dog and a dog-eater [outcaste]."</P><P>Those who are highly advanced in spiritual understanding do not care about a person's material condition. A spiritually advanced person sees the spiritual identity of every living being, and consequently he makes no distinction between a learned br&#257;hmana, a dog, a cand&#257;la or anyone else. He is not influenced by the material body but sees a person's spiritual identity. Consequently Bhav&#257;nanda R&#257;ya appreciated &#346;r&#299; Caitanya Mah&#257;prabhu's statement, which showed that the Lord did not consider the social position of Bhav&#257;nanda R&#257;ya, who belonged to the &#347;&#363;dra caste engaged in mundane activities. Rather, the Lord considered the spiritual position of Bhav&#257;nanda R&#257;ya, along with that of R&#257;m&#257;nanda R&#257;ya and his brothers. The servant of the Lord is also similarly inclined. He gives shelter to any person &#8212; any living entity &#8212; regardless of whether he belongs to a br&#257;hmana family or a cand&#257;la family. The spiritual master reclaims all people and encourages everyone in spiritual life. By taking shelter of such a devotee, one can make his life successful. As confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/2/4/18.htm">2.4.18</A>):</P><P>kir&#257;ta-h&#363;n&#257;ndhra-pulinda-pulka&#347;&#257;</P><P CLASS=n>&#257;bh&#299;ra-&#347;umbh&#257; yavan&#257;h khas&#257;dayah</P><P CLASS=n>ye 'nye ca p&#257;p&#257; yad-ap&#257;&#347;ray&#257;&#347;ray&#257;h</P><P CLASS=n>&#347;udhyanti tasmai prabhavishnave namah</P><P>"Kir&#257;tas, H&#363;nas, &#256;ndhras, Pulindas, Pulka&#347;as, &#256;bh&#299;ras, &#346;umbhas, Yavanas and members of the Kha&#347;a races, and even others who are addicted to sinful acts, can be purified by taking shelter of the devotees of the Lord, due to His being the supreme power. I beg to offer my respectful obeisances unto Him."</P><P>Whoever takes shelter of the Supreme Personality of Godhead or His pure devotee is elevated to the spiritual order and purified from material contamination. This is also confirmed by Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/32.htm">9.32</A>):</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s te 'pi y&#257;nti par&#257;m gatim</P><P>"O son of Prith&#257;, those who take shelter in Me, though they be of lower birth &#8212; women, vai&#347;yas [merchants] and &#347;&#363;dras [workers] &#8212; can attain the supreme destination."</P><P CLASS=l><A CLASS=i HREF="53.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="55.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>