<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 10"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Lord's Return to Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 10 Summary</P><P>While &#346;r&#299; Caitanya Mah&#257;prabhu was traveling in South India, S&#257;rvabhauma Bhatt&#257;c&#257;rya had many talks with King Prat&#257;parudra. When Mah&#257;r&#257;ja Prat&#257;parudra requested the Bhatt&#257;c&#257;rya to arrange an interview with the Lord, the Bhatt&#257;c&#257;rya assured him that he would try to do so as soon as Caitanya Mah&#257;prabhu returned from South India. When the Lord returned to Jagann&#257;tha Pur&#299; from His South Indian tour, He lived at the home of K&#257;&#347;&#299; Mi&#347;ra. S&#257;rvabhauma Bhatt&#257;c&#257;rya introduced many Vaishnavas to &#346;r&#299; Caitanya Mah&#257;prabhu after His return. The father of R&#257;m&#257;nanda R&#257;ya, Bhav&#257;nanda R&#257;ya, offered another son named V&#257;n&#299;n&#257;tha Pattan&#257;yaka for the Lord's service. &#346;r&#299; Caitanya Mah&#257;prabhu informed His associates about the pollution of Krishnad&#257;sa brought about by his association with the Bhattath&#257;ris, and thus the Lord proposed to give him leave. Nity&#257;nanda Prabhu sent Krishnad&#257;sa to Bengal to inform the Navadv&#299;pa devotees about the Lord's return to Jagann&#257;tha Pur&#299;. All the devotees of Navadv&#299;pa thus began arranging to come to Jagann&#257;tha Pur&#299;. At this time Param&#257;nanda Pur&#299; was at Navadv&#299;pa, and immediately upon hearing news of the Lord's return, he started for Jagann&#257;tha Pur&#299; accompanied by a br&#257;hmana named Kamal&#257;k&#257;nta. Purushottama Bhatt&#257;c&#257;rya, a resident of Navadv&#299;pa, was educated at V&#257;r&#257;nas&#299;. He accepted the renounced order from Caitany&#257;nanda, but he took the name of Svar&#363;pa. Thus he arrived at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu. After the demise of &#346;r&#299; &#298;&#347;vara Pur&#299;, his disciple Govinda, following his instructions, went to serve Caitanya Mah&#257;prabhu. Due to his relationship with Ke&#347;ava Bh&#257;rat&#299;, Brahm&#257;nanda Bh&#257;rat&#299; was also respectfully received by &#346;r&#299; Caitanya Mah&#257;prabhu. When he arrived at Jagann&#257;tha Pur&#299;, he was advised to give up the deerskin clothing he wore. When Brahm&#257;nanda understood &#346;r&#299; Caitanya Mah&#257;prabhu correctly, he accepted Him as Krishna himself. However, when S&#257;rvabhauma Bhatt&#257;c&#257;rya addressed &#346;r&#299; Caitanya Mah&#257;prabhu as Krishna, the Lord immediately protested. In the meantime, K&#257;&#347;&#299;&#347;vara Gosv&#257;m&#299; also came to see Caitanya Mah&#257;prabhu. In this chapter, devotees from many different areas come to see Caitanya Mah&#257;prabhu, and they are exactly like many rivers that come from many places to finally flow into the sea.</P><P CLASS=l><A CLASS=i HREF="../9/365.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>