<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 1 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 1 Verse 1"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: <A CLASS=v HREF="one.htm">The Purpose of Lord Kapila's Advent</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 1</P><P CLASS=c>&#347;aunaka uv&#257;ca</P><P CLASS=c>kapilas tattva-sa&#324;khy&#257;t&#257;</P><P CLASS=c>bhagav&#257;n &#257;tma-m&#257;yay&#257;</P><P CLASS=c>j&#257;tah svayam ajah s&#257;ksh&#257;d</P><P CLASS=c>&#257;tma-prajñaptaye nrin&#257;m</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;aunaka said: Although He is unborn, the Supreme Personality of Godhead took birth as Kapila Muni by His internal potency. He descended to disseminate transcendental knowledge for the benefit of the whole human race.</P><P CLASS=t>PURPORT</P><P>The word &#257;tma-prajñaptaye indicates that the Lord descends for the benefit of the human race to give transcendental knowledge. Material necessities are quite sufficiently provided for in the knowledge given in the Vedic literatures, which offer a program for good living and gradual elevation to the platform of sattva-guna, the mode of goodness. Once one is situated in sattva-guna, one's knowledge expands. On the platform of passion there is no knowledge, for passion is an impetus to enjoy material benefits. On the platform of ignorance there is neither knowledge nor enjoyment but simply animalistic living.</P><P>The Vedas are intended to elevate one from the mode of ignorance to the platform of goodness. When one is situated in the mode of goodness, he is able to understand knowledge of the self, or transcendental knowledge. Such knowledge cannot be appreciated by any ordinary man; therefore a disciplic succession is required. This knowledge is expounded either by the Supreme Personality of Godhead Himself or by His bona fide devotee. &#346;aunaka Muni also states here that Kapila, the incarnation of the Supreme Personality of Godhead, took birth or appeared simply to disseminate transcendental knowledge. To understand that one is not matter but spirit soul (aham brahm&#257;smi: "I am by nature Brahman") is not sufficient for understanding the self and his activities. One must be situated in the activities of Brahman. Knowledge of those activities is explained by the Supreme Personality of Godhead Himself. Such transcendental knowledge can be appreciated in human society but not in animal society, as clearly indicated here by the word nrin&#257;m, "for the human beings." Human beings are meant to lead a regulated life. By nature, there is regulation in animal life also, but that is not like the regulative life described in the scriptures or by the Vedic authorities. Only when one's life is regulated according to the Vedas can one understand transcendental knowledge.</P><P>For the propagation of this transcendental knowledge, Kapiladeva, the incarnation of the Supreme Personality of Godhead, gave instructions in S&#257;&#324;khya philosophy to His mother, Devah&#363;ti. Later, another Kapiladeva appeared who expounded atheistic S&#257;&#324;khya philosophy, which dealt with the twenty-four elements but gave no information about God. The original Kapila is called the Devah&#363;ti-putra Kapila, and the other is called the atheist Kapila. Concerning Kapiladeva, &#346;aunaka Rishi says, kapilas tattva-sa&#324;khy&#257;t&#257;. Kapila is the Supreme Person; therefore He can explain the Absolute Truth. Actually only Bhagav&#257;n can know the true position of the ultimate truth. No one else can know it. Bhagav&#257;n, Krishna or His incarnation, occasionally visits the earth to give humanity information about the aim of life. Thus the Supreme Lord descended as Kapiladeva, tattva-sa&#324;khy&#257;t&#257;. The word sa&#324;khy&#257;t&#257; means "expounder," and tattva means "the Absolute Truth." The Absolute Truth is Bhagav&#257;n &#346;r&#299; Krishna Himself. We cannot understand the Absolute Truth or the Supreme Person by mental speculation, especially when we are under the influence of the three modes of material nature (sattva-guna, rajo-guna and tamo-guna). Only those who are situated in sattva-guna (the mode of goodness) are fit to understand the Absolute Truth. According to Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/18/42.htm">18.42</A>), those possessing brahminical qualifications are situated in sattva-guna.</P><P>&#347;amo damas tapah &#347;aucam</P><P CLASS=n>ksh&#257;ntir &#257;rjavam eva ca</P><P CLASS=n>jñ&#257;nam vijñ&#257;nam &#257;stikyam</P><P CLASS=n>brahma-karma svabh&#257;va jam</P><P>"Peacefulness, self-control, austerity, purity, tolerance, honesty, wisdom, knowledge and righteousness&#8212;these are the qualities by which the br&#257;hmanas work."</P><P>According to the Vedic conception, there must be men in society who are factually br&#257;hmanas, capable of expounding the real truth. If everyone becomes a &#347;&#363;dra, the Absolute Truth cannot be understood. It is said that at the present moment in Kali-yuga everyone is a &#347;&#363;dra (kalau &#347;&#363;dra-sambhav&#257;h), and it is very difficult in this age to find qualified br&#257;hmanas, for they are very rare. There is practically not a single qualified br&#257;hmana in this age.</P><P>pr&#257;yen&#257;lp&#257;yushah sabhya</P><P CLASS=n>kal&#257;v asmin yuge jan&#257;h</P><P CLASS=n>mand&#257;h sumanda-matayo</P><P CLASS=n>manda-bh&#257;gy&#257; hy upadrut&#257;h</P><P>"O learned one, in this iron age of Kali men have but short lives. They are quarrelsome, lazy, misguided, unlucky and, above all, always disturbed." (Bh&#257;g. <A CLASS=v HREF="../sb/1/1/10.htm">1.1.10</A>) The people in this age are very short-lived and slow in understanding spiritual life. Actually human life is meant for understanding spiritual values, but because everyone in this age is a &#347;&#363;dra, no one is interested. People have forgotten life's real purpose. The word manda means both slow and bad, and everyone in this age is either bad or slow or a combination of both. People are unfortunate and disturbed by so many things. According to &#346;r&#299;mad-Bh&#257;gavatam there will eventually be no rain and consequently a scarcity of food. The governments will also levy very heavy taxes. The characteristics of this age predicted by &#346;r&#299;mad-Bh&#257;gavatam are already being experienced to some degree. Since Kali-yuga is a very miserable age, Caitanya Mah&#257;prabhu, who is &#346;r&#299; Krishna Himself, advises everyone simply to chant Hare Krishna.</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>nasty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"In this age of Kali there is no alternative, there is no alternative, there is no alternative for spiritual progress than the holy name, the holy name, the holy name of the Lord." (Brihan-n&#257;rad&#299;ya Pur&#257;na) This process is not Caitanya Mah&#257;prabhu's invention, but is advised by the &#347;&#257;stras, the pur&#257;nas. The process for this Kali-yuga is very simple. One need only chant the Hare Krishna mah&#257;-mantra. Since everyone in this age is an unintelligent, unfortunate and disturbed &#347;&#363;dra, how can anyone understand the Absolute Truth or the aim of life? As stated by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/7.htm">4.7</A>):</P><P>yad&#257; yad&#257; hi dharmasya</P><P CLASS=n>gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya</P><P CLASS=n>tad&#257;tm&#257;nam srij&#257;my aham</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion&#8212;at that time I descend Myself."</P><P>Some hundreds and thousands of years ago Lord Krishna appeared as Devah&#363;ti-putra Kapiladeva. His father's name was Kardama Muni. After Kapiladeva grew up, His father, according to the Vedic system, retired, took sanny&#257;sa and left home to cultivate spiritual life. It is not that one should rot in this material world throughout one's whole life. pañc&#257;&#347;ordhvam vanam vrajet. According to the Vedic injunctions, there are four &#257;&#347;ramas and four varnas, and these used to be followed very strictly. After his son grew up, Kardama Muni, being a strict follower of the Vedas, left home and put his wife in the charge of his grown son, Kapiladeva.</P><P>It is said of Kapiladeva: kapilas tattva-sa&#324;khy&#257;t&#257; bhagav&#257;n. Lord Kapila is Bhagav&#257;n. Nowadays Bhagav&#257;n is taken very cheaply because the word is misused, but actually Bhagav&#257;n is not an ordinary man. Avaj&#257;nanti m&#257;m m&#363;dh&#257;h: because Bhagav&#257;n &#346;r&#299; Krishna appeared as a human being, fools and rascals (m&#363;dhas) consider Krishna an ordinary human. As Krishna Himself states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/13.htm">7.13</A>):</P><P>tribhir gunamayair bh&#257;vair</P><P CLASS=n>ebhih sarvam idam jagat</P><P CLASS=n>mohitam n&#257;bhij&#257;n&#257;ti</P><P CLASS=n>m&#257;m ebhyah param avyayam</P><P>"Deluded by the three modes (goodness, passion and ignorance), the whole world does not know Me, who am above the modes and inexhaustible."</P><P>Yet there are mah&#257;tm&#257;s, great souls, who can understand Krishna. Arjuna could understand that although Krishna was playing the part of his friend, He was nonetheless the Supreme Personality of Godhead. Arjuna was in perfect knowledge, yet Krishna instructed him for our benefit. Arjuna requested Krishna's instructions, which are set forth for all human society. After hearing Bhagavad-g&#299;t&#257;, Arjuna addressed Krishna as param brahma param dh&#257;ma [<A CLASS=v HREF="../bg/10/12.htm">Bg. 10.12</A>], "the Supreme Brahman and supreme abode."</P><P>Every person is actually Brahman, spirit soul. We are not actually the body. Awareness of aham brahm&#257;smi ("I am Brahman") is actual self-realization. According to Vedic culture, one must understand that he is Brahman, not the body. We should not remain in ignorance like cats and dogs, thinking, "I am this body, I am American, I am Indian, I am br&#257;hmana, I am kshatriya, I am Hindu, I am Muslim," and so on. These are all bodily designations. When one comes to spiritual understanding, he understands aham brahm&#257;smi, "I am Brahman." This is called Brahman realization. It is not that we become Brahman by some practice. Gold is gold, even if it is covered with some dirt, which can certainly be removed. Similarly, we are all Brahman, spirit soul, but somehow or other we have come in contact with these material elements (bh&#363;mir &#257;po 'nalo v&#257;yuh), and we have acquired bodily coverings. Consequently we think, "I am this body." This is ignorance, and unless one is enlightened by spiritual knowledge, he remains animalistic.</P><P>Understanding one's spiritual identity is called dharma. The ultimate goal of dharma is enunciated by &#346;r&#299; Krishna Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/18/66.htm">18.66</A>). Sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: "Abandon all varieties of religion and just surrender unto Me." On this earth we have created so many dharmas&#8212;Hindu dharma, Muslim dharma, Christian dharma. These are all manufactured dharmas, but real dharma is attained when we come to the conclusion that &#346;r&#299; Krishna is everything. Again, in the words of &#346;r&#299; Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/19.htm">7.19</A>):</P><P>bah&#363;n&#257;m janman&#257;m ante</P><P CLASS=n>jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=n>v&#257;sudevah sarvam iti</P><P CLASS=n>sa mah&#257;tm&#257; sudurlabhah</P><P>"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare."</P><P>The Krishna consciousness movement is meant for the propagation of this message. We are not preaching a particular sectarian religious system but a real religion, dharma. Dharmam tu s&#257;ksh&#257;d bhagavat-pran&#299;tam: [<A CLASS=v HREF="../sb/6/3/19.htm">SB 6.3.19</A>] no one actually knows what dharma is, and no one can manufacture dharma. Dharma is the order of the Supreme Being. No one can manufacture state laws; they are given by the government. The simplest definition of dharma is that dharma is the order of the Supreme Being. Since the Supreme Being, God, is one, His order must be one. How, then, can there be different dharmas? lt is not possible. Different dharmas are created due to ignorance, which causes people to think in terms of Hindu dharma, Muslim dharma, Christian dharma, this dharma or that dharma. No. Gold is gold. If a Christian possesses some gold, does it become Christian gold? Gold is gold whether possessed by a Hindu, a Muslim or a Christian. According to the order of the Supreme Personality of Godhead, dharma means surrendering unto that Supreme Being. This is bh&#257;gavata-dharma, and everyone should be taught how to surrender unto God. God is one; there cannot be two Gods. When there is competition, there is no God. Presently there is a different God on every street, but Krishna is not that kind of God. He is the Supreme God. As Krishna Himself states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/7.htm">7.7</A>):</P><P>mattah parataram n&#257;nyat</P><P CLASS=n>kiñcid asti dhanañjaya</P><P CLASS=n>mayi sarvam idam protam</P><P CLASS=n>s&#363;tre mani-gan&#257; iva</P><P>"O conqueror of wealth [Arjuna], there is no truth superior to Me. Everything rests upon Me, as pearls are strung on a thread."</P><P>The purpose of this Krishna consciousness movement is to inform everyone that no one is superior to Krishna, God. Because many young Americans and Europeans are fortunate and know nothing of any hodgepodge god, they have taken this bona fide Krishna consciousness movement seriously. Krishnas tu bhagav&#257;n svayam: Bhagav&#257;n, God, means &#346;r&#299; Krishna. We have simply presented this information, saying, "Here is God. &#346;r&#299; Krishna." Because they have taken this seriously, many young Americans and Europeans are advancing in Krishna consciousness. Consequently many people are surprised to see how Americans and Europeans have become such great devotees and are dancing in ecstasy. How is it they are so advanced? They have taken the information seriously: krishnas tu bhagav&#257;n svayam. Whether one touches fire blindly or knowingly, fire will burn. It is not that because the fire is touched by a child, fire will not burn. These young Westerners have touched fire, and consequently it is acting as fire.</P><P>&#256;c&#257;ryop&#257;sanam: this information (krishnas tu bhagav&#257;n svayam) is not concocted, but is accepted by the &#257;c&#257;ryas in the disciplic succession. Although an impersonalist, &#346;a&#324;kar&#257;c&#257;rya has accepted Krishna as the Supreme Personality of Godhead. So have R&#257;m&#257;nuj&#257;c&#257;rya, Madhv&#257;c&#257;rya, Vishnusv&#257;m&#299;, Nimb&#257;rka and &#346;r&#299; Caitanya Mah&#257;prabhu and His followers. They all accept Krishna as the Supreme, just as Arjuna himself did. This is the simplest method. There is no need to speculate, "What is God? Where is God?" Why foolishly go on searching? Here is God&#8212;Krishna. We may think that Krishna cannot be seen, but Krishna can appear in the form of His energy. Of course, a stone is not God, but a stone is another one of God's energies. Heat and light are not fire, but without fire there cannot be heat or light. In that sense, heat and light are nondifferent from fire. This material world is like the heat and light of the supreme fire.</P><P>ekade&#347;a-sthitasy&#257;gner</P><P CLASS=n>jyotsn&#257; vist&#257;rin&#299; yath&#257;</P><P CLASS=n>parasya brahmanah &#347;aktis</P><P CLASS=n>tathedam akhilam jagat</P><P>"Just as a fire is situated in one place, but spreads illumination all around, the Supreme Personality of Godhead, Parabrahman, spreads His energies throughout this universe." (Vishnu Pur&#257;na <A CLASS=v HREF="http://vedabase.net/todo/purana1/22/53">1.22.53</A>)</P><P>The sun is situated in one place, and its light and heat expand throughout the entire solar system. As soon as we perceive light and heat, we can understand that the sun is there. Since light and heat can be perceived by everyone, Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/8.htm">7.8</A>), prabh&#257;smi &#347;a&#347;i-s&#363;ryayoh: "I am the light of the sun and the moon." people are saying, "Can you show me God?" while not realizing that they are seeing God daily at every moment. Because people are foolish in this age, they cannot understand that when we perceive the energy of the Lord, we can feel the presence of the Lord.</P><P>The young devotees in the Krishna consciousness movement are presently worshiping Krishna. What are the signs of a devotee? The actual sign of a devotee is that he is no longer interested in material enjoyment: bhaktih pare&#347;&#257;nubhavo viraktir anyatra ca (Bh&#257;g. <A CLASS=v HREF="../sb/11/2/42.htm">11.2.42</A>). The disciples of this Krishna consciousness movement do not go to cinemas, restaurants or clubs, and they do not smoke or drink. In European and American countries all these things are available and are very cheap, but these young people are not interested in them. They are simply interested in sitting on the floor and learning about Krishna consciousness. Why is this? They have actually rejected the material world. When one comes to detest material enjoyment, one can understand that he has advanced spiritually. Spiritual life does not mean taking sanny&#257;sa and then smoking or drinking tea. One must actually come to detest material life. One comes to lose interest in material activities and becomes interested only in the understanding of God, the Supreme Being, and His service. As enjoined in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/5/5/1.htm">5.5.1</A>):</P><P>n&#257;yam deho deha-bh&#257;j&#257;m nriloke</P><P CLASS=n>kasht&#257;n k&#257;m&#257;n arhate vid-bhuj&#257;m ye</P><P>"Of all the living entities who have accepted material bodies in this world, one who has been awarded this human form should not work hard day and night simply for sense gratification, which is available even for the dogs and hogs that eat stool." The word vid-bhuj&#257;m means "stooleaters." Hogs work hard day and night simply eating stool, and because stool contains chemicals, hydrophosphates, the hog gets strength, becomes very fat and enjoys sex. In any case, human life is meant not for imitating the life of a hog but for tapasya, austerity:</P><P>tapo divyam putrak&#257; yena sattvam</P><P CLASS=n>&#347;uddhyed yasm&#257;d brahma-saukhyam tv anantam</P><P>"Rather, my dear boys, one should engage in penance and austerity to attain the divine position of devotional service. By such activity, one's heart is purified, and when one attains this position, he attains eternal, blissful life, which is transcendental to material happiness and which continues forever." (Bh&#257;g. <A CLASS=v HREF="../sb/5/5/1.htm">5.5.1</A>)</P><P>This is the meaning of Vedic civilization. The society of varn&#257;&#347;rama-dharma&#8212;composed of br&#257;hmanas, kshatriyas, vai&#347;yas, &#347;&#363;dras, grihasthas, v&#257;naprasthas, brahmac&#257;r&#299;s and sanny&#257;s&#299;s&#8212;is meant to elevate people gradually to the perfect stage of understanding God. The whole aim of the different varnas and &#257;&#347;ramas is the worship of the Supreme Lord. One can attain this understanding through this social system, which admits of gradations. When one goes to school, he begins with the first grade, then progresses to the second, third and so forth. In this way one makes progress.</P><P>When human society accepts varn&#257;&#347;rama-dharma, it can gradually come to the understanding of Brahman. By birth, everyone is a &#347;&#363;dra; therefore everyone has to be educated. The word dvija means "twiceborn." One is first born through the womb of a mother, and one's next birth is given by the spiritual master and Vedic knowledge. Vedic knowledge is the mother, and the spiritual master is the father. When one is twice-born (dvija), he receives a sacred thread from the spiritual master and begins to learn about spiritual life. He is then allowed to read the Vedic literatures. In this way one becomes a son of Vedic literature. Nigama-kalpa-taror galitam phalam: [<A CLASS=v HREF="../sb/1/1/3.htm">SB 1.1.3</A>] &#346;r&#299;mad-Bh&#257;gavatam is the essence of Vedic culture. It is a wish-fulfilling tree, and we can take whatever we want from it. Vedic knowledge is perfect, and if we want to come to know it, we must take shelter of a bona fide guru (tad-vijñ&#257;n&#257;rtham sa gurum ev&#257;bhigacchet [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>]).</P><P>Unfortunately, in this age everything is mismanaged. people forget the aim of life, and at such a time the Supreme Lord Himself comes. The Supreme Lord descends out of compassion because He is more anxious to have us return home, back to Godhead, than we are to go. Because we are in ignorance, we do not know anything about the kingdom of God. We know nothing about how to get there or how to become happy. We have forgotten all this. Therefore Krishna comes at intervals or sends His representative, the pure devotee. Sometimes He comes personally, and sometimes He sends His incarnation.</P><P>Kapiladeva is an incarnation of the Supreme Person, Krishna. Therefore it is stated: kapilas tattva-sa&#324;khy&#257;t&#257; bhagav&#257;n &#257;tma-m&#257;yay&#257;. The word m&#257;y&#257; means not only "illusion," but also "affection" and "energy." When Krishna comes, all His energies also come. It is not that He is forced to come. We have to accept a certain type of body because we are forced to do so, but this is not the case with &#346;r&#299; Krishna. Presently I may have a human form, but in the future I cannot demand a human form. We receive bodies in the next life according to karma, not will. One cannot demand to be a high-court judge unless one has been educated for the job. First of all, one must become qualified. If one qualifies himself, one may become a devat&#257;, a demigod like Indra or Candra, or one can become a dog or a cat. That depends on one's karma, or activities (karman&#257; daiva-netrena). When Krishna or His incarnation come, they do not depend on karma for their bodies. The Supreme Lord is above karma and is fully independent. It is therefore said, &#257;tma-m&#257;yay&#257;. The Supreme Lord comes by His own energy, not by the external energy or by force. When the governor visits the prison, he is not forced to do so. He is not to be considered a condemned person; rather, he goes by his own good will just to see how things are going on, However, it is understood that when an ordinary person is placed in jail, he is sent there by force because he has been proven a criminal. A criminal may think that he and the governor are one, just as rascals and fools think that Krishna is one of them. Avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam [<A CLASS=v HREF="../bg/9/11.htm">Bg. 9.11</A>]. A knowledgeable person knows that when Krishna or His incarnation descends upon the material world, the Supreme Lord maintains His transcendental position. He is not an ordinary man, nor is He forced into the material world due to karma. The Supreme Lord comes by His own good will. param bh&#257;vam aj&#257;nantah. Rascals cannot understand what Krishna is; therefore they think that Krishna is a human being. As Krishna Himself states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/3.htm">7.3</A>):</P><P>manushy&#257;n&#257;m sahasreshu</P><P CLASS=n>ka&#347;cid yatati siddhaye</P><P CLASS=n>yatat&#257;m api siddh&#257;n&#257;m</P><P CLASS=n>ka&#347;cin m&#257;m vetti tattvatah</P><P>"Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth."</P><P>Understanding Krishna is therefore not so easy. As stated by Krishna, out of many thousands one person may become a siddha, a self-realized being. And out of many siddhas, one may be able to understand Krishna. It is our great fortune that &#346;r&#299; Caitanya Mah&#257;prabhu, Krishna Himself, has appeared and given us a very easy process by which we can understand Krishna. What is that process? We need only hear about Krishna. That's all. We have therefore opened all these centers of Krishna consciousness throughout the world.</P><P>&#347;rinvat&#257;m sva-kath&#257;h krishnah</P><P CLASS=n>punya-&#347;ravana-k&#299;rtanah</P><P CLASS=n>hridy antah-stho hy abhadr&#257;ni</P><P CLASS=n>vidhunoti suhrit sat&#257;m</P><P>"&#346;r&#299; Krishna, the Personality of Godhead, who is the Param&#257;tm&#257; [Supersoul] in everyone's heart and the benefactor of the truthful devotee, cleanses desire for material enjoyment from the heart of the devotee who has developed the urge to hear His messages, which are in themselves virtuous when properly heard and chanted." (Bh&#257;g. <A CLASS=v HREF="../sb/1/2/17.htm">1.2.17</A>)</P><P>If we hear about Krishna, we become purified. Hearing about Krishna means associating with Krishna. In this way we may perfect our lives.</P><P CLASS=l><A CLASS=i HREF="foreword.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>