<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 6 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 6 Verse 11"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 6: <A CLASS=v HREF="six.htm">Devah&#363;ti Desires Transcendental Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 11</P><P CLASS=c>tam tv&#257; gat&#257;ham &#347;aranam &#347;aranyam</P><P CLASS=c>sva-bhritya-sams&#257;ra-taroh kuth&#257;ram</P><P CLASS=c>jijñ&#257;say&#257;ham prakriteh p&#363;rushasya</P><P CLASS=c>nam&#257;mi sad-dharma-vid&#257;m varishtham</P><P CLASS=t>TRANSLATION</P><P>Devah&#363;ti continued: I have taken shelter of Your lotus feet because You are the only person of whom to take shelter. You are the ax which can cut the tree of material existence. I therefore offer my obeisances unto You, who are the greatest of all transcendentalists, and I inquire from You as to the relationship between man and woman and between spirit and matter.</P><P CLASS=t>PURPORT</P><P>S&#257;&#324;khya philosophy, as is well known, deals with prakriti and purusha. Purusha is the Supreme Personality of Godhead or anyone who imitates the Supreme Personality of Godhead as an enjoyer, and prakriti is nature. In this material world, material nature is being exploited by the purushas, or the living entities. The intricacies in the material world of the relationship of the prakriti and purusha, or the enjoyed and the enjoyer, give rise to sams&#257;ra, or material entanglement. Devah&#363;ti wanted to cut the tree of material entanglement, and she found the suitable weapon in Kapila Muni. The tree of material existence is explained in the Fifteenth Chapter of Bhagavad-g&#299;t&#257; as an a&#347;vattha tree whose root is upward and whose branches are downward. It is recommended there that one has to cut the root of this material existential tree with the ax of detachment. What is the attachment? The attachment involves prakriti and purusha. The living entities are trying to lord it over material nature. Since the conditioned soul takes material nature to be the object of his enjoyment, and he takes the position of the enjoyer, he is therefore called purusha.</P><P>Devah&#363;ti questioned Kapila Muni, for she knew that only He could cut her attachment to this material world. The living entities, in the guises of men and women, are trying to enjoy the material energy; therefore in one sense everyone is purusha because purusha means "enjoyer," and prakriti means "enjoyed." In this material world both so-called men and women are imitating the real purusha; the Supreme Personality of Godhead is actually the enjoyer in the transcendental sense, whereas all others are prakriti.</P><P>In Bhagavad-g&#299;t&#257;, matter is analyzed as apar&#257;, or inferior nature, whereas beyond this inferior nature there is another, superior nature&#8212;the living entities. Living entities are also prakriti, or enjoyed, but under the spell of m&#257;y&#257;, the living entities are falsely trying to take the position of enjoyers. That is the cause of sams&#257;ra-bandha, or conditional life. Devah&#363;ti wanted to get out of conditional life and place herself in full surrender. The Lord is &#347;aranya, which means "the only worthy personality to whom one can fully surrender," because He is full of all opulences. If anyone actually wants relief, the best course is to surrender unto the Supreme Personality of Godhead. The Lord is also described here as sad-dharma-vid&#257;m varishtham. This indicates that of all transcendental occupations, the best is eternal loving service unto the Supreme Personality of Godhead. Dharma is sometimes translated as "religion," but that is not exactly the meaning. Dharma actually means "that which one cannot give up," "that which is inseparable from oneself." The warmth of fire is inseparable from fire; therefore warmth is called the dharma, or nature, of fire. Similarly, sad-dharma means "eternal occupation." That eternal occupation is engagement in the transcendental loving service of the Lord. The purpose of Kapiladeva's S&#257;&#324;khya philosophy is to propagate pure, uncontaminated devotional service, and therefore He is addressed here as the most important personality among those who know the transcendental occupation of the living entity.</P><P>As pointed out before, Bhagav&#257;n, the Supreme Personality of Godhead, is everyone's real shelter (&#347;aranam &#347;aranyam). Everyone is seeking shelter because we are all constitutionally servants. Originally we are servants of God; therefore it is our nature to take His shelter. Some seek an occupation or the service of a great man; others seek the service of the government or whatever. In any case, the ultimate shelter is Krishna, the Supreme Personality of Godhead. Being Krishna's incarnation, Kapiladeva is also a shelter. Krishna has unlimited forms and unlimited incarnations. It is said in &#346;r&#299;mad-Bh&#257;gavatam that His incarnations are expanding continuously, like waves in the ocean. Indeed, we cannot even count them. In Brahma-samhit&#257; it is said: Advaitam acyutam an&#257;dim ananta-r&#363;pam [<A CLASS=v HREF="../bs/5/33.htm">Bs 5.33</A>]. In India there are many thousands of temples, and within these temples there are arc&#257;-vigrahas, Deities. All these Krishnas are nondifferent; they are one. Krishna resides in Vaikuntha and also in the temple. The Krishnas are not different, although they are ananta, unlimited. Krishna is also the witness within everyone's heart, and He is seeing all of our activities. We cannot hide anything from Him, and we receive the results of our karma because the witness is Krishna Himself within the heart. How, then, can we avoid Him? Without Krishna's permission, we cannot do anything. Why does Krishna give us permission to do something wrong? He does so because we persist. Actually He does not tell us to do anything other than surrender unto Him. We want to do something, and Krishna may sanction it, but we go ahead and do it at our own risk. Krishna is not responsible. However, we should know that without the sanction of Krishna, we cannot do anything. That is a fact. Actually we are constitutionally servants of Krishna. Even though we may declare ourselves independent, we are not. Rather, we are servants falsely declaring that we are independent. Self-realization is understanding that we are dependent on the Supreme Personality of Godhead. As Caitanya Mah&#257;prabhu says:</P><P>ayi nanda-tanuja ki&#324;karam</P><P CLASS=n>patitam m&#257;m vishame bhav&#257;mbudhau</P><P CLASS=n>kripay&#257; tava p&#257;da-pa&#324;kaja-</P><P CLASS=n>sthita-dh&#363;l&#299;-sadri&#347;am vicintaya</P><P>"My dear Lord Krishna, son of Mah&#257;r&#257;ja Nanda, I am Your eternal servant, but somehow or other I have fallen into this ocean of nescience. Please pick Me up from this ocean of death and place Me as one of the atoms at Your lotus feet." (&#346;iksh&#257;shtaka 5) Because we are under illusion, Devah&#363;ti says: sva-bhritya-sams&#257;ra-taroh kuth&#257;ram. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/15/1.htm">15.1-4</A>), material existence is likened unto a banyan tree with its roots upward and its branches below. The roots of this banyan tree are very strong, but they can be cut with an ax (kuth&#257;ram). By taking shelter of Krishna's lotus feet, we can cut the strong root of material existence. Because we have given up Krishna's service, we have become servants of so many things. We are obliged to serve our parents, wife, children, country and so forth. We are indebted to many people and to the demigods who give heat and light. Although we are not paying the bill, we are taking advantage of the sunlight and the sun's heat. If we take advantage of electricity, we have to pay the bill, but we don't pay the sun bill. This means that we are actually indebted to the sun-god, Vivasv&#257;n. Similarly, the King of heaven, Indra, is supplying water in the form of rain. Rascals say that all this comes about by nature, but they do not know that nature is controlled. If we don't pay our debts by performing sacrifices, there will certainly be a scarcity. All of these things are coming from the Supreme Father, the Supreme Personality of Godhead, but we are thinking that they are coming from nature, and we are utilizing them without caring whether we pay the bill or not. It is all right to use our father's property, but at the present moment we are not acting as our Father's sons; we are m&#257;y&#257;'s sons. We do not care for our Father; however, nature is nonetheless working under His direction. If we do not care for Him, nature will reduce her supply, for nature will not allow demons to flourish. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/16/19.htm">16.19</A>):</P><P>t&#257;n aham dvishatah kr&#363;r&#257;n</P><P CLASS=n>sams&#257;reshu nar&#257;dham&#257;n</P><P CLASS=n>kship&#257;my ajasram a&#347;ubh&#257;n</P><P CLASS=n>&#257;sur&#299;shv eva yonishu</P><P>"Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life."</P><P>Demons are always subject to be punished, and great demons like R&#257;vana and Hiranyaka&#347;ipu are personally punished by the Lord. Otherwise, ordinary demons are punished by the laws of material nature. Krishna does not need to come to punish the petty demons, but when there are great demons like R&#257;vana, Hiranyaka&#347;ipu and Kamsa, the Lord comes as Lord R&#257;macandra, Lord Nrisimhadeva or &#346;r&#299; Krishna to punish them. If we do not want to be punished, we have to follow the rules and regulations (sad-dharma). Dharma means "the laws given by God." Dharmam tu s&#257;ksh&#257;d bhagavat-pran&#299;tam [<A CLASS=v HREF="../sb/6/3/19.htm">SB 6.3.19</A>]. The laws are given by Bhagav&#257;n and are written in books like Manu-samhit&#257; and other Vedic literatures. According to the law, we have to obey the government, and according to dharma, we have to obey Krishna, God. We cannot manufacture our laws at home, and we cannot manufacture dharma. If one tries, he is simply cheating the public. Such false dharmas are kicked out of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/1/2.htm">1.1.2</A>): dharmah projjhita. The real dharma is set forth by &#346;r&#299; Krishna when He says: sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja (<A CLASS=v HREF="../bg/18/66.htm">Bg. 18.66</A>). All other dharmas are simply forms of cheating. We must accept the principles of Bhagavad-g&#299;t&#257;, which constitute the ABC'S of dharma. Actually, we only have to accept the principle of surrender unto Krishna, but this acceptance comes after many, many births. It is not very easy, for only after many births of struggle does one come to his real perfection and surrender unto Krishna. At this time he understands perfectly that V&#257;sudeva, Krishna, is everything. This is the greatest lesson of Bhagavad-g&#299;t&#257;, Everything is Krishna's energy, and whatever we see is but an exhibition of two types of energy. Everyone knows that the sun has two types of energy&#8212;heat and light. Similarly, Krishna has an external energy and an internal energy, and He also has a marginal energy, which is a mixture of the other two. The external energy is this material world, the internal energy is the spiritual world, and the marginal energy is the living entity. The living entity is marginal because he can remain in the material world or the spiritual world. Bhagavad-g&#299;t&#257; describes two types of living entities, kshara and akshara, those living in the material world and those in the spiritual world. Those who have fallen into the material world are attracted by the tree of sams&#257;ra, the banyan tree of material existence described in Bhagavad-g&#299;t&#257; (Fifteenth Chapter).</P><P>It is essential that we disassociate ourselves from this tree by detachment. Cutting down this tree is very difficult, but it is possible with the weapon of detachment. There is a Bengali proverb that states: "I'll catch the fish, but I will not touch the water." That type of intelligence is required. In America we see many old men on the beach who have retired from their business to waste their time trying to catch fish. They are not very cautious, and they touch the water. However, we have to live in this material world in such a way that we do everything for Krishna but do not touch the water of the material world. In this way, we will have no attachment to things of this material world. We may have many great temples, but we should not be attached to them. It is for Krishna's sake that we construct temples, but we must understand that the temples are Krishna's property. Our mission is to teach people that everything belongs to Krishna. Only a thief will occupy something belonging to another and claim it to be his.</P><P>The Krishna consciousness movement preaches that everything belongs to Krishna and that everything should be utilized for Krishna's benefit. He is the beneficiary of everything, and it is to our benefit that we come to this knowledge. &#298;&#347;&#257;v&#257;syam idam sarvam. If one realizes that everything belongs to Krishna, one becomes the greatest mah&#257;tm&#257;. Being a mah&#257;tm&#257; does not mean that one wears a big beard and a particular type of dress. No, this awareness must be there. Whatever we have should be offered to Krishna. If we have first-class food, we should offer it to Him. If we have nothing, we can offer Him a leaf, a flower, a little water or fruit. This can he collected by anyone anywhere without having to pay money. As &#346;r&#299; Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/26.htm">9.26</A>):</P><P>patram pushpam phalam toyam</P><P CLASS=n>yo me bhakty&#257; prayacchati</P><P CLASS=n>tad aham bhakty-upahritam</P><P CLASS=n>a&#347;n&#257;mi prayat&#257;tmanah</P><P>"If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it."</P><P>The point is that we should offer something to Krishna with devotion. It is not that Krishna is hungry and is asking for food. No, He is feeding everyone, supplying everyone with all the necessities: eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/2/13">2.2.13</A>). What, then, is He requesting? He is asking for bhakti, devotion, because He wants us to love Him. We are suffering in this material world, entangled in the tree of material existence, moving from one branch to another, and because of this we are suffering. Krishna does not want us to suffer, jumping like monkeys from branch to branch. We must come to Him and surrender to Him. When we come to this knowledge, we become perfect in knowledge. When we take shelter at the lotus feet of Krishna, we are no longer debtors to anyone. Na ki&#324;karo n&#257;yam rin&#299; (Bh&#257;g. <A CLASS=v HREF="../sb/11/5/41.htm">11.5.41</A>). Krishna assures us, aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi: "I'll give you all relief." (<A CLASS=v HREF="../bg/18/66.htm">Bg. 18.66</A>) This is what we actually want. Therefore Devah&#363;ti herein takes shelter of Kapiladeva and tells Him, "You are the ax capable of making me detached." When our attachment to the material world is severed, we become free. Bhakti is the means by which we can develop this detachment. Vair&#257;gya-vidy&#257;-nija-bhakti-yoga [Cc. <A CLASS=v HREF="../cc/madhya/6/254.htm">Madya 6.254</A>]. Bhakti-yoga is the science of detachment. This verse was composed by S&#257;rvabhauma Bhatt&#257;c&#257;rya when he understood that Lord &#346;r&#299; Caitanya Mah&#257;prabhu was the Supreme Personality of Godhead. S&#257;rvabhauma Bhatt&#257;c&#257;rya was a great logician, and he composed a hundred verses to Caitanya Mah&#257;prabhu, wherein he tells the Lord:</P><P>vair&#257;gya-vidy&#257;-nija-bhakti-yoga-</P><P CLASS=n>&#347;iksh&#257;rtham ekah purushah pur&#257;nah</P><P CLASS=n>&#347;r&#299;-krishna-caitanya-&#347;ar&#299;ra-dhari</P><P CLASS=n>krip&#257;mbudhir yas tam aham prapadye</P><P>"Let me take shelter of the Supreme Personality of Godhead, &#346;r&#299; Krishna, who has descended in the form of Lord Caitanya Mah&#257;prabhu to teach us real knowledge, His devotional service, and detachment from whatever does not foster Krishna consciousness. He has descended because He is an ocean of transcendental mercy. Let me surrender unto His lotus feet." (Cc. <A CLASS=v HREF="../cc/madhya/6/254.htm">Madhya 6.254</A>)</P><P>When a person advances in bhakti-yoga, he will automatically become detached from material attractions. There are many American and European boys and girls in this Krishna consciousness movement who have been born in countries where they can enjoy a good deal of material affluence, but they consider this material happiness and affluence like garbage in the street. Because they are devotees of V&#257;sudeva, they are no longer attached to these material things. This is the result of bhakti-yoga, which enables one to be detached from material enjoyment. That detachment is the sign that one is advancing in bhakti-yoga. Bhaktih pare&#347;&#257;nubhavo viraktir anyatra ca (Bh&#257;g. <A CLASS=v HREF="../sb/11/2/42.htm">11.2.42</A>). That is the test of advancing in bhakti. If we are advanced, we are no longer attached to material enjoyment. It is not that we think ourselves great devotees and then go ahead and enjoy material things. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/5/22.htm">5.22</A>):</P><P>ye hi samspar&#347;a-j&#257; bhog&#257;</P><P CLASS=n>duhkha-yonaya eva te</P><P CLASS=n>&#257;dy-antavantah kaunteya</P><P CLASS=n>na teshu ramate budhah</P><P>"An intelligent person does not take part in the sources of misery, which are due to contact with the material senses. O son of Kunt&#299;, such pleasures have a beginning and an end, and so the wise man does not delight in them." When one sees something superior, he immediately rejects that which is inferior. Actually we cannot bring all this about by our own endeavor; therefore we have to take shelter of Krishna, and He will help. Since our only business is to take shelter of Krishna, Devah&#363;ti says, "I am taking shelter of You so that You can cut my attachment to this material life. Why should You do this? Because I am Your eternal servant."</P><P>Bhaktivinoda Th&#257;kura says, an&#257;di karama-phale, padi 'bhav&#257;rnava-jale, tarib&#257;re n&#257; dekhi up&#257;ya. If we are thrown into the ocean, there is a great struggle, even if we may be very great swimmers. There is no peace in this material world, however expert we may be in dealing with it. There is nothing but struggle. We cannot live here peacefully. It is not possible. Even if we are nonviolent and hurt no one, there will be trouble. However, if somehow or other we manage to reach the shore, we will find peace. There is peace even if we are an inch out of the water. Tava p&#257;da-pa&#324;kaja-sthita-dh&#363;l&#299; sadri&#347;am vicintaya (&#346;iksh&#257;shtaka 5). If somehow or other we become one of the particles of dust at Krishna's lotus feet, we will be liberated.</P><P>We may be a Hindu or a Muslim or a Christian for fifty or sixty years, or at the utmost one hundred, but again we have to take birth and be something else. We are thinking in terms of these religious designations, which are called asad-dharma, meaning that they may change at any moment. But what is our real dharma? Real dharma is sad-dharma, that which will not change, and this sad-dharma necessitates surrendering unto Krishna. This dharma will continue eternally. There are many propounders of sad-dharma, but actually the Supreme Personality of Godhead is the best propounder because He knows the reality. It is therefore said of the Gosv&#257;m&#299;s: n&#257;n&#257;-&#347;&#257;stra-vic&#257;ranaika-nipunau sad-dharma-samsth&#257;pakau. &#346;r&#299; Caitanya Mah&#257;prabhu's direct disciples, the Gosv&#257;m&#299;s, tried to establish sad-dharma, and we are trying to follow in their footsteps by establishing real dharma throughout the world with this Krishna consciousness movement.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>