<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 7 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 7 Verse 13"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 7: <A CLASS=v HREF="seven.htm">Lord Kapila Begins to Explain Self-realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 13</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>yoga &#257;dhy&#257;tmikah pums&#257;m</P><P CLASS=c>mato nih&#347;reyas&#257;ya me</P><P CLASS=c>atyantoparatir yatra</P><P CLASS=c>duhkhasya ca sukhasya ca</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead answered: That yoga system which relates to the Lord and the individual soul, which is meant for the ultimate benefit of the living entity, and which causes detachment from all happiness and distress in the material world, is the highest yoga system.</P><P CLASS=t>PURPORT</P><P>In the material world, everyone is striving for some material happiness, but as soon as we get some material happiness, there is also material distress. In the material world one cannot have unadulterated happiness. Any kind of happiness one has is contaminated by distress also. For example, if we want to drink milk, we have to bother to maintain a cow and keep her fit to supply milk. Drinking milk is very nice; it is also pleasure. But for the sake of drinking milk one has to accept so much trouble. The yoga system, as here stated by the Lord, is meant to end all material happiness and material distress. The best yoga, as taught in Bhagavad-g&#299;t&#257; by Krishna, is bhakti-yoga. It is also mentioned in the G&#299;t&#257; that one should try to be tolerant and not be disturbed by material happiness or distress. Of course, one may say that he is not disturbed by material happiness, but he does not know that just after one enjoys so-called material happiness, material distress will follow. This is the law of the material world. Lord Kapila states that the yoga system is the science of the spirit. One practices yoga in order to attain perfection on the spiritual platform. There is no question of material happiness or distress. It is transcendental. Lord Kapila will eventually explain how it is transcendental, but the preliminary introduction is given here.</P><P>The attempt in this material world to maximize happiness and minimize distress is called the struggle for existence. Generally yoga is practiced to acquire some material profit. There are eight kinds of yogic perfection (siddhis): anim&#257;, laghim&#257;, pr&#257;pti, &#299;&#347;itva, va&#347;itva, mahim&#257;, pr&#257;k&#257;mya and k&#257;m&#257;vas&#257;yit&#257;. A real yog&#299; can become smaller than the smallest, lighter than the lightest and bigger than the biggest. Whatever he wants he can produce immediately in his hand. He can even create a planet. These are some of the yoga-siddhis, but here it is stated that the supreme yoga system does not aim at material happiness or relief from distresses caused by material inconvenience. Everyone is trying to get out of material distress and gain some happiness. In any case, when something is material, there is only so-called happiness and so-called distress. For instance, there may be fireworks going on, and this may be happiness for someone but distress for us. Some people are thinking that these fireworks are very enjoyable, and we are thinking that they are very inconvenient. That is the material world. On one side there is happiness, and on the other side there is distress. Both happiness and distress are actually illusions. In summer, water is happiness, but in winter it is distress. The water is the same, but at one time it brings happiness and at another time it brings distress. When a son is born, he brings happiness, but when he dies, he brings distress. In either case, the son is the same.</P><P>This material world is the world of duality, and we cannot understand happiness without distress or distress without happiness. This is therefore called the relative world. Spiritual happiness is above these dualities, and that spiritual happiness is the perfection of yoga. Yoga &#257;dhy&#257;tmikah. Yoga is the happiness of the soul, and the individual soul can be happy when it is with the Supersoul, the Supreme Soul. Nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m. There is the Supreme Soul, or the supreme living being, and there are many individual souls, individual beings. We are many, but the principal living being is one, Krishna. He is the fire, and we are the sparks from that fire. The sparks are illuminated when they are with the original fire, but if the sparks no longer associate with the original fire, they are extinguished. Similarly, our real happiness is in enjoying with the Supreme Being. Happiness is being in His company. Krishna is not alone, but is always with His friends, either the gop&#299;s or the cowherd boys, or with His mother and father. We never find Krishna alone. He may be with R&#257;dh&#257;r&#257;n&#299; or with His devotees. He is like a king or president. When one says that the king or president is coming, it is understood that he is not coming alone. He comes with His secretaries, ministers and many others.</P><P>The word yoga means "connection," and &#257;tm&#257; means "soul" and sometimes "mind" or "body." The material body has nothing to do with the Supreme Being because the Supreme Being is completely spiritual. He has no material covering. One who thinks that Krishna, the Supreme Being, has a material covering is himself covered by m&#257;y&#257;. Krishna does not say that He comes as an ordinary living being. Rather, His advent is totally transcendental. Janma karma ca me divyam evam yo vetti tattvatah [<A CLASS=v HREF="../bg/4/9.htm">Bg. 4.9</A>]. We therefore have to learn how Krishna takes His birth, which is not ordinary. If it were ordinary, why should we observe the Janm&#257;shtam&#299; ceremony? His birth is divyam, divine. Everything about Krishna is divine, and if we think that Krishna is like us, we immediately become m&#363;dhas, fools. In the words of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/11.htm">9.11</A>):</P><P>avaj&#257;nanti m&#257;m m&#363;dh&#257;</P><P CLASS=n>m&#257;nush&#299;m tanum &#257;&#347;ritam</P><P CLASS=n>param bh&#257;vam aj&#257;nanto</P><P CLASS=n>mama bh&#363;ta-mahe&#347;varam</P><P>"Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be."</P><P>Actually Krishna is the original Supreme Being, the original spirit soul. We are simply minute parts and parcels of Krishna. If we connect with Krishna, we are illuminated just as Krishna is illuminated. If we fall down from Krishna, our spiritual power and illumination are extinguished. The word yoga means connecting or linking with that original source. Yoga is the Sanskrit word meaning "connection," and viyoga means "disconnection."</P><P>Kapiladeva is referred to as Bhagav&#257;n, the Supreme Personality of Godhead. Bhagav&#257;n makes no mistakes. N&#257;r&#257;yanah paro 'vyakt&#257;t: even &#346;a&#324;kar&#257;c&#257;rya says that "Bhagav&#257;n, N&#257;r&#257;yana, does not belong to this material world." When we speak of Bhagav&#257;n, or when the &#347;&#257;stras refer to Bhagav&#257;n, we refer to Him who is above material understanding. As stated here, &#347;r&#299;-bhagav&#257;n uv&#257;ca. It does not say vy&#257;sadeva uv&#257;ca or kapiladeva uv&#257;ca. Similarly, in Bhagavad-g&#299;t&#257;, Vy&#257;sadeva says, &#347;r&#299;-bhagav&#257;n uv&#257;ca. Bhagav&#257;n refers to Him who is above the defects of this material world. Bhagav&#257;n is not subject to the four deficiencies of the living entities. Being imperfect, living entities are illusioned and subject to commit mistakes. They also have the tendency to cheat others. When one who has no knowledge tries to become a teacher or preacher, he is actually cheating others. Since we ourselves do not possess perfect knowledge, we simply try to teach what &#346;r&#299; Bhagav&#257;n says. We do not manufacture our own teachings. So-called scholars and learned men manufacture their own teachings and give their opinions. In the West especially, we find much philosophical speculation and mental gymnastics, but such philosophy can never be perfect. We have to take our ideas from Bhagav&#257;n; then they will be perfect. We read Bhagavad-g&#299;t&#257; because it is perfect. There is no mistake in it; there is no illusion in it; there is no cheating in it. Nor is it delivered by one whose senses are imperfect. Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/26.htm">7.26</A>):</P><P>ved&#257;ham samat&#299;t&#257;ni</P><P CLASS=n>vartam&#257;n&#257;ni c&#257;rjuna</P><P CLASS=n>bhavishy&#257;ni ca bh&#363;t&#257;ni</P><P CLASS=n>m&#257;m tu veda na ka&#347;cana</P><P>"O Arjuna, as the Supreme Personality of Godhead, I know everything that has happened in the past, all that is happening in the present, and all things that are yet to come. I also know all living entities; but Me no one knows."</P><P>God knows everything, but we do not know what is God. That is our position. Our position is not knowing. &#298;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati (<A CLASS=v HREF="../bg/18/61.htm">Bg. 18.61</A>). &#298;&#347;vara, God, Krishna, is situated in everyone's heart. Sarvasya c&#257;ham hridi sannivishtah: "I have entered into everyone's heart." (<A CLASS=v HREF="../bg/15/15.htm">Bg. 15.15</A>) The Supreme Lord refers not only to the hearts of human beings but to those of animals and everything else.</P><P>and&#257;ntara-stha-param&#257;nu-cay&#257;ntara-stham</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>(Brahma-samhit&#257; <A CLASS=v HREF="../bs/5/35.htm">5.35</A>)</P><P>The Supreme Lord is within the atom as Param&#257;tm&#257;, and therefore He is also within the individual soul. Being within everything, He knows everything. Since He knows everything, we have to take lessons from Him. If we take what Bhagav&#257;n says as perfect knowledge, we receive perfect knowledge. For receiving this knowledge, there is a disciplic succession (parampar&#257;), which is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/2.htm">4.2</A>):</P><P>evam parampar&#257;-pr&#257;ptam</P><P CLASS=n>imam r&#257;jarshayo viduh</P><P>"This supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way." This Krishna consciousness philosophy is very easy because we do not manufacture ideas. We take the ideas and the words delivered by the Supreme Person, Krishna, or His incarnation or representative. His representative does not say anything which Krishna Himself does not say. It is very easy to be a representative, but one cannot be a representative of Krishna if one tries to interpret Krishna's words in a whimsical way.</P><P>There is no authority superior to &#346;r&#299; Krishna, and if we stick to this principle, we can become gurus. We don't need to change our position to become a guru. All we have to do is follow in the disciplic succession stemming from &#346;r&#299; Krishna. Caitanya Mah&#257;prabhu has advised: &#257;m&#257;ra &#257;jñ&#257;ya guru hañ&#257; t&#257;ra' ei de&#347;a (Cc. <A CLASS=v HREF="../cc/madhya/7/128.htm">Madhya 7.128</A>). Caitanya Mah&#257;prabhu instructed people to learn from Him and then go teach people within their own villages. One may think, "I am illiterate and have no education. I was not born in a very high family. How can I become a guru?" Caitanya Mah&#257;prabhu says that it is not very difficult. Y&#257;re dekha, t&#257;re kaha 'krishna'-upade&#347;a: [Cc. <A CLASS=v HREF="../cc/madhya/7/128.htm">Madhya 7.128</A>] "Simply speak whatever Krishna speaks. Then you become a guru." Whoever speaks what Krishna has not spoken is not a guru but a rascal. A guru only speaks what Krishna has spoken. This is the &#347;&#257;stric injunction.</P><P>shat-karma-nipuno vipro</P><P CLASS=n>mantra-tantra-vi&#347;&#257;radah</P><P CLASS=n>avaishnavo gurur na sy&#257;d</P><P CLASS=n>vaishnavah &#347;va-paco guruh</P><P>"A scholarly br&#257;hmana expert in all subjects of Vedic knowledge is unfit to become a spiritual master without being a Vaishnava, but a person born in a family of a lower class can become a spiritual master if he is a Vaishnava." (Padma Pur&#257;na)</P><P>People are in darkness, and they have to be enlightened. We have finally come from the animal kingdom to the human form, and now this human form gives us the opportunity to get out of the cycle of birth and death. The mission of this Krishna consciousness society is to awaken people to their original consciousness. J&#299;va j&#257;ga, j&#299;va j&#257;ga, gaurac&#257;nda bale. The word gaurac&#257;nda refers to Caitanya Mah&#257;prabhu, who tells the living entity, "Get up! Get up! How long will you continue to sleep?" Kota nidr&#257; y&#257;o m&#257;y&#257;-pi&#347;&#257;c&#299;ra kole. The same is stated here. It is the prime business of human beings to connect again with the Supreme Soul. The purpose of yoga is to awaken to Krishna consciousness and connect oneself again with Krishna. That is &#257;dhy&#257;tmika-yoga. Yoga does not mean showing some mystic magic. The supreme yog&#299; is described by &#346;r&#299; Krishna Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/6/47.htm">6.47</A>):</P><P>yogin&#257;m api sarvesh&#257;m</P><P CLASS=n>mad-gaten&#257;ntar-&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=n>sa me yuktatamo matah</P><P>"And of all yog&#299;s, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all."</P><P>There are many yog&#299;s and many different types of yoga systems, and all of these are discussed in Bhagavad-g&#299;t&#257;. There is hatha-yoga, karma-yoga, jñ&#257;na-yoga and r&#257;ja-yoga; however, the real yoga system is meant for reviving our connection with Krishna. Here it is said: yoga &#257;dhy&#257;tmikah pums&#257;m. &#256;dhy&#257;tmikah: we are living entities, souls. It is not that we are disconnected from Krishna, but we have simply forgotten Him. It is not possible to be disconnected, but it is possible to be covered. In the words of Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/25.htm">7.25</A>):</P><P>n&#257;ham prak&#257;&#347;ah sarvasya</P><P CLASS=n>yogam&#257;y&#257;-sam&#257;vritah</P><P CLASS=n>m&#363;dho 'yam n&#257;bhij&#257;n&#257;ti</P><P CLASS=n>loko m&#257;m ajam avyayam</P><P>"I am never manifest to the foolish and unintelligent. For them I am covered by My eternal creative potency [yogam&#257;y&#257;]; and so the deluded world knows Me not, who am unborn and infallible."</P><P>There is yoga, and there is yogam&#257;y&#257;. Yogam&#257;y&#257; means forgetfulness. First of all we have to understand what is the soul. At the present moment, people are in such darkness that they do not even understand the soul. Therefore Bhagavad-g&#299;t&#257; first of all teaches what the soul is:</P><P>dehino 'smin yath&#257; dehe</P><P CLASS=n>kaum&#257;ram yauvanam jar&#257;</P><P CLASS=n>tath&#257; deh&#257;ntara-pr&#257;ptir</P><P CLASS=n>dh&#299;ras tatra na muhyati</P><P CLASS=n>[<A CLASS=v HREF="../bg/2/13.htm">Bg. 2.13</A>]</P><P>"As the embodied soul continually passes in this body from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change." The word deh&#299; means "the proprietor of the body." We are thinking, "I am this body," but actually this is not so. We are the proprietors of the body, and that is the real understanding of the self. We do not say, "I am this finger" or "I am this hand." Rather, we say, "This is my finger, this is my head, this is my leg, etc." Similarly, the same can be said about the entire body. "This is my body." This means that I am the proprietor of this body. The body has been given by m&#257;y&#257;, the material energy.</P><P>prakriteh kriyam&#257;n&#257;ni</P><P CLASS=n>gunaih karm&#257;ni sarva&#347;ah</P><P CLASS=n>aha&#324;k&#257;ra-vim&#363;dh&#257;tm&#257;</P><P CLASS=n>kart&#257;ham iti manyate</P><P>"The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities that are in actuality carried out by nature." (<A CLASS=v HREF="../bg/3/27.htm">Bg. 3.27</A>)</P><P>The living entity receives different types of bodies according to karma. One living entity may receive a cat body, another a dog body, and so forth. Why are there so many different bodies? Why not one kind of body? The answer to this is also given in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/13/22.htm">13.22</A>):</P><P>k&#257;ranam guna-sa&#324;go 'sya</P><P CLASS=n>sad-asad-yoni janmasu</P><P>"It is due to his association with the modes of material nature. Thus he meets with good and evil among various species."</P><P>Because the soul within the body associates with the three modes of material nature (goodness, passion and ignorance), he receives different types of bodies. One doesn't have to aspire for his next body; one need only rest assured that it will be a different body. On the other hand, Krishna does not say what kind of body one will be awarded. That depends on qualification. If one associates with the mode of goodness, he is elevated to the higher planetary systems. If he associates with the mode of passion, he remains here. And if one associates with the mode of ignorance and darkness, he goes down to lower life forms&#8212;animals, trees and plants. This is the proclamation of &#346;r&#299; Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/14/18.htm">14.18</A>):</P><P>&#363;rdhvam gacchanti sattva-sth&#257;</P><P CLASS=n>madhye tishthanti r&#257;jas&#257;h</P><P CLASS=n>jaghanya-guna-vritti-sth&#257;</P><P CLASS=n>adho gacchanti t&#257;mas&#257;h</P><P>"Those situated in the mode of goodness gradually go upward to the higher planets; those in the mode of passion live on the earthly planets; and those in the mode of ignorance go down to the hellish worlds."</P><P>There are 8,400,000 species of life, and all of these arise from one's association with the modes of nature (k&#257;ranam guna-sa&#324;go 'sya). And, according to the body, one undergoes distress and happiness. One cannot expect a dog to enjoy the same happiness that a king or rich man enjoys. Whether one enjoys this or that happiness or suffers this or that distress, both distress and happiness are due to the material body. Yoga means transcending the distress or happiness of the material body. If we connect ourselves with Krishna through the supreme yoga, we can get rid of material happiness and distress arising from the body. Reconnecting with Krishna is called bhakti-yoga, and Krishna comes to instruct us in this supreme yoga. In essence, He says, "Just revive your connection with Me, you rascal. Give up all these manufactured yogas and religions and just surrender unto Me. That is Krishna's instruction, and Krishna's representative, the incarnation or the guru, says the same thing. Although Kapiladeva is an incarnation of Krishna, He acts as the representative of Krishna, the guru. If we just accept the principle of surrender unto Krishna, we will become actually transcendental to so-called material happiness. We should not be captivated by material happiness or aggrieved by material distress. These are causes for bondage. Material happiness is not actual happiness. It is actually distress. We try to be happy by obtaining money, but money is not very easily obtained, and we have to undergo a great deal of distress to get it. However, we accept this distress with the hope of getting some false happiness. If we purify our senses, on the other hand, we can come to the spiritual platform. Real happiness lies in engaging our senses to satisfy the senses of Krishna. In this way our senses are spiritualized, and this is called &#257;dhy&#257;tmika-yoga or bhakti-yoga. This is the yoga that Lord Kapiladeva is herein expounding.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>