<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 8 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 8 Verse 14"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 8: <A CLASS=v HREF="eight.htm">Bhakti-yoga: The Supreme Yoga System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 14</P><P CLASS=c>tam imam te pravakshy&#257;mi</P><P CLASS=c>yam avocam pur&#257;naghe</P><P CLASS=c>rish&#299;n&#257;m &#347;rotu-k&#257;m&#257;n&#257;m</P><P CLASS=c>yogam sarv&#257;&#324;ga-naipunam</P><P CLASS=t>TRANSLATION</P><P>O most pious mother, I shall now explain unto you the ancient yoga system, which I explained formerly to the great sages. It is serviceable and practical in every way.</P><P CLASS=t>PURPORT</P><P>The Lord does not manufacture a new system of yoga. Sometimes it is claimed that someone has become an incarnation of God and is expounding a new theological aspect of the Absolute Truth. But here we find that although Kapila Muni is the Lord Himself and is capable of manufacturing a new doctrine for His mother, He nevertheless says, "I shall just explain the ancient system that I once explained to the great sages because they were also anxious to hear about it." When we have a superexcellent process already present in Vedic scriptures, there is no need to concoct a new system, to mislead the innocent public. At present it has become a fashion to reject the standard system and present something bogus in the name of a newly invented process of yoga.</P><P>The supreme ancient system of yoga pertains to the soul. Presently, in America especially, hatha-yoga is very popular. It appeals to fat ladies who go to the classes to reduce and keep their digestive systems regular. Many people are interested in this kind of gymnastic yoga, but real yoga is &#257;dhy&#257;tmika. &#256;dhy&#257;tmika means to awaken the soul to his proper position. The soul is purusha, spirit, and his business is to reconnect his lost relationship with Krishna.</P><P>Herein Kapiladeva says that He previously delivered this yoga system to the great rishis, the great sages. This is the process of &#347;ravana, hearing. One must be very eager to hear, for spiritual life begins with hearing.</P><P>atah &#347;r&#299;-krishna-n&#257;m&#257;di</P><P CLASS=n>na bhaved gr&#257;hyam indriyaih</P><P CLASS=n>sevonmukhe hi jihv&#257;dau</P><P CLASS=n>svayam eva sphuraty adah</P><P CLASS=n>[BRS. 1.2.234]</P><P>It is thus stated in the &#347;&#257;stras that it is not possible to appreciate or understand Krishna with our blunt material senses. Krishna's name, form, qualities, pastimes, paraphernalia and abode are all part and parcel of Krishna. However, understanding Krishna begins with hearing and chanting His name. Then there is His form. Generally, for the neophyte, these items are essential&#8212;to hear His name and qualities and see and worship His form. That is Krishna's personal instruction:</P><P>man-man&#257; bhava mad-bhakto</P><P CLASS=n>mad-y&#257;j&#299; m&#257;m namaskuru</P><P>"Engage your mind always in thinking of Me, offer obeisances and worship Me." (<A CLASS=v HREF="../bg/9/34.htm">Bg. 9.34</A>)</P><P>Bhagav&#257;n &#346;r&#299; Krishna is present in the temple Deity, and even if a child comes to offer his respects, he is counted as a devotee. A small child may not know anything, but simply by seeing the Deity, chanting and dancing, he is benefited. Temples are meant to give everyone a chance to advance in Krishna consciousness one step at a time.</P><P>svalpam apy asya dharmasya</P><P CLASS=n>tr&#257;yate mahato bhay&#257;t</P><P>"A little advancement on this path can protect one from the most dangerous type of fear." (<A CLASS=v HREF="../bg/2/40.htm">Bg. 2.40</A>) Even if we do a little on the path of bhakti, it goes to our account. For instance, if we deposit only two dollars in a savings bank, it is kept in our account, and it will increase with interest. Similarly, if one performs even a little devotional service, it is not lost. One may come and join this Krishna consciousness movement, render some service and after a while fall down. However, whatever service has been rendered is to one's permanent credit. That will never be lost. When one begins again, he begins at the point where he has left off. This is the instruction of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/6/41.htm">6.41</A>):</P><P>&#347;uc&#299;n&#257;m &#347;r&#299;mat&#257;m gehe</P><P CLASS=n>yoga-bhrashto 'bhij&#257;yate</P><P>The unsuccessful yogi is born into a family of righteous people or into a family of rich aristocracy." Thus if one fails to perfect his bhakti-yoga, he is given another chance in the next life. According to a Bengali poem:</P><P>&#347;uci haya muci haya yadi krishna tyaje</P><P CLASS=n>muci haya &#347;uci haya yadi krishna-bhaje</P><P>If one takes to Krishna consciousness, even if he is born in a family of a cobbler (muci), he becomes greater than a br&#257;hmana (&#347;uci). However, if one is born in a br&#257;hmana family and gives up Krishna consciousness, he becomes a muci, a cobbler. Thus the door of devotion is open to everyone, whoever he may be. Krishna Himself says that regardless of one's position, if one takes shelter of Him, one can approach the supreme destination.</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya</P><P CLASS=n>ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s</P><P CLASS=n>te 'pi y&#257;nti par&#257;m gatim</P><P>"O son of Prith&#257;, those who take shelter in Me, though they be of lower birth&#8212;women, vai&#347;yas [merchants], as well as &#347;&#363;dras [workers]&#8212;can approach the supreme destination." (<A CLASS=v HREF="../bg/9/32.htm">Bg. 9.32</A>) And &#346;ukadeva Gosv&#257;m&#299; says:</P><P>kir&#257;ta-h&#363;n&#257;ndhra-pulinda-pulka&#347;&#257;</P><P CLASS=n>&#257;bh&#299;ra-&#347;umbh&#257; yavan&#257;h khas&#257;dayah</P><P CLASS=n>ye 'nye ca p&#257;p&#257; yad-ap&#257;&#347;ray&#257;&#347;ray&#257;h</P><P CLASS=n>&#347;udhyanti tasmai prabhavishnave namah</P><P>"Kir&#257;ta, H&#363;na, &#256;ndhra, Pulinda, Pulka&#347;a, &#256;bh&#299;ra, &#346;umbha, Yavana and the Khasa races and even others who are addicted to sinful acts can be purified by taking shelter of the devotees of the Lord, due to His being the supreme power. I beg to offer my respectful obeisances unto Him." (Bh&#257;g. <A CLASS=v HREF="../sb/2/4/18.htm">2.4.18</A>) Krishna consciousness is so complete that it is all-embracing. Everyone has an occupational duty as a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra, but one does not have to give up his occupational duty to take to Krishna consciousness. And if one takes to Krishna consciousness but does not succeed, what has he lost? Even if he falls down, there is no loss. On the other hand, if a man perfectly performs his own duties (sva-dharma) but is not Krishna conscious, what does he gain? There is actually no gain. Kapiladeva explains that once one takes to the path of bhakti-yoga, one never actually falls down. Once begun, bhakti-yoga continues, even if one temporarily falls down. One is given another chance by taking birth in a good family, either in a wealthy family, a learned family or a br&#257;hmana family. If one executes his duties as a br&#257;hmana, Vishnu will be very pleased, and if one executes his duties perfectly as a kshatriya or &#347;&#363;dra, Vishnu will also be very pleased. One does not have to change one's position. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/18/46.htm">18.46</A>) &#346;r&#299; Krishna says that every man can become perfect by following his qualities of work:</P><P>yatah pravrittir bh&#363;t&#257;n&#257;m</P><P CLASS=n>yena sarvam idam tatam</P><P CLASS=n>sva-karman&#257; tam abhyarcya</P><P CLASS=n>siddhim vindati m&#257;navah</P><P>"By worship of the Lord, who is the source of all beings and who is all-pervading, man can, in the performance of his own duty, attain perfection." Thus if one executes his duties as a perfect kshatriya, vai&#347;ya, &#347;&#363;dra or whatever, Vishnu will be pleased. The purpose of work is to please Vishnu. Unfortunately, people have forgotten this. Varn&#257;&#347;rama-dharma, the Vedic system of society, is therefore very important in that it is meant to give human beings a chance to perfect their lives by pleasing Krishna. Unfortunately, the varn&#257;&#347;rama-dharma has been lost in this age. Therefore Caitanya Mah&#257;prabhu, just to give relief to the rotting, conditioned souls of this age of Kali-yuga, has given us the mah&#257;-mantra.</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"In this age of quarrel and hypocrisy, the only means of deliverance is chanting of the holy name of the Lord. There is no other way. There is no other way. There is no other way." (Brihan-n&#257;rad&#299;ya Pur&#257;na) Although we may try to revive the perfect varn&#257;&#347;rama system, it is not possible in this age. People are fallen, disturbed and unfortunate:</P><P>pr&#257;yen&#257;lp&#257;yushah sabhya</P><P CLASS=n>kal&#257;v asmin yuge jan&#257;h</P><P CLASS=n>mand&#257;h sumanda-matayo</P><P CLASS=n>manda-bh&#257;gy&#257; hy upadrut&#257;h</P><P>"O learned one, in this iron age of Kali men have but short lives. They are quarrelsome, lazy, misguided, unlucky and, above all, always disturbed." (Bh&#257;g. <A CLASS=v HREF="../sb/1/1/10.htm">1.1.10</A>) In this age, there will be insufficient rainfall and food, and the government will plunder one's income by heavy taxation. All of these characteristics of Kali-yuga are described in &#346;r&#299;mad-Bh&#257;gavatam. People will become so disgusted that they will suddenly leave their wife and children and go to the forest. How can the peaceful varn&#257;&#347;rama-dharma be revived when people are so harassed in this age? It is virtually impossible. Therefore the system of bhakti-yoga, the chanting of the Hare Krishna mah&#257;-mantra, should be adopted. The whole aim of bhakti-yoga is to satisfy Vishnu. Yajñaih sa&#324;k&#299;rtana-pr&#257;yaih: Vishnu, Krishna, came Himself as Caitanya Mah&#257;prabhu to teach us the way of sa&#324;k&#299;rtana. Presently it has become fashionable to manufacture a new system of religion, but Kapiladeva, like Krishna, does not manufacture anything new. This system is not new, but very old (pur&#257;). Krishna also says the same in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/2.htm">4.2</A>), evam parampar&#257;-pr&#257;ptam imam r&#257;jarshayo viduh: "This supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way." Thus Krishna and Kapiladeva are not teaching anything new. They are simply repeating the same message because, in the course of time, the knowledge has been lost. Arjuna asks, "Why are you telling me? Why not another?" &#346;r&#299; Krishna answers, bhakto 'si me sakh&#257; ceti: "Because you are My devotee as well as My friend." (<A CLASS=v HREF="../bg/4/3.htm">Bg. 4.3</A>)</P><P>Thus without being a bhakta, a devotee of Krishna's, one cannot actually understand the science of bhakti-yoga. Understanding Bhagavad-g&#299;t&#257; means understanding Krishna. All this information is explained only in the bhakti-samprad&#257;ya, not in any other school. Therefore Krishna says at the conclusion of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/18/55.htm">18.55</A>), bhakty&#257; m&#257;m abhij&#257;n&#257;ti: if one actually wants to understand Krishna and one's relationship with Him, one must take to this process of bhakti-yoga. Bhakti-yoga as explained by Lord Kapiladeva is s&#257;&#324;khya-yoga.</P><P>Lord Kapiladeva states here:</P><P>tam imam te pravakshy&#257;mi</P><P CLASS=n>yam avocam pur&#257;naghe</P><P>The word anaghe refers to one without sin. The word agha refers to past sins, and an means "without." Therefore one cannot understand Krishna consciousness unless he is free from sin. Yesh&#257;m tv anta-gatam p&#257;pam: one can stick to Krishna consciousness only when one is completely free from all sinful reactions. One may say, "That will take some time. I cannot get free from sinful reactions overnight." However, Krishna says, "No, no. This can be done immediately. Simply surrender unto Me, and I will absolve you from all sin." Thus by simply surrendering unto Krishna, our spiritual life begins.</P><P>We have to understand that we receive different bodies due to our sinful actions. Now we are given a chance to execute our duty in the human form. Bah&#363;n&#257;m janman&#257;m ante [<A CLASS=v HREF="../bg/7/19.htm">Bg. 7.19</A>]. We have received this body through the evolutionary processes, and this human form is a great opportunity. Narottama d&#257;sa Th&#257;kura sings: hari hari viphale janama go&#324;&#257;inu: "My dear Lord Krishna, I have simply wasted my time." Why?</P><P>manushya janama p&#257;iy&#257;, r&#257;dh&#257;-krishna n&#257; bhajiy&#257;,</P><P CLASS=n>j&#257;niy&#257; &#347;uniy&#257; visha kh&#257;inu</P><P>"Because I have received the human form of life, which is meant for understanding Krishna, yet I have simply wasted my time by not taking advantage of this opportunity. I have done everything but worship R&#257;dh&#257;-Krishna. Therefore I have taken poison knowingly." When one takes poison knowingly, he commits suicide, and not taking advantage of the human form is something like that. If we do not understand Krishna in this life, we are knowingly taking poison. This material life is just like a blazing forest fire. Eating, sleeping, enjoying sex and defending are the main material activities. When we are engaged simply in these things, our hearts are always burning as if we had taken poison. How can we be cured?</P><P>golokera prema-dhana, hari-n&#257;ma-sa&#324;k&#299;rtana,</P><P CLASS=n>rati n&#257; janmila kene t&#257;ya</P><P>"My dear Lord, You have given us the medicine of hari-n&#257;ma-sa&#324;k&#299;rtana, the chanting of Hare Krishna. Unfortunately, I have no attraction for Your holy names." It is also stated:</P><P>vrajendra-nandana yei, &#347;ac&#299;-suta haila sei,</P><P CLASS=n>balar&#257;ma haila nit&#257;i</P><P>"Krishna has now come as &#346;r&#299; Caitanya Mah&#257;prabhu, the son of mother &#346;ac&#299;. And Balar&#257;ma has come as Lord Nity&#257;nanda." What is Their business? They are delivering all kinds of sinful men simply by chanting Hare Krishna. And what is the evidence of this? The evidence is that &#346;r&#299; Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu delivered the sinful Jag&#257;i and M&#257;dh&#257;i. At the present moment everyone is like Jag&#257;i and M&#257;dh&#257;i, for everyone is intoxicated and mad after sex. Now, by the grace of Caitanya Mah&#257;prabhu, thousands of Jag&#257;is and M&#257;dh&#257;is are being delivered. It is this active medicine, this Hare Krishna mah&#257;-mantra, that is doing it. It is the perfect yoga system. This process is not manufactured, and we have not concocted anything. Our business is simply to accept the words of Krishna as they are. &#346;r&#299; Krishna Himself characterizes His devotee in this way:</P><P>satatam k&#299;rtayanto m&#257;m</P><P CLASS=n>yatanta&#347; ca dridha-vrat&#257;h</P><P CLASS=n>namasyanta&#347; ca m&#257;m bhakty&#257;</P><P CLASS=n>nitya-yukt&#257; up&#257;sate</P><P>"Always chanting My glories, endeavoring with great determination, bowing down before Me, these great souls perpetually worship Me with devotion." (<A CLASS=v HREF="../bg/9/14.htm">Bg. 9.14</A>)</P><P>We do not need to be very learned. Our only requirement is that we receive the blessings of the Lord. The Lord's blessings will enable us to become learned and follow His instructions. We only need to stick to this Krishna consciousness movement on the basis of Bhagavad-g&#299;t&#257;. When we are a little further advanced, we can read &#346;r&#299;mad-Bh&#257;gavatam. Caitanya Mah&#257;prabhu Himself has opened the way with this sa&#324;k&#299;rtana movement. The entire world is in darkness without Krishna consciousness, and in this age people are so dull that they do not even know the difference between mukti (liberation) and bandha (bondage). If a human being does not know this difference, he is no better than an animal.</P><P>Presently we are under the sway of the three gunas, the modes of material nature&#8212;sattva-guna, rajo-guna and tamo-guna. Out of these three gunas, sattva-guna, the mode of goodness, is the best. A br&#257;hmana, characterized by the mode of goodness, is truthful and self-controlled. He controls his mind and senses, and he is very tolerant and simple. He has full knowledge, and he knows how to apply knowledge in life. He has full faith in the authority of the Vedas, a quality called &#257;stikyam. Caitanya Mah&#257;prabhu has explained the difference between n&#257;stikyam and &#257;stikyam. According to Vedic understanding, one who does not believe in the Vedas is called n&#257;stika. Caitanya Mah&#257;prabhu says: veda n&#257; m&#257;niy&#257; bauddha haya ta 'n&#257;stika (Cc. <A CLASS=v HREF="../cc/madhya/6/168.htm">Madhya 6.168</A>). Lord Buddha defied Vedic authority, but His mission was to stop animal killing. In the Vedas there are recommendations for animal sacrifice, and therefore to prevent the killing of animals, Lord Buddha rejected the Vedas. Such sacrifice is not possible in this age because there is no br&#257;hmana qualified to carry it out. Those who are intelligent know that such a sacrifice cannot be successful in this age because no one knows the proper mantras capable of giving an old animal the body of a new animal. When an animal sacrifice is properly conducted, an old animal is sacrificed, and it emerges from the fire in a new body. This is not possible in this age, but what is possible is sa&#324;k&#299;rtana-yajña, the chanting of the Hare Krishna mah&#257;-mantra. This is the yajña, or sacrifice, especially intended for this age. We need only chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. By performing this yajña, the results will be ceto-darpana-m&#257;rjanam [Cc. <A CLASS=v HREF="../cc/antya/20/12.htm">Antya 20.12</A>]&#8212;the mirror of the mind will be cleansed. When the mirror of the mind is cleansed, one is automatically liberated.</P><P>Consciousness is the main principle, either for conditional life or for liberated life. We are therefore proposing Krishna consciousness, which means liberation from the repetition of birth and death. Unfortunately, people are so dull in this age that they have no idea how birth and death can be stopped. They think that birth and death cannot be stopped; even famous scientists admit this. However, in Bhagavad-g&#299;t&#257; &#346;r&#299; Krishna says that we should always keep in mind the four miserable conditions. These are birth, old age, disease and death. When we are able to put an end to these, we are liberated. This simply requires that we clear our consciousness by thinking of Krishna. The purpose of this Krishna consciousness movement is to keep our minds constantly on Krishna. Krishna is the Supreme Personality of Godhead, and He is a person. When He was realized by Arjuna, He was addressed as purusham. God is purusha, male, not female. purusha means "the enjoyer," and prakriti means "the enjoyed." Everything is enjoyed by the supreme purusha. It is also stated that we are actually prakriti, not purusha. The human dress is simply m&#257;y&#257;, illusion. We are thinking that we are purusha, the enjoyer, but actually we are the enjoyed. A man, thinking of enjoying himself, tries to imitate purusha, but actually he is prakriti. As a consequence, he is cast into this material world. Because the living entity wants to enjoy the material world and is attached to the three gunas, he receives different types of bodies. One who is in the mode of goodness receives the body of a learned br&#257;hmana. This is somewhat elevated, for he can gradually understand what is God. In the modes of passion and ignorance, no one can understand God. Also, from the material point of view, if one is situated in the mode of goodness, he can be elevated to higher planetary systems. Nonetheless, even if one goes to Brahmaloka, the highest planet in the material atmosphere, one is not actually perfectly situated. There is really no benefit because even on Brahmaloka the four miseries of material existence are found: birth, old age, disease and death. Lord Brahm&#257; also dies and takes birth. From Vedic literatures we understand that Lord Brahm&#257; took birth from the lotus flower generated from the navel of Vishnu. Thus he had his birth, and when Lord Brahm&#257; dies, the entire material cosmic manifestation will be finished. Just as Lord Brahm&#257; undergoes birth, old age, disease and death, so also a small ant or insect undergoes the same process. The point is that the living entity has to be free from this bondage because he is by nature eternal. According to Bhagavad-g&#299;t&#257;, the living entity never actually takes birth, and he never actually dies. Na j&#257;yate mriyate v&#257; kad&#257;cit: "For the soul there is never birth nor death." (<A CLASS=v HREF="../bg/2/20.htm">Bg. 2.20</A>)</P><P>It is the body that is destined to die, whether the body be that of Lord Brahm&#257; or of a small ant. One should not think that one is liberated because one can live millions and millions of years. The life of Lord Brahm&#257; covers millions of earth years, yet he is also subjected to birth and death. That is the way of conditional life. We should take advantage of the perfect knowledge given by Vedic literatures, by the great rishis and Bhagav&#257;n Kapiladeva, as well as by Bhagav&#257;n &#346;r&#299; Krishna, in order to attain liberation from the cycle of birth and death.</P><P>Receiving Krishna consciousness means receiving light. People are exhausted with the materialistic way of life, especially in the West. Now the Krishna consciousness movement is giving new life to Western society. By nature, we living entities are liberated. There is actually no question of birth, death, old age and disease. Since we are part and parcel of Krishna, the Supreme Lord, how can there be a question of these things? Krishna is sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../bs/5/1.htm">Bs. 5.1</A>], and being part and parcel of Krishna, we are also of the same nature. We are equal in quality, although not in quantity. Why, then, should we suffer the pangs of death? Therefore in the previous verse Kapiladeva instructed: yoga &#257;dhy&#257;tmikah pums&#257;m mato nih&#347;reyas&#257;ya. The soul is entrapped in the body, and the process of perfect yoga is the process of saving the soul from bodily confinement and the four miseries that plague the body. How can this perfect yoga be attained? That is explained by Lord Kapila in the next verse: ratam v&#257; pumsi muktaye. If our consciousness is simply attached to Krishna, we will be liberated.</P><P>The great souls are always chanting about Krishna. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. They are also endeavoring with great determination in their devotional service. For instance, in the Krishna consciousness temples the devotees rise early in the morning, at 4:00 A.M., and they immediately bathe. Then they go to ma&#324;gala-&#257;rati at 4:30, and after ma&#324;gala-&#257;rati they study the Vedic literatures. These are the processes by which we can awaken our dormant love for Krishna. Because we are part and parcel of Krishna&#8212;just as a son is part and parcel of his father&#8212;there is a natural love between us. However, somehow or other the son leaves home and forgets his father. The father, of course, never forgets his son. He thinks, "Oh, my son has left. If he would only come back!" Krishna thinks in this way. We are all sons of Krishna, and Krishna is more anxious to get us back home, back to Godhead, than we are to go. Therefore Krishna comes and says, "You rascal! Give up all this nonsensical material engagement. You have manufactured so many religions and dharmas. Just give them all up and simply surrender unto Me." Krishna comes Himself and leaves behind His words. His words are also Himself because His words are absolute. Presently we do not see Krishna, but if we actually advance, we will see Him. When we see the Deity in the temple, we think, "Oh, this is an idol. It is not Krishna." If we think in this way, we have not seen Krishna. Krishna is also present in His words, in Bhagavad-g&#299;t&#257;. That is krishna-v&#257;n&#299;, the message of Krishna. The stage of awareness of Krishna can be attained when one is advanced in Krishna consciousness. Then one can understand that Krishna is present in the Deity, in Bhagavad-g&#299;t&#257;, in the taste of water, in the sunshine, in the moonshine and in all sound. Krishna is present everywhere, but one has to acquire knowledge in order to know how to see Krishna. That is mukti, liberation. That is Krishna consciousness. That is also the process of bhakti-yoga&#8212;&#347;ravanam k&#299;rtanam vishnoh smaranam... [<A CLASS=v HREF="../sb/7/5/23.htm">SB 7.5.23</A>]. Deity worship is arcanam, chanting is vandanam, and d&#257;syam is working for Krishna and spreading this Krishna consciousness movement.</P><P>Generally we experience that people are primarily interested in seeing Krishna, but why is the emphasis on seeing? Let us hear about Him. We must come with a little faith, and as we hear, that faith will increase. One should come to the temple, listen to talks about Krishna, and then, after some time, officially take initiation into the service of the Lord. That is called bhajana-kriy&#257;. At that time one has to abandon illicit sex, intoxication, meat-eating and gambling. If one is still attached to all these habits, he should know that he is not making progress. When one is actually advanced in bhajana-kriy&#257;, all these anarthas (unwanted things) will be finished. param drishtv&#257; nivartate. When one appreciates something better, he rejects all kinds of nonsense. Once one gets a taste of Krishna consciousness, he cannot remain without it. A drunkard cannot remain without a drink, but a devotee is drunk with Krishna consciousness. The immunization against all material diseases is this Krishna consciousness. To be immuned to the infection of the gunas, we have to engage in bhakti-yoga. Once we attain the perfectional stage, we attain ecstatic love of Godhead. In that state we cannot remain without Krishna for a moment. That is called bh&#257;va, and that bh&#257;va may increase to mah&#257;-bh&#257;va. This is not possible for ordinary human beings, but it was possible for the gop&#299;s and R&#257;dh&#257;r&#257;n&#299;. Indeed, they could not live without Krishna. This is the highest stage of liberation.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>