<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 9 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 9 Verse 17"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 9: <A CLASS=v HREF="nine.htm">Purifying the Mind for Self-realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 17</P><P CLASS=c>tad&#257; purusha &#257;tm&#257;nam</P><P CLASS=c>kevalam prakriteh param</P><P CLASS=c>nirantaram svayam-jyotir</P><P CLASS=c>anim&#257;nam akhanditam</P><P CLASS=t>TRANSLATION</P><P>At that time the soul can see himself to be transcendental to material existence and always self-effulgent, never fragmented, although very minute in size.</P><P CLASS=t>PURPORT</P><P>In the state of pure consciousness, or Krishna consciousness, one can see himself as a minute particle nondifferent from the Supreme Lord. As stated in Bhagavad-g&#299;t&#257;, the j&#299;va, or the individual soul, is eternally part and parcel of the Supreme Lord. Just as the sun's rays are minute particles of the brilliant sun, so a living entity is a minute particle of the Supreme Spirit. The individual soul and the Supreme Lord are not separated as in material differentiation. The individual soul is a particle from the very beginning. One should not think that because the individual soul is a particle, it is fragmented from the whole spirit. M&#257;y&#257;v&#257;da philosophy enunciates that the whole spirit exists, but a part of it, which is called the j&#299;va, is entrapped by illusion. This philosophy, however, is unacceptable because spirit cannot be divided like a fragment of matter. That part, the j&#299;va, is eternally a part. As long as the Supreme Spirit exists, His part and parcel also exists. As long as the sun exists, the molecules of the sun's rays also exist.</P><P>The j&#299;va particle is estimated in the Vedic literature to be one ten-thousandth the size of the upper portion of a hair. He is therefore infinitesimal. The Supreme Spirit is infinite, but the living entity, or individual soul, is infinitesimal, although he is not different in quality from the Supreme Spirit.</P><P>Two words in this verse are to be particularly noted. One is nirantaram, which means "nondifferent" or "of the same quality." The individual soul is also expressed here as anim&#257;nam. Anim&#257;nam means "infinitesimal." The Supreme Spirit is all-pervading, but the very small spirit is the individual soul. Akhanditam means not exactly "fragmented" but "constitutionally always infinitesimal." No one can separate the molecular parts of the sunshine from the sun, but at the same time the molecular part of the sunshine is not as expansive as the sun itself. Similarly, the living entity, by his constitutional position, is qualitatively the same as the Supreme Spirit, but he is infinitesimal.</P><P>Self-realization means seeing one's proper identity as the infinitesimal j&#299;va. At the present moment, we are seeing the body, but this is not our proper identity. We have no vision of the real person occupying the body. The first lesson we receive from Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/2/13.htm">2.13</A>) informs us that the body and the owner of the body are different. When we can understand that we are not the body, that is the beginning of self-realization, and that is called the brahma-bh&#363;ta stage. Aham brahm&#257;smi. I am not this material body, but spirit soul. And what are the characteristics of the j&#299;va, the soul? First of all, he is anim&#257;nam, very minute, infinitesimal. We are also jyoti, effulgent, like God, but God is brahma-jyoti, all-pervading and infinite. According to the M&#257;y&#257;v&#257;da theory, we are the same as that brahmajyoti. M&#257;y&#257;v&#257;d&#299;s give the example of a pot and the sky. Outside the pot there is sky, and within the pot there is sky. The separation is only due to the wall of the pot. When the pot is broken, the inside and outside become one. However, this example does not properly apply to the soul, as it is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/2/24.htm">2.24</A>):</P><P>acchedyo 'yam ad&#257;hyo 'yam</P><P CLASS=n>akledyo '&#347;oshya eva ca</P><P CLASS=n>nityah sarva-gatah sth&#257;nur</P><P CLASS=n>acalo 'yam san&#257;tanah</P><P>"This individual soul is unbreakable and insoluble, and can be neither burned nor dried. He is everlasting, all-pervading, unchangeable, immovable and eternally the same." The Soul cannot be cut in pieces or segmented. This means that the soul is eternally, perpetually minute. We are the eternal parts and parcels of &#346;r&#299; Krishna. As &#346;r&#299; Krishna Himself states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/15/7.htm">15.7</A>):</P><P>mamaiv&#257;m&#347;o j&#299;va-loke</P><P CLASS=n>j&#299;va-bh&#363;tah san&#257;tanah</P><P>"The living entities in the conditioned world are My eternal, fragmental parts." The word san&#257;tana means "eternal," and the word am&#347;a means "particles." God, Krishna, is very great. No one is equal to Him or greater than Him. It is said that God is great, but we do not actually realize how great God is. He is so great that millions of universes are emanating from the pores of His body.</P><P>yasyaika-ni&#347;vasita-k&#257;lam ath&#257;valambya</P><P CLASS=n>j&#299;vanti loma-vilaj&#257; jagad-anda-n&#257;th&#257;h</P><P CLASS=n>vishnur mah&#257;n sa iha yasya kal&#257;-vi&#347;esho</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"The Brahm&#257;s and other lords of the mundane worlds appear from the pores of the Mah&#257;-Vishnu and remain alive for the duration of His one exhalation. I adore the primeval Lord, Govinda, for Mah&#257;-Vishnu is a portion of His plenary portion." (Brahma-samhit&#257; <A CLASS=v HREF="../bs/5/48.htm">5.48</A>)</P><P>Millions of universes emanate from the breathing of the Mah&#257;-Vishnu. In the Tenth Chapter of Bhagavad-g&#299;t&#257;, Krishna gives Arjuna some indication of His infinite glory, and He concludes His descriptions with the following statement (<A CLASS=v HREF="../bg/10/42.htm">Bg. 10.42</A>):</P><P>athav&#257; bahunaitena</P><P CLASS=n>kim jñ&#257;tena tav&#257;rjuna</P><P CLASS=n>vishtabhy&#257;ham idam kritsnam</P><P CLASS=n>ek&#257;m&#347;ena sthito jagat</P><P>"But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe."</P><P>This universe (jagat) is situated on the strength of one part of Krishna's yogic powers. In this way we must understand the greatness of God and our own identity as minute particles. It is stated in the pur&#257;nas that the individual soul is one ten-thousandth part of the tip of a hair. If we could somehow divide the tip of a hair into ten thousand parts, we might begin to understand how the soul is invisible. Self-realization means knowing our identity as small particles. The small particle of spirit soul is within every one of us, but it is not possible to see with material eyes. There is no instrument existing in the material universe by which one can actually see the soul. Because of our inability to perceive the soul, we say it is nir&#257;k&#257;ra, formless. We cannot even calculate its dimension (&#257;k&#257;ra). Although we cannot calculate it, it is there nonetheless. The living entity has full form. There are small microbes and insects we can barely see, but they have an anatomy consisting of many working parts. Within a small insect there is also the spirit soul, and that spirit soul also exists within the elephant and other big animals.</P><P>When we actually realize our identity as Brahman, our life becomes successful. Presently we are identifying with the body, but as long as we do so, we are no better than cats and dogs, although we may have a considerable amount of scientific knowledge. Conditioned souls consider the body to be the self, and because of this the j&#299;vas identify themselves as American, Indian, br&#257;hmana, kshatriya, man, woman, elephant and so forth. Thinking in these bodily terms, people consider their wives and children to be theirs and the land of their birth to be worshipable. Thinking thus, people are willing to fight and die for their country. presently everyone is laboring under this delusion, but in order to understand our spiritual identity, we must find the proper guru.</P><P>Realizing our identity means realizing that we are Krishna's eternal parts and parcels, that we are very minute, infinitesimal, and that we have a perpetual and eternal relationship with Krishna, just as a part has its relationship to the whole. At no time can we be as great as Krishna, although we are the same qualitatively. No one is equal to God, and no one is greater than Him. If someone claims to be God, he has to prove that no one is equal to him and that no one is greater. If he can do this, he is God. This is a very simple definition. Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/1.htm">5.1</A>) also verifies this statement: &#299;&#347;varah paramah krishnah [<A CLASS=v HREF="../bs/5/1.htm">Bs. 5.1</A>]. The word &#299;&#347;vara means "controller," and the word parama means "supreme." We small living entities are controllers to a degree. We can control, at times, our family members, wives, children and so forth. Or we can control our office, factory, country or whatever. There are small controllers and larger controllers. If we go to Brahm&#257;, we see that he is controlling the entire universe, but he is not the supreme controller. It is stated in the &#347;&#257;stras that Brahm&#257;, the greatest living being within this universe, is also meditating in order to learn how to control. Tene brahma hrid&#257; ya &#257;di-kavaye (Bh&#257;g. <A CLASS=v HREF="../sb/1/1/1.htm">1.1.1</A>).</P><P>First of all, Brahm&#257; learned to control the universe; then he became qualified as Brahm&#257;. Although he was born Brahm&#257;, he still had to be educated. If he was the first living being in the universe, who educated him? Krishna. &#346;r&#299; Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/10/2.htm">10.2</A>), aham &#257;dir hi dev&#257;n&#257;m: "I am the source of the demigods."</P><P>The original demigods are Brahm&#257;, Vishnu and &#346;iva. Lord Krishna is Vishnu, but He is the instructor of Brahm&#257; and &#346;iva. Therefore it is said that Lord Krishna is the source of all the demigods.</P><P>We should not foolishly claim that we are as great as the Supreme God. We should understand that we are like sparks of the original fire. The spark is also fire, but if it falls from the original flame, it will go out. One should not think that because he is qualitatively one with God, he is God. the supreme controller. It is very fashionable nowadays to claim to have become N&#257;r&#257;yana, God. The M&#257;y&#257;v&#257;d&#299;s address one another as N&#257;r&#257;yana, and thus everyone supposedly becomes N&#257;r&#257;yana. In this way we are overcrowded with N&#257;r&#257;yanas here and there. But how can everyone become N&#257;r&#257;yana? N&#257;r&#257;yana is one, and the &#347;&#257;stras warn:</P><P>yas tu n&#257;r&#257;yanam devam</P><P CLASS=n>brahma-rudr&#257;di-daivataih</P><P CLASS=n>samatvenaiva v&#299;ksheta</P><P CLASS=n>sa p&#257;shand&#299; bhaved dhruvam</P><P>"Whoever thinks Lord Vishnu and the demigods are on the same level is to be immediately considered a rogue as far as spiritual understanding is concerned." If one compares N&#257;r&#257;yana to the demigods, he simply reveals his lack of intelligence. It is also fashionable to speak of daridra-n&#257;r&#257;yana, poor N&#257;r&#257;yana, claiming that the poor man in the street is N&#257;r&#257;yana. But what is this nonsense? N&#257;r&#257;yana is the exalted Supreme Personality of Godhead. Even &#346;a&#324;kar&#257;c&#257;rya says: n&#257;r&#257;yanah paro 'vyakt&#257;t. N&#257;r&#257;yana is beyond this universe. Avyakt&#257;d anda-sambhavah: the entire universe is a product of this avyakta. We should not compare N&#257;r&#257;yana to anyone, what to speak of the poor man in the street (daridra). This is all foolishness. N&#257;r&#257;yana is Lakshm&#299;pati, the husband and controller of the goddess of fortune. How, then, can He be daridra? This is all due to misunderstanding. Therefore the &#347;&#257;stras warn that if one thinks that the demigods are equal to N&#257;r&#257;yana, one is a p&#257;shand&#299;, an atheist. We should not think that because we have become liberated, we have attained the position of N&#257;r&#257;yana. By severe austerity and penance one may elevate himself to the position of Brahman, but this is not the position of Parabrahman. &#256;ruhya kricchrena param padam tatah (Bh&#257;g. <A CLASS=v HREF="../sb/10/2/32.htm">10.2.32</A>). Although one rises to the platform of Brahman, one again falls down to the material position if he neglects to worship the lotus feet of Krishna. One may rise to the Brahma effulgence, but because there is no shelter there one will return to the material atmosphere. One may go to Brahmaloka, the highest planet in the material sky, but one's position there is temporary. However, in the paravyoma, the spiritual sky, there are many spiritual planets, called Vaikunthalokas. There are millions of these gigantic planets, and unless we take shelter of one of them, we will fall down again into the material atmosphere.</P><P>It is not sufficient to rise to the platform of Brahman. Brahman is sat (being), and a partial realization of the Absolute Truth. We are actually after &#257;nanda. Sac-cid-&#257;nanda: cit means "knowledge," and that is also partial. We must add &#257;nanda (bliss) in order to have complete realization. If we simply fly in the sky, we can't have &#257;nanda. We have to descend to an airport at some time or another. If we simply rise to the Brahman effulgence, we do not experience &#257;nanda. &#256;nanda is experienced when we enter the spiritual planets, where N&#257;r&#257;yana, Krishna, is present. paras tasm&#257;t tu bh&#257;vo 'nyo 'vyakto 'vyakt&#257;t san&#257;tanah (<A CLASS=v HREF="../bg/8/20.htm">Bg. 8.20</A>). We have to enter the eternal planets and associate with the Supreme Personality of Godhead in order to be happy. If we do not attain this position, we will return to the material world. And how can this position be attained? We simply have to try to understand Krishna. Why does He come? What is His business? What is His form?</P><P>The purpose of this Krishna consciousness movement is to teach people how to understand Krishna. If one is fortunate in understanding Him, one's life is successful. As long as we have lusty desires and greed, we cannot come to this understanding. The bhakti-yoga process is the process of purification whereby we can become free from k&#257;ma and lobha, lust and greed, and the influence of the lower gunas, tamo-guna and rajo-guna, ignorance and passion. As soon as we engage in devotional service, we immediately become freed from the influence of the gunas. Because we are not expert in approaching the Supreme Lord, we have to follow the principles of bhakti-yoga enunciated by the &#257;c&#257;ryas. When a boy goes to school, he has to follow the rules and regulations, but after a while he becomes accustomed to them and does not have to be taught. In other words, he learns automatically to come to school at a certain time, take his seat and study nicely. Similarly, in this Krishna consciousness movement, we have certain rules and regulations. We must rise early in the morning for ma&#324;gala-&#257;rati, chant sixteen rounds of Hare Krishna daily, and execute all the functions of bhakti-yoga. In this way, we become attached to rendering service to Krishna, and we become practiced in this science. When we attain this stage, we immediately become self-realized.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>