<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 10 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 10 Verse 19"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 10: <A CLASS=v HREF="ten.htm">Spiritual Attachment and Material Detachment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 19</P><P CLASS=c>na yujyam&#257;nay&#257; bhakty&#257;</P><P CLASS=c>bhagavaty akhil&#257;tmani</P><P CLASS=c>sadri&#347;o 'sti &#347;ivah panth&#257;</P><P CLASS=c>yogin&#257;m brahma-siddhaye</P><P CLASS=t>TRANSLATION</P><P>Perfection in self-realization cannot be attained by any kind of yog&#299; unless he engages in devotional service to the Supreme Personality of Godhead, for that is the only auspicious path.</P><P CLASS=t>PURPORT</P><P>That knowledge and renunciation are never perfect unless joined by devotional service is explicitly explained here. Na yujyam&#257;nay&#257; means "without being dovetailed." When there is devotional service, the question arises where to offer that service. Devotional service is to be offered to the Supreme Personality of Godhead, who is the Supersoul of everything, for that is the only reliable path of self-realization, or Brahman realization. The word brahma-siddhaye means to understand oneself to be different from matter, to understand oneself to be Brahman. The Vedic words are aham brahm&#257;smi. Brahma-siddhi means that one should know that he is not matter; he is pure soul. There are different kinds of yog&#299;s, but every yog&#299; is supposed to have attained self-realization, or Brahman realization. It is clearly stated here that unless one is fully engaged in the devotional service of the Supreme Personality of Godhead, one cannot easily approach the path of brahma-siddhi.</P><P>In the beginning of the Second Chapter of &#346;r&#299;mad-Bh&#257;gavatam it is stated that when one engages in the devotional service of V&#257;sudeva, spiritual knowledge and renunciation of the material world are automatically manifest. Thus a devotee does not have to strive separately for renunciation or knowledge. Devotional service itself is so powerful that by one's service, everything is revealed. It is stated here, &#347;ivah panth&#257;: this is the only auspicious path for self-realization. The path of devotional service is the most confidential means for attaining Brahman realization. That perfection in Brahman realization is attained through the auspicious path of devotional service indicates that the so-called Brahman realization, or realization of the brahmajyoti effulgence, is not brahma-siddhi. Beyond that brahmajyoti there is the Supreme Personality of Godhead. In the Upanishads a devotee prays to the Lord to kindly put aside the effulgence, brahmajyoti, so that the devotee may see within the brahmajyoti the actual eternal form of the Lord. Unless one attains realization of the transcendental form of the Lord, there is no question of bhakti. Bhakti necessitates the existence of the recipient of devotional service and the devotee who renders devotional service. Brahma-siddhi through devotional service is realization of the Supreme Personality of Godhead. The understanding of the effulgent rays of the body of the Supreme Godhead is not the perfect stage of brahma-siddhi, or Brahman realization. Nor is the realization of the Param&#257;tm&#257; feature of the Supreme Person perfect because Bhagav&#257;n, the Supreme Personality of Godhead, is akhil&#257;tm&#257;&#8212;He is the Supersoul. One who realizes the Supreme Personality realizes the other features, namely the Param&#257;tm&#257; feature and the Brahman feature, and that total realization is brahma-siddhi.</P><P>As stated before, the word yoga means "to connect." Brahma-siddhaye means "self-realization," and aham brahm&#257;smi means "I am spirit soul." Actually, realizing oneself to be spirit is not sufficient. One has to progress further. One's fever may be cured, but one must also regain his strength and appetite in order to be totally cured. Then one can have a normal, healthy life, free of disease. Similarly, simply realizing that one is spirit soul is not sufficient. One has to engage in spiritual activity, and that spiritual activity is bhakti. M&#257;y&#257;v&#257;d&#299; philosophers think that it is sufficient to stop all material activity, and the Buddhist philosophers advocate nirv&#257;na, cessation of material life. Neither give more information. Actually we are suffering due to this material combination, and that is a fact. This body is composed of earth, water, fire, air, ether, mind, intelligence and ego. The Buddhists and M&#257;y&#257;v&#257;d&#299;s advocate the annihilation of the components. They say, "Let the earth go to earth, let the water go to water, let the fire go to fire and become zero." If we dismantle the house of the material body and become zero, we attain nirv&#257;na. Nirv&#257;na means the cessation of pleasure and pain. The M&#257;y&#257;v&#257;d&#299;s and Buddhists claim that if we fill an empty pitcher, the water will make some sound as long as the pitcher is not completely filled. When the pitcher is filled, there will no longer be any sound. Thus they claim that all the Vedic mantras and hymns stop when one is completely Brahman-realized. In other words, the Buddhists and M&#257;y&#257;v&#257;d&#299;s claim that the material world is false, mithy&#257;, and that we should somehow or other make it zero. However, simply realizing Brahman, realizing one's identity as spirit soul, is insufficient. We must realize that Bhagav&#257;n is everywhere:</P><P>eko 'py asau racayitum jagad-anda-kotim</P><P CLASS=n>yac-chaktir asti jagad-anda-cay&#257; yad-antah</P><P CLASS=n>and&#257;ntara-stha-param&#257;nu-cay&#257;ntara-stham</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship the Personality of Godhead, Govinda, who, by one of His plenary portions, enters the existence of every universe and every atomic particle and thus unlimitedly manifests His infinite energy all over the material creation." (Brahma-samhit&#257; <A CLASS=v HREF="../bs/5/35.htm">5.35</A>)</P><P>&#346;r&#299; Bhagav&#257;n is not alone. He is not only localized, but is everywhere. Although Krishna has a particular place, He is everywhere. It is not that because Krishna is in one place, He cannot be in others. Since we are conditioned, when we sit in our office we cannot be at home. Krishna is not like this. Goloka eva nivasaty akhil&#257;tma-bh&#363;tah [<A CLASS=v HREF="../bs/5/37.htm">Bs. 5.37</A>]. Krishna is always in Goloka Vrind&#257;vana, yet He is and&#257;ntara- stha-param&#257;nu- cay&#257;ntara-stham. He is within every atom of this universe. This universe is existing due to the Garbhodaka&#347;&#257;y&#299; Vishnu. There is not only one universe, but there are many millions, and they are all working very nicely because the Garbhodaka&#347;&#257;y&#299; Vishnu is present. We should not think that all these planets are floating in space without any arrangement having been made. There is definitely an arrangement.</P><P>In order to be completely free of the material modes, one has to come not only to the platform of jñ&#257;na and vair&#257;gya, but to bhakti also. When we mention bhakti, some people say, "I render bhakti to my wife. I love her very much and take care of her. If I do not see her, I become mad." Thus people have bhakti for their family, country, goddess Durg&#257;, other demigods and so on. However, that kind of bhakti will not do. Therefore it is said, bhaktir bhagavati. Bhakti must be rendered unto the Supreme. It is not that one should render bhakti unto an imitation Bhagav&#257;n. If one says that he is Bhagav&#257;n, we should ask, "Are you present in everyone's heart? Can you tell me what I am thinking now?" If one is Bhagav&#257;n, he must be akhil&#257;tm&#257;. If one is &#299;&#347;vara, he must be present in everyone's heart. Krishna is present in everyone's heart (sarvasya c&#257;ham hridi sannivishtah). All this should be scrutinizingly studied. It is not that one should accept this rascal or that rascal as Bhagav&#257;n. Nor should one render bhakti to this demigod or that demigod, to one's family, country, society, wife, cat, dog or whatever. All this is not really bhakti but imitation bhakti. It is actually lustful desire. If we can develop bhakti for Krishna, Krishna consciousness, our lives will be successful. Actually there is no alternative. As stated in this verse, sadri&#347;o 'sti &#347;ivah panth&#257;. Parabrahman is Krishna, and brahma-siddhaye means understanding our relationship with Krishna. It is all right for one to understand oneself as Brahman (aham brahm&#257;smi), but what is our relationship with the Parabrahman? There are always two: Brahman and Parabrahman, &#257;tm&#257; and Param&#257;tm&#257;, &#299;&#347;vara and Parame&#347;vara, the individual living being and the supreme living being, nitya and nity&#257;n&#257;m, cetana&#347; and cetan&#257;n&#257;m. There are always two present, and two means a relationship. We should therefore understand our relationship with the Supreme, with Parabrahman. Understanding that relationship is brahma-siddhaye.</P><P>We are qualitatively one with Parabrahman, but Parabrahman is very great whereas we are very small. Parabrahman is one (kaivalya). There is no alternative and no duplicate. There is no one equal to Him or greater than Him. That is the meaning of kaivalya. Human life is meant for inquiring about Parabrahman and one's relationship with Him. Unfortunately, people are not asking questions about Parabrahman. Everyone is asking about the news and the morning paper, and everyone is concerned with going to the market and purchasing so many goods for cheaper prices. All this is going on in human society and in cat and dog society also.</P><P>This world is full of darkness and ignorance, but Krishna consciousness is transcendental to this material world. In Krishna consciousness, there is no darkness but simply light. If we try to find things at night, it becomes very difficult; however, in the daytime, there is no difficulty. The &#347;&#257;stras enjoin that we leave this darkness and come to light. This light is given by the guru.</P><P>om ajñ&#257;na timir&#257;ndhasya</P><P CLASS=n>jñ&#257;n&#257;ñjana-&#347;al&#257;kay&#257;</P><P CLASS=n>cakshur unm&#299;litam yena</P><P CLASS=n>tasmai &#347;r&#299;-gurave namah</P><P>"I was born in the darkest ignorance, and my spiritual master opened my eyes with the torch of knowledge. I offer my respectful obeisances unto him."</P><P>It is the guru's business to give light by knowledge. The guru has completely assimilated the Vedic essence of life. &#346;ruti, knowledge, is received by hearing. It is not experimental. We cannot understand that which is beyond our sense perception by experiment. We cannot understand who our father is by experimental knowledge. One cannot say, "Let me find out who my father is by experiment." Our father was existing before we were existing, and it is not possible to understand by experimental knowledge that this or that man is my father. The real authority is the mother; therefore Vedic knowledge has been likened to the mother and the pur&#257;nas to the sisters. We should understand from the Vedas what ultimate knowledge really is. The ultimate knowable objective is Krishna, and simply by understanding Krishna, we can understand everything. We do not have to understand things separately. Krishna is within our hearts. He is not far away; rather, He is everywhere. If Krishna sees that we are attached to Him, He becomes our friend. He is a friend to everyone, but He is especially a friend to His devotees. As Krishna Himself says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/10/11.htm">10.11</A>):</P><P>tesh&#257;m ev&#257;nukamp&#257;rtham</P><P CLASS=n>aham ajñ&#257;na-jam tamah</P><P CLASS=n>n&#257;&#347;ay&#257;my &#257;tma-bh&#257;va-stho</P><P CLASS=n>jñ&#257;na-d&#299;pena bh&#257;svat&#257;</P><P>"Out of compassion for them, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance."</P><P>Jñ&#257;na is there, it is simply covered with the curtain of ignorance. Light is there, and darkness is there, but when we are in darkness we cannot see things as they are. Krishna says that as one devotes himself to rendering service, He Himself dispels the darkness of ignorance. If we actually want to become perfect in this life, we only need to engage in devotional service to the Supreme Personality of Godhead, Bhagav&#257;n. It is not that Bhagav&#257;n is difficult to find. Bhagav&#257;n is within the heart. &#298;&#347;varah sarva bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati (<A CLASS=v HREF="../bg/18/61.htm">Bg. 18.61</A>). That is the real Bhagav&#257;n, within the hearts of all. That Bhagav&#257;n is always active. He instructed Brahm&#257;, the lord of the universe, and Brahm&#257;, having received Krishna's instructions, created the entire universe. Krishna will also give instructions to us if we simply take to devotional service.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>