<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 2 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 2 Verse 2"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="two.htm">The Transcendental Matter and Supreme Yog&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 2</P><P CLASS=c>na hy asya varshmanah pums&#257;m</P><P CLASS=c>varimnah sarva-yogin&#257;m</P><P CLASS=c>vi&#347;rutau &#347;ruta-devasya</P><P CLASS=c>bh&#363;ri tripyanti me 'savah</P><P CLASS=t>TRANSLATION</P><P>&#346;aunaka continued: There is no one who knows more than the Lord Himself. No one is more worshipable or more mature a yog&#299; than Me. He is therefore the master of the Vedas, and to hear about Him always is the actual pleasure of the senses.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; it is stated that no one can be equal to or greater than the Supreme Personality of Godhead. This is confirmed in the Vedas also: eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n. He is the supreme living entity and is supplying the necessities of all other living entities. Thus all other living entities, both vishnu-tattva and j&#299;va-tattva, are subordinate to the Supreme Personality of Godhead, Krishna. The same concept is confirmed here. Na hy asya varshmanah pums&#257;m: among living entities, no one can surpass the Supreme Person because no one is richer, more famous, stronger, more beautiful, wiser or more renounced than He. These qualifications make Him the Supreme Godhead, the cause of all causes. Yog&#299;s are very proud of performing wonderful feats, but no one can compare to the Supreme Personality of Godhead.</P><P>Anyone who is associated with the Supreme Lord is accepted as a first-class yog&#299;. Devotees may not be as powerful as the Supreme Lord, but by constant association with the Lord they become as good as the Lord Himself. Sometimes the devotees act more powerfully than the Lord. Of course, that is the Lord's concession.</P><P>Also used here is the word varimnah, meaning the most worshipful of all yog&#299;s. To hear from Krishna is the real pleasure of the senses; therefore he is known as Govinda, for by His words, by His teachings, by His instruction&#8212;by everything connected with Him&#8212;He enlivens the senses. Whatever He instructs is from the transcendental platform, and His instructions, being absolute, are nondifferent from Him. Hearing from Krishna or His expansion or plenary expansion like Kapila is very pleasing to the senses. Bhagavad-g&#299;t&#257; can be read or heard many times, but because it gives great pleasure, the more one reads Bhagavad-g&#299;t&#257; the more he wants to read and understand it, and each time he gets new enlightenment. That is the nature of the transcendental message. Similarly, we find that transcendental happiness in the &#346;r&#299;mad-Bh&#257;gavatam. The more we hear and chant the glories of the Lord, the more we become happy.</P><P>In the previous verse, the incarnation of the Supreme Personality of Godhead as Devah&#363;ti-putra Kapiladeva has been explained as bhagav&#257;n &#257;tma-m&#257;yay&#257;. The word bhaga means "opulence," and v&#257;n means "one who possesses." All the opulences of the creation are present in Bhagav&#257;n. As stated in the Vedas (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/2/13">2.2.13</A>):</P><P>nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m</P><P CLASS=n>eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n</P><P>Nitya, bhagav&#257;n, is the singular, and nity&#257;n&#257;m are the plural j&#299;vas, or living beings. Nityo nity&#257;n&#257;m: we are many, but God is one. There is no limit to the j&#299;vas; no one can count them. The word ananta means that they are without limit. All these j&#299;vas, living entities, are being maintained by the Supreme One. We cannot conceive how many living entities are being maintained by the Supreme Lord. All the great elephants, all the small ants, all the 8,400,000 species of life are maintained by Bhagav&#257;n. Why do we worry that He will not maintain us? Those who are devotees of the Lord and have taken shelter at His lotus feet, leaving everything aside simply to render service unto Him, will certainly be cared for. In our Krishna consciousness movement, we have over a hundred centers, and Krishna is maintaining them all. None of our devotees are employed for independent incomes, yet they are all being maintained. In Bhagavad-g&#299;t&#257;, Krishna never says, "Do this or that, and I will then maintain you." Rather, He states that not only will He maintain us, but He will also protect us from the results of sin, from sinful karma (<A CLASS=v HREF="../bg/18/66.htm">Bg. 18.66</A>). All of this assurance is there.</P><P>Tasyaiva hetoh prayateta kovidah. The word kovidah means "intelligent." An intelligent person should try to attain shelter at the lotus feet of Krishna. Human life is actually meant for getting in touch with the lotus feet of Krishna. That should be our only business. The word upari indicates the higher planetary systems. There are seven higher planetary systems, and we are in the middle system, in Bh&#363;rloka. Within this one universe, there are fourteen planetary systems, and the living entities are wandering in different bodily forms on different planets. According to karma, the living entity sometimes goes up and sometimes goes down. He wanders in this way, thinking how he can become materially happy and satisfy his senses. The &#347;&#257;stras say that we should not do this, that we should endeavor to understand Krishna. We should not worry about eating and sleeping, for the needs of the body are already arranged. We do not have to work independently to maintain the body.</P><P>tal labhyate duhkhavad anyatah sukham</P><P CLASS=n>k&#257;lena sarvatra gabh&#299;ra-ramhas&#257;</P><P>Our actual endeavor should be to attain happiness; that is our real struggle for existence. According to the &#347;&#257;stras: tal labhyate duhkhavat. The word duhkhavat indicates that although we do not want misery, misery comes anyway. We don't have to endeavor separately for misery. No one says, "Let there be a fire in my house" or "Let my child die." No one aspires after these things, yet they happen. Everyone is thinking, "May my child live happily" or "May I get so much money." We do not ask or pray for catastrophes, yet they come without invitation. Similarly, whatever happiness is there for our enjoyment will also come without our asking for it. The conclusion is that we should not endeavor for so-called happiness or distress, but should try to attain that position whereby we can understand Krishna and get shelter at His lotus feet. This should be the real human endeavor.</P><P>It was Caitanya Mah&#257;prabhu who said to R&#363;pa Gosv&#257;m&#299;:</P><P>brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=n>guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P>"The living entity is wandering up and down, from one planet to another, and he is very fortunate if by the mercy of the spiritual master and Krishna Himself he can get the seed of devotional service to Krishna." (Cc. <A CLASS=v HREF="../cc/madhya/19/151.htm">Madhya 19.151</A>) The Krishna consciousness movement is an attempt to make people fortunate. In this age, everyone is unfortunate (manda-bh&#257;gy&#257;h), but now we are trying to reverse the situation.</P><P>Throughout the world there are problems everywhere. One country has one type of problem, and another country has another. There is strife within governments themselves, and even presidents are fraught with problems. Sometimes we may think we are very fortunate, just as President Nixon was thinking, "I am very fortunate. I have become the president of the United States." Then he soon realized that he was most unfortunate. Actually this is the situation for everyone. We should not think that the only apprehended culprit is President Nixon and that we are safe. There is a Bengali proverb: Dry cow dung is used for fuel, and it is said that when the dry cow dung is being burned, the soft cow dung is laughing, saying, "Oh, you are being burned, but I am safe." It does not know that when it dries out, it will be thrown into the fire too. We may laugh because President Nixon is in trouble, and we may think ourselves very safe because we have a big bank balance, but actually no one is safe. Eventually everyone will dry up and be thrown in the fire. That is a fact. We may survive for a few years, but we cannot avoid death. In fact, it is said, "As sure as death." And what is the result of death? One loses everything&#8212;all honor, money, position and material life itself. Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/10/34.htm">10.34</A>), mrityuh sarva-hara&#347; c&#257;ham: "I am all-devouring death." Krishna comes as death and plunders everything&#8212;bank balance, skyscrapers, wife, children and whatever. One cannot say, "My dear death, please give me some time to adjust." There is no adjustment; one must immediately get out.</P><P>Foolish people are unaware of the miserable conditions of material life. Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/13/9.htm">13.9</A>), janma-mrityu jar&#257;-vy&#257;dhi-duhkha-dosh&#257;nudar&#347;anam. Real knowledge means knowing that however great one may be, the four principles of material life are present: birth, old age, disease and death. These exist in the highest planetary system (Brahmaloka) and in the lowest (P&#257;t&#257;laloka).</P><P>tasyaiva hetoh prayateta kovido</P><P CLASS=n>na labhyate yad bhramat&#257;m upary adhah</P><P CLASS=n>tal labhyate duhkhavad anyatah sukham</P><P CLASS=n>k&#257;lena sarvatra gabh&#299;ra-ramhas&#257;</P><P>"Persons who are actually intelligent and philosophically inclined should endeavor only for that purposeful end which is not obtainable even by wandering from the topmost planet down to the lowest planet. As far as happiness derived from sense enjoyment is concerned, it can be obtained automatically in course of time, just as in course of time we obtain miseries even though we do not desire them." (Bh&#257;g. <A CLASS=v HREF="../sb/1/5/18.htm">1.5.18</A>)</P><P>When Dharmar&#257;ja asked Mah&#257;r&#257;ja Yudhishthira what the most wonderful thing in the world was, Mah&#257;r&#257;ja Yudhishthira replied: ahany ahani bh&#363;t&#257;ni gacchant&#299;ha yam&#257;layam. "Every moment people are dying, but those who are living are thinking, 'My friend has died, but I shall live forever.' " (Mah&#257;bh&#257;rata, Vana-parva 3<A CLASS=v HREF="http://vedabase.net/todo/parva13/116">13.116</A>) Soft cow dung thinks the same way. This is typical of conditioned beings.</P><P>Bhagav&#257;n, the Supreme Lord, is not in this position. It is therefore said: bhagav&#257;n &#257;tma-m&#257;yay&#257;. We come onto this planet to enjoy or suffer life for a few days&#8212;fifty or a hundred years&#8212;but Bhagav&#257;n, the Supreme Personality of Godhead, does not come for that purpose (na m&#257;m karm&#257;ni limpanti). It is further stated, na hy asya varshmanah: "No one is greater than Him." No one is greater than Bhagav&#257;n or equal to Him. Everyone is inferior. According to Caitanya-carit&#257;mrita (<A CLASS=v HREF="../cc/adi/5/142.htm">&#256;di 5.142</A>), ekale &#299;&#347;vara krishna, &#257;ra saba bhritya. There is only one master&#8212;Krishna. All others are subservient, beginning with Lord Brahm&#257;, Vishnu, Mahe&#347;vara, Indra, Candra and all the demigods (there are thirty-three million demigods) and the middle and lower species. Everyone is bhritya, or servant. When Krishna orders, "My dear Mr. So-and-So, now please give up your place and leave,', one must go. Therefore everyone is a servant. This is the position of Lord Brahm&#257; and the ant as well. Yas tv indragopam athavendram aho sva-karma [<A CLASS=v HREF="../bs/5/54.htm">Bs. 5.54</A>]. From Lord Indra to indragopa, an insignificant insect, everyone is reaping the consequences of his karma. We are creating our own karma, our next body, in this life. In this life we enjoy or suffer the results of our past karma, and in the same way we are creating further karma for our next body. Actually we should work in such a way that we will not get another material body, How can this be done? We simply have to try to understand Krishna. As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."</P><P>This sounds very simple, but actually understanding Krishna is very difficult. If we become devotees of Krishna, understanding Krishna is easy. However, if we try to understand Him by jñ&#257;na, karma or yoga, we will be frustrated. There are many types of yog&#299;s, but he who is devoted to Krishna is the topmost yog&#299;. &#346;r&#299; Krishna is far above all yogic processes. In India there are many yog&#299;s who can display some magical feats. They can walk on water, make themselves very light or very heavy and so forth. But what is this compared to Krishna's yogic mystic powers? By His potencies, great planets are floating in space. Who can manage to float even a small stone in the air? Sometimes a yog&#299; may show a little mystic power by manufacturing some gold, and we are so foolish that we accept him as God. However, we forget that the real yog&#299;, the Supreme Lord Himself, has created millions of gold mines and is floating them in space. Those who are Krishna conscious are not befooled by yog&#299;s who claim to be Bhagav&#257;n. A Krishna conscious person wants only to serve the foremost yog&#299;, Yoge&#347;vara (varimnah sarva-yogin&#257;m). Because we are trying to become His devotees, we accept the Supreme Lord, Yoge&#347;vara, as the Supreme Personality of Godhead. Krishna Himself states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/18/55.htm">18.55</A>):</P><P>bhakty&#257; m&#257;m abhij&#257;n&#257;ti</P><P CLASS=n>y&#257;v&#257;n ya&#347; c&#257;smi tattvatah</P><P CLASS=n>tato m&#257;m tattvato jñ&#257;tv&#257;</P><P CLASS=n>vi&#347;ate tad-anantaram</P><P>"One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God."</P><P>This process is actually very simple. One must first of all realize that the first problem is the conquest of death. Presently we consider death compulsory, but actually it is not. One may be put into prison, but actually prison is not compulsory. It is due to one's work that one becomes a criminal and is therefore put in jail. It is not compulsory for everyone to go to jail. As living entities, we have our proper place in Vaikunthaloka.</P><P>paras tasm&#257;t tu bh&#257;vo 'nyo</P><P CLASS=n>'vyakto 'vyakt&#257;t san&#257;tanah</P><P CLASS=n>yah sa sarveshu bh&#363;teshu</P><P CLASS=n>na&#347;yatsu na vina&#347;yati</P><P CLASS=n>avyakto 'kshara ity uktas</P><P CLASS=n>tam &#257;huh param&#257;m gatim</P><P CLASS=n>yam pr&#257;pya na nivartante</P><P CLASS=n>tad dh&#257;ma paramam mama</P><P>"There is another nature, which is eternal and is transcendental to this manifested and unmanifested matter. It is supreme and is never annihilated. When all in this world is annihilated, that part remains as it is. That supreme abode is called unmanifested and infallible, and it is the supreme destination. When one goes there, he never comes back. That is My supreme abode." (<A CLASS=v HREF="../bg/8/20.htm">Bg. 8.20-21</A>)</P><P>Everything is present in Vaikunthaloka. There we can have an eternal, blissful life full of knowledge (sac-cid-&#257;nanda). It is not compulsory for us to rot in this material world. The easiest way to go to the Vaikunthalokas is: janma karma ca me divyam evam yo vetti tattvatah [<A CLASS=v HREF="../bg/4/9.htm">Bg. 4.9</A>]. Simply try to understand Krishna. Why does He come? What are His activities? Where does He come from? Why does He come in the form of a human being? We only have to try to understand this and study Krishna as He explains Himself in Bhagavad-g&#299;t&#257;. What is the difficulty? God personally explains Himself as He is, and if we accept Bhagavad-g&#299;t&#257; as it is, we shall no longer have to transmigrate. Tyaktv&#257; deham punar janma naiti [<A CLASS=v HREF="../bg/4/9.htm">Bg. 4.9</A>]. We shall no longer have to endure birth and death, for we can attain our spiritual bodies (sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../bs/5/1.htm">Bs. 5.1</A>]) and live happily in Krishna's family. Krishna is providing for us here, and He will also provide for us there. So we should know that our happiness is in returning home, back to Godhead, where we can eat, drink and be merry in Krishna's company.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>