<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 10 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 10 Verse 20"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 10: <A CLASS=v HREF="ten.htm">Spiritual Attachment and Material Detachment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 20</P><P CLASS=c>prasa&#324;gam ajaram p&#257;&#347;am</P><P CLASS=c>&#257;tmanah kavayo viduh</P><P CLASS=c>sa eva s&#257;dhushu krito</P><P CLASS=c>moksha-dv&#257;ram ap&#257;vritam</P><P CLASS=t>TRANSLATION</P><P>Every learned man knows very well that attachment for the material is the greatest entanglement of the spirit soul. But that same attachment, when applied to self-realized devotees, opens the door of liberation.</P><P CLASS=t>PURPORT</P><P>Here it is clearly stated that attachment for one thing is the cause of bondage in conditioned life, and the same attachment, when applied to something else, opens the door of liberation. Attachment cannot be killed; it has simply to be transferred. Attachment for material things is called material consciousness, and attachment for Krishna or His devotee is called Krishna consciousness. Consciousness, therefore, is the platform of attachment. It is clearly stated here that when we simply purify the consciousness from material consciousness to Krishna consciousness, we attain liberation. Despite the statement that one should give up attachment, desirelessness is not possible for a living entity. A living entity, by constitution, has the propensity to be attached to something. We see that if someone has no object of attachment, if he has no children, he transfers his attachment to cats and dogs. This indicates that the propensity for attachment cannot be stopped; rather, it must be utilized for the best purpose. Our attachment for material things perpetuates our conditional state, but the same attachment, when transferred to the Supreme Personality of Godhead or His devotee, is the source of liberation.</P><P>Here it is recommended that attachment should be transferred to the self-realized devotees, the s&#257;dhus. And who is a s&#257;dhu? A s&#257;dhu is not just an ordinary man with a saffron robe or long beard. A s&#257;dhu is described in Bhagavad-g&#299;t&#257; as one who unflinchingly engages in devotional service. Even though one is found not to be following the strict rules and regulations of devotional service, if one simply has unflinching faith in Krishna, the Supreme Person, he is understood to be a s&#257;dhu. S&#257;dhur eva sa mantavyah [<A CLASS=v HREF="../bg/9/30.htm">Bg. 9.30</A>]. A s&#257;dhu is a strict follower of devotional service. It is recommended here that if one at all wants to realize Brahman, or spiritual perfection, his attachment should be transferred to the s&#257;dhu, or devotee. Lord Caitanya also confirmed this. Lava-m&#257;tra s&#257;dhu-sa&#324;ge sarva-siddhi haya: [Cc. <A CLASS=v HREF="../cc/madhya/22/54.htm">Madhya 22.54</A>] simply by a moment's association with a s&#257;dhu, one can attain perfection.</P><P>Mah&#257;tm&#257; is a synonym of s&#257;dhu. It is said that service to a mah&#257;tm&#257;, or elevated devotee of the Lord, is dv&#257;ram &#257;hur vimukteh, the royal road of liberation. Mahat-sev&#257;m dv&#257;ram &#257;hur vimuktes tamo-dv&#257;ram yoshit&#257;m sa&#324;gi-sa&#324;gam (Bh&#257;g. <A CLASS=v HREF="../sb/5/5/2.htm">5.5.2</A>). Rendering service to the materialists has the opposite effect. If anyone offers service to a gross materialist, or a person engaged only in sense enjoyment, then by association with such a person the door to hell is opened. The same principle is confirmed here. Attachment to a devotee is attachment to the service of the Lord because if one associates with a s&#257;dhu, the s&#257;dhu will teach one how to become a devotee, a worshiper and a sincere servitor of the Lord. These are the gifts of a s&#257;dhu. If we want to associate with a s&#257;dhu, we cannot expect him to give us instructions on how to improve our material condition, but he will instruct us how to cut the knot of the contamination of material attraction and how to elevate ourselves in devotional service. That is the result of associating with a s&#257;dhu. Kapila Muni first of all instructs that the path of liberation begins with such association.</P><P>According to &#346;r&#299; Caitanya Mah&#257;prabhu:</P><P>'s&#257;dhu-sa&#324;ga', 's&#257;dhu-sa&#324;ga'&#8212;sarva-&#347;&#257;stre kaya</P><P CLASS=n>lava-m&#257;tra s&#257;dhu-sa&#324;ge sarva-siddhi haya</P><P>"The verdict of all revealed scriptures is that by even a moment's association with a pure devotee, one can attain all success." (Cc. <A CLASS=v HREF="../cc/madhya/22/54.htm">Madhya 22.54</A>)</P><P>It is said that man is a social animal, and, according to our association, we can mold our character. Businessmen associate with one another to develop their business capabilities. There are many different types of association, and association brings about bondage to a particular thing. If one associates with materialistic people, one's bondage to sense gratification tightens. Woman is the symbol of sense gratification; therefore anything dealing with sense gratification is called yoshit-sa&#324;ga. This material world is filled with yoshit-sa&#324;ga because everyone is interested in sense gratification. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/2/44.htm">2.44</A>):</P><P>bhogai&#347;varya-prasakt&#257;n&#257;m</P><P CLASS=n>tay&#257;pahrita-cetas&#257;m</P><P CLASS=n>vyavas&#257;y&#257;tmik&#257; buddhih</P><P CLASS=n>sam&#257;dhau na vidh&#299;yate</P><P>"In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination of devotional service to the Supreme Lord does not take place." The word bhoga means "sense gratification." Bhogai&#347;varya: Those who are overly attached to opulence and sense gratification cannot understand spiritual life, and they are very slow to take to it. At the present moment people are manda, very slow. They do not take this Krishna consciousness movement very seriously because they have been taught by modern civilization simply to enjoy life for sense gratification. In the Western countries, especially, there are many implements for sense gratification. There are even machines for shaving, although formerly an ordinary razor would do. Now, thanks to the machine, one does not even have to move his hand. So this is considered progress. However, we learn from the &#347;&#257;stras that human life is not meant for sense enjoyment but for tapasya. That is Vedic civilization. First of all, one must be trained in the brahmac&#257;r&#299; system and learn how to deny the senses. A brahmac&#257;r&#299; should be trained in tapasya, not in enjoyment. Formerly, brahmac&#257;r&#299;s would have to go from door to door to beg alms for the &#257;&#347;rama, and they were trained from the very beginning to address every woman as mother.</P><P>Presently, people are in such a miserable condition that they are saying, "Let us die. Let us die." However, Krishna in Bhagavad-g&#299;t&#257; says, "Why should you die?" People want to die in order to put an end to the threefold miseries of material nature, but who is making research on how to stop death? From Bhagavad-g&#299;t&#257; we learn that death is not really natural for us. It is artificially imposed upon us, and we have to become deathless again. That is the perfection of human life, but no one cares about it. We have become so dull that we cannot avoid birth, old age, disease and death. We are actually experiencing them because we are not alert. For this reason, when San&#257;tana Gosv&#257;m&#299; approached Caitanya Mah&#257;prabhu, he said, "My dear Lord, somehow or other You have dragged me to Your lotus feet. I am now asking You what my actual position is. Why am I forced to suffer the threefold miseries of material life?" No one is interested in inquiring about this matter. Moksha, liberation, means getting free from the threefold miseries of life as well as birth, old age, disease and death. Sometimes, when people are a little interested, they take to a path that is not even approved, or they invent something. But nothing need be invented. By this Krishna consciousness process, everyone can be elevated. Everyone can be delivered, regardless of his situation or culture. We have spread this Krishna consciousness movement throughout the world, and people are becoming happy because of it.</P><P>According to Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/32.htm">9.32</A>), anyone can take shelter of Krishna. Krishna never denies anyone, and similarly, Krishna's devotee never denies anyone. That is this Krishna consciousness movement. We tell everyone, "Yes, you are welcome. Take this education and spiritual life and become a devotee of Krishna." Sometimes we are criticized because of this, but Krishna specifically says in Bhagavad-g&#299;t&#257; that even those who are lowborn can take shelter of Him and become elevated for liberation. What, then, to speak of pious people born in brahminical families? Unfortunately, in this age people born in rich or brahminical families often don't care for spiritual realization. They misuse their chance and exhaust the results of their pious activities. Society needs first-class s&#257;dhus in order to improve. If everyone is a &#347;&#363;dra and debauchee, how can society be peaceful? Therefore in order to organize society, Krishna recommends the varn&#257;&#347;rama-dharma. There must be ideal br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras. However, no one cares about this now.</P><P>One may ask, "What is a s&#257;dhu?" A s&#257;dhu is one who serves Krishna and engages in Krishna consciousness without reservation. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/30.htm">9.30</A>), &#346;r&#299; Krishna says:</P><P>api cet su-dur&#257;c&#257;ro</P><P CLASS=n>bhajate m&#257;m ananya-bh&#257;k</P><P CLASS=n>s&#257;dhur eva sa mantavyah</P><P CLASS=n>samyag vyavasito hi sah</P><P>"Even if one commits the most abominable actions, if he is engaged in devotional service, he is to be considered saintly because he is properly situated."</P><P>It is the s&#257;dhu's business to be very tolerant. When one becomes a devotee, many people become one's enemy, because in this age people are asuric, demoniac. Even one's father may turn into an enemy like Hiranyaka&#347;ipu, the father of Prahl&#257;da Mah&#257;r&#257;ja. Prahl&#257;da was only five years old and was chanting Hare Krishna, but his father was prepared to kill him because he was a devotee. Hiranyaka&#347;ipu was saying, "Why are you chanting Hare Krishna? Why are you speaking of a separate God? I am God." That is the meaning of asuric, demoniac. Rascals who claim to be God themselves are simply demons. Although Prahl&#257;da's father was insisting that he was God, Prahl&#257;da Mah&#257;r&#257;ja could not accept this. He simply accepted his father as an asura, and consequently there was a quarrel between them. When Hiranyaka&#347;ipu asked Prahl&#257;da Mah&#257;r&#257;ja, "What is the best thing you have learned from your teachers?" Prahl&#257;da replied, "O best of the asuras, as far as I can understand, because we have accepted this material body, we have to accept death. But this is not the object of human life. Human life is meant for moksha, liberation." Unfortunately, foolish people do not understand this. Krishna says, mrityuh sarva-hara&#347; c&#257;ham: "I am death, and I will take away everything you possess." (<A CLASS=v HREF="../bg/10/34.htm">Bg. 10.34</A>) Hiranyaka&#347;ipu was such a powerful demon that even the demigods were afraid of him, but Krishna took everything away in a second. Hiranyaka&#347;ipu was looking for security, and he was thinking, "I will not die in this way, and I will not die in that way." But he did not think that he would be killed by the Lord in the form of Nrisimha. However intelligent we may be, and however much we may try to cheat Krishna, Krishna is always more intelligent. When mother Ya&#347;od&#257; tried to bind Krishna with a rope, she found that the rope was always two inches too short. Our intelligence is like that. We want to cheat God and surpass Him, but this is not possible. People think themselves very advanced in knowledge, but actually, due to their pride, their knowledge is taken away by m&#257;y&#257;. Krishna actually takes the knowledge away from atheistic, demoniac people like Hiranyaka&#347;ipu. Atheists do not know that Krishna's intelligence is always at least two inches greater than anyone else's.</P><P>In material life, we simply struggle for existence. We want to exist, and we do not want to die. Nor do we want to undergo the pains of birth, catch diseases or grow old. There are so many miseries in material life that we do not want, but they are forced upon us. Unfortunately, we are not intelligent enough to make a solution to all these problems. We should be inquiring like San&#257;tana Gosv&#257;m&#299; about how to put an end to them all. Instead, we are working in such a way that we have to accept another material body. We are experiencing the difficulties arising from this material body, but we are not working in a way to become free. This Krishna consciousness movement is giving information on how to become liberated.</P><P>Those who are mah&#257;tm&#257;s are always engaged in chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Bhajana is the chanting of Hare Krishna. If we serve a mah&#257;tm&#257; like Harid&#257;sa Th&#257;kura, who was always engaged in chanting Hare Krishna, our path of liberation is opened. However, if we associate with materialistic people, who are simply mad for sense gratification, we take the way of darkness. Tamo-dv&#257;ram yoshit&#257;m sa&#324;gi-sa&#324;gam. The Vedas enjoin that we not remain in darkness but that we go to the light. We have accepted a body, but we will not be allowed to remain in that body permanently. We will have to give it up and accept another, and then another and another. What is this business? The material world is in such darkness, and people are taking on one body after another. The Krishna consciousness movement is therefore here to give enlightenment and liberation, and it is offering not only the simplest process of chanting Hare Krishna but also the most sublime philosophy.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>