<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 11 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 11 Verse 21"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 11: <A CLASS=v HREF="eleven.htm">The Symptoms of a S&#257;dhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 21</P><P CLASS=c>titikshavah k&#257;runik&#257;h</P><P CLASS=c>suhridah sarva-dehin&#257;m</P><P CLASS=c>aj&#257;ta-&#347;atravah &#347;&#257;nt&#257;h</P><P CLASS=c>s&#257;dhavah s&#257;dhu-bh&#363;shan&#257;h</P><P CLASS=t>TRANSLATION</P><P>The symptoms of a s&#257;dhu are that he is tolerant, merciful and friendly to all living entities. He has no enemies, he is peaceful, he abides by the scriptures, and all his characteristics are sublime.</P><P CLASS=t>PURPORT</P><P>A s&#257;dhu, as described above, is a devotee of the Lord. His concern, therefore, is to enlighten people in devotional service; that is his mercy. He knows that without devotional service, human life is spoiled. A devotee travels all over the country, from door to door, preaching, "Be Krishna conscious. Be a devotee of Lord Krishna. Don't spoil your life in simply fulfilling your animal propensities. Human life is meant for self-realization, or Krishna consciousness." These are the preachings of a s&#257;dhu. He is not satisfied with his own liberation. He always thinks about others. He is the most compassionate personality toward all fallen souls. One of his qualifications, therefore, is k&#257;runika, great mercy to the fallen souls. While engaged in preaching work, he has to meet with so many opposing elements, and therefore the s&#257;dhu has to be very tolerant. Someone may ill-treat him because the conditioned souls are not prepared to receive the transcendental knowledge of devotional service. They don't like it; that is their disease. The s&#257;dhu has the thankless task of impressing upon them the importance of devotional service. Sometimes devotees are personally attacked with violence. Lord Jesus Christ was crucified, Harid&#257;sa Th&#257;kura was caned in twenty-two marketplaces, and Lord Caitanya's principal assistant, Nity&#257;nanda, was violently attacked by Jag&#257;i and M&#257;dh&#257;i. But still they were tolerant because their mission was to deliver fallen souls. A sadhu is merciful because he is the well-wisher of all living entities. He is not only a well-wisher of human society, but a well-wisher of animal society as well. The word sarva-dehin&#257;m refers to all living entities who have accepted material bodies. Not only does the human being have a material body, but other living entities as well. The devotee of the Lord is merciful to everyone&#8212;cats, dogs, trees, etc. He treats all living entities in such a way that they can ultimately get salvation from this material entanglement. &#346;iv&#257;nanda Sena, one of the disciples of Lord Caitanya, gave liberation to a dog by treating the dog transcendentally. There are many instances where a dog got salvation by association with a s&#257;dhu, because a s&#257;dhu engages in the highest philanthropic activities for the benediction of all living entities. Yet although a s&#257;dhu is not inimical toward anyone, the world is so ungrateful that even a s&#257;dhu has many enemies.</P><P>What is the difference between an enemy and a friend? lt is a difference in behavior. A s&#257;dhu behaves with all conditioned souls for their ultimate relief from material entanglement. Therefore, no one can be more friendly than a s&#257;dhu in relieving a conditioned soul. A s&#257;dhu is calm, and he quietly and peacefully follows the principles of scripture. A s&#257;dhu is also one who follows the principles of scripture and at the same time is a devotee of the Lord. One who actually follows the principles of scripture must be a devotee of God because all the &#347;&#257;stras instruct us to obey the orders of the Personality of Godhead. A s&#257;dhu, therefore, is a follower of the scriptural injunctions and a devotee of the Lord. All good characteristics are prominent in a devotee, and he develops all the good qualities of the demigods, whereas a nondevotee, even though academically qualified, has no good qualifications or good characteristics according to the standard of transcendental realization.</P><P>There are 8,400,000 life forms according to the Padma Pur&#257;na, and the &#257;tm&#257; is the same in all of them. The s&#257;dhu can understand this, as Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/5/18.htm">5.18</A>) indicates:</P><P>vidy&#257;-vinaya-sampanne</P><P CLASS=n>br&#257;hmane gavi hastini</P><P CLASS=n>&#347;uni caiva &#347;vap&#257;ke ca</P><P CLASS=n>pandit&#257;h sama-dar&#347;inah</P><P>"The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle br&#257;hmana, a cow, an elephant, a dog and a dog-eater [outcaste]."</P><P>It is not that a br&#257;hmana is the same as a dog, but that the br&#257;hmana is a spirit soul, and the dog is also a spirit soul. We are conditioned according to our different bodies, which are given by superior forces. Yamar&#257;ja offers the living entity a body according to his karma. Karman&#257; daiva-netrena. We have already discussed the point that bodies are awarded according to one's qualifications. If we acquire the qualities of a br&#257;hmana and work as a br&#257;hmana, we become a br&#257;hmana. If we act as a dog and do the work of a dog, we become a dog. Nor should one think that simply because one is born as a br&#257;hmana, one is automatically a br&#257;hmana. There are characteristics mentioned in Bhagavad-g&#299;t&#257; by which one can tell to which caste one belongs. &#346;r&#299;dhara Sv&#257;m&#299; has also noted that birth is not everything. One has to acquire the qualities. Whatever body we may have, our position is temporary. We cannot remain in any position indefinitely. We may think that at present we are Americans and are very happy, and that's all right. We may chalk out our plans for continued happiness, but nature will not allow us to stay indefinitely. As soon as nature calls, we die and give up our post. Then we have to take the post of a dog, a cat, a demigod, a human being or whatever. We are now given a most exalted life form, that of a human being, but if we do not act accordingly, we have to take a lower body. This is karman&#257; daiva-netrena.</P><P>We should therefore be very careful in this human form that our aim is to become devotees of Lord Krishna. That is the path of liberation. Previously, great personalities in India used to go to the forest in order to meditate to stop the repetition of birth and death. That is the highest occupation for man, and actually every man is meant for that. Unless we conquer repeated birth and death, we simply waste our lives like animals&#8212;eating, sleeping, defending and mating. People in this age especially cannot distinguish between animal life and human life. They think the difference is that animals sleep in the street and human beings sleep in nice apartments. However, the &#347;&#257;stras do not define civilization in this way. Whether one sleeps in the street or in an apartment, the activity is the same. A dog may eat out of a garbage can, and a human being may eat on a golden plate, but this does not mean that they are engaged in different activities. In either case, both the dog and the man are taking food into their bodies. A dog may have sex in the street, and a human being may have sex in a very nice bed in a secluded place, but that does not change the activity. People are thinking that advancement of civilization means improving eating, sleeping, mating and defending, but actually these activities have nothing to do with civilization. They simply tighten our bondage to material life.</P><P>Human life is meant for yajña, sacrifice for the satisfaction of the Supreme Person. We may perfect our activities, but our success lies in satisfying Krishna by our talents. Presently we may be attached to material activity, but we should transfer that attachment to a s&#257;dhu. Then our lives will be successful. Presently we are attached to money, women, nice houses, country, society, friends, family and so forth. This attachment is called arjanam p&#257;&#347;u. The word p&#257;&#347;u means "rope." When we are bound with a rope, we are helpless, and now we are bound by the gunas, or the three modes of material nature. The word guna also means "rope." We cannot free ourselves, for we are conditioned. We cannot move freely without the sanction of the supreme authority. It is generally said that not a blade of grass moves without God's sanction. Similarly, we cannot do anything without the supervision of a superior authority.</P><P>It is not that God has to take personal supervision of this. par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate... na tasya k&#257;ryam karanam ca vidyate: in the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8">6.8</A>), it is thus stated that the Supreme Lord does not have to act personally. He has many agents to perform everything for Him. We are so controlled that we are not even free to blink our eyes. We may be moving our hands very freely, but at any moment they can be immediately paralyzed. Presently I am claiming, "This is my hand." But what is this? The hand could be paralyzed immediately. This is conditioned life, and how can we improve it? Our business is to become liberated from all this conditioning. How is this possible? Sa eva s&#257;dhushu krito moksha-dv&#257;ram ap&#257;vritam (Bh&#257;g. <A CLASS=v HREF="../sb/3/25/20.htm">3.25.20</A>). We have to turn our attachment from material things to a s&#257;dhu. 'S&#257;dhu-sa&#324;ga', 's&#257;dhu-sa&#324;ga'&#8212;sarva-&#347;&#257;stre kaya: [Cc. <A CLASS=v HREF="../cc/madhya/22/54.htm">Madhya 22.54</A>] this is the advice of &#346;r&#299; Caitanya Mah&#257;prabhu. All &#347;&#257;stras advise us to associate with a s&#257;dhu. Even C&#257;nakya Pandita, the great politician, recommended: tyaja durjana-samsargam bhaja s&#257;dhu-sam&#257;gamam. One Vaishnava householder asked Caitanya Mah&#257;prabhu what the duty of a householder is, and &#346;r&#299; Caitanya Mah&#257;prabhu immediately replied, asat-sa&#324;ga-ty&#257;ga&#8212;ei vaishnava-&#257;c&#257;ra: "Don't associate with nondevotees, but search out a s&#257;dhu." (Cc. <A CLASS=v HREF="../cc/madhya/22/87.htm">Madhya 22.87</A>)</P><P>At the present moment it is very difficult to avoid the company of as&#257;dhus, those who are not s&#257;dhus. It is very difficult to find a s&#257;dhu for association. We have therefore started this Krishna consciousness movement to create an association of s&#257;dhus so that people may take advantage and become liberated. There is no other purpose for this society.</P><P>Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/6/47.htm">6.47</A>) that the first-class s&#257;dhu is one who is always thinking of Him. This process is not very difficult. We should always think of Krishna, but how is this possible? We think of our business, our dog, our family, our lovable object and so many other things. We have to think of something; without thinking, we cannot remain. We simply have to divert our thoughts to Krishna. It is the s&#257;dhu's business to teach this, and one can learn this in the association of a s&#257;dhu. Actually a s&#257;dhu will not teach anything else. &#256;dau &#347;raddh&#257; tatah s&#257;dhu-sa&#324;gah (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/4/15">1.4.15</A>). This is the way to make spiritual advancement. One has to associate with a s&#257;dhu. Often the s&#257;dhu's task is a thankless one, but he has to be tolerant. Despite all the trouble a s&#257;dhu may encounter, he is very merciful upon fallen conditioned souls. He sees that people are suffering due to a lack of Krishna consciousness, and because he is always thinking of the welfare of others, he is suhrit. Other people are always envious, but the s&#257;dhu is always thinking how to save others from the clutches of m&#257;y&#257;. A s&#257;dhu is kind not only to human beings but to cats, dogs, trees, plants and insects; he will hesitate even to kill one mosquito. He does not simply think, "I shall just take care of my brother." He looks on all living beings as his brothers because Krishna says that He is the father of all living entities.</P><P>Because a s&#257;dhu lives in this way, he does not create enemies. If there are enemies, they become enemies out of their own character, not out of any provocation on the part of a s&#257;dhu. A s&#257;dhu simply teaches, "My dear human being, my dear friend, just surrender to Krishna." Enemies arise due to man's envious nature. C&#257;nakya Pandita says that there are two envious animals&#8212;serpents and men. Although you may be faultless, either may kill you. Of the two, C&#257;nakya pandita says that the envious man is more dangerous because a serpent can be subdued by chanting a mantra or by some herbs, but an envious man cannot be so subdued. In Kali-yuga, practically everyone is envious, but we have to tolerate this.</P><P>Envious people create many impediments to the Krishna consciousness movement, but we have to tolerate them. There is no alternative. One must be peaceful and depend on Krishna in all circumstances. These are the ornaments of a s&#257;dhu. We should find a s&#257;dhu and associate with him. Then our path of liberation will be open.</P><P>In the next verse, Lord Kapila further explains the activities of a s&#257;dhu.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>