<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 11 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 11 Verse 22"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 11: <A CLASS=v HREF="eleven.htm">The Symptoms of a S&#257;dhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 22</P><P CLASS=c>mayy ananyena bh&#257;vena</P><P CLASS=c>bhaktim kurvanti ye dridh&#257;m</P><P CLASS=c>mat-krite tyakta-karm&#257;nas</P><P CLASS=c>tyakta-svajana-b&#257;ndhav&#257;h</P><P CLASS=t>TRANSLATION</P><P>Such a s&#257;dhu engages in staunch devotional service to the Lord without deviation. For the sake of the Lord he renounces all other connections, such as family relationships and friendly acquaintances within the world.</P><P CLASS=t>PURPORT</P><P>A person in the renounced order of life, a sanny&#257;s&#299;, is also called a s&#257;dhu because he renounces everything&#8212;his home, his comfort, his friends, his relatives and his duties to friends and to family. He renounces everything for the sake of the Supreme Personality of Godhead. A sanny&#257;s&#299; is generally in the renounced order of life, but his renunciation will be successful only when his energy is employed in the service of the Lord with great austerity. It is said here, therefore, bhaktim kurvanti ye dridh&#257;m. A person who seriously engages in the service of the Lord and is in the renounced order of life is a s&#257;dhu. A s&#257;dhu is one who has given up all responsibility to society, family and worldly humanitarianism, simply for the service of the Lord. As soon as he takes his birth in the world, a person has many responsibilities and obligations&#8212;to the public, demigods, great sages, general living beings, parents, forefathers and many others. When he gives up all these obligations for the service of the Supreme Lord, he is not punished for his renunciation. But if for sense gratification a person renounces these obligations, he is punished by the law of nature.</P><P>Krishna and all the &#347;&#257;stras say that our only obligation is to the Supreme Personality of Godhead. If we take to His service, we are no longer obliged to anyone. We are free. How is this possible? By almighty God's power. A man may be condemned to death, but if a president or a king excuses him, he is saved. Krishna's final instruction in Bhagavad-g&#299;t&#257; is to surrender everything to Him. We can sacrifice our life, wealth and intelligence, and this is called yajña. Everyone has some intelligence, and everyone uses his intelligence in one way or another. Generally people use their intelligence in trying to gratify their senses, but even an ant can do this. We should try to gratify not our senses but Krishna's senses. Then we become perfect.</P><P>We have to learn this purificatory process from a s&#257;dhu. Inasmuch as we try to gratify our senses, we become attached to the material world. We may render service to the s&#257;dhu or to Krishna. The s&#257;dhu is the representative of Krishna. He will never say, "Serve me," but will say, "Serve Krishna." Therefore we have to approach Krishna through the s&#257;dhu. This is confirmed by the Vaishnava &#257;c&#257;rya Narottama d&#257;sa Th&#257;kura: ch&#257;diy&#257; vaishnava-sev&#257; nist&#257;ra p&#257;yeche keb&#257;. We cannot directly approach Krishna; we have to go through the transparent via media, Krishna's representative.</P><P>Those who are after material concessions go to different demigods. They take something from &#346;iva, Durg&#257;, K&#257;l&#299;, Gane&#347;a, S&#363;rya and whomever. However, it was the goddess P&#257;rvat&#299; who asked Lord &#346;iva, "What is the best type of worship?" Lord &#346;iva advised, &#257;r&#257;dhan&#257;n&#257;m sarvesh&#257;m vishnor &#257;r&#257;dhanam param (Padma Pur&#257;na). "My dear P&#257;rvat&#299;, of all kinds of worship, worship of Lord Vishnu is the best." Then he added: tasm&#257;t parataram devi tad&#299;y&#257;n&#257;m samarcanam. "And even better than the worship of Lord Vishnu is the worship of a Vaishnava, a devotee."</P><P>Spiritual life begins with the association of a devotee, a s&#257;dhu. One cannot progress an inch without the mercy of a s&#257;dhu. Prahl&#257;da Mah&#257;r&#257;ja has also indicated this:</P><P>naish&#257;m matis t&#257;vad urukram&#257;&#324;ghrim</P><P CLASS=n>spri&#347;aty anarth&#257;pagamo yad-arthah</P><P CLASS=n>mah&#299;yas&#257;m p&#257;da-rajo-'bhishekam</P><P CLASS=n>nishkiñcan&#257;n&#257;m na vrin&#299;ta y&#257;vat</P><P>"Unless they smear upon their bodies the dust of the lotus feet of a Vaishnava completely freed from material contamination, persons very much inclined toward materialistic life cannot be attached to the lotus feet of the Lord, who is glorified for His uncommon activities. Only by becoming Krishna conscious and taking shelter at the lotus feet of the Lord in this way can one be freed from material contamination." (Bh&#257;g. <A CLASS=v HREF="../sb/7/5/32.htm">7.5.32</A>) Hiranyaka&#347;ipu asked Prahl&#257;da Mah&#257;r&#257;ja, "My dear son Prahl&#257;da, how have you become so advanced in Krishna consciousness?" Although Hiranyaka&#347;ipu was a demon, he was nonetheless inquisitive. Prahl&#257;da Mah&#257;r&#257;ja replied, "My dear father, O best of the asuras, one can receive Krishna consciousness only from the instructions of a guru. One cannot attain it simply by speculating. Ordinary men do not know that their ultimate destination is to return to Vishnu." In the material world, people are always hoping for something. They hope against hope, yet their hopes will never be fulfilled. People are trying to become happy by adjusting the external energy, but they do not know that happiness cannot be achieved without approaching God. People are thinking, "I must first of all see to my own interest." That's all right, but what is that interest? That they do not know. People are thinking that by adjusting the material energy they will be happy, and everyone is trying this individually, collectively or nationally. In any case, it is not possible. People will ultimately be frustrated. Why attempt a process that will ultimately meet with frustration? It is therefore said: ad&#257;nta-gobhir vi&#347;at&#257;m tamisram punah puna&#347; carvita-carvan&#257;n&#257;m (Bh&#257;g. <A CLASS=v HREF="../sb/7/5/30.htm">7.5.30</A>). People are being baffled in so many ways because they cannot control their senses. Their only possibility of rescue is Krishna. Therefore in this verse it is said: mayy ananyena bh&#257;vena bhaktim kurvanti ye dridh&#257;m.</P><P>Prahl&#257;da Mah&#257;r&#257;ja simply thought of Krishna. Because of this, he had to undergo a great deal of trouble given by his father. Material nature will not give us freedom very easily. If we become strong enough to try to capture the lotus feet of Krishna, m&#257;y&#257; will try to keep us under her clutches. However, if one gives up everything for Krishna's sake, m&#257;y&#257; can have no effect. The most excellent example of this is the gop&#299;s. They gave up everything&#8212;family, prestige and honor&#8212;just to follow Krishna. That is the highest perfection, but that is not possible for ordinary living entities. We should, however, follow the Gosv&#257;m&#299;s in their determination to worship Krishna.</P><P>San&#257;tana Gosv&#257;m&#299; was an important minister in the government of Hussain Shah, but he gave up everything to follow &#346;r&#299; Caitanya Mah&#257;prabhu. He adopted the life of a mendicant and lived under a different tree every night. One may ask, "After giving up material enjoyment, how can one live?" The Gosv&#257;m&#299;s lived by dipping into the ocean of the transcendental loving affairs between Krishna and the gop&#299;s. Since that was their asset, they could live very peacefully. We cannot simply give up everything. We will become mad if we try to give up everything without having staunch faith in Krishna. Yet if we find Krishna's association, we can easily give up our opulent positions&#8212;our family, business and everything. However, that requires s&#257;dhu-sa&#324;ga, association with a s&#257;dhu, a devotee. When we associate with a devotee, the day will eventually come when we can give up everything and become liberated persons, fit to return home, back to Godhead.</P><P>presently we are attached to material enjoyment, and Krishna even gives us a chance to gratify our senses. He lets us enjoy ourselves to the fullest extent because we have come to this material world to enjoy sense gratification. However, this is called m&#257;y&#257;, illusion. It is not really enjoyment, but simply struggle. When one realizes that he is simply struggling life after life, that there is actually no real enjoyment in the material world, one becomes a devotee of Krishna. That realization requires knowledge, and that knowledge can be acquired by association with a s&#257;dhu, a devotee.</P><P>Freedom from this struggle with material existence is further explained by Lord Kapila in the next verse.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>