<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 13 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 13 Verse 28"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 13: <A CLASS=v HREF="thirteen.htm">Perfect Knowledge Through Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 28</P><P CLASS=c>devah&#363;tir uv&#257;ca</P><P CLASS=c>k&#257;cit tvayy ucit&#257; bhaktih</P><P CLASS=c>k&#299;dri&#347;&#299; mama gocar&#257;</P><P CLASS=c>yay&#257; padam te nirv&#257;nam</P><P CLASS=c>añjas&#257;nv&#257;&#347;nav&#257; aham</P><P CLASS=t>TRANSLATION</P><P>On hearing this statement of the Lord, Devah&#363;ti inquired: What kind of devotional service is worth developing and practicing to help me easily and immediately attain the service of Your lotus feet?</P><P CLASS=t>PURPORT</P><P>It is stated in Bhagavad-g&#299;t&#257; that no one is barred from rendering service to the Lord. Whether one is a woman or a laborer or a merchant, if he engages himself in the devotional service of the Lord, he is promoted to the highest perfectional state and goes back home, back to Godhead. The devotional service most suitable for different types of devotees is determined and fixed by the mercy of the spiritual master. Therefore in order to become free from the miseries of material nature, one should approach a bona fide spiritual master inquisitively and submissively. When Arjuna submitted to Krishna, he said, "My dear Krishna, now I no longer care to talk to You as a friend because friendly talks will not benefit me now." Generally we talk to a friend just to spend time, but when we approach a spiritual master, we should be submissive. Friends approach one another on an equal basis, but this is not the way to approach a spiritual master. Unless one is submissive, one cannot accept sublime instructions. Arjuna teaches us submission by giving up his friendly relationship with Krishna, the Supreme Personality of Godhead. He says, "I have now become Your disciple. Please instruct me."</P><P>We can speculate for many births, for many years, and yet not be able to understand the ultimate goal of life. Therefore the &#347;&#257;stras all advise that we search out a guru. The word guru means "heavy" or "weighty." One who has much knowledge is heavy with knowledge. One should consider the bona fide guru in this way, and one should not think, "I know everything. Who can teach me?" No one can say such a thing, for everyone needs instruction.</P><P>According to the Vedic system, a child is sent to a guru-kula to learn spiritual knowledge from the very beginning. When a child goes to a guru-kula, he becomes a brahmac&#257;r&#299; and works like a menial servant. He may be the son of a great br&#257;hmana or a great king; it doesn't matter. When one goes to a guru-kula, he immediately becomes the menial servant of the guru. If the guru orders him to perform some lowly service, he is prepared to do it. This is the business of a brahmac&#257;r&#299;. Even Krishna went to a guru-kula to teach us. There was no need for Krishna, the Supreme Personality of Godhead, to go to a guru-kula, but He did this simply to set an example. Caitanya Mah&#257;prabhu also accepted a guru.</P><P>Prak&#257;&#347;&#257;nanda Sarasvat&#299; was a very learned scholar, and he knew that Caitanya Mah&#257;prabhu was also a great scholar, yet he criticized Caitanya Mah&#257;prabhu for chanting and dancing, for Prak&#257;&#347;&#257;nanda Sarasvat&#299; felt that a sanny&#257;s&#299; should devote his entire attention to the reading of Ved&#257;nta. He therefore considered Caitanya Mah&#257;prabhu a sentimentalist, not a bona fide sanny&#257;s&#299;. Prak&#257;&#347;&#257;nanda Sarasvat&#299; inquired, "Why aren't you reading Ved&#257;nta-s&#363;tra? Why are you chanting and dancing?" Caitanya Mah&#257;prabhu replied:</P><P>prabhu kahe&#8212;&#347;una, &#347;r&#299;p&#257;da, ih&#257;ra k&#257;rana</P><P CLASS=n>guru more m&#363;rkha dekhi 'karila &#347;&#257;sana</P><P>"Actually, I am not very learned, and my guru has stated that I am fool number one. He said that because of this I cannot possibly read Ved&#257;nta-s&#363;tra, for Ved&#257;nta-s&#363;tra is not meant for an ordinary person. My guru therefore advised me to chant this Hare Krishna mah&#257;-mantra, and now I am doing this and getting the results." (Cc. <A CLASS=v HREF="../cc/adi/7/71.htm">&#256;di 7.71</A>)</P><P>At the present moment in Kali-yuga, people are not well educated. They are simply engaged in earning money to fill the belly. Ved&#257;nta philosophy is not meant for an ordinary person, nor even for an ordinary learned person. It requires great knowledge of Sanskrit and philosophy. Of course Caitanya Mah&#257;prabhu, being the Supreme Personality of Godhead, knew all things, but at that moment He had assumed the role of an ordinary person in order to instruct an illiterate, ignorant society. In this age people are not even interested in reading Ved&#257;nta-s&#363;tra. People are so badly infected by the influence of m&#257;y&#257; that they do not even care to understand that there is life after death or that there are 8,400,000 life forms. Sometimes if people hear that by acting in such a way they will become a tree, a dog, a cat, an insect or even a human being, they say that they do not even care to know this. Sometimes they say, "Never mind if I become a dog. What's wrong with that? I will simply forget everything." Many university students in the Western countries speak this way. They have become so ignorant that they are described as manda. previously, in India, the br&#257;hmanas were interested in understanding Brahman. Ath&#257;to brahma jijñ&#257;s&#257;. However, at the present moment everyone is a &#347;&#363;dra, and no one is interested in understanding Brahman. People are simply interested in getting more money and going to the cinemas.</P><P>Human life is meant for understanding our situation, and we should take instructions from Bhagavad-g&#299;t&#257;. Arjuna is personally teaching us by accepting Krishna as his guru. He asks Krishna to become his spiritual master and teach him. The lessons given by &#346;r&#299; Krishna are not simply meant for Arjuna but for everyone. Krishna tells us in Bhagavad-g&#299;t&#257; that we should search out a guru. The first guru is &#346;r&#299; Krishna Himself, and whoever represents &#346;r&#299; Krishna is also a guru. If I am a businessman, and someone goes to canvass for my business and take orders for me, he is my representative. If he simply says that he is my representative and yet takes some orders but uses the money for something else, he is not really my representative.</P><P>Krishna's representative does not say, "I have become Krishna." Such a person is neither a representative nor a guru. He is simply a cheater. Krishna's representative is one who canvasses for Krishna. Krishna says, "Give up everything and surrender unto Me." Krishna's representative says, "Give up everything and simply surrender unto Krishna." This is certainly not very difficult to understand. Anyone can become Krishna's representative. Nonetheless, for the past two hundred years, many yog&#299;s and sv&#257;m&#299;s have gone to foreign countries, but no one has spoken about Krishna. They have simply presented a hodgepodge of Indian philosophy. No one has actually presented Vedic culture as it is.</P><P>We should read Bhagavad-g&#299;t&#257; as it is and understand the philosophy as Arjuna understood it. Arjuna was a friend of Krishna's. He was sitting with Krishna and speaking to Him as a friend speaks to a friend. In the Eleventh Chapter, after having seen the universal form, Arjuna tells Krishna: "I have in the past addressed You as 'O Krishna,' 'O Y&#257;dava,' 'O my friend,' without knowing Your glories. Please forgive whatever I may have done in madness or in love."</P><P>Arjuna understood that although Krishna was his friend, He was the Supreme Personality of Godhead and therefore the proper person to be his guru. He therefore told Krishna at the beginning of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/2/7.htm">2.7</A>), &#347;ishyas te 'ham &#347;&#257;dhi m&#257;m tv&#257;m prapannam: "Now I am Your disciple and a soul surrendered unto You. Please instruct me."</P><P>These are the instructions we get from Bhagavad-g&#299;t&#257;, and whoever reads Bhagavad-g&#299;t&#257; has to accept Krishna as the guru. We have to render service to a guru and surrender ourselves. It is not that one should accept just any person as a guru. The guru must be the representative of Krishna; then one can surrender oneself. Surrender means that one will accept whatever the guru says. It is not that one thinks, "I do not care for my guru's order. Still I am a disciple." That is not actually accepting a guru. Of course, it has become a fashion to accept a guru in this way, but this will not help anyone. As soon as Krishna became Arjuna's guru, Krishna immediately chastised him. &#346;r&#299; Krishna told him:</P><P>a&#347;ocy&#257;n anva&#347;ocas tvam</P><P CLASS=n>prajñ&#257;-v&#257;d&#257;m&#347; ca bh&#257;shase</P><P CLASS=n>gat&#257;s&#363;n agat&#257;s&#363;m&#347; ca</P><P CLASS=n>n&#257;nu&#347;ocanti pandit&#257;h</P><P>"While speaking learned words, you are mourning for what is not worthy of grief. Those who are wise lament neither for the living nor the dead." (<A CLASS=v HREF="../bg/2/11.htm">Bg. 2.11</A>)</P><P>In this way Krishna essentially told Arjuna that he was fool number one for lamenting for those things for which one should not lament. Arjuna was lamenting for the body, thinking that it was horrible that his relatives would be killed in war. This was not the proper subject matter for him to be contemplating. The real subject matter for a wise man to contemplate is the salvation of the soul. Therefore &#346;r&#299; Krishna first explained the distinction between the body and the soul.</P><P>This Krishna consciousness movement is also concerned with the soul, and therefore we have used the word "consciousness" because consciousness belongs to the soul. Consciousness is the symptom of the soul's presence. Because the soul is in the body, the body feels pleasure and pain. When the soul leaves the body, the body can be hacked to pieces, and yet it will not protest. This is because the consciousness is gone. We feel pleasure and pain because consciousness is present, and Krishna advises us that it is this consciousness that is eternal, not the body. We have to purify our consciousness in order to understand that consciousness is eternal. If we can do this, our lives will be successful. At the time of death, our consciousness carries us into another body. There are the mind, the intelligence and the ego, which constitute the subtle body, and there is also the spirit soul, which is even more subtle. We know that we possess a mind, although we cannot see it. Nor can we see the intelligence, the ego or the soul. We can only see the gross material body, and when this gross material body ends, we say that everything is finished. In order to understand these things, we have to approach a guru, just as Arjuna approached &#346;r&#299; Krishna.</P><P>&#346;r&#299; Krishna told Arjuna in very gentlemanly language that he was not a learned man. In essence, He said, "You are not a pandita. Just try to understand that the real life is the life of the soul." Vedic education means taking care of the soul. Presently the soul is encaged, embodied, entangled in material affairs. The soul is suffering, and it is to our benefit to rescue him from these material clutches. This is real education. To receive this education, one has to approach a proper guru. The guru is there&#8212;Krishna. The guru is also there as Kapiladeva, the incarnation of Krishna. Krishna informs us that He is the owner of the body, and He has explained this in many different ways. He has stated that the soul can never be cut to pieces, burned by fire, moistened by water nor withered by the wind. Matter interacts with matter, but the soul does not belong to the material world. This means that the soul is above material action and reaction. In the material world even iron and stone can be melted, but the laws of material nature do not apply to the spirit soul.</P><P>To understand these subjects, we should be careful to approach Krishna's representative. We should not approach a bogus guru, who is like a blind man trying to lead other blind men. We must go to one who has open eyes, to one who has seen the Absolute Truth. The Absolute Truth is there, just as the sun is there for everyone to see. The sun does not hide, but a person can try to hide from the sun by closing his door. One must open the door in order to see the sun. Similarly, Krishna is there, God is there, and we have to come to Krishna and take the lessons of Bhagavad-g&#299;t&#257; to learn who and what God is. Rascals will not do this, but will simply manufacture some philosophy or other. There is actually no difficulty because Krishna's instructions are there, and Krishna Himself is there. Krishna is so kind that He says, "All right, if you cannot understand Me in this way, just see Me in water. Come on, if you do not understand Me in that way, just see Me in the sunshine." Is this very difficult? There is nothing difficult about it, but we are very obstinate. M&#257;y&#257; is also very strong, and as soon as we try to accept Krishna as the Supreme Lord, m&#257;y&#257; will whisper in our ear, "No, no. There are many gods. Why are you accepting Krishna?" However, the &#347;&#257;stras say, krishnas tu bhagav&#257;n svayam... &#299;&#347;varah paramah krishnah [<A CLASS=v HREF="../bs/5/1.htm">Bs. 5.1</A>]. "Krishna is the Supreme Personality of Godhead." We should take our lessons from the &#257;c&#257;ryas and the &#347;&#257;stras. At least in India there are many great &#257;c&#257;ryas&#8212;R&#257;m&#257;nuj&#257;c&#257;rya, Madhv&#257;c&#257;rya, Vishnusv&#257;m&#299;, and even &#346;a&#324;kar&#257;c&#257;rya and Guru Nanak. All of these have accepted Krishna as the Supreme Personality of Godhead. Why, then, should we reject Him? Why should we accept a competitor? We should not simply engage in mental speculation but should accept Krishna in full consciousness and be happy. This is made possible by the help of the guru; therefore Devah&#363;ti is further questioning her son, Kapiladeva.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>