<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 3 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 3 Verse 3"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="three.htm">How to Understand the Lord's Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 3</P><P CLASS=c>yad yad vidhatte bhagav&#257;n</P><P CLASS=c>svacchand&#257;tm&#257;tma-m&#257;yay&#257;</P><P CLASS=c>t&#257;ni me &#347;raddadh&#257;nasya</P><P CLASS=c>k&#299;rtany&#257;ny anuk&#299;rtaya</P><P CLASS=t>TRANSLATION</P><P>Therefore please precisely describe all the activities and pastimes of the Personality of Godhead, who is full of self-desire and who assumes all these activities by His internal potency.</P><P CLASS=t>PURPORT</P><P>The word anuk&#299;rtaya is very significant. Anuk&#299;rtaya means "to follow the description"&#8212;not to create a concocted mental description, but to follow. &#346;aunaka Rishi requested S&#363;ta Gosv&#257;m&#299; to describe what he had actually heard from his spiritual master, &#346;ukadeva Gosv&#257;m&#299;, about the transcendental pastimes that the Lord manifested by His internal energy. Bhagav&#257;n, the Supreme Personality of Godhead, has no material body, but He can assume any kind of body by His supreme will. That is made possible by His internal energy.</P><P>We can understand the pastimes of the Lord by following one or some of the authorized devotional processes.</P><P>&#347;ravanam k&#299;rtanam vishnoh</P><P CLASS=n>smaranam p&#257;da-sevanam</P><P CLASS=n>arcanam vandanam d&#257;syam</P><P CLASS=n>sakhyam &#257;tma-nivedanam</P><P CLASS=n>[<A CLASS=v HREF="../sb/7/5/23.htm">SB 7.5.23</A>]</P><P>"Hearing, chanting and remembering the holy name, form, pastimes, qualities and entourage of the Lord, offering service according to the time, place and performer, worshiping the Deity, offering prayers, always considering oneself the eternal servant of Krishna, making friends with Him and dedicating everything unto Him&#8212;these are the nine processes of devotional service." (Bh&#257;g. <A CLASS=v HREF="../sb/7/5/23.htm">7.5.23</A>)</P><P>There are nine basic processes of devotional service&#8212;hearing and chanting about the Supreme Lord, remembering Him, serving His lotus feet, worshiping Him, offering prayers to the Lord, acting as His servant, becoming His friend, and surrendering everything to Him. The beginning is &#347;ravanam k&#299;rtanam, hearing and chanting. One must be very eager to hear and chant. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/14.htm">9.14</A>):</P><P>satatam k&#299;rtayanto m&#257;m</P><P CLASS=n>yatanta&#347; ca dridha-vrat&#257;h</P><P CLASS=n>namasyanta&#347; ca m&#257;m bhakty&#257;</P><P CLASS=n>nitya-yukt&#257; up&#257;sate</P><P>"Always chanting My glories, endeavoring with great determination, bowing down before Me, the great souls perpetually worship Me with devotion."</P><P>We have to speak or chant about the holy activities of the Supreme Personality of Godhead, but first we have to hear about them. This &#346;r&#299;mad-Bh&#257;gavatam was recited by &#346;ukadeva Gosv&#257;m&#299; and heard by Par&#299;kshit Mah&#257;r&#257;ja, and we in turn have to hear about Krishna and then chant about Him (&#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../sb/7/5/23.htm">SB 7.5.23</A>]). When we speak of Vishnu, we mean Krishna. Krishna is the origin of the vishnu-tattva&#8212;that is, Vishnu is an expansion of Krishna. When we speak of Vishnu, we understand that the origin of Vishnu is Krishna. As &#346;r&#299; Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/10/2.htm">10.2</A>), aham &#257;dir hi dev&#257;n&#257;m: "I am the source of the demigods."</P><P>The most important demigods (devas) are Brahm&#257;, &#346;iva and Vishnu. In the beginning of the creation there is Lord Vishnu, and from Lord Vishnu, Brahm&#257; is born. From Lord Brahm&#257;, Lord &#346;iva is born, and these three gods take charge of the three modes of material nature. Vishnu takes charge of sattva-guna (the mode of goodness), Lord Brahm&#257; takes charge of rajo-guna (the mode of passion), and Lord &#346;iva takes charge of tamo-guna (the mode of ignorance). However, before the creation there was no Brahm&#257; or &#346;iva. There was only Krishna. Krishna therefore says, aham &#257;dir hi dev&#257;n&#257;m. He is the creator of all demigods and all other living entities. After the cosmic manifestation is created, the living entities are placed in it. Therefore in the Vedas it is stated that in the beginning there was neither Brahm&#257; nor &#346;iva, but only N&#257;r&#257;yana (eko n&#257;r&#257;yana &#257;s&#299;t). N&#257;r&#257;yana is also another plenary expansion of Krishna.</P><P>We have to learn from the scriptures that Krishna is the origin of all. Krishnas tu bhagav&#257;n svayam: all the vishnu-tattvas and incarnations are but plenary expansions or expansions of the plenary expansions of Krishna. There are millions and millions of incarnations. They are as plentiful as waves in the ocean. There are &#347;akty&#257;ve&#347;a-avat&#257;ras, guna-avat&#257;ras and svayam-avat&#257;ras, and these are all described in &#346;r&#299;mad-Bh&#257;gavatam. All these avat&#257;ras, or incarnations, are svacchand&#257;tm&#257;, free from care and anxiety. If we organize a business, we have many anxieties. The managing director or proprietor of the business particularly has many anxieties. Although he sits in his office without disturbance, he is not very happy because he is always thinking about how to do this or that, how to manage this affair or that. This is material nature, and therefore it is said that there is always anxiety in the material world. When Hiranyaka&#347;ipu, the father of prahl&#257;da Mah&#257;r&#257;ja, asked his son, "My dear boy, what is the best thing you have learned from your teachers?" Prahl&#257;da Mah&#257;r&#257;ja immediately replied, tat s&#257;dhu manye 'sura-varya dehin&#257;m sad&#257; samudvigna-dhiy&#257;m asad-grah&#257;t (Bh&#257;g. <A CLASS=v HREF="../sb/7/5/5.htm">7.5.5</A>). "I have learned that materialists have accepted the asad guna." Asat means "that which is not." We should not remain on this platform, but should go to the platform of sat (om tat sat). This is the Vedic injunction. The material world is asad-vastu; it cannot possibly remain. In the material world, everything will ultimately be vanquished. Whatever exists in the material world exists only for some time. It is temporary. The M&#257;y&#257;v&#257;d&#299; philosophers say, brahma satyam jagan mithy&#257;: "The Supreme Truth is real, whereas the world is false"&#8212;but Vaishnavas do not use the word mithy&#257; (false), because God, the Supreme Brahman, is truth, and nothing false can emanate from the truth. If we prepare an earring from gold, the earring is also gold. We cannot say that the earring is false. Yato im&#257;ni bh&#363;t&#257;ni j&#257;yante: the Supreme Absolute Truth is He from whom everything is emanating. If everything is emanating from the Absolute Truth, nothing can actually be false. The Vaishnava philosophers accept the world as temporary, but not false, as the M&#257;y&#257;v&#257;d&#299; philosophers do.</P><P>The world (jagat) has emanated from the Supreme; therefore it is not mithy&#257;, but it is temporary. That is also explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/8/19.htm">8.19</A>): bh&#363;tv&#257; bh&#363;tv&#257; pral&#299;yate. The material world comes into existence, remains for some time, and is then annihilated. It is not false, for it can be utilized to realize the Supreme Truth. This is Vaishnava philosophy. The world is temporary, but we must use it for spiritual purposes. If something is used for the ultimate truth, the Absolute Truth, it becomes integral with the Absolute Truth. As stated by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/255">1.2.255-256</A>):</P><P>an&#257;saktasya vishay&#257;n</P><P CLASS=n>yath&#257;rham upayuñjatah</P><P CLASS=n>nirbandhah krishna-sambandhe</P><P CLASS=n>yuktam vair&#257;gyam ucyate</P><P CLASS=n>pr&#257;pañcikatay&#257; buddhy&#257;</P><P CLASS=n>hari-sambandhi-vastunah</P><P CLASS=n>mumukshubhih parity&#257;go</P><P CLASS=n>vair&#257;gyam phalgu kathyate</P><P>The word mumukshubhih refers to those who aspire for mukti, liberation. When one becomes disgusted with material engagement, one wants to destroy everything that has anything to do with the material world. However, the Vaishnava says, pr&#257;pañcikatay&#257; buddhy&#257; hari-sambandhi-vastunah. Everything has some relationship with the Supreme Person, the Absolute Truth. For instance, a microphone is made of metal, but what is metal? It is another form of earth. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/4.htm">7.4</A>) &#346;r&#299; Krishna says:</P><P>bh&#363;mir &#257;po 'nalo v&#257;yuh</P><P CLASS=n>kham mano buddhir eva ca</P><P CLASS=n>aha&#324;k&#257;ra it&#299;yam me</P><P CLASS=n>bhinn&#257; prakritir ashtadh&#257;</P><P>"Earth, water, fire, air, ether, mind, intelligence and false ego&#8212;all together these comprise My separated material energies." All of these are Krishna's energies, and if Krishna is the source of them, how can they be untrue? They are not. A Vaishnava will never say that metal has no connection with Krishna. It is a product of one of His energies, just as this material world is a product of the sun. We cannot say that the sunshine is false and that the sun is true. If the sun is true, the sunshine is also true. Similarly, we do not say that the material universe is false. It may be temporary, but it is not false. Therefore the Gosv&#257;m&#299;s and Krishna Himself tell us that since everything belongs to Krishna, everything should be utilized for His purpose.</P><P>This creation emanates from Bhagav&#257;n, the Supreme Lord, who is without anxiety. Krishna very pleasantly associates with His consort &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and enjoys playing His flute. If God is anxious, what kind of God is He? Even Lord Brahm&#257; and other demigods are anxious. Lord Brahm&#257; is engaged in meditation, Lord Siva dances to annihilate the universe, the goddess K&#257;l&#299; is engaged in killing with her sword, and so forth. The demigods have many activities, but Krishna is always peaceful. The Krishna who engages in killing demons is V&#257;sudeva Krishna, not the original Krishna. The original Krishna does not go anywhere; He never takes a step away from Vrind&#257;vana. The other activities performed by Krishna are performed in the V&#257;sudeva, Sa&#324;karshana, Aniruddha or Pradyumna forms. Krishna expands as Sa&#324;karshana, N&#257;r&#257;yana, Vishnu, Mah&#257;-Vishnu, Garbhodaka&#347;&#257;y&#299; Vishnu and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. God can expand Himself in many, many forms.</P><P>advaitam acyutam an&#257;dim ananta-r&#363;pam</P><P CLASS=n>&#257;dyam pur&#257;na-purusham nava-yauvanam ca</P><P>(Brahma-samhit&#257; <A CLASS=v HREF="../bs/5/33.htm">5.33</A>)</P><P>He is the &#257;di-purusha, the original soul of all. Govindam &#257;di-purusham tam aham bhaj&#257;mi: Lord Brahm&#257; says that he is not &#257;di-purusha but that Govinda, Krishna, is the &#257;di-purusha. This Krishna has many expansions (advaitam acyutam an&#257;dim). He has no beginning, but He is the beginning of everything. He has expanded Himself in many forms. The vishnu-tattva consists of bhagavat-tattva-sv&#257;m&#347;a, the personal expansions. We are also Krishna's forms, but we are vibhinn&#257;m&#347;a, separated expansions. We are the expansions of the energies. According to Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/5.htm">7.5</A>):</P><P>apareyam itas tv any&#257;m</P><P CLASS=n>prakritim viddhi me par&#257;m</P><P CLASS=n>j&#299;va-bh&#363;t&#257;m mah&#257;-b&#257;ho</P><P CLASS=n>yayedam dh&#257;ryate jagat</P><P>"Besides the inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of the living entities who are struggling with material nature and are sustaining the universe."</P><P>Thus there are the j&#299;va-prakriti, the par&#257; prakriti expansions, who belong to Krishna's superior energy. In any case, Krishna is always svacchand&#257;tm&#257;&#8212;without anxiety. Even if He is killing a demon, He experiences no anxiety. That is also confirmed in the Vedas:</P><P>na tasya k&#257;ryam karanam ca vidyate</P><P CLASS=n>na tat-sama&#347; c&#257;bhyadhika&#347; ca dri&#347;yate</P><P CLASS=n>par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate</P><P CLASS=n>sv&#257;bh&#257;vik&#299; jñ&#257;na-bala-kriy&#257; ca</P><P>"The Supreme Lord has nothing to do, for everything is done automatically by His various potencies. No one is seen to be equal to, or greater than, Him." (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8">6.8</A>)</P><P>&#346;r&#299; Krishna has nothing to do personally. It is His energy that acts. When an important man wants to get something done, he simply tells his secretary, who does everything. The important man is quite confident that because he has told his secretary, his desires will be carried out. The secretary is a person, energy (&#347;akti). If an ordinary man within this world has many energies in the form of secretaries, then we can hardly imagine the energies possessed by &#346;r&#299; Krishna. &#346;r&#299; Krishna is jagad-&#299;&#347;vara, the controller of the entire universe, and thus He is managing the entire universe. Foolish people say that there is no brain behind the universe, but this is due to ignorance. By taking information from the &#347;&#257;stras, the scriptures, we can understand who that brain is. According to &#346;r&#299; Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/10.htm">9.10</A>):</P><P>may&#257;dhyakshena prakritih</P><P CLASS=n>s&#363;yate sa-car&#257;caram</P><P CLASS=n>hetun&#257;nena kaunteya</P><P CLASS=n>jagad viparivartate</P><P>"This material nature is working under My direction, O son of Kunt&#299;, and producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again." We see His energies working in this material world all the time. There is thunder and rain, and from rain comes the food we enjoy. This process is outlined in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/3/14.htm">3.14</A>):</P><P>ann&#257;d bhavanti bh&#363;t&#257;ni</P><P CLASS=n>parjany&#257;d anna-sambhavah</P><P CLASS=n>yajñ&#257;d bhavati parjanyo</P><P CLASS=n>yajñah karma-samudbhavah</P><P>"All living beings subsist on food grains, which are produced from rains. Rains are produced by performance of yajña [sacrifice], and yajña is born of prescribed duties." The origin of everything is the Supreme Personality of Godhead. Through yajña, sacrifice, we have to satisfy the Supreme Person, and yajñas can be executed when human society is regulated according to the varn&#257;&#347;rama-dharma, the system of four social orders (varnas) and four spiritual orders (&#257;&#347;ramas). There are four varnas (br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra) and four &#257;&#347;ramas (brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa). These varnas and &#257;&#347;ramas have their respective duties, and unless human society is divided according to these eight scientific divisions and everyone acts according to his position, there can be no peace in the world.</P><P>varn&#257;&#347;ram&#257;c&#257;ravat&#257;</P><P CLASS=n>purushena parah pum&#257;n</P><P CLASS=n>vishnur &#257;r&#257;dhyate panth&#257;</P><P CLASS=n>n&#257;nyat tat-tosha-k&#257;ranam</P><P>"The Supreme Personality of Godhead, Lord Vishnu, is worshiped by the proper execution of prescribed duties in the system of varna and &#257;&#347;rama. There is no other way to satisfy the Supreme Personality of Godhead." (Vishnu Pur&#257;na <A CLASS=v HREF="http://vedabase.net/todo/purana3/8/9">3.8.9</A>)</P><P>The ultimate goal of all activity is the satisfaction of the Supreme Lord, Vishnu. Na te viduh sv&#257;rtha-gatim hi vishnum (Bh&#257;g. <A CLASS=v HREF="../sb/7/5/31.htm">7.5.31</A>). Foolish people do not know that their ultimate interest is the satisfaction of Vishnu. Therefore, when there are dharmasya gl&#257;nih, discrepancies in dharma, Krishna or His incarnation personally comes. It is therefore said: yad yad vidhatte bhagav&#257;n. Although He comes, He has no anxiety. He comes by His internal potency, and He does not take help from anyone. He possesses a variety of energies, all of which work correctly and perfectly (par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate sv&#257;bh&#257;vik&#299; jñ&#257;na-bala-kriy&#257; ca).</P><P>Impersonalists cannot understand how everything is being carried out perfectly because they cannot understand the Supreme Personality of Godhead: mohitam n&#257;bhij&#257;n&#257;ti m&#257;m ebhyah param avyayam. As stated by Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/14.htm">7.14</A>):</P><P>daiv&#299; hy esh&#257; guna-may&#299;</P><P CLASS=n>mama m&#257;y&#257; duratyay&#257;</P><P CLASS=n>m&#257;m eva ye prapadyante</P><P CLASS=n>m&#257;y&#257;m et&#257;m taranti te</P><P CLASS=n>[<A CLASS=v HREF="../bg/7/14.htm">Bg. 7.14</A>]</P><P>"This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it." Being covered by the three modes of material nature, one cannot understand the Supreme Personality of Godhead. However, the Supreme Lord reveals Himself to His devotees.</P><P>It is our business to understand Krishna in truth; then our lives will be successful. It is not that we can succeed by understanding Krishna superficially. It is therefore stated here: t&#257;ni me &#347;raddadh&#257;nasya k&#299;rtany&#257;ny anuk&#299;rtaya. The word anuk&#299;rtaya, as we have initially pointed out, means that we should not manufacture anything. The word anu means "to follow." Therefore the bhagavat-tattva, or Bhagav&#257;n, can be understood only by the parampar&#257; system, the system of disciplic succession.</P><P>evam parampar&#257;-pr&#257;ptam</P><P CLASS=n>imam r&#257;jarshayo viduh</P><P CLASS=n>sa k&#257;leneha mahat&#257;</P><P CLASS=n>yogo nashtah parantapa</P><P>"This supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way. But in course of time the succession was broken, and therefore the science as it is appears to be lost." (<A CLASS=v HREF="../bg/4/2.htm">Bg. 4.2</A>)</P><P>Formerly the kings (r&#257;j&#257;s) were great saintly persons. They were not ordinary people engaged in drinking and dancing. They were all rishis (sages), up to the time of Mah&#257;r&#257;ja Par&#299;kshit. They were trained in such a way that they were not ordinary men but were called naradeva. Naradeva refers to Bhagav&#257;n in the form of a human being. The king was worshiped because he was a r&#257;jarshi, both a king and a sage. &#346;r&#299; Krishna says that if the king knows the purpose of life, he can rule well. If he does not, he thinks that eating, sleeping, sex and defense are all in all. In this case, his subjects live like animals. Today no one knows the object of human life; therefore although the foolish people of this age are trying to be happy, their hopes will never be fulfilled. Na te viduh sv&#257;rtha-gatim hi vishnum dur&#257;&#347;ay&#257;h [<A CLASS=v HREF="../sb/7/5/31.htm">SB 7.5.31</A>]. People are trying to be happy in this material world by accepting material objects, but their plans will never be fulfilled. Therefore in world history we see that there have been many leaders who have died working hard. They could not adjust things properly, despite all their hard efforts. There were Napoleon, Hitler, Gandhi, Nehru and many others, but they could not ultimately prevail. This is dur&#257;&#347;ay&#257;. The ultimate goal of life is to understand Vishnu, yet people are going on blindly trying to satisfy their senses. If one blind man tries to lead another, what is the result? If both the leaders and followers are blind, they will all fall in a ditch, for they are all bound by their nature.</P><P>&#346;ravanam k&#299;rtanam, hearing and chanting, are the beginning of bhakti, devotional service. Therefore it is said: t&#257;ni me &#347;raddadh&#257;nasya k&#299;rtany&#257;ny anuk&#299;rtaya. The word anuk&#299;rtaya means to follow the parampar&#257; system. First of all we must receive the information from authorities; then we can speak the truth. One first has to learn how to describe the Absolute Truth, Bhagav&#257;n&#8212;His actions, His mercy and His compassion upon all living beings. The Supreme Lord is more anxious to give us education and enlightenment than we are to receive them. He gives us His literature, His devotees and the parampar&#257; system, but it is up to us to take advantage of these. The Krishna consciousness movement is intended to give society the proper understanding of the Absolute Truth. We are not presenting a manufactured, bogus philosophy. Why should we unnecessarily waste our time concocting some philosophy? There is so much to be learned that has already been given by the supreme authority. All we have to do is take this Vedic literature, try to learn it and distribute it. That is Caitanya Mah&#257;prabhu's mission.</P><P>bh&#257;rata-bh&#363;mite haila manushya-janma y&#257;ra</P><P CLASS=n>janma s&#257;rthaka kari' kara para-upak&#257;ra</P><P>(Cc. <A CLASS=v HREF="../cc/adi/9/41.htm">&#256;di 9.41</A>)</P><P>It is the duty of everyone, especially one born in the land of Bh&#257;ratavarsha, India, to make his life successful by taking advantage of this Vedic literature. Unfortunately, we are simply trying to learn technology, and that is our misfortune. Real education means solving all life's problems.</P><P>Transcendental education means learning how to gain relief from the entanglement of material life. This is made possible by learning about the Lord's transcendental activities.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>