<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 13 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 13 Verse 30"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 13: <A CLASS=v HREF="thirteen.htm">Perfect Knowledge Through Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 30</P><P CLASS=c>tad etan me vij&#257;n&#299;hi</P><P CLASS=c>yath&#257;ham manda-dh&#299;r hare</P><P CLASS=c>sukham buddhyeya durbodham</P><P CLASS=c>yosh&#257; bhavad-anugrah&#257;t</P><P CLASS=t>TRANSLATION</P><P>My dear son, Kapila, after all, I am a woman. It is very difficult for me to understand the Absolute Truth because my intelligence is not very great. But if You will kindly explain it to me, even though I am not very intelligent, I can understand it and thereby feel transcendental happiness.</P><P CLASS=t>PURPORT</P><P>Knowledge of the Absolute Truth is not very easily understood by ordinary, less intelligent men; but if the spiritual master is kind enough to the disciple, however unintelligent he may be, then by the divine grace of the spiritual master everything is revealed. Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura therefore says, yasya pras&#257;d&#257;d, by the mercy of the spiritual master, the mercy of the Supreme Personality of Godhead, bhagavat-pras&#257;dah, is revealed. Devah&#363;ti requested her great son to be merciful toward her because she was a less intelligent woman and also His mother. By the grace of Kapiladeva it was quite possible for her to understand the Absolute Truth, even though the subject matter is very difficult for ordinary persons, especially women.</P><P>In this verse Devah&#363;ti shows us the process for understanding transcendental subject matters. It is not by challenge but by submission. The entire bhakti process is a process of submission. That is also Caitanya Mah&#257;prabhu's teaching:</P><P>trin&#257;d api sun&#299;cena</P><P CLASS=n>taror iva sahishnun&#257;</P><P CLASS=n>am&#257;nin&#257; m&#257;nadena</P><P CLASS=n>k&#299;rtan&#299;yah sad&#257; harih</P><P CLASS=n>[Cc. <A CLASS=v HREF="../cc/adi/17/31.htm">adi 17.31</A>]</P><P>If one is interested in advancing in chanting Hare Krishna, Caitanya Mah&#257;prabhu advises that one be humbler than the grass and more tolerant than the trees. One should not be very proud of his intelligence but should give all respect to others. In this way, one can chant Hare Krishna offenselessly. Although Devah&#363;ti was the mother of Kapiladeva, she presented herself as a humble woman. It was not that she considered herself superior because she was His mother.</P><P>We have to please the spiritual master by service, and the entire bhakti process depends on the attitude of service. The transcendental nature of Krishna is not possible to understand with our blunt material senses. Krishna's name, form, qualities and pastimes are all divya, divine. Our present material senses have to be purified by engagement in the Lord's service, and our first engagement begins with the tongue. It is with the tongue that we can chant the transcendental names of the Lord. This is not very difficult, and this path is open to everyone&#8212;even women, vai&#347;yas and &#347;&#363;dras. After describing all the faults of Kali-yuga, &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/12/3/51.htm">12.3.51</A>) states:</P><P>kaler dosha-nidhe r&#257;jann</P><P CLASS=n>asti hy eko mah&#257;n gunah</P><P CLASS=n>k&#299;rtan&#257;d eva krishnasya</P><P CLASS=n>mukta-sa&#324;gah param vrajet</P><P>"There is one special advantage about this age of Kali-yuga, and that is that people can attain liberation and return home, back to Godhead, simply by chanting the Hare Krishna mah&#257;-mantra." &#346;r&#299; Caitanya Mah&#257;prabhu said:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"Chant Hare Krishna, chant Hare Krishna. There is no other way, no other way at all in Kali-yuga.'</P><P>We should try to avoid the ten offenses in chanting the holy name, but anyone who chants Hare Krishna sincerely is purified. Ceto-darpana-m&#257;rjanam bhava-mah&#257;-d&#257;v&#257;gni-nirv&#257;panam [Cc. <A CLASS=v HREF="../cc/antya/20/12.htm">Antya 20.12</A>] (&#346;iksh&#257;shtaka 1). This is the easiest process by which the mirror of the mind can be cleansed. If Krishna sees that someone is sincerely chanting Hare Krishna, He will help. He is within everyone, and He can understand whether one is sincere or not. Krishna helps a sincere devotee internally and externally. Internally He helps as param&#257;tm&#257; by giving intelligence from within. Dad&#257;mi buddhi-yogam tam. Externally He helps as His representative, the spiritual master. Therefore Caitanya Mah&#257;prabhu says: guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja. "By the grace of Krishna, one gets a bona fide guru, and by the grace of the guru, one gets Krishna." (Cc. <A CLASS=v HREF="../cc/madhya/19/151.htm">Madhya 19.151</A>) Thus the &#347;&#257;stras have given us a very easy way to appreciate our transcendental life. That is the Krishna consciousness movement.</P><P>Devah&#363;ti has submissively accepted her son as her guru. She wants to understand Krishna perfectly, by the grace of Kapiladeva. It is very important to receive the causeless mercy of Krishna and the spiritual master. By Krishna's mercy, we receive a spiritual master, and by the spiritual master's mercy, we receive Krishna.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has greatly stressed the mercy of the guru, and it is an actual fact that if we satisfy the guru by our service, he will give us his blessings. This is a very great opportunity, for the guru is the confidential servant of Krishna. The guru never claims that he is Krishna, although he is worshiped as Krishna: s&#257;ksh&#257;d dharitvena samasta-&#347;&#257;strair uktas tath&#257; bh&#257;vyata eva sadbhih **.</P><P>All the &#347;&#257;stras describe the guru as being on an equal basis with Krishna, for he is the representative of Krishna. Therefore he is worshiped as Krishna. Being the most confidential servant of Krishna, the guru is very dear to Krishna; therefore if he recommends someone to Krishna, Krishna accepts the person. The guru is the confidential servant of Krishna because he canvasses from door to door, saying, "Please become Krishna conscious and surrender unto Krishna." Krishna tells Arjuna that such a person is very dear to Him. The bona fide guru tells people to surrender not unto him but unto Krishna. Thus one has to surrender unto Krishna through the via media of the guru, not directly. This is the process. The guru does not accept respect from his disciple for his personal self but conveys this respect to Krishna. If we cannot receive the mercy of the guru, Krishna is very difficult to approach directly.</P><P>It is stated in Bhagavad-g&#299;t&#257; that knowledge of Krishna is received through the parampar&#257;, the disciplic succession. Evam parampar&#257;-pr&#257;ptam. The guru offers the same respects to his guru, and his guru offers respects to his, and so it goes all the way to Krishna. Thus the mercy of Krishna comes down through the parampar&#257; system, and the respect offered to Krishna is offered up through the parampar&#257; system. One has to learn to approach the Supreme Personality of Godhead in this way. Thus if we want to approach God, we have to take shelter of the guru in the beginning. Devah&#363;ti is begging the mercy of Kapiladeva in order to understand the way to approach Krishna. She approaches Him very humbly saying, "My dear Kapila, You are the Supreme Personality of Godhead, but I am a woman, and my intelligence is not very sharp. Nonetheless, I want to understand these sublime transcendental subjects from You. It is possible by Your mercy."</P><P>The process of approaching and understanding the Supreme Personality of Godhead was also discussed between R&#257;m&#257;nanda R&#257;ya and Caitanya Mah&#257;prabhu. First, R&#257;m&#257;nanda R&#257;ya explained the process in terms of varn&#257;&#347;rama-dharma. He said first of all that human life is meant for approaching Lord Vishnu through the rules and regulations governing varn&#257;&#347;rama-dharma. Caitanya Mah&#257;prabhu replied that it is very difficult in this age to execute the rules and regulations of varn&#257;&#347;rama-dharma. It is very difficult to be a br&#257;hmana in this age, and it is practically impossible to revive the old varn&#257;&#347;rama-dharma culture. Caitanya Mah&#257;prabhu therefore said that this method is not very practical. Caitanya Mah&#257;prabhu has been called by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; "the most munificent avat&#257;ra" because He distributes love of Krishna free of charge. First of all, we cannot even understand Krishna; therefore there is no question of loving Him. If we do not understand someone, how can we love him? The love is very far away, but Caitanya Mah&#257;prabhu is so kind that He distributes krishna-prem&#257;, love of Krishna, to whomever will take it. In His life, Caitanya Mah&#257;prabhu cried for Krishna and showed how one should be mad after Him.</P><P>yug&#257;yitam nimeshena</P><P CLASS=n>cakshush&#257; pr&#257;vrish&#257;yitam</P><P CLASS=n>&#347;&#363;ny&#257;yitam jagat sarvam</P><P CLASS=n>govinda-virahena me</P><P>"O Govinda! Feeling Your separation, I am considering a moment to be like twelve years or more. Tears are flowing from my eyes like torrents of rain, and I am feeling all vacant in the world in Your absence." (&#346;iksh&#257;shtaka 7)</P><P>Without Krishna, one should see everything as vacant. This is R&#257;dh&#257;r&#257;n&#299;'s frame of mind, but this is not possible for an ordinary living being. It was possible for Caitanya Mah&#257;prabhu and a few devotees, His immediate disciples like the six Gosv&#257;m&#299;s, who were following in His footsteps. They worshiped Krishna in separation and sought Krishna everywhere.</P><P>he r&#257;dhe vraja-dev&#299;ke ca lalite he nanda-s&#363;no kutah</P><P CLASS=n>&#347;r&#299;-govardhana-kalpa-p&#257;dapa-tale k&#257;lind&#299;-vane kutah</P><P CLASS=n>ghoshant&#257;v iti sarvato vraja-pure khedair mah&#257;-vihvalau</P><P CLASS=n>vande r&#363;pa-san&#257;tanau raghu-yugau &#347;r&#299; j&#299;va-gop&#257;lakau</P><P>"I offer my respectful obeisances to the six Gosv&#257;m&#299;s, namely &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; San&#257;tana Gosv&#257;m&#299;, &#346;r&#299; Raghun&#257;tha Bhatta Gosv&#257;m&#299;, &#346;r&#299; Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, &#346;r&#299; J&#299;va Gosv&#257;m&#299; and &#346;r&#299; Gop&#257;la Bhatta Gosv&#257;m&#299;, who were chanting very loudly everywhere in Vrind&#257;vana, shouting, 'Queen of Vrind&#257;vana, R&#257;dh&#257;r&#257;n&#299;! O Lalit&#257;! O son of Nanda Mah&#257;r&#257;ja! Where are you all now? Are you just on the hill of Govardhana, or are you under the trees on the bank of the Yamun&#257;? Where are you?' These were their moods in executing Krishna consciousness." (Shad-gosv&#257;my-ashtaka 8)</P><P>The Gosv&#257;m&#299;s never said, "We have seen Krishna." This is the recommended process&#8212;worship in separation. We should awaken our lost Krishna consciousness in this way and become mad after Krishna in our separation from Him. This is called krishna-prem&#257;, and this love was distributed by Caitanya Mah&#257;prabhu. We should not try to understand Krishna by our small knowledge. Since we are imperfect, how can we speculate on Krishna? There are many people like jñ&#257;n&#299;s and theosophists who try to understand the Absolute Truth by speculation, but this is not possible.</P><P>ath&#257;pi te deva pad&#257;mbuja-dvaya-</P><P CLASS=n>pras&#257;da-le&#347;&#257;nugrih&#299;ta eva hi</P><P CLASS=n>j&#257;n&#257;ti tattvam bhagavan-mahimno</P><P CLASS=n>na c&#257;nya eko 'pi ciram vicinvan</P><P>"My Lord, if one is favored by even a slight trace of the mercy of Your lotus feet, he can understand the greatness of Your personality. But those who speculate in order to understand the Supreme Personality of Godhead are unable to know You, even though they continue to study the Vedas for many years." (Bh&#257;g. <A CLASS=v HREF="../sb/10/14/29.htm">10.14.29</A>) Even if one speculates for many years, he cannot understand Krishna. One has to receive the mercy of Krishna through the spiritual master, and this is the path recommended by &#346;r&#299; Caitanya Mah&#257;prabhu. Sth&#257;ne-sthit&#257;h &#347;ruti-gat&#257;h tanu-v&#257;&#324;-manobhih (Bh&#257;g. <A CLASS=v HREF="../sb/10/14/3.htm">10.14.3</A>). Another name for Krishna is Ajita. No one can conquer Krishna, but Krishna can be conquered by His devotee. One should be submissive and say, "Krishna, I am very poor. I have no means to understand You. Please be merciful upon me. Please allow me to understand You and surrender." This is wanted. Krishna is very merciful, and when He sees that someone has surrendered, He will help from within.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>