<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 14 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 14 Verse 31"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 14: <A CLASS=v HREF="fourteen.htm">Bhakti as Ultimate Liberation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 31</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>viditv&#257;rtham kapilo m&#257;tur ittham</P><P CLASS=c>j&#257;ta-sneho yatra tanv&#257;bhij&#257;tah</P><P CLASS=c>tattv&#257;mn&#257;yam yat pravadanti s&#257;&#324;khyam</P><P CLASS=c>prov&#257;ca vai bhakti-vit&#257;na-yogam</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Maitreya said: After hearing His mother's statement, Kapila could understand her purpose, and He became compassionate toward her because of having been born from her body. He then described the S&#257;&#324;khya system of philosophy, which is a combination of devotional service and mystic realization, as received by disciplic succession.</P><P CLASS=t>PURPORT</P><P>The philosophy propounded by the atheist Kapila is an analysis of the material elements and is very much appreciated by Western philosophers. The s&#257;&#324;khya-yoga explained by Lord Kapiladeva, the son of Devah&#363;ti, is practically unknown in the West. The s&#257;&#324;khya-yoga propounded herein is actually bhakti. It is stated here that the proper way to receive this knowledge is by disciplic succession, not by philosophical speculation. Speculation is an improper way to understand the Absolute Truth. Generally Western philosophers try to understand the Absolute Truth by the ascending process of mental speculation. This is the process of inductive logic. The other process is the descending process, and this is the parampar&#257; process. By this method, knowledge descends from a higher source.</P><P>In Bhagavad-g&#299;t&#257;, many yoga systems are explained, but the bhakti-yoga system is considered highest of all. Ultimately, all yogas end in bhakti-yoga. The ultimate conclusion of jñ&#257;na-yoga and hatha-yoga is bhakti-yoga. In the Sixth Chapter of Bhagavad-g&#299;t&#257;, the hatha-yoga system of meditation is explained, and Arjuna, who was highly elevated, said that he could not concentrate his mind in this way. If the hatha-yoga system was so difficult five thousand years ago for a person so elevated that he was Krishna's friend, how is it possible today? Arjuna frankly said that this system of yoga was impossible to execute because the mind is as difficult to control as the wind.</P><P>The hatha-yoga system is basically meant for those who are overly attached to the body; otherwise, the preferred yoga is s&#257;&#324;khya-yoga or bhakti-yoga. When Arjuna told &#346;r&#299; Krishna that the hatha-yoga system was too difficult to execute, the Lord pacified him by saying that the first-class yog&#299; is one "who is always thinking of Me." (<A CLASS=v HREF="../bg/6/47.htm">Bg. 6.47</A>) Arjuna did not know anything but Krishna, and Arjuna requested that Krishna be present on his side in the battle. When Duryodhana approached Krishna with Arjuna and requested Him to take sides, Krishna said, "I have eighteen military divisions. These divisions will take one side, and I personally will take another. However, I will not fight in this battle." At first Arjuna thought it wise to take the eighteen divisions with their many thousands of elephants and horses, but then he considered that if he simply had Krishna on his side, that would be sufficient. He would not need ordinary soldiers. Duryodhana, on the other hand, decided to take Krishna's soldiers. Thus in order to pacify Arjuna, Krishna told him not to worry, although he could not execute the asht&#257;&#324;ga-yoga system.</P><P>"The first-class yog&#299; is he who always thinks of Me." One should always remember that Krishna is within his heart and think of Him. This is the proper system of meditation. If we always chant the Hare Krishna mah&#257;-mantra, we will always remember Krishna, and immediately the form of Krishna will be awakened within our hearts. The process of always thinking of Krishna is the process of Krishna consciousness. The first-class yog&#299; is he who is always conscious of Krishna. One can be conscious of Krishna by hearing about Him submissively.</P><P>We have to accept Krishna through the disciplic succession. There are four samprad&#257;yas, disciplic successions. One comes from Lord Brahm&#257; (the Brahma-samprad&#257;ya), and another comes from Lakshm&#299;, the goddess of fortune, (the &#346;r&#299;-samprad&#257;ya). There are also the Kum&#257;ra-samprad&#257;ya and the Rudra-samprad&#257;ya. At the present moment, the Brahm&#257; samprad&#257;ya is represented by the Madhva-samprad&#257;ya, and we belong to the Madhva-Gaud&#299;ya-samprad&#257;ya. Our original samprad&#257;ya stems from Madhv&#257;c&#257;rya. In that samprad&#257;ya there was M&#257;dhavendra Pur&#299;, and M&#257;dhavendra Pur&#299;'s disciple was &#346;r&#299; &#298;&#347;vara Pur&#299;. &#346;r&#299; &#298;&#347;vara Pur&#299;'s disciple was Lord Caitanya Mah&#257;prabhu. Thus we are coming in the disciplic succession from &#346;r&#299; Caitanya Mah&#257;prabhu, and therefore our samprad&#257;ya is called the Madhva-Gaud&#299;ya-samprad&#257;ya. It is not that we have manufactured a samprad&#257;ya; rather, our samprad&#257;ya stems from Lord Brahm&#257;. There is also the R&#257;m&#257;nuja-samprad&#257;ya, which comes from the &#346;r&#299;-samprad&#257;ya, and there is the Vishnusv&#257;m&#299;-samprad&#257;ya, which comes from the Rudra-samprad&#257;ya. The Nimb&#257;ditya-samprad&#257;ya comes from the Kum&#257;ra-samprad&#257;ya. If we do not belong to any samprad&#257;ya, our conclusion is fruitless. It is not that one should think, "I am a big scholar, and I can interpret Bhagavad-g&#299;t&#257; in my own way. All these samprad&#257;yas are useless." We cannot manufacture our own comments. There are many commentaries made in this way, and they are all useless. They have no effect. We have to accept the philosophy as it was contemplated by Lord Brahm&#257;, N&#257;rada, Madhv&#257;c&#257;rya, M&#257;dhavendra Pur&#299; and &#298;&#347;vara Pur&#299;. These great &#257;c&#257;ryas are beyond the imperfections of so-called scholars. Mundane scientists and philosophers use the words "perhaps" and "maybe" because they cannot arrive at a proper conclusion. They are simply speculating, and mental speculation cannot be perfect.</P><P>Bhakti-yoga is at the top of the stairs of all the yogas. The first step is karma-yoga, and then jñ&#257;na-yoga and dhy&#257;na-yoga, but the ultimate is bhakti-yoga. Everyone is trying to reach the ultimate Absolute Truth, but the other yogas end in partial understanding. The understanding derived from bhakti-yoga is complete, and even if partially executed, it has potency. It is also recommended by the great mah&#257;janas like Lord Brahm&#257;, Lord &#346;iva and Kapiladeva. Since the path of perfection is very difficult to understand, the &#347;&#257;stras recommend that we follow the mah&#257;janas, who are thus described in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/6/3/20.htm">6.3.20</A>):</P><P>svayambh&#363;r n&#257;radah &#347;ambhuh</P><P CLASS=n>kum&#257;rah kapilo manuh</P><P CLASS=n>prahl&#257;do janako bh&#299;shmo</P><P CLASS=n>balir vaiy&#257;sakir vayam</P><P>Another name for Lord Brahm&#257; is Svayambh&#363; because he was born from a lotus flower emanating from the navel of Lord Vishnu. Since he was not born of a father and mother, he is therefore called Svayambh&#363;. N&#257;rada Muni is also a mah&#257;jana, and &#346;ambhu is Lord &#346;iva. Kum&#257;ra refers to the four Kum&#257;ras&#8212;Sanaka, Sanandana, San&#257;tana and Sanat-kum&#257;ra. There are twelve authorities following the S&#257;&#324;khya philosophy, or bhakti-yoga, and these include Lord Brahm&#257;, Lord &#346;iva, Kapiladeva, Manu, Bh&#299;shmadeva, Janaka Mah&#257;r&#257;ja, &#346;ukadeva Gosv&#257;m&#299; and prahl&#257;da Mah&#257;r&#257;ja. If we simply accept one of these mah&#257;janas, we will be successful in understanding the Absolute Truth, but if we try to understand the Absolute Truth by logic and argument, we will ultimately be frustrated. One philosopher may be a better logician than another, and one philosophical argument may counteract another, but this process goes on and on. It is simply a useless waste of time. Even if we approach Vedic scriptures, there are difficulties. There are so many scriptures&#8212;Yajur Veda, Rig Veda, S&#257;ma Veda, Atharva Veda, the Upanishads, the pur&#257;nas, Brahma-s&#363;tra, R&#257;m&#257;yana, Mah&#257;bh&#257;rata and so forth. Different people read them and arrive at different conclusions. There are also the Bible and the Koran. According to so many different men, there are so many interpretations. One philosopher defeats another philosopher on the basis of scripture. It is even stated that one cannot become a rishi, a philosopher, unless one propounds a different system of philosophy. N&#257;s&#257;v rishir yasya matam na bhinnam. Thus the truth of spiritual life is very complicated and difficult to understand. The conclusion is that one should follow one of these twelve mah&#257;janas in order to be successful. Krishna is the original mah&#257;jana, and He instructed Lord Brahm&#257;. Lord Brahm&#257; is also a mah&#257;jana. Actually, Krishna instructed everyone in Bhagavad-g&#299;t&#257;, and thus everyone has learned from Krishna.</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/1/1.htm">1.1.1</A>) it is also stated: tene brahma hrid&#257; ya &#257;di-kavaye. Thus Krishna gives His personal instructions just as Kapiladeva gave His personal instructions. There is no contradiction between Krishna's philosophy in Bhagavad-g&#299;t&#257; and Kapiladeva's philosophy. We need only receive the transcendental knowledge through the mah&#257;janas, and the results will be beneficial. Kapiladeva explained this S&#257;&#324;khya philosophy to His mother, and although He had a natural affection for His mother, we should not think that Devah&#363;ti was an ordinary woman. She was very submissive, and when Kapiladeva saw this, He became very compassionate. He saw that she was eager to know about the Absolute Truth, and He considered that, after all, He had received His body from her. Therefore He concluded that He should try to give her the ultimate conclusion of philosophical knowledge, which is this S&#257;&#324;khya philosophy.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>