<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 14 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 14 Verse 33"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 14: <A CLASS=v HREF="fourteen.htm">Bhakti as Ultimate Liberation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 33</P><P CLASS=c>jarayaty &#257;&#347;u y&#257; ko&#347;am</P><P CLASS=c>nig&#299;rnam analo yath&#257;</P><P CLASS=t>TRANSLATION</P><P>Bhakti, devotional service, dissolves the subtle body of the living entity without separate effort, just as fire in the stomach digests all that we eat.</P><P CLASS=t>PURPORT</P><P>Bhakti is in a far higher position than mukti because a person's endeavor for liberation from the material encagement is automatically realized in devotional service. If the digestive power is sufficient, then whatever we eat will be digested by the fire in the stomach. Similarly, a devotee doesn't have to try separately to attain liberation. That very service to the Supreme Personality of Godhead is the process of liberation because to engage in the service of the Lord is to liberate oneself from material entanglement.</P><P>For a devotee, liberation is no problem at all. Liberation takes place without separate endeavor. Bhakti, therefore, is far better than mukti or the impersonalist position. The impersonalists undergo severe penances and austerities to attain mukti, but the bhakta, simply by engaging in the bhakti process, especially in chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, immediately develops control over the tongue by chanting, and accepting the remnants of foodstuff offered to the Personality of Godhead. As soon as the tongue is controlled, all other senses are controlled automatically. Sense control is the perfection of the yoga principle, and one's liberation begins immediately as soon as he engages in the service of the Lord. It is confirmed by Kapiladeva that bhakti, or devotional service, is gar&#299;yasi, more glorious than siddhi, liberation.</P><P>It is stated in this verse that bhakti dissolves the subtle body. The spirit soul has two coverings&#8212;subtle and gross. The gross body is composed of earth, water, fire, air and ether. The subtle body is composed of mind, intelligence and ego. Of the eight material elements, five are gross and three are subtle. We cannot see the subtle, and the soul is even more subtle. Anyone with eyes can see the body, but not everyone can perceive the soul, the actual person. When we understand that the soul, or the person, has left the body, we cry, "Oh, my friend has left." We can perceive that the body is there, but something is obviously missing. Thus one's friend is actually different from the body. At the present moment when we say, "This is my friend," we refer to the body, but that is simply the vision of an animal. Animals think, "This is my dog friend, and this is my mother dog." They cannot see beyond the gross body. Similarly, we cannot see the soul, and if we cannot see the minute soul, how can we hope to see God with these blunt eyes? We cannot actually see one another. How, then, can we hope to see God? It is stated: atah &#347;ri-krishna-n&#257;m&#257;di na bhaved gr&#257;hyam indriyaih [BRS. 1.2.234]. "Material senses cannot appreciate Krishna's holy name, form, qualities and pastimes."</P><P>Our present senses are incapable of seeing God. Generally, at death we can understand that something has gone. We understand that what we were seeing was not actually our friend but a lump of matter. This is knowledge. However, one who understands before death that the body is simply a lump of matter is called a wise man. He sees the soul through the eyes of knowledge. Those who are on the gross platform, who are like animals, can see neither the soul nor Bhagav&#257;n. The karm&#299;s, the gross fruitive workers, do not understand the distinction between the body and the soul. Out of many millions of karm&#299;s, there may be one jñ&#257;n&#299;, one wise man who can understand. The jñ&#257;n&#299; knows that he is not the body, and out of many millions of jñ&#257;n&#299;s, one may be actually liberated. The M&#257;y&#257;v&#257;d&#299;s think that because they are spirit soul, they are one with the Supreme. Being equal in quality does not mean that one is the Supreme Soul. Because the M&#257;y&#257;v&#257;d&#299;s think that they have become one with N&#257;r&#257;yana, they address one another as N&#257;r&#257;yana. They say, "You are N&#257;r&#257;yana, I am N&#257;r&#257;yana, everyone is N&#257;r&#257;yana." From this misconception, the idea of daridra-n&#257;r&#257;yana (poor N&#257;r&#257;yana) arises. The devotees fully engaged in the service of the lotus feet of the Supreme Lord do not think in this way. They think, "If I am one with the Supreme, how is it I have fallen into this condition?" They know that a drop of seawater is one in quality with the vast ocean, but they also know that a drop of water is never equal to the ocean itself.</P><P>Sometimes the M&#257;y&#257;v&#257;d&#299;s worship Lord Vishnu, but they do not actually believe in the form of Lord Vishnu. They consider His image to be some imaginary form to utilize as a means for self-realization. M&#257;y&#257;v&#257;d&#299;s say that the Absolute Truth has no r&#363;pa, no form, but it is stated: &#299;&#347;varah paramah krishnah sac-cid-&#257;nanda-vigrahah [<A CLASS=v HREF="../bs/5/1.htm">Bs. 5.1</A>]. "Krishna, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body."</P><P>The word vigraha refers to the supreme form, but the M&#257;y&#257;v&#257;d&#299;s do not understand this. There are also many so-called Vaishnavas who worship Lord Vishnu with an aim of becoming one with the Supreme. They sometimes give the example of a drop of water merging into the great ocean itself. This is simply nonsense. The ocean is a combination of countless molecules of water, and it is impossible for one molecule to merge into the totality. The sunshine is a combination of countless trillions of small shining particles, and each particle has its individual identity as an atom. Because we do not have the eyes to see the small atomic divisions, we think that they are one, but actually they are not homogeneous. Similarly, although we are very small particles of the Supreme Personality of Godhead, we all have different identities. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/2/12.htm">2.12</A>) &#346;r&#299; Krishna says:</P><P>na tv ev&#257;ham j&#257;tu n&#257;sam</P><P CLASS=n>na tvam neme jan&#257;dhip&#257;h</P><P CLASS=n>na caiva na bhavishy&#257;mah</P><P CLASS=n>sarve vayam atah param</P><P>"Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be."</P><P>Krishna never says that He, Arjuna, and all the soldiers shall eventually become one. Rather, He says that everyone will retain his own individuality.</P><P>Those who have complete knowledge never think that in the future they will become one with the Supreme. They simply want to remain in their constitutional position as part and parcel of Krishna. Although we are now covered by the material body, the material body can be easily dissolved by the process of bhakti-yoga. If we are strong in bhakti-yoga, we actually no longer have a material body but a spiritual one. We are free.</P><P>When we are baffled, we want to become the husband of goddess Lakshm&#299;. The husband of goddess Lakshm&#299; is N&#257;r&#257;yana, God Himself. In this material world, we are hankering after Lakshm&#299;, the goddess of fortune, but we are frustrated in our attempts. We think, "Now let me become the husband of Lakshm&#299;." Actually, no one can enjoy Lakshm&#299; but N&#257;r&#257;yana. Even exalted demigods like Lord Brahm&#257; and Lord &#346;iva are inferior to Lord N&#257;r&#257;yana, but we are so foolish that we are thinking of assuming N&#257;r&#257;yana's position, or making N&#257;r&#257;yana into daridra-n&#257;r&#257;yana, the poor man in the street. The &#347;&#257;stras never equalize N&#257;r&#257;yana with anyone, not even Lord Brahm&#257; or Lord &#346;iva, what to speak of foolish rascals.</P><P>One may ask why N&#257;r&#257;yana has created us, why it is we are part and parcel of N&#257;r&#257;yana. Eko bahu-sy&#257;m. Why has N&#257;r&#257;yana become many? He has created us for enjoyment. &#256;nandamayo 'bhy&#257;s&#257;t. He has created us in the same way a gentleman accepts a wife. If one takes on a wife, he</P><P>will beget children. A man takes on the responsibility of maintaining a wife and children because he thinks that through them he will enjoy life. In the material world we see that during the evening a man tries to enjoy life with his wife, children and friends. Therefore he takes on so many responsibilities. This is supposed to be &#257;nanda, bliss, but because it takes place in the material world, the &#257;nanda is converted into something distasteful. However, we can enjoy this &#257;nanda when we are with our Supreme Father, Krishna. We are all children of the Supreme Father, and in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/14/4.htm">14.4</A>) Krishna claims all species of life as His children:</P><P>sarva-yonishu kaunteya</P><P CLASS=n>m&#363;rtayah sambhavanti y&#257;h</P><P CLASS=n>t&#257;s&#257;m brahma mahad yonir</P><P CLASS=n>aham b&#299;ja-pradah pit&#257;</P><P>"It should be understood that all species of life, O son of Kunt&#299;, are made possible by birth in this material nature, and that I am the seed-giving father."</P><P>The Supreme Father, &#346;r&#299; Krishna, has created us for His enjoyment, not to create distress. Although we are Krishna's children, we have given up our Supreme Father because we wish to enjoy ourselves independently. Consequently we are suffering. If a rich man's son gives up his home to try to enjoy life independently, he simply suffers. It is to our benefit to return home, back to Godhead, to enjoy ourselves with our original father, Krishna. This will give us happiness. Krishna is full of all opulence. He possesses in totality wealth, strength, beauty, fame, knowledge and renunciation. He possesses everything in unlimited quantity. If we return to our original father, we can enjoy ourselves with Him unlimitedly. It is not that we can enjoy ourselves independent of Krishna. Nor can we say that to enjoy ourselves we have to become one with Krishna. In the material world, our father gives us our birth, and we are an entity separate from him. If we are suffering, do we say, "My dear father, I am suffering. Will you please once again make me one with you?" Is this a very good proposal? A father says, "I have begotten you separately to enjoy yourself. You remain separate, and I remain separate, and in this way we will enjoy. Now you are asking to become one with me. What is this nonsense?"</P><P>The M&#257;y&#257;v&#257;d&#299;s want to become one with the Supreme because they are suffering in the material world. Krishna has created us to enjoy ourselves in His company, but due to our desire for independent enjoyment, we are not doing that. Consequently we are suffering in this material world, and because we are suffering we are thinking of becoming one with our father. It is m&#257;y&#257;'s business to try to build up the living entity, to puff him up, and m&#257;y&#257;'s last snare is to make the living entity think that he can become one with God. M&#257;y&#257;v&#257;d&#299;s think that becoming one with the Supreme is the highest perfection, but this is not perfection because our original constitutional position is to enjoy the company of Krishna. Friends sit together in a room and enjoy one another's company. What enjoyment can one have by himself? Variety is the mother of enjoyment, and real enjoyment is being in Krishna's company. Therefore devotees never desire to become one with the Supreme. It is Caitanya Mah&#257;prabhu who says:</P><P>mama janmani janman&#299;&#347;vare</P><P CLASS=n>bhavat&#257;d bhaktir ahaituk&#299; tvayi</P><P>"My dear Lord, I do not want to put an end to the process of birth and death. I am not anxious for mukti. Let Me go ahead and take one birth after another. It doesn't matter. Simply let Me engage in Your service birth after birth." (&#346;iksh&#257;shtaka 4) This is real &#257;nanda. Unless we are fully qualified devotees, we cannot enter into the Vaikuntha planets. We have to live outside in the brahmajyoti. If we desire this, Krishna will give us the opportunity. After all, Krishna is everything. He is brahmajyoti and Param&#257;tm&#257; also. If we want to become one with the Supreme, we will be allowed to live outside the Vaikuntha planets, in the brahmajyoti. However, that position is not eternal. As we have explained before, we cannot live eternally in the brahmajyoti because we want variety. Without variety, there is no enjoyment.</P><P>In all conditions, the pure devotee is liberated. He may engage in some occupation or business, but he is always thinking of how to serve Krishna, and in this way he is automatically liberated. It is not that he thinks of becoming one with the Supreme and attaining liberation. Rather, his liberation lies in his personal relationship with the Supreme Lord Himself.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>