<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 15 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 15 Verse 34"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 15: <A CLASS=v HREF="fifteen.htm">Meditation on the Lord's Transcendental Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 34</P><P CLASS=c>naik&#257;tmat&#257;m me sprihayanti kecin</P><P CLASS=c>mat-p&#257;da-sev&#257;bhirat&#257; mad-&#299;h&#257;h</P><P CLASS=c>ye 'nyonyato bh&#257;gavat&#257;h prasajya</P><P CLASS=c>sabh&#257;jayante mama paurush&#257;ni</P><P CLASS=t>TRANSLATION</P><P>A pure devotee who is attached to the activities of devotional service and who always engages in the service of My lotus feet never desires to become one with Me. Such a devotee, who is unflinchingly engaged, always glorifies My pastimes and activities.</P><P CLASS=t>PURPORT</P><P>There are five kinds of liberation stated in the scriptures. One is to become one with the Supreme Personality of Godhead, or to forsake one's individuality and merge into the Supreme Spirit. This is called ek&#257;tmat&#257;m. A devotee never accepts this kind of liberation. The other four liberations are: to be promoted to the same planet as God (Vaikuntha), to associate personally with the Supreme Lord, to achieve the same opulence as the Lord and to attain His same bodily features. A pure devotee, as Kapila Muni will explain, does not aspire for any of the liberations. He especially despises the attempt to become one with the Supreme Personality of Godhead. &#346;r&#299; Prabodh&#257;nanda Sarasvat&#299;, a great devotee of Lord Caitanya, said, kaivalyam narak&#257;yate: "The happiness of becoming one with the Supreme Lord, which is the aspiration of the M&#257;y&#257;v&#257;d&#299;s, is considered hellish." That oneness is not for pure devotees.</P><P>There are many so-called devotees who think that in the conditioned state we may worship the Personality of Godhead but that ultimately there is no personality; they say that since the Absolute Truth is impersonal, one can imagine a personal form of the impersonal Absolute Truth for the time being, but as soon as one becomes liberated, the worship stops. That is the theory put forward by M&#257;y&#257;v&#257;da philosophy. Actually the impersonalists do not merge into the existence of the Supreme person but into His personal bodily luster, which is called brahmajyoti. Although that brahmajyoti is not different from His personal body, that sort of oneness (merging into the bodily luster of the Personality of Godhead) is not accepted by a pure devotee because the devotees engage in greater pleasure than merging into His existence. The greatest pleasure is to serve the Lord. Devotees are always thinking about how to serve Him; they are always designing ways and means to serve the Supreme Lord, even in the midst of the greatest material obstacles.</P><P>M&#257;y&#257;v&#257;d&#299;s accept the description of the pastimes of the Lord as myths, but actually they are not; they are historical facts. pure devotees accept the narrations of the pastimes of the Lord as Absolute Truth. The words mama paurush&#257;ni (My glorious activities) are significant. Devotees are very much attached to glorifying the activities of the Lord, whereas M&#257;y&#257;v&#257;d&#299;s cannot even think of these activities. According to them, the Absolute Truth is impersonal, but without personal existence, how can there be activity? Because impersonalists take the activities mentioned in the &#346;r&#299;mad-Bh&#257;gavatam, Bhagavad-g&#299;t&#257; and other Vedic literatures as fictitious stories, they interpret them most mischievously. They have no idea of the Personality of Godhead. They unnecessarily poke their noses into the scripture and interpret it in a deceptive way in order to mislead the innocent public. The activities of M&#257;y&#257;v&#257;da philosophy are very dangerous to the public, and therefore Lord Caitanya warned His disciples never to hear from any M&#257;y&#257;v&#257;d&#299; about any scripture. M&#257;y&#257;v&#257;d&#299;s will spoil the entire process, and the person hearing them will never be able to come to the path of devotional service to attain the highest perfection. He only may be able to do so after a very long time.</P><P>It is clearly stated by Kapila Muni that bhakti activities are transcendental to mukti. This is called pañcama-purush&#257;rtha. Generally, people engage in the activities of religion, economic development and sense gratification, and ultimately they work with an idea that they are going to become one with the Supreme Lord (mukti). But bhakti is transcendental to all these activities. The &#346;r&#299;mad-Bh&#257;gavatam, therefore, begins by stating that all kinds of pretentious religiosity is completely eradicated from the Bh&#257;gavatam. Ritualistic activities for economic development and sense gratification and, after frustration in sense gratification, the desire to become one with the Supreme Lord, are all completely rejected in the Bh&#257;gavatam. The Bh&#257;gavatam is especially meant for the pure devotees, who always engage in Krishna consciousness, in the activities of the Lord, and always glorify these transcendental activities. Pure devotees worship the transcendental activities of the Lord in Vrind&#257;vana, Dv&#257;rak&#257; and Mathur&#257; as they are narrated in the &#346;r&#299;mad-Bh&#257;gavatam and other pur&#257;nas. The M&#257;y&#257;v&#257;d&#299; philosophers completely reject them as myths, but actually they are great and worshipable subjects and thus are relishable only for devotees. That is the difference between a M&#257;y&#257;v&#257;d&#299; and a pure devotee as they view scripture.</P><P>Actually Vedic scripture is krishna-kath&#257;, topics about Krishna, and krishna-kath&#257; is not a subject matter for a debate club. It is meant for the devotees. Nondevotees simply waste their time reading Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam, and we have often mentioned that so-called scholars, politicians and philosophers simply give misleading commentaries when they try to interpret Bhagavad-g&#299;t&#257;. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura used to say that they are like people trying to lick at a bottle of honey that is sealed closed. If one does not know how to taste honey, one begins licking at the bottle, but for one to actually taste the honey, the bottle must be opened, and the key to its opening is the devotee. Therefore it is said:</P><P>sat&#257;m prasa&#324;g&#257;n mama v&#299;rya-samvido</P><P CLASS=n>bhavanti hrit-karna-ras&#257;yan&#257;h kath&#257;h</P><P CLASS=n>taj joshan&#257;d &#257;&#347;v apavarga-vartmani</P><P CLASS=n>&#347;raddh&#257; ratir bhaktir anukramishyati</P><P>"In the association of pure devotees, discussion of the pastimes and activities of the Supreme Personality of Godhead is very pleasing and satisfying to the ear and the heart. By cultivating such knowledge one gradually becomes advanced on the path of liberation, and thereafter he is freed, and his attraction becomes fixed. Then real devotion and devotional service begin." (Bh&#257;g. <A CLASS=v HREF="../sb/3/25/25.htm">3.25.25</A>)</P><P>God is eternal, and His instructions and followers are also eternal. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/1.htm">4.1</A>) Krishna tells Arjuna that millions of years ago He spoke Bhagavad-g&#299;t&#257; to the sun-god. Bhagavad-g&#299;t&#257; was spoken to Arjuna five thousand years ago, and if we read it today we will still find that it is fresh. Bhagavad-g&#299;t&#257; and Krishna are never old. Although Krishna is the most ancient one, the oldest of all, He always remains like a young boy in His teens. He never appears older than twenty. Krishna's words are absolute, as well as His form, qualities and activities. They are always fresh and new. If they were not, how could the devotees glorify them day after day with greater enthusiasm? The more one glorifies Krishna, the more enthusiastic one becomes in glorifying, glorifying, glorifying. This is the meaning of spiritual. In the material world, if we repeat something once, twice, thrice or four times, it finally becomes hackneyed and disgusting. However, this Hare Krishna mah&#257;-mantra can be chanted twenty-four hours daily, and one will still feel fresh and enthusiastic. It is not a material sound like the sounds we hear on the radio. It is a spiritual sound that comes from the spiritual world. Even in the material world we can release a sound from one place, and it can be heard thousands of miles away. A spiritual sound can be released from many trillions of miles away, and it can be heard, provided that one has the machine to capture it. That machine is bhagavat-prem&#257;. Those who have developed love of Godhead can hear it.</P><P>Arjuna was neither a Ved&#257;ntist nor a sanny&#257;s&#299;, nor was he particularly advanced in spiritual understanding. However, he heard Bhagavad-g&#299;t&#257; because he was a bhakta. Atheistic scholars and politicians cannot understand the transcendental vibration. They can only lick at the honey bottle. Fools and rascals eat and drink everything without restriction, thinking that they are doing so in the name of religion. There are many so-called sv&#257;m&#299;s and yog&#299;s who tell their disciples that they can do anything and still advance spiritually, but this is not possible. One has to become a pure br&#257;hmana, control the mind and senses and discuss the Supreme Personality of Godhead among s&#257;dhus. This may sound very difficult, but one can become a sat, a saintly person, within a second. If one is eager, one can immediately surrender to Krishna.</P><P>When one approaches Krishna, one should say, "My dear Krishna, I have forgotten You. Now I am fully surrendered unto You. You may kill me as You like or, if You like, You can give me protection." When Prahl&#257;da was asked by the Supreme Lord what benediction he desired, Prahl&#257;da Mah&#257;r&#257;ja replied, "My dear Lord, why should I ask for some benediction simply because I have suffered for You? You are supremely powerful, and whatever I get, I get from You. I was born into a family of demons and was inclined toward material enjoyment. I have seen my powerful father, who was feared even by the demigods, annihilated within a second. Why should I ask for anything? Please engage me in the service of Your servant. This is all I want. I do not want anything else." In this way a devotee never asks for anything material from the Supreme Personality of Godhead. The devotees are simply satisfied in glorifying the Lord. This is the way of bhakti-yoga.</P><P>Krishna descends to please His devotees and destroy the demons. From the very beginning of Krishna's birth, demons were present. Kamsa advised his constables, "As soon as Krishna is born, tell me. I shall immediately kill Him." He was always thinking of Krishna in this way, negatively. Similarly, we will find so many so-called religionists whose only purpose is to kill Krishna. Somehow or other they try to take Krishna out of Bhagavad-g&#299;t&#257;. They will comment on Bhagavad-g&#299;t&#257;, but in their commentaries there will never be mention of Krishna. They will never say that Krishna is the Supreme Personality of Godhead and that He should be worshiped. This means that they are asuras, demons, although they may present themselves as big scholars. Somehow or other they try to evade krishna-bhakti, and their entire propaganda is aimed toward this.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>