<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 15 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 15 Verse 36"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 15: <A CLASS=v HREF="fifteen.htm">Meditation on the Lord's Transcendental Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 36</P><P CLASS=c>tair dar&#347;an&#299;y&#257;vayavair ud&#257;ra-</P><P CLASS=c>vil&#257;sa-h&#257;sekshita-v&#257;ma-s&#363;ktaih</P><P CLASS=c>hrit&#257;tmano hrita-pr&#257;n&#257;m&#347; ca bhaktir</P><P CLASS=c>anicchato me gatim anv&#299;m prayu&#324;kte</P><P CLASS=t>TRANSLATION</P><P>Upon seeing the charming forms of the Lord, smiling and attractive, and hearing His very pleasing words, the pure devotee almost loses all other consciousness. His senses are freed from all other engagements, and he becomes absorbed in devotional service. Thus in spite of his unwillingness, he attains liberation without separate endeavor.</P><P CLASS=t>PURPORT</P><P>There are three divisions of devotees&#8212;first-class, second-class and third-class. Even the third-class devotees are liberated souls. It is explained in this verse that although they do not have knowledge, simply by seeing the beautiful decoration of the Deity in the temple, they are absorbed in thought of Him and lose all other consciousness. By fixing oneself in Krishna consciousness, engaging the senses in the service of the Lord, one is imperceptibly liberated. This is also confirmed in Bhagavad-g&#299;t&#257;. Simply by discharging uncontaminated devotional service as prescribed in the scriptures, one becomes equal to Brahman. In Bhagavad-g&#299;t&#257; it is said, brahma-bh&#363;y&#257;ya kalpate. This means that the living entity in his original state is Brahman because he is part and parcel of the Supreme Brahman. Because of his forgetfulness of his real nature as an eternal servitor of the Lord, he is overwhelmed and captured by m&#257;y&#257;. His forgetfulness of his real constitutional position is m&#257;y&#257;. Otherwise he is eternally Brahman.</P><P>When one is trained to become conscious of his position, he understands that he is the servitor of the Lord. "Brahman" refers to a state of self-realization. Even the third-class devotee&#8212;who is not advanced in knowledge of the Absolute Truth but who offers obeisances with great devotion, thinks of the Lord, sees the Lord in the temple and brings forth flowers and fruits to offer to the Deity&#8212;becomes imperceptibly liberated. &#346;raddhay&#257;nvit&#257;h: with great devotion the devotees offer worshipful respects and paraphernalia to the Deity. The Deities of R&#257;dh&#257; and Krishna, Lakshm&#299; and N&#257;r&#257;yana, and R&#257;ma and S&#299;t&#257;, are very attractive to devotees, so much so that when they see the Deity decorated in the temple, they become fully absorbed in thinking of the Lord. That is liberation. In other words, it is confirmed herein that even a third-class devotee is in the transcendental position, above those who are striving for liberation by speculation or other methods. Even great impersonalists like &#346;ukadeva Gosv&#257;m&#299; and the four Kum&#257;ras were attracted by the beauty of the Deities in the temple, by the decorations and by the aroma of tulas&#299; offered to the Lord, and they became devotees. Even though they were in the liberated state, instead of remaining impersonalists they were attracted by the beauty of the Lord and became devotees.</P><P>Here the word vil&#257;sa is very important. Vil&#257;sa refers to the activities or pastimes of the Lord. It is a prescribed duty in temple worship that not only should one visit the temple to see the Deity nicely decorated, but at the same time he should hear the recitation of &#346;r&#299;mad-Bh&#257;gavatam, Bhagavad-g&#299;t&#257; or some similar literature, which is regularly recited in the temple. In Vrind&#257;vana, in every temple, there is recitation of the &#347;&#257;stras. Even third-class devotees who have no literary knowledge or no time to read &#346;r&#299;mad-Bh&#257;gavatam or Bhagavad-g&#299;t&#257; have the opportunity to hear about the pastimes of the Lord. In this way their minds may remain always absorbed in the thought of the Lord&#8212;His form, His activities and His transcendental nature. This state of Krishna consciousness is a liberated stage. Lord Caitanya, therefore, recommended five important processes in the discharge of devotional service: (1) to chant the holy name of the Lord, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, (2) to associate with devotees and serve them as far as possible, (3) to hear &#346;r&#299;mad-Bh&#257;gavatam, (4) to see the decorated temple and the Deity and, if possible, (5) to live in a place like Vrind&#257;vana or Mathur&#257;. These five items alone can help a devotee achieve the highest perfectional stage. This is confirmed in Bhagavad-g&#299;t&#257; and in this verse of &#346;r&#299;mad-Bh&#257;gavatam. That third-class devotees can also imperceptibly achieve liberation is accepted in all Vedic literatures.</P><P>As far as meditation on the arc&#257;-vigraha form of the Lord is concerned, we have to look at the Deity beginning with His lotus feet. It is not that we immediately look at His smiling face. We should first try to see the lotus feet of Krishna, and when we are practiced in this way, we can look at His thighs, His waist and His chest. Then we can reach His smiling face. In this manner we should meditate on Krishna's form, and thus we can associate with Krishna by meditating on His smiling face, His flute, His hands, His dress, His consort &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and the other gop&#299;s surrounding Him. Thus we should practice observing the Supreme Lord, and to this end He has appeared before us as the arc&#257;-vigraha.</P><P>There are three kinds of devotee: kanishtha-adhik&#257;r&#299;, madhyama-adhik&#257;r&#299; and uttama-adhik&#257;r&#299;. The uttama-adhik&#257;r&#299; is the most advanced; the madhyama-adhik&#257;r&#299; is in the middle stage; and the kanishtha-adhik&#257;r&#299; is the neophyte. It is recommended that the neophyte meditate on the Deity daily. He should begin by meditating on the lotus feet, and then when he is practiced, he should turn his gaze toward Krishna's smiling face. The neophyte should also read and hear Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. If we simply try to see and don't listen, the results will not be permanent. In some temples there are Deities but no discussion about Krishna. People attend for some time, but after a while they lose interest. Thus there must be two activities. The Deities must be worshiped, and this is called p&#257;ñcar&#257;trik&#299;-vidhi. There must also be bh&#257;gavata-vidhi, reading &#346;r&#299;mad Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. p&#257;ñcar&#257;trik&#299;-vidhi and bh&#257;gavata-vidhi go hand in hand. By participating in these two processes, the neophyte can gradually attain the intermediate stage.</P><P>The spiritual master is supposed to be in the most advanced stage, but for preaching purposes he descends to the intermediate stage. The uttama-adhik&#257;r&#299;, the most advanced devotee, does not discriminate between devotees and nondevotees. He sees everyone but himself as a devotee. The truly advanced devotee sees that he is not a devotee but that everyone else is a devotee. The kanishtha-adhik&#257;r&#299;, the neophyte, simply concentrates on the Deity, and that is required in the beginning:</P><P>arc&#257;y&#257;m eva haraye</P><P CLASS=n>p&#363;j&#257;m yah &#347;raddhayehate</P><P CLASS=n>na tad-bhakteshu c&#257;nyeshu</P><P CLASS=n>sa bhaktah pr&#257;kritah smritah</P><P>"A person who is very faithfully engaged in the worship of the Deity in the temple, but who does not know how to behave toward devotees or people in general is called a pr&#257;krita-bhakta, or kanishtha-adhik&#257;r&#299;." (Bh&#257;g. <A CLASS=v HREF="../sb/11/2/47.htm">11.2.47</A>) According to the prescribed duties mentioned in the scriptures, one must care for the Deity, but when one is a little further advanced, he considers his functions with others. When one attains the madhyama-adhik&#257;r&#299; stage, his vision is described thus:</P><P>&#299;&#347;vare tad-adh&#299;neshu</P><P CLASS=n>b&#257;li&#347;eshu dvishatsu ca</P><P CLASS=n>prema-maitr&#299;-kripopeksh&#257;</P><P CLASS=n>yah karoti sa madhyamah</P><P>"The madhyama-adhik&#257;r&#299; is a devotee who worships the Supreme Personality of Godhead as the highest object of love, makes friends with the Lord's devotees, is merciful to the ignorant and avoids those who are envious by nature." (Bh&#257;g. <A CLASS=v HREF="../sb/11/2/46.htm">11.2.46</A>)</P><P>The madhyama-adhik&#257;r&#299; is not only interested in the Deity, but he can also discern between devotees and nondevotees. He can also understand that this man is innocent and that this man is not. The innocent do not know what is to be done, and they do not know anything about God. They are not actually offenders, but there are others who are offenders. The offenders become immediately envious as soon as they hear about God or His devotees.</P><P>The madhyama-adhik&#257;r&#299; knows that Krishna is God: krishnas tu bhagav&#257;n svayam. He wants to develop his love for Krishna. He also wants to see that not a moment is wasted without engagement in Krishna consciousness. He is always careful not to spoil life's valuable time. That is the first qualification of a madhyama-adhik&#257;r&#299;. We have a very short period to live, and we never know when we are going to die. There is no certainty. Foolish people think that they will go on living forever, but that is simply foolishness. Life is transient; therefore the devotee wants to utilize every moment for the advancement of Krishna consciousness.</P><P>The madhyama-adhik&#257;r&#299; also has a special taste for chanting the Hare Krishna mantra. He is also very anxious to live in places like Vrind&#257;vana, Dv&#257;rak&#257; and Mathur&#257;, places where Krishna lived. Of course it is a fact that Krishna, being God, has His residence everywhere. He even resides within every atom. And&#257;ntara-stha-param&#257;nu-cay&#257;ntara-stham. Nonetheless, He has special places of residence like Vrind&#257;vana, Dv&#257;rak&#257; and Mathur&#257;; therefore a devotee is anxious to live in those places.</P><P>Increasing one's love for God is a gradual process, and the first ingredient is faith. Without faith, there is no question of progress in Krishna consciousness. That faith is created after reading Bhagavad-g&#299;t&#257; carefully and actually understanding it as it is. Unless one reads Bhagavad-g&#299;t&#257;, there is no question of faith in Krishna. One must have faith in the words of Krishna, particularly when Krishna says, "Abandon all dharmas and surrender to Me. I will give you all protection." If we study Bhagavad-g&#299;t&#257; as a literary treatise and then throw it away, that is not faith. Faith is explained by Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; thus:</P><P>'&#347;raddh&#257;'-&#347;abde&#8212;vi&#347;v&#257;sa kahe sudridha ni&#347;caya</P><P CLASS=n>krishne bhakti kaile sarva-karma krita haya</P><P>"By rendering transcendental loving service to Krishna, one automatically performs all subsidiary activities. This confident, firm faith, favorable to the discharge of devotional service, is called &#347;raddh&#257;." (Cc. <A CLASS=v HREF="../cc/madhya/22/62.htm">Madhya 22.62</A>)</P><P>In Bhagavad-g&#299;t&#257; Krishna says that He is not only a person but the Supreme Personality of Godhead as well. He also says that there is no one superior to Him. If one believes these words, then one will have faith. Impersonalists read Bhagavad-g&#299;t&#257;, but they do not accept Krishna as a person. In the Twelfth Chapter of Bhagavad-g&#299;t&#257;, Krishna says that the impersonalist takes more trouble to come to Him. He will come later, but it will take some time. This is because impersonal understanding of the Supreme Absolute Truth is partial understanding. As Krishna states:</P><P>kle&#347;o 'dhikataras tesh&#257;m</P><P CLASS=n>avyakt&#257;sakta-cetas&#257;m</P><P CLASS=n>avyakt&#257; hi gatir duhkham</P><P CLASS=n>dehavadbhir av&#257;pyate</P><P>"For those whose minds are attached to the unmanifested, impersonal feature of the Supreme, advancement is very troublesome. To make progress in that discipline is always difficult for those who are embodied." (<A CLASS=v HREF="../bg/12/5.htm">Bg. 12.5</A>)</P><P>We have often given the example of impersonal understanding being like the understanding of the sunshine. One may see the sunshine entering through a window into his room, but this does not mean that one knows everything about the sun. Impersonal understanding of the Absolute Truth is like that. The sunshine is impersonal (Brahman), the sun itself is localized (Param&#257;tm&#257;) and the sun-god residing within the sun is a person (Bhagav&#257;n). Just as one can understand the three aspects of the sun&#8212;the sunshine, the sun itself and the sun-god&#8212;one can also understand the three aspects of the Supreme Absolute Truth&#8212;Brahman, Param&#257;tm&#257; and Bhagav&#257;n.</P><P>Impersonalists maintain that the sun is simply a fiery globe and nothing else, but in Bhagavad-g&#299;t&#257; Krishna specifically states that He spoke Bhagavad-g&#299;t&#257; to the sun-god Vivasv&#257;n. Of course we can hardly imagine how the sun-god can be a person. The sun is a great fiery globe, and we think that it is impossible for anyone to live there, but this thinking is simply shortsighted. It does not follow that no one can live in fire just because we cannot live there. We cannot live in water, yet there are aquatics living there. We live on this planet, which is basically composed of earth, and our bodies are basically composed of earth in order to live here. Bodies are made in such a way that they can live in their environment. Similarly, the sun-god has a body capable of living in fire.</P><P>Krishna is sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../bs/5/1.htm">Bs. 5.1</A>], being, knowledge and bliss, with form. Impersonal understanding is understanding of the sat feature. Understanding Krishna in full is understanding all of His features. The &#257;nanda feature is realized in Bhagav&#257;n. Krishna plays on His flute and is accompanied by His pleasure potency, hl&#257;din&#299; &#347;akti, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Of Krishna's many potencies, the hl&#257;din&#299; &#347;akti is His pleasure-giving potency. That is &#257;nanda. Although Krishna is full in Himself, He expands Himself when He wants to enjoy. That expansion is His pleasure potency, R&#257;dh&#257;r&#257;n&#299;. The gop&#299;s are the expansions of R&#257;dh&#257;r&#257;n&#299;, and the various forms of Krishna are manifest just to taste the mellow of transcendental bliss. &#256;nanda-cinmaya-rasa. Thus Brahman realization is realization of the sat portion, Param&#257;tm&#257; realization is realization of the cit portion, and Bhagav&#257;n realization is the realization of the &#257;nanda portion. In the Ved&#257;nta-s&#363;tra it is said that the Absolute Truth is &#257;nandamayo 'bhy&#257;s&#257;t. Krishna's l&#299;l&#257; is always full of transcendental bliss&#8212;especially in Vrind&#257;vana, His original residence. It is in Vrind&#257;vana that Krishna plays with His cowherd boy friends and dances with the gop&#299;s. It is also in Vrind&#257;vana that Krishna steals mother Ya&#347;od&#257;'s butter. All His activities there are filled with transcendental bliss.</P><P>We can begin to experience this bliss by following the prescribed methods of devotional service. When we see the Deity, we can gradually realize how Krishna is smiling, playing on His flute and enjoying the company of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Then we also have to hear about Krishna. These two processes will increase in such a way that we will automatically become great devotees. Anicchato me gatim anv&#299;m prayu&#324;kte. This is actually a scientific method. It is not imagination. People think that this is idol worship and imagination, but this method is prescribed in all the &#347;&#257;stras for developing God consciousness. It is an actual science.</P><P>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=n>jñ&#257;nam parama-guhyam me</P><P CLASS=n>yad vijñ&#257;na-samanvitam</P><P CLASS=n>sa-rahasyam tad-a&#324;gam ca</P><P CLASS=n>grih&#257;na gaditam may&#257;</P><P>"The Personality of Godhead said: Knowledge about Me as described in the scriptures is very confidential, and it has to be realized in conjunction with devotional service. The necessary paraphernalia for that process is being explained by Me. You may take it up carefully." (Bh&#257;g. <A CLASS=v HREF="../sb/2/9/31.htm">2.9.31</A>)</P><P>In Bhagavad-g&#299;t&#257; Krishna tells Arjuna that He has revealed this most confidential knowledge to him because Arjuna is His very dear friend. That confidential knowledge is, sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: "Just surrender unto Me." (<A CLASS=v HREF="../bg/18/66.htm">Bg. 18.66</A>) Brahman realization is certainly confidential, and Param&#257;tm&#257; realization is still more confidential, but understanding Krishna as He is, is the most confidential knowledge of all.</P><P>If one's mind and senses are completely absorbed in Krishna consciousness, one is experiencing bhakti. Bhakti is not a sentiment but a practical science. One may engage in many activities, but in all cases, one's mind must be fully absorbed in Krishna. Although a housewife is always busy working around the house, she always takes care that her hair is nicely combed. Regardless of her engagements, she never forgets to arrange her hair in an attractive way. Similarly, a devotee engages in many activities, but he never forgets Krishna's transcendental form. This is the meaning of perfection.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>