<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 4 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 4 Verse 4"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="four.htm">Approaching a Bona Fide Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 4</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>dvaip&#257;yana-sakhas tv evam</P><P CLASS=c>maitreyo bhagav&#257;ms tath&#257;</P><P CLASS=c>pr&#257;hedam viduram pr&#299;ta</P><P CLASS=c>&#257;nv&#299;kshiky&#257;m pracoditah</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; S&#363;ta Gosv&#257;m&#299; said: The most powerful sage Maitreya was a friend of Vy&#257;sadeva's. Being encouraged and pleased by Vidura's inquiry about transcendental knowledge, Maitreya spoke as follows.</P><P CLASS=t>PURPORT</P><P>Questions and answers are very satisfactorily dealt with when the inquirer is bona fide and the speaker is also authorized. Here Maitreya is considered a powerful sage, and therefore he is also described as bhagav&#257;n. This word can be used not only for the Supreme Personality of Godhead but for anyone who is almost as powerful as the Supreme Lord. Maitreya is addressed as bhagav&#257;n because he was spiritually far advanced. He was a personal friend of Dvaip&#257;yana Vy&#257;sadeva, a literary incarnation of the Lord. Maitreya was very pleased with the inquiries of Vidura because they were the inquiries of a bona fide, advanced devotee. Thus Maitreya was encouraged to answer. When there are discourses on transcendental topics between devotees of equal mentality, the questions and answers are very fruitful and encouraging.</P><P>This is the Vedic process for receiving knowledge. One must approach the proper person, the guru, and submissively listen to him expound transcendental knowledge. As &#346;r&#299; Krishna advises in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/34.htm">4.34</A>):</P><P>tad viddhi pranip&#257;tena</P><P CLASS=n>paripra&#347;nena sevay&#257;</P><P>"Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him."</P><P>Transcendental knowledge is not very difficult, but the process must be known. Sometimes a dictating machine or a typewriter may not work, but if we go to a technician who knows the machine, he can immediately repair it. The process must be known. If one goes to a ditchdigger to repair a dictating machine, he cannot help. He may know how to dig ditches, but not repair a machine. Therefore the &#347;&#257;stras enjoin that if one wants transcendental knowledge, one must approach the proper person. The word tad-vijñ&#257;na refers to transcendental knowledge, not material knowledge. A medical practitioner may have material knowledge of the body, but he has no knowledge of the spirit soul within. He simply studies the mechanical arrangement of the body, which is a machine (yantra) made by nature. The body is actually stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/18/61.htm">18.61</A>) to be a machine:</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni</P><P CLASS=n>yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine made of the material energy."</P><P>For those who are attached to this bodily machine, the yoga system is recommended. One who is overly attached to the bodily conception is taught to concentrate the mind by some physical gymnastics. Thus in hatha-yoga one undergoes various physical disciplines, but the real purpose is to understand Vishnu, the Supreme. The various yoga systems are given for the machine of the body, but the process of bhakti is transcendental to mechanical arrangements. It is therefore called tad-vijñ&#257;na, transcendental to material understanding. If one actually wants to understand spiritual life and spiritual knowledge, one has to approach a guru. The word guru means "heavy," heavy with knowledge. And what is that knowledge? Tad-vijñ&#257;na. That heaviness is brahma-nishth&#257;&#8212;attachment to Brahman and to Parabrahman, Bhagav&#257;n. That is the guru's qualification. Brahmany upa&#347;am&#257;&#347;rayam. According to Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/12">1.2.12</A>), tad-vijñ&#257;n&#257;rtham sa gurum ev&#257;bhigacchet: "In order to understand that transcendental science, one must approach a bona fide spiritual master." Similarly, as stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/3/21.htm">11.3.21</A>):</P><P>tasm&#257;d gurum prapadyeta</P><P CLASS=n>jijñ&#257;suh &#347;reya uttamam</P><P>"Any person who seriously desires to achieve real happiness must seek out a bona fide spiritual master and take shelter of him by initiation."</P><P>The Upanishads inform us that the guru is one who has received knowledge by hearing the Vedas. &#346;rotriyam brahma-nishtham [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>]. The Vedas are called &#347;ruti, and the bona fide guru is in the line of hearing from the disciplic succession. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/2.htm">4.2</A>), evam parampar&#257;-pr&#257;ptam. A bona fide guru does not impart some self-styled, concocted knowledge; his knowledge is standard and received from the parampar&#257; system. He is also firmly fixed in the service of the Supreme Personality of Godhead (brahma-nishtham). These are his two qualifications: he must have heard the Vedic knowledge through the disciplic succession, and he must be established in service to the Supreme Lord. He does not have to be a very learned scholar, but he must have heard from the proper authority. God gives us the ears to hear, and simply by hearing we may become great preachers. We don't need Ph.D.'s or academic examinations. One may even remain in his position; no changes are necessary.</P><P>For this purpose there is the varn&#257;&#347;rama-dharma, composed of four varnas and four &#257;&#347;ramas. Unless society is divided into these eight categories, it is simply an animal civilization. There must be some systematized, regulated arrangement. For instance, there are different divisions for the body: the head, the arms, the belly and the legs. Without the four corresponding divisions, no society can be conducted very well. There will simply be chaos. The words sth&#257;ne sthit&#257;h mean "remaining in the varn&#257;&#347;rama-dharma." Even a &#347;&#363;dra can understand what is Brahman, and in that case he becomes a br&#257;hmana automatically. It is necessary that one hear attentively. That is all.</P><P>It is stated that Vidura heard from Maitreya Rishi, and that Maitreya Rishi was very pleased. Unless one satisfies his guru, one cannot receive proper knowledge. That is quite natural. If one receives his guru properly and seats him comfortably, and if the guru is pleased with one's behavior, the guru can speak very frankly and freely, and this will be very beneficial to the student. By going to a spiritual master and asking for his instructions and then not following them, one simply wastes his time. Nor should one approach the spiritual master with a challenging spirit, but should go with the aim of rendering service. The word nipat means "to fall down," and pra means "without reservation." Transcendental knowledge is based on pranip&#257;ta. Therefore Krishna says: sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja. [<A CLASS=v HREF="../bg/18/66.htm">Bg. 18.66</A>] "Just surrender unto Me." Just as we surrender unto Krishna, we have to surrender unto His representative, the spiritual master. The guru is Krishna's external representative, and the internal guru is Krishna Himself situated in everyone's heart. It is not that Krishna is simply in Vaikuntha or Goloka Vrind&#257;vana. He is everywhere; He is even within the atom. Goloka eva nivasaty akhil&#257;tma-bh&#363;tah (Brahma-samhit&#257; <A CLASS=v HREF="../bs/5/37.htm">5.37</A>). That is the definition of Param&#257;tm&#257;, the Supersoul. I am &#257;tm&#257;, a spiritual soul, and you are &#257;tm&#257;. We are all situated locally, you within your body and I within mine, but the Param&#257;tm&#257; is situated everywhere. That is the difference between &#257;tm&#257; and Param&#257;tm&#257;. Those who are mistaken say that there is no difference between them, but there is a difference. They are one in the sense that both are cognizant and both are living entities (nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m), but they are different quantitatively. Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/13/3.htm">13.3</A>):</P><P>kshetrajñam c&#257;pi m&#257;m viddhi</P><P CLASS=n>sarva-kshetreshu bh&#257;rata</P><P>"O scion of Bharata, you should understand that I am also the knower in all bodies." Kshetrajña is the proprietor of the kshetra (the body). The individual soul is actually not the proprietor but the occupant. In a house, there is a tenant and a landlord. The tenant is the occupant, and the landlord is the proprietor. Similarly, the &#257;tm&#257; is simply the occupant of the body; the proprietor is Param&#257;tm&#257;. When the landlord tells the tenant to leave the house, the tenant must do so. Similarly, when the Param&#257;tm&#257; says that we have to leave the body, we have to do so.</P><P>To receive this Vedic knowledge, we must approach the proper guru. The guru's qualification is given in every &#347;&#257;stra. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/3/21.htm">11.3.21</A>) it is said:</P><P>tasm&#257;d gurum prapadyeta</P><P CLASS=n>jijñ&#257;suh &#347;reya uttamam</P><P>One should not accept a guru unless one is inquisitive to know the ultimate goal of life. An ordinary man interested in bodily comforts does not need a guru. Unfortunately, at the present moment, the word guru refers to someone who can give bodily medicine. One approaches a Mah&#257;tm&#257;j&#299; and says, "I am suffering from this disease. Please help me." And the Mah&#257;tm&#257;j&#299; says, "Yes, I have a mantra that will heal you and give you success. Give me a little money and take it." This is not a real guru. One should approach a guru to learn about tattva, the Absolute Truth. One should not search out a guru to cure some material disease; rather, one requires a doctor. Similarly, people think that if a person can make him successful in business, that person is a guru. The &#347;&#257;stras do not confirm this either. A guru is one who knows the Vedas and the Vedic conclusion. The Vedic conclusion is the understanding of Krishna. Vedai&#347; ca sarvair aham eva vedyah: "By all the Vedas, I am to be known." (<A CLASS=v HREF="../bg/15/15.htm">Bg. 15.15</A>)</P><P>It is not that we have to understand Krishna fully. That is not possible. We have no capacity to understand the unlimited. Advaitam acyutam an&#257;dim ananta-r&#363;pam (Brahma-samhit&#257; <A CLASS=v HREF="../bs/5/33.htm">5.33</A>). With our limited knowledge we cannot understand the unlimited; indeed, even Krishna does not understand Himself. His attraction is unlimited, and to understand why He is so attractive, He became Lord Caitanya Mah&#257;prabhu and took on the ecstatic emotions of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; (r&#257;dh&#257;-bh&#257;va-dyuti). If Krishna cannot comprehend the limit of His own attraction and bliss, it is certainly not possible for us with our limited knowledge. If we can simply understand Krishna in part, that is our perfection. Therefore Krishna says: janma karma ca me divyam evam yo vetti tattvatah [<A CLASS=v HREF="../bg/4/9.htm">Bg. 4.9</A>]. If we misunderstand Krishna and take Him to be a human being like us, we become m&#363;dhas, fools. Krishna's body is not composed of material elements like ours, and if we think this way, we are mistaken. The material nature belongs to Krishna, and He is its controller. We are under the control of material nature, and that is the difference.</P><P>One who has real knowledge knows that prakriti, material nature, is working under Krishna's direction. It is not possible to understand how all this is going on, but we can understand it in summary. Janm&#257;dy asya yato 'nvay&#257;d itarata&#347; ca: [<A CLASS=v HREF="../sb/1/1/1.htm">SB 1.1.1</A>] everything emanates from the Supreme Absolute Truth, Krishna. This much knowledge is sufficient. We can then increase this knowledge to understand just how material nature is working under Krishna's direction. Modern scientists mistakenly think that material nature is working independently and that things evolve by some chemical process only. However, life does not merely come from life or some chemical evolution. As Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/10/8.htm">10.8</A>):</P><P>aham sarvasya prabhavo</P><P CLASS=n>mattah sarvam pravartate</P><P>"I am the source of all spiritual and material worlds. Everything emanates from Me." The same conclusion is also given in Ved&#257;nta-s&#363;tra, wherein it is stated, janm&#257;dy asya yatah: [<A CLASS=v HREF="../sb/1/1/1.htm">SB 1.1.1</A>] "Brahman is He from whom everything emanates." "Everything" includes living entities and inert matter. Both matter and the living entities come from Krishna. Indeed, the whole world is a combination of matter and spirit, prakriti and the living entity.</P><P>Material energy is inferior, and spiritual energy is superior. Why? Superior energy (j&#299;va-bh&#363;ta), the living entity, is controlling material nature. Actually he is not controlling, but is trying to utilize it. For instance, human beings are advanced living entities, and they have created modern civilization by utilizing dull, inert matter. This is our superiority. However, we are also prakriti as well as par&#257; prakriti. In this way, we have to understand tattva jñ&#257;na.</P><P>&#346;r&#299;mad-Bh&#257;gavatam is a commentary on Ved&#257;nta-s&#363;tra. Ved&#257;nta-s&#363;tra explains that the Supreme is the source of everything, and the nature of that source is explained in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/1/1.htm">1.1.1</A>): janm&#257;dy asya yato 'nvay&#257;d itarata&#347; c&#257;rtheshv abhijñah svar&#257;t. That source is abhijña, cognizant. Matter is not cognizant; therefore the theory of modern science that life comes from matter is incorrect. The identity from whom everything emanates is abhijña, cognizant, which means He can understand. The Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/1/1.htm">1.1.1</A>) also states, tene brahma hrid&#257; ya &#257;di-kavaye: Krishna instructed Lord Brahm&#257; in Vedic knowledge. Unless the ultimate source is a living entity, how can He impart knowledge? &#346;r&#299;mad-Bh&#257;gavatam was compiled by Vy&#257;sadeva, who also compiled the Ved&#257;nta-s&#363;tra. Generally the M&#257;y&#257;v&#257;d&#299;s emphasize the commentary made on the Ved&#257;nta-s&#363;tra by &#346;a&#324;kar&#257;c&#257;rya, the &#346;&#257;r&#299;raka-bh&#257;shya, but that is not the original commentary on Ved&#257;nta-s&#363;tra. The original commentary is given by the author himself, Vy&#257;sadeva, in the form of &#346;r&#299;mad-Bh&#257;gavatam. To understand the actual meaning of the Ved&#257;nta-s&#363;tra, we must refer to the commentary made by the author himself. As stated by &#346;r&#299; Krishna Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/13/5.htm">13.5</A>):</P><P>rishibhir bahudh&#257; g&#299;tam</P><P CLASS=n>chandobhir vividhaih prithak</P><P CLASS=n>brahma-s&#363;tra-padai&#347; caiva</P><P CLASS=n>hetumadbhir vini&#347;citaih</P><P>"The knowledge of the field of activities and of the knower of activities is described by various sages in various Vedic writings&#8212;especially in the Ved&#257;nta-s&#363;tra&#8212;and is presented with all reasoning as to cause and effect."</P><P>Transcendental knowledge is therefore very logical. According to the Vedic system, the &#257;c&#257;rya must understand Ved&#257;nta-s&#363;tra (also called Brahma-s&#363;tra) before he can be accepted as an &#257;c&#257;rya. Both the M&#257;y&#257;v&#257;da-samprad&#257;ya and the Vaishnava-samprad&#257;ya have explained the Ved&#257;nta-s&#363;tra. Without understanding Ved&#257;nta-s&#363;tra, one cannot understand Brahman. It is said that Vidura understood transcendental knowledge from Maitreya, and it is stated that Maitreya is a friend of Vy&#257;sadeva's. This means that both Vidura and Maitreya know what Vy&#257;sadeva knows. We have to approach a spiritual master who is in the disciplic succession from Vy&#257;sadeva. Everyone may claim to be following Vy&#257;sadeva, but one must actually follow him. Vy&#257;sadeva accepted Krishna as the Supreme Personality of Godhead, and Arjuna also accepted Krishna as Parabrahman, the Supreme Person. One may say that because Arjuna was a friend of Krishna's, he accepted Him in this way, but this is not the case. Arjuna gave evidence that Vy&#257;sadeva also accepted Krishna.</P><P>param brahma param dh&#257;ma</P><P CLASS=n>pavitram paramam bhav&#257;n</P><P CLASS=n>purusham &#347;&#257;&#347;vatam divyam</P><P CLASS=n>&#257;di-devam ajam vibhum</P><P CLASS=n>&#257;hus tv&#257;m rishayah sarve</P><P CLASS=n>devarshir n&#257;radas tath&#257;</P><P CLASS=n>asito devalo vy&#257;sah</P><P CLASS=n>svayam caiva brav&#299;shi me</P><P>"Arjuna said: You are the Supreme Brahman, the ultimate, the supreme abode and purifier, the Absolute Truth and the eternal divine person. You are the primal God, transcendental and original, and You are the unborn and all-pervading beauty. All the great sages such as N&#257;rada, Asita, Devala and Vy&#257;sa proclaim this of You, and now You Yourself are declaring it to me." (<A CLASS=v HREF="../bg/10/12.htm">Bg. 10.12-13</A>)</P><P>Vy&#257;sadeva accepted Krishna as param brahma, and Vy&#257;sadeva began his commentary on Ved&#257;nta-s&#363;tra with the words om namo bhagavate v&#257;sudev&#257;ya. If we are actually interested in understanding, we must approach a representative of Vy&#257;sadeva like Maitreya. Maitreya is also addressed as bhagav&#257;n, although of course the Supreme Bhagav&#257;n is Krishna Himself (krishnas tu bhagav&#257;n svayam). But the word bhagav&#257;n also refers to other powerful persons like Lord Brahm&#257;, Lord &#346;iva, Vy&#257;sadeva or Maitreya. The actual Bhagav&#257;n is Krishna Himself, but these great personalities have attained as much knowledge of Krishna as possible. It is not possible to have cent per cent knowledge of Krishna. Not even N&#257;r&#257;yana Himself is capable of that. Yet those who follow Krishna's instructions fully are sometimes called Bhagav&#257;n. There are many artificial Bhagav&#257;n's, but a real Bhagav&#257;n is one who knows what Krishna has taught. Vidura was very eager to receive transcendental knowledge, and because of this, Maitreya was very pleased with him. One can please the spiritual master simply by surrendering to him and rendering service, saying, "Sir, I am your most obedient servant. Please accept me and give me instructions." Although Arjuna was a very intimate friend of Krishna's, before receiving &#346;r&#299;mad Bhagavad-g&#299;t&#257; he surrendered himself, saying, &#347;ishyas te 'ham &#347;&#257;dhi m&#257;m tv&#257;m prapannam: "Now I am Your disciple and a soul surrendered unto You. Please instruct me." (<A CLASS=v HREF="../bg/2/7.htm">Bg. 2.7</A>)</P><P>This is the proper way to ask for knowledge. One does not approach the spiritual master with a challenging spirit. One should also be inquisitive to understand the spiritual science. It is not that one considers himself superior to the guru. One must first find a guru to whom one can surrender, and if this is not possible, one shouldn't waste his time. By surrendering to the proper person, one can very quickly come to understand transcendental knowledge.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>