<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 18 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 18 Verse 44"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 18: <A CLASS=v HREF="eighteen.htm">Devotional Service: The Final Perfection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 44</P><P CLASS=c>et&#257;v&#257;n eva loke 'smin</P><P CLASS=c>pums&#257;m nih&#347;reyasodayah</P><P CLASS=c>t&#299;vrena bhakti-yogena</P><P CLASS=c>mano mayy arpitam sthiram</P><P CLASS=t>TRANSLATION</P><P>Therefore persons whose minds are fixed on the Lord engage in the intensive practice of devotional service. That is the only means to attain the final perfection of life.</P><P CLASS=t>PURPORT</P><P>Here the words mano mayy arpitam, which mean "the mind being fixed on Me," are significant. One should fix his mind on the lotus feet of Krishna or His incarnation. To be fixed steadily in that freedom is the way of liberation. Ambar&#299;sha Mah&#257;r&#257;ja is an example. He fixed his mind on the lotus feet of the Lord, he spoke only on the pastimes of the Lord, he smelled only the flowers and tulas&#299; offered to the Lord, he walked only to the temple of the Lord, he engaged his hands in cleansing the temple, he engaged his tongue in tasting the foodstuff offered to the Lord, and he engaged his ears in hearing the great pastimes of the Lord. In this way all his senses were engaged. First of all, the mind should be engaged at the lotus feet of the Lord, very steadily and naturally. Because the mind is the master of the senses, when the mind is engaged, all the senses are engaged. That is bhakti-yoga. Yoga means controlling the senses. The senses cannot be controlled in the proper sense of the term; they are always agitated. This is true also with a child&#8212;how long can he be forced to sit down silently? It is not possible. Even Arjuna said, cañcalam hi manah krishna: "The mind is always agitated." The best course is to fix the mind on the lotus feet of the Lord. Mano mayy arpitam sthiram. If one seriously engages in Krishna consciousness, that is the highest perfectional stage. All Krishna conscious activities are on the highest perfectional level of human life.</P><P>This verse marks the conclusion of bhakti-yoga, as described by Lord Kapiladeva to His mother. Bhakti-yoga is the business of one advanced in jñ&#257;na-vair&#257;gya, knowledge and renunciation. S&#257;rvabhauma Bhatt&#257;c&#257;rya has explained bhakti-yoga as vair&#257;gya-vidy&#257;-nija-bhakti-yoga [Cc. <A CLASS=v HREF="../cc/madhya/6/254.htm">Madya 6.254</A>]. Bhakti-yoga begins when we accept Krishna's instructions:</P><P>sarva-dharm&#257;n parityajya</P><P CLASS=n>m&#257;m ekam &#347;aranam vraja</P><P>"Abandon all varieties of religion and just surrender unto Me." (<A CLASS=v HREF="../bg/18/66.htm">Bg. 18.66</A>)</P><P>We have to renounce all material engagements and accept the lotus feet of Krishna. We are making one plan after another to be happy in this material world, but this place is certified by the Supreme Personality of Godhead as duhkh&#257;layam a&#347;&#257;&#347;vatam [<A CLASS=v HREF="../bg/8/15.htm">Bg. 8.15</A>], a place of misery. This material world is actually meant for misery, just as a prison house is meant for punishment. Once we attain our constitutional position of brahma-bh&#363;ta, we can enter the kingdom of God, the spiritual world. By karma-yoga we attempt to get out of the gross body, and by jñ&#257;na-yoga we attempt to get out of the subtle body, but by bhakti-yoga we can directly transcend both the subtle body (mind, intelligence and ego) and the gross material body. Then we can be situated on the spiritual platform in our original, spiritual body. As long as we are in the subtle and gross bodies, we are suffering under the three modes of material nature. Once we enter into the devotional service of the Lord, we are immediately situated on the platform of brahma-bh&#363;ta. Aham brahm&#257;smi ("I am Brahman") is simply theoretical knowledge, but when one actually renders devotional service, one is situated in practical knowledge. Then one is no longer on the material platform but on the Brahman platform.</P><P>Prahl&#257;da Mah&#257;r&#257;ja rendered the best service to his father, Hiranyaka&#347;ipu, by having him killed by Lord Nrisimhadeva. Superficially it appeared that Prahl&#257;da Mah&#257;r&#257;ja did not help his father, but this was not the case. In the &#347;&#257;stras it is said that if a person, even though a demon, is killed by God, he is immediately liberated. prahl&#257;da Mah&#257;r&#257;ja was thinking, "My father is so sinful and so much opposed to God consciousness that he might not be liberated." After Lord Nrisimha killed Hiranyaka&#347;ipu, Prahl&#257;da Mah&#257;r&#257;ja told the Lord, "My dear Lord, may I ask one thing from You? My father was a great atheist, and he committed many offenses at Your lotus feet. Now You have killed him. I request that he be excused and be given liberation." Actually Hiranyaka&#347;ipu was already liberated, yet his affectionate son was anxious to know whether he was liberated or not. It is confirmed by the Lord that not only does a Vaishnava's father, but everyone for twenty-one generations before a Vaishnava receives liberation. Thus by serving the Lord, one renders the best service to his family, because twenty-one generations are liberated if one becomes a pure Vaishnava.</P><P>The yog&#299;'s real business is to focus his mind on Krishna. That is the real yoga system. There are many gymnastics performed by yog&#299;s, but all this is recommended for those who are overly concerned with the body. Rendering service to Krishna twenty-four hours daily is called bhakti-yoga, and that is real sam&#257;dhi. People are working hard day and night to enjoy some results. A person in bhakti-yoga works hard day and night but offers the results to Krishna. There is a great difference between a bhakti-yog&#299; and an ordinary karm&#299;. Ordinary karm&#299;s cannot understand that the bhaktas are on the transcendental platform.</P><P>As we have stated before, there are innumerable forms of God&#8212;R&#257;ma, Nrisimha, Var&#257;ha, Krishna, Kapiladeva, Balar&#257;ma and so on. Sometimes foolish people ask, "You are worshiping Krishna. Why don't you worship R&#257;ma?" Actually there is no difference between Krishna and R&#257;ma, but everyone has his preference. For instance, Hanum&#257;n was particularly devoted to Lord R&#257;macandra. The gop&#299;s are exclusively devoted to Lord Krishna. This does not make any real difference. The Lord appears in different forms, but in all cases He is the Lord. Once Krishna left the gop&#299;s and changed into His four-handed Vishnu form. The gop&#299;s went out searching for Krishna, and when they saw the four-handed Vishnu form, they did not offer much respect. They simply wanted to see Krishna. Actually there is no difference between Krishna and Vishnu, but every devotee has a particular inclination. In the Vaishnava-samprad&#257;ya, some devotees worship R&#257;dh&#257;-Krishna, and others worship S&#299;t&#257;-R&#257;ma and Lakshm&#299;-N&#257;r&#257;yana. Some also worship Rukmin&#299;-Krishna. All of these are the same, and all of the devotees are Vaishnavas. Whether one chants Hare Krishna or Hare R&#257;ma, it is not very important. Worship of the demigods, however, is not recommended. In any case, bhakti-yoga begins with hearing&#8212;&#347;ravanam k&#299;rtanam. After one has heard from the right source and is convinced, one will automatically perform k&#299;rtana. K&#299;rtana means glorification. K&#299;rtana is preaching, glorifying and speaking about the Lord. Par&#299;kshit Mah&#257;r&#257;ja attained perfection simply by listening to &#346;r&#299;mad-Bh&#257;gavatam. This is &#347;ravanam k&#299;rtanam. Par&#299;kshit Mah&#257;r&#257;ja was listening, and &#346;ukadeva Gosv&#257;m&#299; was performing k&#299;rtana by describing the glories of the Lord. Prithu Mah&#257;r&#257;ja simply worshiped the Lord, and Lakshm&#299;dev&#299; massaged Vishnu's lotus feet. Arjuna made friends with the Lord, and Hanum&#257;n carried out the orders of Lord R&#257;macandra. Bali Mah&#257;r&#257;ja offered everything he had to the Lord in the form of V&#257;manadeva, and after he had offered all his possessions, he offered his body. There are many examples, but at the present moment, if we simply hear about Krishna, that is sufficient. God has given us ears, and we need only go to a realized soul and hear about Krishna from him. This is the process recommended for this age because people are very fallen and are uneducated.</P><P>Caitanya Mah&#257;prabhu recommends that we search out a devotee regardless of our position. There is no need to change our position; it is better to remain where we are and simply hear about Krishna. The Krishna consciousness movement is meant to give everybody an opportunity to hear about Krishna. Krishna is within everyone's heart, and as soon as He sees that one is interested in Him, He helps. This is the beginning of bhakti.</P><P>Even if we do not understand this philosophy, we will be purified if we hear what Krishna says. This is the whole process of hari-sa&#324;k&#299;rtana. One doesn't even have to understand what this Hare Krishna is. One only has to hear to be purified. Unless one is purified, one cannot understand God. There are many contaminations within the heart, and the people in this age are engaged in many sinful activities&#8212;illicit sex, meat-eating, intoxication and gambling. The whole world is revolving about these things, yet despite this we have to spread this Krishna consciousness movement. There may be many obstacles, but they can all be transcended by Krishna's mercy. We only have to be determined in our devotion. The rest will follow. This is the essence of Lord Kapila's instructions to His mother.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>