<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 5 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 5 Verse 5"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="five.htm">Lord Kapila Takes Charge of His Mother, Devah&#363;ti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 5</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>pitari prasthite 'ranyam</P><P CLASS=c>m&#257;tuh priya-cik&#299;rshay&#257;</P><P CLASS=c>tasmin bindusare 'v&#257;ts&#299;d</P><P CLASS=c>bhagav&#257;n kapilah kila</P><P CLASS=t>TRANSLATION</P><P>Maitreya said: When Kardama left for the forest, Lord Kapila stayed on the strand of the Bindu-sarovara to please His mother, Devah&#363;ti.</P><P CLASS=t>PURPORT</P><P>In the absence of the father it is the duty of the grown son to take charge of his mother and serve her to the best of his ability so that she will not feel separation from her husband. It is also the duty of the husband to leave home as soon as there is a grown son to take charge of his wife and family affairs. That is the Vedic system of household life. One should not remain continually implicated in household affairs up to the time of death. He must leave. Family affairs and the wife may be taken charge of by a grown son.</P><P>Being a great yog&#299;, Kardama Muni was not very interested in family life. Nonetheless, he decided to marry, and Sv&#257;yambhuva Manu brought his daughter Devah&#363;ti to him to serve as a wife. Kardama Muni was a yog&#299; living in a cottage, and Devah&#363;ti was a princess, a king's daughter. Not being used to work, she became very skinny, and Kardama Muni took compassion upon her, thinking, "This girl has come to me, but now she is not in a very comfortable position." Therefore by his yogic powers, Kardama Muni created a large palace with many servants, gardens and other opulences. Not only that, but he also created a great spaceship as large as a small city. Modern airlines have prepared a 747, and although these are very big, Kardama Muni, by his yogic powers, was able to create a spaceship wherein there were lakes, palaces and gardens. This spaceship could also travel all over the universe. Modern scientists labor very hard to make a small spaceship to go to the moon, but Kardama Muni could create a great spaceship that could travel to all planets. This is possible by yogic powers.</P><P>There are different siddhis, or yogic perfections&#8212;anim&#257;, laghim&#257;, pr&#257;pti, and so on&#8212;and whatever yog&#299;s choose to do, they can do. That is the real yoga system. It is not that one becomes a yogi simply by pressing his nose and performing some gymnastics. One must actually attain the yogic siddhis. By these siddhis, the yog&#299; can become very small or very large, very heavy or very light. Whatever he wants, he can immediately produce in his hand, and he can travel wherever he desires. Kardama Muni was such a perfected siddhi-yogi. By his wife, Devah&#363;ti, he had nine daughters, who were distributed to the praj&#257;patis like Daksha Mah&#257;r&#257;ja and many others. The only son of Kardama Muni was Kapiladeva, an incarnation of Krishna. This Kapiladeva was one of the mah&#257;janas. The word mah&#257;jana means "authority," and according to the Vedic &#347;&#257;stras there are twelve authorities. These are Svayambh&#363;, N&#257;rada, &#346;ambhu, Kum&#257;ra, Kapila, Manu, prahl&#257;da, Janaka, Bh&#299;shma, Bali, &#346;ukadeva Gosv&#257;m&#299; and Yamar&#257;ja. Svayambh&#363; is Brahm&#257;, and &#346;ambhu is Lord &#346;iva. These authorities should be followed if we want to approach the Supreme Personality of Godhead and understand the purpose of religious life. Mah&#257;jano yena gatah sa panth&#257;h. These mah&#257;janas follow the principles set forth by the Supreme Personality of Godhead, Krishna, in Bhagavad-g&#299;t&#257;.</P><P>We cannot very easily understand the actual truth of religious systems, but if we follow these mah&#257;janas, we can understand. Kapila Muni explained the glories of devotional service to His mother, Devah&#363;ti. If we follow Him, we may learn the truth of devotional service. According to the system of varn&#257;&#347;rama-dharma, one who is over fifty years of age must leave home, go to the forest and completely devote his life to spiritual realization. This is the actual varn&#257;&#347;rama-dharma system. It is not a Hindu system, for the word "Hindu" is a name given by the Muslims and does not occur in any Vedic literature. However, the varn&#257;&#347;rama-dharma is mentioned. Civilized human beings should strictly follow the varn&#257;&#347;rama institution. If one is born a br&#257;hmana, he is trained nicely as a brahmac&#257;r&#299;, and then he becomes a grihastha, a householder. When he gives up his home, he is called a v&#257;naprastha, and after that he may take sanny&#257;sa. Being a yog&#299;, Kardama Muni strictly followed these principles; therefore as soon as Kapiladeva was grown, Devah&#363;ti was placed in His charge. Kardama Muni then left home. As stated in this verse: pitari prasthite 'ranyam m&#257;tuh priya-cik&#299;rshay&#257;.</P><P>According to the Manu-samhit&#257;, a woman should never be given freedom. When she is not under the protection of her husband, she must be under the protection of her sons. Women cannot properly utilize freedom, and it is better for them to remain dependent. A woman cannot be happy if she is independent. That is a fact. In Western countries we have seen many women very unhappy simply for the sake of independence. That independence is not recommended by the Vedic civilization or by the varn&#257;&#347;rama-dharma. Consequently Devah&#363;ti was given to her grown son, Kapiladeva, and Kapiladeva was fully aware that He had to take care of His mother. It is the duty of the father to protect his daughter until she attains puberty and is married to a suitable young man. The husband then takes care of the wife. Generally a man should marry at around twenty-five years of age, and a girl should marry no later than sixteen. If this is the case, when the man is fifty years old, his eldest son should be around twenty-five, old enough to take charge of the mother. According to this calculation, Kapiladeva was about twenty-five years old and was quite able to take charge of His mother, Devah&#363;ti. He knew that because His father left His mother in His charge, He should take care of her and always please her. M&#257;tuh priya-cik&#299;rshay&#257;. Kapiladeva was not irresponsible, but was always ready to please His mother. Kapiladeva was a brahmac&#257;r&#299;, and His mother took lessons from Him. That is the prerogative of the male. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/32.htm">9.32</A>):</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya</P><P CLASS=n>ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s</P><P CLASS=n>te 'pi y&#257;nti par&#257;m gatim</P><P>"O son of Prith&#257;, those who take shelter in Me, though they be of lower birth&#8212;women, vai&#347;yas [merchants] as well as &#347;&#363;dras [workers]&#8212;can approach the supreme destination." Women are considered on the same platform with &#347;&#363;dras, and although a woman may be married to a br&#257;hmana, she is not given the sacred thread. It is also said that the Mah&#257;bh&#257;rata was compiled by Vy&#257;sadeva because the direct Vedic knowledge could not be understood by women, &#347;&#363;dras and dvija-bandhus, those who are born in br&#257;hmana families but are not qualified br&#257;hmanas. Str&#299;-&#347;&#363;dra-dvijabandh&#363;n&#257;m tray&#299; na &#347;ruti-gocar&#257; (Bh&#257;g. <A CLASS=v HREF="../sb/1/4/25.htm">1.4.25</A>). Consequently Mah&#257;bh&#257;rata is called the fifth Veda. The four preceding Vedas are the S&#257;ma, Yajur, Rig and Atharva. The essence of Vedic knowledge, Bhagavad-g&#299;t&#257;, is given within the Mah&#257;bh&#257;rata. Women are inferior to men, and Vedic civilization is so perfect that men are given full charge of the women. It is therefore said: m&#257;tuh priya-cik&#299;rshay&#257;. The son is always ready to see that the mother is not unhappy. Kapiladeva was anxious that His mother not feel the absence of His father, and He was ready to take the best care of her and give her knowledge. Because women are supposed to be less intelligent, they should be given knowledge, and they should also follow this knowledge. They should follow their father's instructions, their husband's instructions and the instructions of their grown, scholarly sons like Kapiladeva. In this way, their lives can be perfect. In all cases, women should always remain dependent.</P><P>Tasmin bindusare 'v&#257;ts&#299;d bhagav&#257;n kapilah kila. It is noteworthy that in this verse Kapiladeva is referred to as Bhagav&#257;n, which indicates that He possesses all wealth, fame, knowledge, beauty, strength and renunciation. These six opulences are fully represented in Krishna; therefore Krishna is accepted as the Supreme Personality of Godhead (krishnas tu bhagav&#257;n svayam), and others are accepted as His expansions, or incarnations (vishnu-tattva). In Bhakti-ras&#257;mrita-sindhu, R&#363;pa Gosv&#257;m&#299; has analyzed the characteristics of Bhagav&#257;n. The first Bhagav&#257;n is &#346;r&#299; Krishna Himself, but some of His opulences are also bestowed upon Lord Brahm&#257;. Lord Brahm&#257; is a j&#299;va-tattva, a living being like us. If we become spiritually powerful, we can also have the post of Lord Brahm&#257;. Superior to Lord Brahm&#257; is Lord &#346;iva, and superior to Lord &#346;iva is Vishnu, or Lord N&#257;r&#257;yana, and superior to all is Krishna. That is the analysis of the Vedic &#347;&#257;stras and Brahma-samhit&#257;. Even &#346;a&#324;kar&#257;c&#257;rya, the M&#257;y&#257;v&#257;d&#299; impersonalist philosopher, accepts Krishna as the Supreme Personality of Godhead (sa bhagav&#257;n svayam krishnah). All the &#257;c&#257;ryas&#8212; R&#257;m&#257;nuj&#257;c&#257;rya, Madhv&#257;c&#257;rya, Vishnusv&#257;m&#299;, Nimb&#257;rka and &#346;r&#299; Caitanya Mah&#257;prabhu&#8212;also accept Krishna as the Supreme Lord.</P><P>Kapiladeva is an incarnation of Krishna, and He gave instructions to His mother, Devah&#363;ti. We must distinguish between the two Kapilas. One Kapila is this Bhagav&#257;n Kapila, and the other Kapila is the atheist Kapila. Bhagav&#257;n Kapila is also known as Devah&#363;ti-putra Kapila. Both Kapilas expounded S&#257;&#324;khya philosophy, but the atheist Kapila expounded it without understanding, perception or realization of God. On the bank of the Bindu-sarovara Lake, Kapiladeva personally expounded S&#257;&#324;khya philosophy to His mother, Devah&#363;ti, just as Krishna personally expounded the knowledge of Bhagavad-g&#299;t&#257; to His friend Arjuna. Like Arjuna, Devah&#363;ti was aware that she was before her spiritual master, as indicated in the following verse. Indeed, Lord Brahm&#257; had informed her that her son was a powerful incarnation.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>