<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 5 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 5 Verse 6"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="five.htm">Lord Kapila Takes Charge of His Mother, Devah&#363;ti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 6</P><P CLASS=c>tam &#257;s&#299;nam akarm&#257;nam</P><P CLASS=c>tattva-m&#257;rg&#257;gra-dar&#347;anam</P><P CLASS=c>sva-sutam devah&#363;ty &#257;ha</P><P CLASS=c>dh&#257;tuh samsmarat&#299; vacah</P><P CLASS=t>TRANSLATION</P><P>When Kapila, who could show her the ultimate goal of the Absolute Truth, was sitting leisurely before her, Devah&#363;ti remembered the words Brahm&#257; had spoken to her, and she therefore began to question Kapila as follows.</P><P CLASS=t>PURPORT</P><P>The ultimate goal of the Absolute Truth is Krishna consciousness, devotional service. The liberated stage is not final. If we simply understand that we are not the body, that we are spirit soul, our knowledge is insufficient. We must also act as Brahman; then our position will be fixed.</P><P>brahm&#257;-bh&#363;tah prasann&#257;tm&#257;</P><P CLASS=n>na &#347;ocati na k&#257;&#324;kshati</P><P CLASS=n>samah sarveshu bh&#363;teshu</P><P CLASS=n>mad-bhaktim labhate par&#257;m</P><P>"One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me." (<A CLASS=v HREF="../bg/18/54.htm">Bg. 18.54</A>) Bhakti is obtainable for a liberated person; it is not for the conditioned soul. How is this possible? In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/14/26.htm">14.26</A>) Krishna says:</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman."</P><P>We must engage in the nine processes of devotional service, the first of which is hearing (&#347;ravana). Then, under the direction of the spiritual master and the &#347;&#257;stras, one can immediately become a liberated person. One doesn't have to endeavor separately to become liberated if he immediately engages in devotional service. One must have a firm conviction that he is engaged in Krishna's service and is free from all material contamination. This is imperative. The words tattva-m&#257;rga-dar&#347;anam are elucidated elsewhere in &#346;r&#299;mad-Bh&#257;gavatam: brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate. The Absolute Truth is understood differently according to the position of the student. Some understand the Absolute Truth as impersonal Brahman, some as localized param&#257;tm&#257;, and others as the Supreme Personality of Godhead, Krishna, or Vishnu. Brahman, Param&#257;tm&#257; and Bhagav&#257;n, the Supreme Personality of Godhead, are not different. They are simply different aspects of the complete Godhead. Looking at a mountain from a distance, we may see a hazy cloud, and if we come nearer, we may see something green. If we actually climb the mountain, we will find many houses, trees and animals. Our vision is of the same mountain, but due to our different positions we see haze, greenery or variegatedness. In the final stage, there are varieties&#8212;trees, animals, men, houses, and so on. The Absolute Truth is not without variety. Just as there is material variety, there is spiritual variety. Because the M&#257;y&#257;v&#257;d&#299; philosophers are seeing the Absolute Truth from a distance, they think that the Absolute Truth has no variety. They consider variety to be material, but this is a misunderstanding. The Absolute Truth is described as variegated in Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/29.htm">5.29</A>):</P><P>cint&#257;mani-prakara-sadmasu kalpa-vriksha-</P><P CLASS=n>laksh&#257;vriteshu surabh&#299;r abhip&#257;layantam</P><P CLASS=n>lakshm&#299;-sahasra-&#347;ata-sambhrama-sevyam&#257;nam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, the first progenitor, who is tending the cows, fulfilling all desires, in abodes built with spiritual gems and surrounded by millions of desire trees. He is always served with great reverence and affection by hundreds and thousands of goddesses of fortune."</P><P>There are Vaikuntha planets in the spiritual world, and there are devotees who are all liberated. These devotees are akshara, which means they do not fall down into the material world. They remain in the spiritual world of the Vaikunthas. They are also persons like us, but they are eternal persons, complete with full knowledge and bliss. That is the difference between them and us. That is tattva jñ&#257;na. Unless we understand the variegatedness of the Absolute Truth, there is a chance that we will fall down. It is not sufficient simply to stick to the indefinite, impersonal feature of the Absolute Truth:</P><P>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>(Bh&#257;g. <A CLASS=v HREF="../sb/10/2/32.htm">10.2.32</A>)</P><P>Because the impersonalists are not allowed to enter the Vaikuntha planets, they simply remain in the Brahman effulgence. Thus they fall down again into material variety. We have seen many impersonalist sanny&#257;s&#299;s who first of all give up the world as false (brahma satyam jagan mithy&#257;). They consider themselves Brahman (aham brahm&#257;smi), consider the world false (jagat is mithy&#257;), and, having nothing more to do with the material world, finally say, "I have become N&#257;r&#257;yana." Then they come to the stage of daridra-n&#257;r&#257;yana (poor N&#257;r&#257;yana). They become N&#257;r&#257;yana, but for want of anything better to do, for want of variegatedness, they take up material humanitarian activities. Although they consider their wives mithy&#257; (false), they return. "You have already left. Why do you come back again?" the wives ask. This means that these so-called sanny&#257;s&#299;s have nothing to do. They undergo serious penances and austerities to reach the platform of impersonal Brahman, but because there is no pleasure there, they again descend to enjoy material variety.</P><P>We may build a nice spaceship and send it off into space, and the astronauts may go up there and fly in the impersonal sky, but eventually they will become tired and pray to God, "Please let us return to land." We have read that the Russian astronauts were simply missing Moscow while they were traveling in space. This impersonal traveling is actually very agitating; similarly, impersonal realization of the Absolute Truth cannot be permanent because one wants variety. A falldown is inevitable. When one gentleman read my book Easy Journey to Other planets, he became very enthusiastic about going to other planets. "Oh, yes," I said, "we can go with this book." "Yes," the gentleman said, "then I shall come back." "Why return? You should remain there." "No, no," he said. "I don't want to remain. I just want to go and come back." This is the "enjoying" mentality. Without variety, we cannot enjoy. Variety is the mother of enjoyment, and Brahman realization or Param&#257;tm&#257; realization does not give us steady &#257;nanda, bliss. We want &#257;nanda. &#256;nandamayo 'bhy&#257;s&#257;t. The living entities are Brahman; Krishna is Parabrahman. Krishna is enjoying perpetual &#257;nanda, and, being part and parcel of Krishna, we also want &#257;nanda. &#256;nanda cannot be impersonal or void; &#257;nanda entails variety. No one is simply interested in drinking milk and eating sugar, but with milk and sugar we can make a variety of foods&#8212;per&#257;, barf&#299;, ksh&#299;ra, rabr&#299;, dah&#299;, and so on. There are hundreds of preparations. In any case, variety is required for enjoyment.</P><P>The last word of tattva jñ&#257;na is to understand Krishna, who is full of variety. Kapiladeva is tattva-m&#257;rg&#257;gra-dar&#347;anam. He is an incarnation of the Supreme Personality of Godhead, and He will explain to His mother what tattva is, how one can approach the tattva jñ&#257;na, and how one can actually enjoy tattva jñ&#257;na. This is not simply dry speculation. This Krishna consciousness philosophy includes spiritual variety. People sometimes misunderstand this variety to be material, and they hanker for nirvi&#347;esha, nir&#257;k&#257;ra, void. However, our philosophy is not void; it is full of variety and transcendental bliss. This will later be specifically enunciated by Lord Kapiladeva.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>