<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 6 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 6 Verse 7"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 6: <A CLASS=v HREF="six.htm">Devah&#363;ti Desires Transcendental Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 7</P><P CLASS=c>devah&#363;tir uv&#257;ca</P><P CLASS=c>nirvinn&#257; nitar&#257;m bh&#363;mann</P><P CLASS=c>asad-indriya-tarshan&#257;t</P><P CLASS=c>yena sambh&#257;vyam&#257;nena</P><P CLASS=c>prapann&#257;ndham tamah prabho</P><P CLASS=t>TRANSLATION</P><P>Devah&#363;ti said: I am very sick of the disturbance caused by my material senses, for because of this sense disturbance, my Lord, I have fallen into the abyss of ignorance</P><P CLASS=t>PURPORT</P><P>Here, at the beginning of Devah&#363;ti's questionings, the word asad-indriya-tarshan&#257;t is significant. Asat means "impermanent," "temporary," indriya means "senses," and tarshan&#257;t refers to agitation. Thus asad-indriya-tarshan&#257;t means "from being agitated by the temporarily manifest senses of the material body." We are evolving through different species of material bodily existence&#8212;sometimes in a human body, sometimes in an animal body&#8212;and therefore the engagements of our material senses are also changing. Anything which changes is called temporary, or asat. We should know that beyond these temporary senses are our permanent senses, which are now covered by the material body. The permanent senses, being contaminated by matter, are not acting properly. Devotional service, therefore, involves freeing the senses from this contamination. When the contamination is completely removed and the senses act in the purity of unalloyed Krishna consciousness, we have then attained sad-indriya, or eternal sense activities. Eternal sensory activities are called devotional service, whereas temporary sensory activities are called sense gratification. Unless one becomes tired of material sense gratification, there is no opportunity to hear transcendental messages from a person like Kapila. Devah&#363;ti expressed that she was tired. Now that her husband had left home, she wanted to get relief by hearing the instructions of Lord Kapila.</P><P>The Vedic literatures describe this material world as darkness. Actually it is dark, and therefore we require sunlight, moonlight and electricity. If it were not by nature dark, why would we require so many arrangements for artificial light? The Vedas enjoin that we should not remain in darkness: tamasi m&#257; jyotir gama. We are instructed to go to the light, and that light is the spiritual world, which is directly lighted by the effulgence, or bodily rays, of Krishna. As stated in Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/40.htm">5.40</A>):</P><P>yasya prabh&#257; prabhavato jagad-anda-koti-</P><P CLASS=n>kotishv a&#347;esha-vasudh&#257;di-vibh&#363;ti-bhinnam</P><P CLASS=n>tad brahma nishkalam anantam a&#347;esha-bh&#363;tam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, who is endowed with great power. The glowing effulgence of His transcendental form is the impersonal Brahman, which is absolute, complete and unlimited and which displays the varieties of countless planets, with their different opulences, in millions and millions of universes."</P><P>Animals have no ability to know that they are in darkness, but human beings can know. Like Devah&#363;ti, an intelligent person should become disgusted with the darkness of ignorance. Na hanyate hanyam&#257;ne &#347;ar&#299;re. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/2/20.htm">2.20</A>), there is neither birth nor death for the soul. The soul is not destroyed when the body is annihilated. The soul puts bodies on and takes them off like clothes. This simple knowledge is instructed in the beginning of Bhagavad-g&#299;t&#257;, yet there are many big scholars and leaders who still cannot understand that the body is different from the person. This is because they do not study Bhagavad-g&#299;t&#257; in the proper way. Consequently no one is fully aware or convinced that the real person is not the body. This is called darkness, and when one is disgusted with this darkness, human life begins.</P><P>One who has become disgusted with material existence needs the instructions of a guru. Tasm&#257;d gurum prapadyeta jijñ&#257;suh &#347;reya uttamam [<A CLASS=v HREF="../sb/11/3/21.htm">SB 11.3.21</A>]. Being the wife of a great yog&#299;, Devah&#363;ti understood her constitutional position; therefore she is placing her problem before her son, Kapiladeva, an incarnation of God. Although Kapiladeva is her son, Devah&#363;ti does not hesitate to take instructions from Him. She does not say, "Oh, He is my son. What can He tell me? I am His mother, and I shall instruct Him." Instruction has to be taken from one who is in knowledge. It doesn't matter what his position is, whether he is a son, a boy, a &#347;&#363;dra, br&#257;hmana, sanny&#257;s&#299; or grihastha. One should simply learn from one who knows. That is Caitanya Mah&#257;prabhu's instruction. Although Caitanya Mah&#257;prabhu Himself was a br&#257;hmana and a sanny&#257;s&#299;, He took instructions from R&#257;m&#257;nanda R&#257;ya, who was a &#347;&#363;dra and grihastha but nonetheless, very exalted spiritually. When Caitanya Mah&#257;prabhu saw that R&#257;m&#257;nanda R&#257;ya was hesitant to give instructions, the Lord said, "Why are you hesitating? Although you are a grihastha and are born in a &#347;&#363;dra family, I am prepared to take lessons from you."</P><P>kib&#257; vipr&#257;, kib&#257; ny&#257;s&#299;, &#347;&#363;dra kene naya</P><P CLASS=n>yei krishna-tattva-vett&#257;, sei 'guru' haya</P><P>(Cc. <A CLASS=v HREF="../cc/madhya/8/128.htm">Madhya 8.128</A>)</P><P>This is Caitanya Mah&#257;prabhu's teaching. Whoever is qualified in Krishna consciousness can become a guru. His family or material identity does not matter. He simply must know the science. When we consult an engineer, a doctor or a lawyer, we do not ask whether he is a br&#257;hmana or a &#347;&#363;dra. If he is qualified, he can help with a particular subject. Similarly, if one knows the science of Krishna, he can be a guru. Devah&#363;ti was taking lessons from her son because He knew the science of Krishna. Even if gold is in a filthy place, we should take it. It is also stated in the Vedas that if a girl is highly qualified or beautiful, she can be accepted in marriage even though born in a lower family. Thus it is not birth that is important, but qualification. Caitanya Mah&#257;prabhu wanted everyone in India to know the science of Krishna and preach Krishna consciousness. This is very simple. We need only repeat what Krishna has said or what has been said about Krishna in the Vedic literatures.</P><P>Human society cannot be happy without Krishna consciousness. Krishna is the supreme enjoyer, and we are His servants. The master is enjoying, and the servants are helping the master enjoy. We living entities are eternal servants of God, and our duty is to help our master enjoy. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the topmost servant of Krishna, and Her business is always to keep Krishna pleased. Krishna is very fond of R&#257;dh&#257;r&#257;n&#299; because She renders the best service. Her sixty-four qualifications are mentioned in the Vedic literatures. Unfortunately, in the material world we are busy trying to enjoy our material senses. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/3/42.htm">3.42</A>):</P><P>indriy&#257;ni par&#257;ny &#257;hur</P><P CLASS=n>indriyebhyah param manah</P><P CLASS=n>manasas tu par&#257; buddhir</P><P CLASS=n>yo buddheh paratas tu sah</P><P>"The working senses are superior to dull matter; mind is higher than the senses; intelligence is still higher than the mind; and he (the soul) is even higher than the intelligence." The soul is on the spiritual platform. this way we become implicated in the laws of nature. As stated in the &#347;&#257;stras:</P><P>n&#363;nam pramattah kurute vikarma</P><P CLASS=n>yad indriya-pr&#299;taya &#257;prinoti</P><P CLASS=n>na s&#257;dhu manye yata &#257;tmano 'yam</P><P CLASS=n>asann api kle&#347;ada &#257;sa dehah</P><P CLASS=n>[<A CLASS=v HREF="../sb/5/5/4.htm">SB 5.5.4</A>]</P><P>"When a person considers sense gratification the aim of life, he certainly becomes mad after materialistic living and engages in all kinds of sinful activity. He does not know that due to his past misdeeds he has already received a body which, although temporary, is the cause of his misery. Actually the living entity should not have taken on a material body, but he has been awarded the material body for sense gratification. Therefore I think it not befitting an intelligent man to involve himself again in the activities of sense gratification by which he perpetually gets material bodies one after another." (Bh&#257;g. <A CLASS=v HREF="../sb/5/5/4.htm">5.5.4</A>)</P><P>Living entities in this material world are very busy trying to gratify their senses. In the street we see many dogs assembled for sex. This may seem very crude, but human beings are engaged in the same business, perhaps in a more elaborate way. We should know that sense gratification is meant for animals, and that sense control is for human beings. By tapasya, penance, we can purify ourselves and regain our eternal life.</P><P>Actually our material senses are not our real senses. They are covered, just as the body is covered by clothes. Our real body is within the material body. Dehino 'smin yath&#257; dehe [<A CLASS=v HREF="../bg/2/13.htm">Bg. 2.13</A>]. The spiritual body is within the material body. The material body is changing, going through childhood, youth, then old age, and then it vanishes. Although this is not our real body, we are engaged in sense gratification with it. However, for our own ultimate happiness, we should try to purify our senses. There is no question of destroying the senses or becoming desireless. Desire is a material activity, and becoming desireless is not possible. The senses must be purified in order for us to act through them transcendentally. Bhakti-yoga does not require us to destroy our senses, but to purify them. When the senses are purified, we can serve Krishna:</P><P>sarvop&#257;dhi-vinirmuktam</P><P CLASS=n>tat-paratvena nirmalam</P><P CLASS=n>hrish&#299;kena hrish&#299;ke&#347;a-</P><P CLASS=n>sevanam bhaktir ucyate</P><P CLASS=n>[Cc. <A CLASS=v HREF="../cc/madhya/19/170.htm">Madhya 19.170</A>]</P><P>"Bhakti, or devotional service, means engaging all our senses in the service of the Lord, the Supreme Personality of Godhead, the master of all the senses. When the spirit soul renders service unto the Supreme, there are two side effects. One is freed from all material designations, and, simply by being employed in the service of the Lord, one's senses are purified." (N&#257;rada-pañcar&#257;tra)</P><P>We can serve Hrish&#299;ke&#347;a, the master of the senses, through the senses. We are part and parcel of Krishna, just as the hand is part and parcel of the body. Similarly, our senses are also part and parcel of the spiritual body of Krishna. When we purify our senses, we can act in our original constitutional position and serve Krishna. When we forget our position and try to satisfy ourselves, we become conditioned materially. When we forget that our duty is to serve Krishna, we fall into the material world and become implicated in personal sense gratification. As long as we continue trying to satisfy our own senses, we have to accept another body. Krishna is so kind that if we want to become tigers, He will give us a tiger body. If we want to become devotees, He will give us the body of a devotee. This life is a preparation for the next, and if we want to enjoy our transcendental senses, we have to purify ourselves to return home, back to Godhead. For this purpose, Devah&#363;ti is submitting to her son just as a disciple submits to his master.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>