<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 6 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti Teachings of Lord Kapila, the Son of Devahuti Chapter 6 Verse 9"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 6: <A CLASS=v HREF="six.htm">Devah&#363;ti Desires Transcendental Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A> 9</P><P CLASS=c>ya &#257;dyo bhagav&#257;n pums&#257;m</P><P CLASS=c>&#299;&#347;varo vai bhav&#257;n kila</P><P CLASS=c>lokasya tamas&#257;ndhasya</P><P CLASS=c>cakshuh s&#363;rya ivoditah</P><P CLASS=t>TRANSLATION</P><P>You are the Supreme Personality of Godhead, the origin and Supreme Lord of all living entities. You have arisen to disseminate the rays of the sun in order to dissipate the darkness of the ignorance of the universe.</P><P CLASS=t>PURPORT</P><P>Kapila Muni is accepted as an incarnation of the Supreme Personality of Godhead, Krishna. Here the word &#257;dya means "the origin of all living entities," and pums&#257;m &#299;&#347;varah means "the Lord (&#299;&#347;vara) of the living entities" (&#299;&#347;varah paramah krishnah [<A CLASS=v HREF="../bs/5/1.htm">Bs. 5.1</A>]). Kapila Muni is the direct expansion of Krishna, who is the sun of spiritual knowledge. The sun dissipates the darkness of the universe, and when the light of the Supreme Personality of Godhead comes down, it at once similarly dissipates the darkness of m&#257;y&#257;. We have our eyes, but without the light of the sun, our eyes are of no value. Similarly, without the light of the Supreme Lord, or without the divine grace of the spiritual master, one cannot see things as they are.</P><P>In this verse, Devah&#363;ti also addresses her son as Bhagav&#257;n. Bhagav&#257;n is the Supreme Person. If we could just use a little common sense we could understand that an organization requires a leader. Without a leader, we cannot organize anything. Foolish philosophers say that the universe automatically came into being by nature. They say that in the beginning there was a chunk, and this cosmic manifestation came out of that chunk of matter. But where did this chunk come from? The fact is that there must be a brain, a leader, behind anything organized. We have information of this leader from the Vedas: nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m. The Supreme Lord is eternal, and we are also eternal. But the Supreme Lord is one, and we are many. The Supreme Lord is very great, and we are very small. He is all-pervading and infinite, and we are finite and infinitesimal. Even if we analyze the creation, we will find that not everyone is on the same level. One person is more intelligent or opulent than another. If we analyze things in this way, we will come to the demigods, and among them we will find that the most important demigod is Lord Brahm&#257;. He is the original creature within this universe, yet he is not the most intelligent being. It is said that in the beginning, Brahm&#257; received knowledge from the Supreme Personality of Godhead.</P><P>Recently newspapers are reporting that faith in a personal God is diminishing. This means that people are becoming more and more foolish. This is natural in Kali-yuga, for as the age of Kali progresses, bodily strength, memory and mercy diminish. We actually see that the present generation is not as strong as the previous. People also have short memories. We also understand that sometimes people are killed while other people pass by, not caring. Thus mercy is also diminishing. Because everything is diminishing, God consciousness is diminishing also; therefore it is natural to receive news that faith in a personal God is diminishing. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/15.htm">7.15</A>), one who does not accept a personal God is described as a m&#363;dha, a fool.</P><P>na m&#257;m dushkritino m&#363;dh&#257;h</P><P CLASS=n>prapadyante nar&#257;dham&#257;h</P><P CLASS=n>m&#257;yay&#257;pahrita jñ&#257;n&#257;</P><P CLASS=n>&#257;suram bh&#257;vam &#257;&#347;rit&#257;h</P><P>"Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me."</P><P>Actually, people today do not even know the meaning of God, so there is no question of surrender. There are also those who are scholarly and well educated, but their knowledge is taken away by m&#257;y&#257;, illusion. Although they may superficially hold degrees, they have no real knowledge. They are also asuras, demons who simply defy God, saying, "I am God, you are God. Why are you searching for God? There are many Gods loitering in the street. Take care of them." Therefore it is not surprising that newspapers report that faith in a personal God is decreasing. Nonetheless, God is a person. Ya &#257;dyo bhagav&#257;n. Lord Brahm&#257; also worships Krishna by saying, govindam &#257;di-purusham tam aham bhaj&#257;mi **. He says, "I worship that original person, Govinda." &#256;di-purusham, Krishna, has no one preceding Him; therefore He is called original. It is said that Krishna was born of Vasudeva, but this simply means that Krishna accepted Vasudeva as His father. &#346;r&#299; Krishna deals with His devotees in different relationships, or rasas&#8212;&#347;&#257;nta, d&#257;sya, sakhya, v&#257;tsalya and m&#257;dhurya.</P><P>We all have some relationship with Krishna, but presently that is covered. Therefore we have to revive it. Simple appreciation of the Supreme is called &#347;&#257;nta-rasa. When one appreciates the Supreme fully, he wishes to render some service, and that is called d&#257;sya. When one becomes more intimate, he becomes a friend of Krishna's, and that is called sakhya. When one is more advanced, he wants to render service to Krishna as a father or a mother, and this is v&#257;tsalya. Being a father or a mother means serving the son. The Christian conception of God as the Supreme Father is not very perfect because if we conceive of God as a father, our position will be to take things from Him. Everyone wants to take something from the father. One is always saying, "Father, give me this. Father, give me that." However, accepting the Supreme Lord as one's son means rendering service. Ya&#347;od&#257;may&#299; got Krishna as her son, and she was always anxious that He not be in danger. Thus she was always protecting Him. Actually Krishna protects the entire universe, but Ya&#347;od&#257; was giving protection to Krishna. This is Vaishnava philosophy. Ya&#347;od&#257; became mad when she saw Krishna taken away by the Trin&#257;varta demon. However, Krishna became so heavy that the demon could not fly in the sky, and thus the demon fell to the earth and died. Ya&#347;od&#257; immediately said, "God has saved my Krishna!" She then began to thank some other God, some devat&#257;. She did not know that Krishna is the Supreme Personality of Godhead. If she had thought of Krishna as the Supreme Personality of Godhead, the relationship between mother and son would have been destroyed. Therefore Krishna was playing just like an ordinary child, and mother Ya&#347;od&#257; was treating Him as her son. Krishna's friends, the cowherd boys, did not consider Him the Supreme Lord either. The gop&#299;s even used to chastise Krishna. If a devotee can have such a relationship with Krishna, why should he want to become one with God? It is better to be God's father, God's controller. This is bhakti-m&#257;rga, the path of devotional service. A devotee does not want to be equal to God or one with God. He simply wants to render service.</P><P>ln order to understand the Absolute Truth, we have to understand the meaning of Bhagav&#257;n. Devah&#363;ti was not an ordinary woman. She was the wife of Kardama Muni, a great yog&#299;. She had obviously learned something from her husband, for had she not been very exalted, how could Bhagav&#257;n Kapiladeva have become her son? Everyone should know what is Bhagav&#257;n and take lessons from Bhagav&#257;n. Lord Kapila is Bhagav&#257;n, and He personally instructed His mother in S&#257;&#324;khya philosophy. By this knowledge we can develop or awaken our dormant love for God. Then we can see God when our eyes are anointed with love for Him. Indeed, we can see God everywhere and at all times. We will see God and nothing but God. We will see God not only within our hearts. If we go to the ocean, we will see God. If one is a little thoughtful, he will see that the great ocean stays in its place. The ocean has received its orders not to go beyond such and such a limit. Any intelligent man can see God while walking down the beach. However, this requires a little intelligence. People who are asses, m&#363;dhas, dushkrit&#299;s, cannot see God, but those who are intelligent can see God everywhere because God is omnipresent. He is within the universe and within our heart, and He is even within the atom. Why are we saying that we cannot see Him? God says, "Try to see Me in this way, but if you are too dull, then try to see Me another way."</P><P>What is the easy way? Krishna says in Bhagavad-g&#299;t&#257;, "I am the taste of water." Is there anyone who has not tasted water? He also says, "I am the light of the sun." Is there anyone who has not seen sunshine? Then why are people saying, "I have not seen God"? First of all we have to try to see God. It is as easy as ABCD. When we see God everywhere, we will see the personal God. Then we will understand.</P><P>Bhagav&#257;n pums&#257;m &#299;&#347;varah. Bhagav&#257;n is &#299;&#347;vara, the controller. We are not independent. No one can actually say, "I am independent." We are bound tightly by the modes of material nature, and yet we are thinking that we are independent. This is simply foolishness. Therefore it is said that all the people in the material world are blinded by the darkness of ignorance. When people are blind, out of their ignorance they say, "There is no God. I cannot see God." Then God comes as Krishna or Kapiladeva and says, "Here I am. See My features. I am a person. I play the flute and enjoy Myself in Vrind&#257;vana. Why can't you see Me?" Thus God comes, explains Himself and leaves behind His instruction, Bhagavad-g&#299;t&#257;. Still, people are so foolish that they claim not to understand God. If we try to see God through the instructions given to Devah&#363;ti by Lord Kapila, our lives will be successful.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>