<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Lord Kapila, the Son of Devahuti, Introduction</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Lord Kapila, the Son of Devahuti"><META NAME=DESCRIPTION CONTENT="Teachings of Lord Kapila, the Son of Devahuti, Introduction"></HEAD><BODY><TABLE><TR><TD CLASS=l>Foreword</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Lord Kapila, the Son of Devah&#363;ti</A>, Introduction</P><P>Kapila Muni, a renowned sage of antiquity, is the author of the philosophical system known as S&#257;&#324;khya, which forms an important part of India's ancient philosophical heritage. S&#257;&#324;khya is both a system of metaphysics, dealing with the elemental principles of the physical universe, and a system of spiritual knowledge, with its own methodology, culminating in full consciousness of the Supreme Absolute. Kapila, however, is not an ordinary philosopher or sage. According to Vedic tradition, the tradition of India's ancient scriptural literature, He Himself is an avat&#257;ra (incarnation) of the Supreme Absolute Truth.</P><P>Kapila's teachings are originally inscribed in the &#346;r&#299;mad-Bh&#257;gavatam, or Bh&#257;gavata Pur&#257;na, one of the most important scriptural documents of Vedic theism. Within the Bh&#257;gavatam, Kapila's teachings comprise Chapters Twenty-five through Thirty-three of the Third Canto. This book, Teachings of Lord Kapila, the Son of Devah&#363;ti, is based on a unique series of lectures presented in Bombay, India, in the spring of this series, &#346;r&#299;la Prabhup&#257;da spoke from the Twenty-fifth Chapter, which contains the beginning of Lord Kapila's teachings. &#346;r&#299;la Prabhup&#257;da is the author of a celebrated multivolume translation and commentary on the entire text of the Bh&#257;gavatam, and at the time of the Kapila lectures he had already completed his written commentary on the section of the Bh&#257;gavatam dealing with Kapiladeva's teachings. In these special lectures, however, &#346;r&#299;la Prabhup&#257;da went into significantly greater detail in elucidating the verses and shed an even broader light upon these fascinating teachings.</P><P>The text begins with the words of &#346;aunaka, the foremost of the sages of Naimish&#257;ranya, the vastly learned sages to whom &#346;r&#299;mad-Bh&#257;gavatam was originally spoken some thousands of years ago. The sages have already heard about Lord Kapiladeva from S&#363;ta Gosv&#257;m&#299;, an exalted spiritual master, and it is clear from &#346;aunaka's words that they accept Kapila Muni as being an incarnation of the Lord Himself and as therefore being the highest authority on yoga and transcendental knowledge. In recounting the history of Lord Kapila, S&#363;ta Gosv&#257;m&#299;, in accordance with Vedic principles for presenting spiritual knowledge, refers to discourse by great spiritual masters who have previously discussed this same subject. In this case, S&#363;ta Gosv&#257;m&#299; refers to a discussion between Vidura and the great sage Maitreya, who was a friend of Vy&#257;sadeva, the original compiler of the Vedic literature.</P><P>As S&#363;ta Gosv&#257;m&#299; has already described, Lord Kapila appeared in this world as the son of Kardama Muni, a master of mystic yoga, and his wife, Devah&#363;ti. Both Kardama Muni and Devah&#363;ti were aware of the divinity of their son. Indeed, even before Kapila's birth, Lord Brahm&#257; himself, the chief created person in this universe, had appeared before Devah&#363;ti and revealed to her that her son was to be an incarnation of the Supreme Lord and that this incarnation would enlighten her with spiritual knowledge.</P><P>According to the Vedic social system, a man with a grown son may accept the order of sanny&#257;sa, thus renouncing all connections with his family and worldly life, and entrust his wife to the care of his son. Kardama Muni, of course, knew that his son was an incarnation of the Supreme Lord, yet to honor this Vedic system and emphasize its importance, he too eventually accepted sanny&#257;sa, entrusting his wife, Devah&#363;ti, to the care of his divine son, Kapiladeva. Therefore, as S&#363;ta Gosv&#257;m&#299; begins to answer &#346;aunaka's request to hear further about Lord Kapiladeva, the sages have already been informed of how Kardama Muni departed for the forest, leaving Kapiladeva behind with Devah&#363;ti.</P><P>After Kardama Muni's departure, Devah&#363;ti, remembering the prophetic words of Lord Brahm&#257;, approaches her divine son and humbly expresses her desire for spiritual enlightenment: "My Lord, I have fallen into the abyss of ignorance. Your Lordship is my only means of getting out of this darkest region of ignorance because You are my transcendental eye, which, by Your mercy only, I have attained after many, many births.... Now be pleased, my Lord, to dispel my great delusion... You are the ax which can cut the tree of material existence. I therefore offer my obeisances to You, who are the greatest of all transcendentalists, and I inquire from You as to the relationship between man and woman and between spirit and matter." (&#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../sb/3/25/7.htm">3.25.7-11</A>) Pleased by His mother's pure desire for spiritual enlightenment, and feeling great compassion for her, Kapila begins to speak on the S&#257;&#324;khya philosophy.</P><P>Now, what is S&#257;&#324;khya? Insofar as S&#257;&#324;khya deals with the elemental categories or principles of the physical universe, S&#257;&#324;khya is what Western scholars generally refer to as "metaphysics." The term s&#257;&#324;khya literally means "to count." This name is used because S&#257;&#324;khya philosophy enumerates principles of cosmic evolution by rational analysis. The etymological meaning of the word s&#257;&#324;khya is "that which explains very lucidly by analysis of material elements." Philosophically, this term is used because the S&#257;&#324;khya system expounds analytical knowledge that enables one to distinguish between matter and spirit. This understanding culminates in bhakti, devotion for and service to the Supreme. It may be said, therefore, that S&#257;&#324;khya and bhakti form two aspects of the same process, bhakti being the ultimate goal or ultimate aspect of S&#257;&#324;khya.</P><P>It is interesting to note, at this point, that long after Lord Kapila's descent, an imitation Kapila appeared on the Indian subcontinent and propounded a nontheistic S&#257;&#324;khya. That which is generally studied as S&#257;&#324;khya in the contemporary academic context is actually this later, nontheistic, materialistic S&#257;&#324;khya. The S&#257;&#324;khya philosophy, propounded by the original Kapila, is practically unknown in the West. Teachings of Lord Kapila, the Son of Devah&#363;ti (along with &#346;r&#299;la Prabhup&#257;da's complete commentary on Kapila's S&#257;&#324;khya in his edition of &#346;r&#299;mad-Bh&#257;gavatam) is probably the first major exposition in the English language on the original, theistic S&#257;&#324;khya. It should therefore be of considerable interest to scholars in this field.</P><P>Because the basic principle and the ultimate goal of Lord Kapiladeva's S&#257;&#324;khya philosophy is bhakti, this is the subject with which Lord Kapiladeva begins His instructions to Devah&#363;ti. Consequently, because this volume, Teachings of Lord Kapila, the Son of Devah&#363;ti, is &#346;r&#299;la Prabhup&#257;da's commentary on the beginning of Lord Kapila's teachings, it is chiefly concerned with the science of bhakti-yoga-the process of linking with God (yoga means "linking") through bhakti (devotion).</P><P>As the actual history begins, Devah&#363;ti approaches her son, Kapila, and with deep humility expresses her sincere desire for spiritual enlightenment. In response, Lord Kapila delineates "the path of the transcendentalists, who are interested in self-realization." Concisely summarizing the actual process of self-realization, Kapila defines consciousness in both the conditioned and liberated states. He describes the psychology of pure consciousness, delineates the symptoms and characteristics of a s&#257;dhu, holy person, and stresses the importance of s&#257;dhu-sa&#324;ga, association with those who are saintly. Kapiladeva then explains that liberation is merely a stage preliminary to the attainment of bhakti and that one who attains bhakti automatically achieves liberation. One who engages in bhakti, devotional yoga, automatically transcends material desires and ultimately crosses beyond birth and death.</P><P>According to later descriptions in &#346;r&#299;mad-Bh&#257;gavatam, Devah&#363;ti ultimately attains full enlightenment in transcendental knowledge by hearing and understanding the sublime philosophical teachings of her great son.</P><P>-The Publishers</P><P CLASS=l><A CLASS=i HREF="index.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.krishna.com"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>