<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 4 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 4 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Drumila Explains the Incarnations of Godhead to King Nimi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.4.1</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>y&#257;ni y&#257;n&#299;ha karm&#257;ni</P><P CLASS=c>yair yaih svacchanda-janmabhih</P><P CLASS=c>cakre karoti kart&#257; v&#257;</P><P CLASS=c>haris t&#257;ni bruvantu nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the King said; <A CLASS=v HREF="http://vedabase.net/y/yani">y&#257;ni</A> <A CLASS=v HREF="http://vedabase.net/y/yani">y&#257;ni</A> &#8212; each; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; of the activities; <A CLASS=v HREF="http://vedabase.net/y/yaih">yaih</A> <A CLASS=v HREF="http://vedabase.net/y/yaih">yaih</A> &#8212; by each; <A CLASS=v HREF="http://vedabase.net/s/svacchanda">svacchanda</A> &#8212; assumed independently; <A CLASS=v HREF="http://vedabase.net/j/janmabhih">janmabhih</A> &#8212; of the appearances; <A CLASS=v HREF="http://vedabase.net/c/cakre">cakre</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> performed; <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; is performing; <A CLASS=v HREF="http://vedabase.net/k/karta">kart&#257;</A> &#8212; will perform; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Lord, <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/t/tani">t&#257;ni</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/b/bruvantu">bruvantu</A> &#8212; please tell; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; us.</P><P CLASS=t>TRANSLATION</P><P>King Nimi said: The Supreme Personality of Godhead descends into the material world by His internal potency and according to His own desire. Therefore, please tell us about the various pastimes Lord Hari has performed in the past, is performing now and will perform in this world in the future in His various incarnations.</P><P CLASS=t>PURPORT</P><P>In this Fourth Chapter the son of Jayant&#299;, Drumila, will address King Nimi. The forty-eighth verse of the Third Chapter stated, m&#363;rty&#257;bhimatay&#257;tmanah: "One should worship the particular form of the Lord most attractive to oneself." Similarly it was stated in the previous chapter, stavaih stutv&#257; named dharim: "One should bow down to Lord Hari after glorifying Him with prayers." Thus it is assumed that the worshiper has knowledge of the Supreme Lord's transcendental qualities and pastimes in order to execute the process of worship previously described. King Nimi, therefore, is eagerly inquiring about the various incarnations of the Supreme Lord so that he can ascertain which particular form of the Supreme Lord is most suitable for his personal worship. It is understood that King Nimi is a Vaishnava, or devotee, who is trying to advance in the transcendental loving service of the Supreme Personality of Godhead.</P><P>It is important to note in this regard that the word abhimata-m&#363;rti, meaning "one's most desirable form," does not indicate that one may concoct a form of the Lord by one's own whim. Advaitam acyutam an&#257;dim ananta-r&#363;pam [<A CLASS=v HREF="../../../bs/5/33.htm">Bs 5.33</A>]. All the forms of the Supreme Lord are an&#257;dim, or eternal. Thus there is no question of concocting a form, because such a concoction would be &#257;di, or the origin of the concocted form. Abhimata-m&#363;rti means that among the eternal forms of the Lord one should select that form which most inspires one's love for the Supreme Personality of Godhead. Such love cannot be imitated, but it is automatically aroused when one follows the prescribed rules and regulations given by the bona fide spiritual master and submissively hears these descriptions of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>