<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 4 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 4 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Drumila Explains the Incarnations of Godhead to King Nimi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.4.10</P><P CLASS=c>tv&#257;m sevat&#257;m sura-krit&#257; bahavo 'ntar&#257;y&#257;h</P><P CLASS=c>svauko vila&#324;ghya paramam vrajat&#257;m padam te</P><P CLASS=c>n&#257;nyasya barhishi bal&#299;n dadatah sva-bh&#257;g&#257;n</P><P CLASS=c>dhatte padam tvam avit&#257; yadi vighna-m&#363;rdhni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/s/sevatam">sevat&#257;m</A> &#8212; for those who <A HREF="http://vedabase.net/a/are">are</A> serving; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/k/krtah">krit&#257;h</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> by the demigods; <A CLASS=v HREF="http://vedabase.net/b/bahavah">bahavah</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/a/antarayah">antar&#257;y&#257;h</A> &#8212; disturbances; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/o/okah">okah</A> &#8212; their own abode (the planets of the demigods); <A CLASS=v HREF="http://vedabase.net/v/vilanghya">vila&#324;ghya</A> &#8212; crossing beyond; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/v/vrajatam">vrajat&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> going; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the abode; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; there <A HREF="http://vedabase.net/a/are">are</A> not such; <A CLASS=v HREF="http://vedabase.net/a/anyasya">anyasya</A> &#8212; for another; <A CLASS=v HREF="http://vedabase.net/b/barhisi">barhishi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> ritual sacrifices; <A CLASS=v HREF="http://vedabase.net/b/balin">bal&#299;n</A> &#8212; offerings; <A CLASS=v HREF="http://vedabase.net/d/dadatah">dadatah</A> &#8212; for one who is giving; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagan">bh&#257;g&#257;n</A> &#8212; the own shares (of the demigods); <A CLASS=v HREF="http://vedabase.net/d/dhatte">dhatte</A> &#8212; (the devotee) places; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; his foot; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/avita">avit&#257;</A> &#8212; the protector; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/v/vighna">vighna</A> &#8212; of the disturbance; <A CLASS=v HREF="http://vedabase.net/m/murdhni">m&#363;rdhni</A> &#8212; upon the head.</P><P CLASS=t>TRANSLATION</P><P>The demigods place many obstacles on the path of those who worship You to transcend the temporary abodes of the demigods and reach Your supreme abode. Those who offer the demigods their assigned shares in sacrificial performances encounter no such obstacles. But because You are the direct protector of Your devotee, he is able to step over the head of whatever obstacle the demigods place before him.</P><P CLASS=t>PURPORT</P><P>The demigods, headed by K&#257;madeva, or Cupid, recognizing their offense at the lotus feet of the Personality of Godhead, Nara-N&#257;r&#257;yana Rishi, here point out the insignificant position of the demigods in relation to the Supreme Lord. Just as a farmer must pay a specific percentage of his agricultural profit to the king or political head as tax money, all human beings must offer a percentage of their material wealth to the demigods in sacrifice. In Bhagavad-g&#299;t&#257;, however, the Lord explains that the demigods are also His servants and it is He Himself who awards all benedictions, through the agency of the demigods. Mayaiva vihit&#257;n hi t&#257;n. Although a Vaishnava, or devotee of the Lord, has no need to worship the demigods, the demigods, being proud of their exalted material position, sometimes resent the exclusive devotion of the Vaishnava to the Lord and thus try to cause the devotee to fall down, as described in this verse (sura-krit&#257; bahavo 'ntar&#257;y&#257;h). But the demigods here point out that Krishna is directly the protector of His devotees. Therefore, so-called impediments become stimuli for further spiritual advancement for a sincere devotee.</P><P>The demigods here state, "We thought, our dear Lord, that we could disturb Your consciousness by our foolish tricks. But by Your mercy even Your devotees pay little regard to us, so why should You take our foolish behavior seriously?" The word yadi here is used to indicate the certainty that Krishna is always the protector of His surrendered devotees. Although there may be many obstacles on the path of the sincere devotee who is preaching the glories of the Lord, such obstacles increase the determination of the devotee. Therefore, according to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the continuous obstacles presented by the demigods form a kind of ladder or stairway upon which the devotee steadily progresses back to the kingdom of God. A similar verse appears in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/2/33.htm">10.2.33</A>):</P><P>tath&#257; na te m&#257;dhava t&#257;vak&#257;h kvacid</P><P CLASS=n>bhra&#347;yanti m&#257;rg&#257;t tvayi baddha-sauhrid&#257;h</P><P CLASS=n>tvay&#257;bhigupt&#257; vicaranti nirbhay&#257;</P><P CLASS=n>vin&#257;yak&#257;n&#299;kapa-m&#363;rdhasu prabho</P><P>"O M&#257;dhava, Supreme Personality of Godhead, Lord of the goddess of fortune, if devotees completely in love with You sometimes fall from the path of devotion, they do not fall like nondevotees, for You still protect them. Thus they fearlessly traverse the heads of their opponents and continue to progress in devotional service."</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>