<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 4 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 4 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Drumila Explains the Incarnations of Godhead to King Nimi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.4.3</P><P CLASS=c>bh&#363;tair yad&#257; pañcabhir &#257;tma-srishtaih</P><P CLASS=c>puram vir&#257;jam viracayya tasmin</P><P CLASS=c>sv&#257;m&#347;ena vishtah purush&#257;bhidh&#257;nam</P><P CLASS=c>av&#257;pa n&#257;r&#257;yana &#257;di-devah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhutaih">bh&#363;taih</A> &#8212; by the material elements; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/p/pancabhih">pañcabhih</A> &#8212; five (earth, water, fire, air and ether); <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/srstaih">srishtaih</A> &#8212; created by Himself; <A CLASS=v HREF="http://vedabase.net/p/puram">puram</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/v/virajam">vir&#257;jam</A> &#8212; of the universe <A HREF="http://vedabase.net/i/in">in</A> its subtle form; <A CLASS=v HREF="http://vedabase.net/v/viracayya">viracayya</A> &#8212; having constructed; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; within that; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/amsena">am&#347;ena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the manifestation of His own plenary expansion; <A CLASS=v HREF="http://vedabase.net/v/vistah">vishtah</A> &#8212; entering; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/abhidhanam">abhidh&#257;nam</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/p/purusa">Purusha</A>; <A CLASS=v HREF="http://vedabase.net/a/avapa">av&#257;pa</A> &#8212; assumed; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> &#8212; Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the original Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>When the primeval Lord N&#257;r&#257;yana created His universal body out of the five elements produced from Himself and then entered within that universal body by His own plenary portion, He thus became known as the Purusha.</P><P CLASS=t>PURPORT</P><P>The words bh&#363;taih pañcabhih in this verse refer to the five gross material elements &#8212; earth, water, fire, air and sky &#8212; which form the basic building blocks of the material world. When the conditioned living entity enters within these five elements, consciousness becomes manifest, along with the functions of the mind and intelligence. Unfortunately, the consciousness manifest under the modes of material nature is governed by aha&#324;k&#257;ra, or false ego, in which the living entity wrongly considers himself the enjoyer of the material elements. Although the Supreme Personality of Godhead, Purushottama, enjoys His pure transcendental existence in the spiritual sky, the material elements are also meant for His enjoyment, through the process of yajña, or sacrifice. This material world is called Dev&#299;-dh&#257;ma, or the abode of the illusory energy of the Lord, M&#257;y&#257;-dev&#299;. The Brahma-samhit&#257; explains that the Supreme Person is not at all attracted to His inferior energy, m&#257;y&#257;, but when the material creation is used in the devotional service of the Lord, the Lord becomes attracted by the devotion and sacrifice of the living entities, and thus, indirectly, He is also the enjoyer of the material world.</P><P>We should not think that the pastimes of Lord N&#257;r&#257;yana as the Supersoul and creator of this universe are on a lower spiritual level than N&#257;r&#257;yana's eternal pastimes in the spiritual world. Were Lord N&#257;r&#257;yana in any way to diminish His transcendental bliss and knowledge in His activities of material creation, He would have to be considered a conditioned soul, affected by contact with the illusory potency. But since Lord N&#257;r&#257;yana is eternally aloof from the influence of m&#257;y&#257;, His activities as the Supersoul of this universe are exactly on the same transcendental level as His activities in the spiritual world. All the activities of the Supreme Personality of Godhead are part and parcel of His unlimited spiritual pastimes.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>