<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 4 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 4 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Drumila Explains the Incarnations of Godhead to King Nimi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.4.5</P><P CLASS=c>&#257;d&#257;v abh&#363;c chata-dhrit&#299; rajas&#257;sya sarge</P><P CLASS=c>vishnuh sthitau kratu-patir dvija-dharma-setuh</P><P CLASS=c>rudro 'pyay&#257;ya tamas&#257; purushah sa &#257;dya</P><P CLASS=c>ity udbhava-sthiti-lay&#257;h satatam praj&#257;su</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> became; <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/d/dhrtih">dhritih</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/r/rajasa">rajas&#257;</A> &#8212; by the material mode of passion; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this universe; <A CLASS=v HREF="http://vedabase.net/s/sarge">sarge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the creation; <A CLASS=v HREF="http://vedabase.net/v/visnuh">vishnuh</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/s/sthitau">sthitau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> maintenance; <A CLASS=v HREF="http://vedabase.net/k/kratu">kratu</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the Lord of sacrifice; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; of the twice-born br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; of the religious duties; <A CLASS=v HREF="http://vedabase.net/s/setuh">setuh</A> &#8212; the protector; <A CLASS=v HREF="http://vedabase.net/r/rudrah">rudrah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/a/apyayaya">apyay&#257;ya</A> &#8212; for annihilation; <A CLASS=v HREF="http://vedabase.net/t/tamasa">tamas&#257;</A> &#8212; by the mode of ignorance; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dyah</A> &#8212; original; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/udbhava">udbhava</A>-<A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A>-<A CLASS=v HREF="http://vedabase.net/l/layah">lay&#257;h</A> &#8212; creation, maintenance and destruction; <A CLASS=v HREF="http://vedabase.net/s/satatam">satatam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/p/prajasu">praj&#257;su</A> &#8212; among created beings.</P><P CLASS=t>TRANSLATION</P><P>In the beginning, the original Supreme Personality manifested the form of Brahm&#257; through the material mode of passion in order to create this universe. The Lord manifested His form as Vishnu, the Lord of sacrifice and protector of the twice-born br&#257;hmanas and their religious duties, to maintain the universe. And when the universe is to be annihilated the same Supreme Lord employs the material mode of ignorance and manifests the form of Rudra The created living beings are thus always subject to the forces of creation, maintenance and destruction.</P><P CLASS=t>PURPORT</P><P>In the previous verse the Supreme Personality of Godhead was described as &#257;di-kart&#257;, the original person responsible for the creation, maintenance and annihilation of the material world. According to &#346;r&#299;dhara Sv&#257;m&#299;, &#257;di-kart&#257;, or "the original doer," implies subsequent creators, maintainers and annihilators. Otherwise there would be no meaning to the word &#257;di, or "original." Therefore this verse describes that the Absolute Truth expands Himself into the gun&#257;vat&#257;ras, or incarnations who carry out the creation, maintenance and annihilation of the universe through the modes of passion, goodness and ignorance respectively.</P><P>It is significant here that although this verse mentions creation through the material mode of passion and annihilation through the material mode of ignorance, it does not mention maintenance by Vishnu through the material mode of goodness. That is because Vishnu is vi&#347;uddha-sattva, or existing on the platform of unlimited transcendental goodness. Although Lord &#346;iva and Lord Brahm&#257; are somewhat affected by their prescribed duties as superintendents of the modes of nature, Lord Vishnu is vi&#347;uddha-sattva, completely beyond contamination even by the material mode of goodness. As described in the Vedas, na tasya k&#257;ryam karanam ca vidyate: the Lord has no occupational duty. Whereas Lord &#346;iva and Lord Brahm&#257; are understood to be servants of the Lord, Vishnu is completely transcendental.</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, Vishnu, described in this verse as kratu-patih, the Lord of sacrifice, is understood to have appeared in a previous age as the incarnation Suyajña, the son of Praj&#257;pati Ruci. Whereas Brahm&#257; and &#346;iva faithfully engage in service to the Supreme Lord, Vishnu is the Supreme Lord Himself, and therefore His activities of maintaining the br&#257;hmanas and religious principles, as mentioned in this verse (dvija-dharma-setuh), are not occupational duties but l&#299;l&#257;. So in addition to being a gun&#257;vat&#257;ra, Vishnu is also a l&#299;l&#257;vat&#257;ra, according to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;. The Mah&#257;bh&#257;rata (&#346;&#257;nti-parva) describes the birth of Lord Brahm&#257; from the lotus flower emanating from Vishnu and the subsequent birth of Lord &#346;iva from the angry eyes of Lord Brahm&#257;. Vishnu, however, is the self-manifested Personality of Godhead who enters the material universe by His own internal potency, as stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../3/8/15.htm">3.8.15</A>):</P><P>tal loka-padmam sa u eva vishnuh</P><P CLASS=n>pr&#257;v&#299;vi&#347;at sarva-gun&#257;vabh&#257;sam</P><P>In conclusion, Lord Vishnu, the Supreme Personality of Godhead, is the supreme controller whose personal form is full of eternal existence, knowledge and bliss, who is beginningless but is the beginning of everything, who is known as Govinda, and who is the original cause of all causes, as stated in Brahma-samhit&#257;. Still, that same eternal Lord manifests Himself as Brahm&#257; and &#346;iva in the sense that the primeval controllers Brahm&#257; and &#346;iva manifest the potency and supreme will of the Lord, although they themselves are not supreme.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>