<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 4 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 4 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Drumila Explains the Incarnations of Godhead to King Nimi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.4.6</P><P CLASS=c>dharmasya daksha-duhitary ajanishta m&#363;rty&#257;m</P><P CLASS=c>n&#257;r&#257;yano nara rishi-pravarah pra&#347;&#257;ntah</P><P CLASS=c>naishkarmya-lakshanam uv&#257;ca cac&#257;ra karma</P><P CLASS=c>yo 'dy&#257;pi c&#257;sta rishi-varya-nishevit&#257;&#324;ghrih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharmasya">dharmasya</A> &#8212; (the wife) of <A HREF="http://vedabase.net/d/dharma">Dharma</A>; <A CLASS=v HREF="http://vedabase.net/d/daksa">daksha</A>-<A CLASS=v HREF="http://vedabase.net/d/duhitari">duhitari</A> &#8212; by the daughter of <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/a/ajanista">ajanishta</A> &#8212; was born; <A CLASS=v HREF="http://vedabase.net/m/murtyam">m&#363;rty&#257;m</A> &#8212; by <A HREF="http://vedabase.net/m/murti">M&#363;rti</A>; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> <A CLASS=v HREF="http://vedabase.net/n/narah">narah</A> &#8212; <A HREF="http://vedabase.net/n/nara">Nara</A>-<A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A>-<A CLASS=v HREF="http://vedabase.net/p/pravarah">pravarah</A> &#8212; the best of sages; <A CLASS=v HREF="http://vedabase.net/p/prasantah">pra&#347;&#257;ntah</A> &#8212; perfectly peaceful; <A CLASS=v HREF="http://vedabase.net/n/naiskarmya">naishkarmya</A>-<A CLASS=v HREF="http://vedabase.net/l/laksanam">lakshanam</A> &#8212; characterized by the cessation of all material work; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> spoke; <A CLASS=v HREF="http://vedabase.net/c/cacara">cac&#257;ra</A> &#8212; and performed; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; the duties; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even today; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; is living; <A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A>-<A CLASS=v HREF="http://vedabase.net/v/varya">varya</A> &#8212; by the greatest sages; <A CLASS=v HREF="http://vedabase.net/n/nisevita">nishevita</A> &#8212; being served; <A CLASS=v HREF="http://vedabase.net/a/anghrih">a&#324;ghrih</A> &#8212; His feet.</P><P CLASS=t>TRANSLATION</P><P>Nara-N&#257;r&#257;yana Rishi, who is perfectly peaceful and is the best of sages, was born as the son of Dharma and his wife M&#363;rti, the daughter of Daksha. Nara-N&#257;r&#257;yana Rishi taught the devotional service of the Lord, by which material work ceases, and He Himself perfectly practiced this knowledge. He is living even today, His lotus feet served by the greatest of saintly persons.</P><P CLASS=t>PURPORT</P><P>It is understood that Nara-N&#257;r&#257;yana Rishi spoke transcendental knowledge to great saintly persons such as N&#257;rada Muni. On the basis of these teachings, N&#257;rada was able to describe naishkarmyam, or the devotional service of the Lord, which eradicates material work, as mentioned in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/3/8.htm">1.3.8</A>): tantram s&#257;tvatam &#257;cashta naishkarmyam karman&#257;m yatah. The &#257;tma-svar&#363;pa, or eternal form of the living entity, is devotional service to the Personality of Godhead. But our perception of our eternal form is covered by a material concept of life, just as our normal understanding of our life is covered by a dream. Naishkarmyam, or the cessation of material work, is possible only by the devotional service of the Lord, as stated by N&#257;rada Muni himself: naishkarmyam apy acyuta-bh&#257;va-varjitam na &#347;obhate jñ&#257;nam alam nirañjanam (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/5/12.htm">1.5.12</A>). The process of transforming ordinary karma into naishkarmya, or transcendental work, is summarized by &#346;r&#299;la Prabhup&#257;da in his commentary on this verse spoken by N&#257;rada Muni. "Fruitive work, in which almost all people in general are engaged, is always painful either in the beginning or at the end. It can be fruitful only when made subservient to the devotional service of the Lord. In the Bhagavad-g&#299;t&#257; also it is confirmed that the result of such fruitive work may be offered for the service of the Lord, otherwise it leads to material bondage. The bona fide enjoyer of the fruitive work is the Personality of Godhead, and thus when it is engaged for the sense gratification of the living beings, it becomes an acute source of trouble." According to the Matsya Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana3/10">3.10</A>), Dharma, the father of Nara-N&#257;r&#257;yana Rishi, was born from the right breast of Brahm&#257; and later married thirteen of the daughters of Praj&#257;pati Daksha. The Lord Himself appeared from the womb of M&#363;rti-dev&#299;.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>