<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 4"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Drumila Explains the Incarnations of Godhead to King Nimi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.4 Summary</P><P>The various forms of the past, present and future incarnations of the Supreme Personality of Godhead, &#346;r&#299; Hari, and the various transcendental characteristics of each of these avat&#257;ras constitute the subject matter of this chapter.</P><P>Even if it were ever possible to count all the particles of dust on the face of the earth, any attempt to count all the innumerable transcendental qualities of the unlimited Lord Hari, the foundation of all potencies, would be simply madness. The Personality of Godhead N&#257;r&#257;yana created the universe out of the five elements manufactured by His own m&#257;y&#257;, entered into that universe in the form of the Supersoul and became known as the Purusha-avat&#257;ra. He effects the work of creation in the mode of passion through the personal form of Brahm&#257;, of protection in the mode of goodness through the form of the Lord of sacrifice, Vishnu, and of annihilation in the mode of ignorance through the form of Rudra. Incarnating in the form of Nara-N&#257;r&#257;yana, the greatest of sages, from the womb of M&#363;rti, the daughter of Daksha and wife of Dharma, He preached by His own practical demonstration the science of naishkarmyam. When Cupid (Kandarpa) and his hosts were sent to Badarik&#257;&#347;rama by King Indra, who had become fearful and envious at seeing the austerities of Lord Nara-N&#257;r&#257;yana, that best of sages welcomed Cupid as an honored guest. The pacified Cupid then offered prayers to the Supreme Personality Nara-N&#257;r&#257;yana Rishi. By the order of the sage, Cupid returned from there with Urva&#347;&#299; and upon presenting himself before Indra related to him everything that had taken place.</P><P>The Personality of Godhead Lord Vishnu has appeared in various partial incarnations for the benefit of the entire world and has given instructions in spiritual knowledge in the forms of Hamsa, Datt&#257;treya, Sanaka and the other Kum&#257;ra brothers, and Rishabhadeva. In the form of Hayagr&#299;va He killed the demon Madhu and saved all the Vedas. In the avat&#257;ra of Matsya, the fish, He protected both the earth and Satyavrata Manu. In the incarnation of Var&#257;ha, the boar, He delivered the earth and destroyed Hirany&#257;ksha; in that of K&#363;rma, the tortoise, He carried Mandara Mountain upon His back; and in the form of &#346;r&#299; Hari He gave liberation to the king of the elephants. The Lord delivered the V&#257;lakhilyas, who had been trapped in the water in a cow's hoofprint, He delivered Indra from the reaction for murdering a br&#257;hmana, and He delivered the wives of the demigods from imprisonment in the palaces of the demoniac asuras. In the avat&#257;ra of Nrisimha, He killed Hiranyaka&#347;ipu. In the reign of each Manu He kills the demons, fulfills the needs of the demigods and protects all the planetary systems. In the form of V&#257;mana, the dwarf br&#257;hmana boy, He cheated Bali Mah&#257;r&#257;ja; in the form of Para&#347;ur&#257;ma He rid the earth of kshatriyas twenty-one times; and in the form of &#346;r&#299; R&#257;ma He brought the ocean under His submission and killed R&#257;vana. Descending into the Yadu dynasty, He removed the burden of the earth. In the form of Buddha, by His argumentative preaching in defiance of the Vedas He bewildered the demons who were unqualified to perform sacrifices, and at the end of Kali-yuga He will destroy the &#347;&#363;dra kings in His form of Kalki. In this way the innumerable appearances and activities of the Supreme Personality of Godhead Lord Hari are described.</P><P CLASS=l><A CLASS=i HREF="../3/55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>