<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.10</P><P CLASS=c>patny&#257;s tav&#257;dhimakha-klpta-mah&#257;bhisheka-</P><P CLASS=c>&#347;l&#257;ghishtha-c&#257;ru-kabaram kitavaih sabh&#257;y&#257;m</P><P CLASS=c>sprishtam vik&#299;rya padayoh patit&#257;&#347;ru-mukhy&#257;</P><P CLASS=c>yas tat-striyo 'krita-hate&#347;a-vimukta-ke&#347;&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/patnyah">patny&#257;h</A> &#8212; of the wife; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/a/adhimakha">adhimakha</A> &#8212; during the great sacrificial ceremony; <A CLASS=v HREF="http://vedabase.net/k/klpta">klpta</A> &#8212; dressed; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/abhiseka">abhisheka</A> &#8212; greatly sanctified; <A CLASS=v HREF="http://vedabase.net/s/slaghistha">&#347;l&#257;ghishtha</A> &#8212; thus glorified; <A CLASS=v HREF="http://vedabase.net/c/caru">c&#257;ru</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/k/kabaram">kabaram</A> &#8212; clustered hair; <A CLASS=v HREF="http://vedabase.net/k/kitavaih">kitavaih</A> &#8212; by the miscreants; <A CLASS=v HREF="http://vedabase.net/s/sabhayam">sabh&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the great assembly; <A CLASS=v HREF="http://vedabase.net/s/sprstam">sprishtam</A> &#8212; being caught; <A CLASS=v HREF="http://vedabase.net/v/vikirya">vik&#299;rya</A> &#8212; being loosened; <A CLASS=v HREF="http://vedabase.net/p/padayoh">padayoh</A> &#8212; on the feet; <A CLASS=v HREF="http://vedabase.net/p/patita">patita</A>-<A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhyah">mukhy&#257;h</A> &#8212; of the one who fell down with tears <A HREF="http://vedabase.net/i/in">in</A> the eyes; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; their; <A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; wives; <A CLASS=v HREF="http://vedabase.net/a/akrta">akrita</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/h/hata">hata</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; bereft of husbands; <A CLASS=v HREF="http://vedabase.net/v/vimukta">vimukta</A>-<A CLASS=v HREF="http://vedabase.net/k/kesah">ke&#347;&#257;h</A> &#8212; loosened hair.</P><P CLASS=t>TRANSLATION</P><P>It was He only who loosened the hair of all the wives of the miscreants who dared open the cluster of your Queen's hair, which had been nicely dressed and sanctified for the great R&#257;jas&#363;ya sacrificial ceremony. At that time she fell down at the feet of Lord Krishna with tears in her eyes.</P><P CLASS=t>PURPORT</P><P>Queen Draupad&#299; had a beautiful bunch of hair which was sanctified in the ceremonial function of R&#257;jas&#363;ya-yajña. But when she was lost in a bet, Duh&#347;&#257;sana touched her glorified hair to insult her. Draupad&#299; then fell down at the lotus feet of Lord Krishna, and Lord Krishna decided that all the wives of Duh&#347;&#257;sana and company should have their hair loosened as a result of the Battle of Kurukshetra. Thus after the Battle of Kurukshetra, after all the sons and grandsons of Dhritar&#257;shtra died in battle, all the wives of the family were obliged to loosen their hair as widows. In other words, all the wives of the Kuru family became widows because of Duh&#347;&#257;sana's insulting a great devotee of the Lord. The Lord can tolerate insults upon Himself by any miscreant because the father tolerates even insults from the son. But He never tolerates insults upon His devotees. By insulting a great soul, one has to forego all the results of pious acts and benedictions also.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>