<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.11</P><P CLASS=c>yo no jugopa vana etya duranta-kricchr&#257;d</P><P CLASS=c>durv&#257;saso 'ri-racit&#257;d ayut&#257;gra-bhug yah</P><P CLASS=c>&#347;&#257;k&#257;nna-&#347;ishtam upayujya yatas tri-lok&#299;m</P><P CLASS=c>tript&#257;m amamsta salile vinimagna-sa&#324;ghah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/j/jugopa">jugopa</A> &#8212; gave protection; <A CLASS=v HREF="http://vedabase.net/v/vane">vane</A> &#8212; forest; <A CLASS=v HREF="http://vedabase.net/e/etya">etya</A> &#8212; getting <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/d/duranta">duranta</A> &#8212; dangerously; <A CLASS=v HREF="http://vedabase.net/k/krcchrat">kricchr&#257;t</A> &#8212; trouble; <A CLASS=v HREF="http://vedabase.net/d/durvasasah">durv&#257;sasah</A> &#8212; of Durv&#257;s&#257; <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/a/ari">ari</A> &#8212; enemy; <A CLASS=v HREF="http://vedabase.net/r/racitat">racit&#257;t</A> &#8212; fabricated by; <A CLASS=v HREF="http://vedabase.net/a/ayuta">ayuta</A> &#8212; ten thousand; <A CLASS=v HREF="http://vedabase.net/a/agra">agra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuk">bhuk</A> &#8212; one who eats before; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; that person; <A CLASS=v HREF="http://vedabase.net/s/saka">&#347;&#257;ka</A>-<A CLASS=v HREF="http://vedabase.net/a/anna">anna</A>-<A CLASS=v HREF="http://vedabase.net/s/sistam">&#347;ishtam</A> &#8212; remnants of foodstuff; <A CLASS=v HREF="http://vedabase.net/u/upayujya">upayujya</A> &#8212; having accepted; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/l/lokim">lok&#299;m</A> &#8212; all the three worlds; <A CLASS=v HREF="http://vedabase.net/t/trptam">tript&#257;m</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/a/amamsta">amamsta</A> &#8212; thought within the mind; <A CLASS=v HREF="http://vedabase.net/s/salile">salile</A> &#8212; while <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/v/vinimagna">vinimagna</A>-<A CLASS=v HREF="http://vedabase.net/s/sanghah">sa&#324;ghah</A> &#8212; all merged into the water.</P><P CLASS=t>TRANSLATION</P><P>During our exile, Durv&#257;s&#257; Muni, who eats with his ten thousand disciples, intrigued with our enemies to put us in dangerous trouble. At that time He [Lord Krishna], simply by accepting the remnants of food, saved us. By His accepting food thus, the assembly of munis, while bathing in the river, felt sumptuously fed. And all the three worlds were also satisfied.</P><P CLASS=t>PURPORT</P><P>Durv&#257;s&#257; Muni: A powerful mystic br&#257;hmana determined to observe the principles of religion with great vows and under strict austerities. His name is associated with many historical events, and it appears that the great mystic could be both easily satisfied and easily annoyed, like Lord &#346;iva. When he was satisfied, he could do tremendous good to the servitor, but if he was dissatisfied he could bring about the greatest calamity. Kum&#257;r&#299; Kunt&#299;, at her father's house, used to minister all kinds of services to all great br&#257;hmanas, and being satisfied with her good reception Durv&#257;s&#257; Muni blessed her with a power to call any demigod she desired. It is understood that he was a plenary incarnation of Lord &#346;iva, and thus he could be either easily satisfied or annoyed. He was a great devotee of Lord &#346;iva, and by Lord &#346;iva's order he accepted the priesthood of King &#346;vetaketu because of the King's performance of sacrifice for one hundred years. Sometimes he used to visit the parliamentary assembly of the heavenly kingdom of Indradeva. He could travel in space by his great mystic powers, and it is understood that he traveled a great distance through space, even up to the Vaikuntha planets beyond material space. He traveled all these long distances within one year, during his quarrel with King Ambar&#299;sha, the great devotee and Emperor of the world.</P><P>He had about ten thousand disciples, and wherever he visited and became a guest of the great kshatriya kings, he used to be accompanied by a number of followers. Once he visited the house of Duryodhana, the enemy cousin of Mah&#257;r&#257;ja Yudhishthira. Duryodhana was intelligent enough to satisfy the br&#257;hmana by all means, and the great rishi wanted to give some benediction to Duryodhana. Duryodhana knew his mystic powers, and he knew also that the mystic br&#257;hmana, if dissatisfied, could cause some havoc, and thus he designed to engage the br&#257;hmana to show his wrath upon his enemy cousins, the P&#257;ndavas. When the rishi wanted to award some benediction to Duryodhana, the latter wished that he should visit the house of Mah&#257;r&#257;ja Yudhishthira, who was the eldest and chief among all his cousins. But by his request he would go to him after he had finished his meals with his Queen, Draupad&#299;. Duryodhana knew that after Draupad&#299;'s dinner it would be impossible for Mah&#257;r&#257;ja Yudhishthira to receive such a large number of br&#257;hmana guests, and thus the rishi would be annoyed and would create some trouble for his cousin Mah&#257;r&#257;ja Yudhishthira. That was the plan of Duryodhana. Durv&#257;s&#257; Muni agreed to this proposal, and he approached the King in exile, according to the plan of Duryodhana, after the King and Draupad&#299; had finished their meals.</P><P>On his arrival at the door of Mah&#257;r&#257;ja Yudhishthira, he was at once well received, and the King requested him to finish his noontime religious rites in the river, for by that time the foodstuff would be prepared. Durv&#257;s&#257; Muni, along with his large number of disciples, went to take a bath in the river, and Mah&#257;r&#257;ja Yudhishthira was in great anxiety about the guests. As long as Draupad&#299; had not taken her meals, food could be served to any number of guests, but the rishi, by the plan of Duryodhana, reached there after Draupad&#299; had finished her meals.</P><P>When the devotees are put into difficulty, they have an opportunity to recollect the Lord with rapt attention. So Draupad&#299; was thinking of Lord Krishna in that dangerous position, and the all-pervading Lord could at once know the dangerous position of His devotees. He therefore came there on the scene and asked Draupad&#299; to give whatever food she might have in her stock. On her being so requested by the Lord, Draupad&#299; was sorrowful because the Supreme Lord asked her for some food and she was unable to supply it at that time. She said to the Lord that the mysterious dish which she had received from the sun-god could supply any amount of food if she herself had not eaten. But on that day she had already taken her meals, and thus they were in danger. By expressing her difficulties she began to cry before the Lord as only a woman would do in such a position. The Lord, however, asked Draupad&#299; to bring up the cooking pots to see if there was any particle of foodstuff left, and on Draupad&#299;'s doing so, the Lord found some particle of vegetable sticking to the pot. The Lord at once picked it up and ate it. After doing so, the Lord asked Draupad&#299; to call for her guests, the company of Durv&#257;s&#257;.</P><P>Bh&#299;ma was sent to call them from the river. Bh&#299;ma said, "Why are you delaying, sirs? Come on, the food is ready for you." But the br&#257;hmanas, because of Lord Krishna's accepting a little particle of food, felt sumptuously fed, even while they were in the water. They thought that since Mah&#257;r&#257;ja Yudhishthira must have prepared many valuable dishes for them and since they were not hungry and could not eat, the King would feel very sorry, so it was better not to go there. Thus they decided to go away.</P><P>This incident proves that the Lord is the greatest mystic, and therefore He is known as Yoge&#347;vara. Another instruction is that every householder must offer food to the Lord, and the result will be that everyone, even a company of guests numbering ten thousand, will be satisfied because of the Lord's being satisfied. That is the way of devotional service.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>