<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.12</P><P CLASS=c>yat-tejas&#257;tha bhagav&#257;n yudhi &#347;&#363;la-p&#257;nir</P><P CLASS=c>vism&#257;pitah sagirijo 'stram ad&#257;n nijam me</P><P CLASS=c>anye 'pi c&#257;ham amunaiva kalevarena</P><P CLASS=c>pr&#257;pto mahendra-bhavane mahad-&#257;san&#257;rdham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; by whose; <A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by influence; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; at one time; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the personality of god (Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>); <A CLASS=v HREF="http://vedabase.net/y/yudhi">yudhi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the battle; <A CLASS=v HREF="http://vedabase.net/s/sula">&#347;&#363;la</A>-<A CLASS=v HREF="http://vedabase.net/p/panih">p&#257;nih</A> &#8212; one who has <A HREF="http://vedabase.net/a/a">a</A> trident <A HREF="http://vedabase.net/i/in">in</A> his hand; <A CLASS=v HREF="http://vedabase.net/v/vismapitah">vism&#257;pitah</A> &#8212; astonished; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/g/girijah">girijah</A> &#8212; along with the daughter of the <A HREF="http://vedabase.net/h/himalaya">Himalaya</A> Mountains; <A CLASS=v HREF="http://vedabase.net/a/astram">astram</A> &#8212; weapon; <A CLASS=v HREF="http://vedabase.net/a/adat">ad&#257;t</A> &#8212; awarded; <A CLASS=v HREF="http://vedabase.net/n/nijam">nijam</A> &#8212; of his own; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> also others; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; myself; <A CLASS=v HREF="http://vedabase.net/a/amuna">amun&#257;</A> &#8212; by this; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; definitely; <A CLASS=v HREF="http://vedabase.net/k/kalevarena">kalevarena</A> &#8212; by the body; <A CLASS=v HREF="http://vedabase.net/p/praptah">pr&#257;ptah</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavane">bhavane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the house of Indradeva; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/a/asana">&#257;sana</A>-<A CLASS=v HREF="http://vedabase.net/a/ardham">ardham</A> &#8212; half-elevated seat.</P><P CLASS=t>TRANSLATION</P><P>It was by His influence only that in a fight I was able to astonish the personality of god Lord &#346;iva and his wife, the daughter of Mount Himalaya. Thus he [Lord &#346;iva] became pleased with me and awarded me his own weapon. Other demigods also delivered their respective weapons to me, and in addition I was able to reach the heavenly planets in this present body and was allowed a half-elevated seat.</P><P CLASS=t>PURPORT</P><P>By the grace of the Supreme Personality of Godhead &#346;r&#299; Krishna, all the demigods, including Lord &#346;iva, were pleased with Arjuna. The idea is that one who is favored by Lord &#346;iva or any other demigod may not necessarily be favored by the Supreme Lord &#346;r&#299; Krishna. R&#257;vana was certainly a great devotee of Lord &#346;iva, but he could not be saved from the wrath of the Supreme Personality of Godhead Lord R&#257;macandra. And there are many instances like that in the histories of the Pur&#257;nas. But here is an instance where we can see that Lord &#346;iva became pleased even in the fight with Arjuna. The devotees of the Supreme Lord know how to respect the demigods, but the devotees of the demigods sometimes foolishly think that the Supreme Personality of Godhead is no greater than the demigods. By such a conception, one becomes an offender and ultimately meets with the same end as R&#257;vana and others. The instances described by Arjuna during his friendly dealings with Lord &#346;r&#299; Krishna are instructive for all who may be convinced by the lessons that one can achieve all favors simply by pleasing the Supreme Lord &#346;r&#299; Krishna, whereas the devotees or worshipers of the demigods may achieve only partial benefits, which are also perishable, just as the demigods themselves are.</P><P>Another significance of the present verse is that Arjuna, by the grace of Lord &#346;r&#299; Krishna, was able to reach the heavenly planet even with the selfsame body and was honored by the heavenly demigod Indradeva, being seated with him half-elevated. One can reach the heavenly planets by the pious acts recommended in the &#347;&#257;stras in the category of fruitive activities. And as stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/21.htm">9.21</A>), when the reactions of such pious acts are spent, the enjoyer is again degraded to this earthly planet. The moon is also on the level with the heavenly planets, and only persons who have performed virtues only &#8212; performing sacrifices, giving charity and undergoing severe austerities &#8212; can be allowed to enter into the heavenly planets after the duration of life of the body. Arjuna was allowed to enter into the heavenly planets in the selfsame body simply by the grace of the Lord, otherwise it is not possible to do so. The present attempts to enter into the heavenly planets by the modern scientists will certainly prove futile because such scientists are not on the level of Arjuna. They are ordinary human beings, without any assets of sacrifice, charity or austerities. The material body is influenced by the three modes of material nature, namely goodness, passion and ignorance. The present population is more or less influenced by the modes of passion and ignorance, and the symptoms for such influence are exhibited in their becoming very lusty and greedy. Such degraded fellows can hardly approach the higher planetary systems. Above the heavenly planets there are many other planets also, which only those who are influenced by goodness can reach. In heavenly and other planets within the universe, the inhabitants are all highly intelligent, many more times than the human beings, and they are all pious in the higher and highest mode of goodness. They are all devotees of the Lord, and although their goodness is not unadulterated, still they are known as demigods possessing the maximum amount of good qualities possible within the material world.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>