<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.15</P><P CLASS=c>yo bh&#299;shma-karna-guru-&#347;alya-cam&#363;shv adabhra-</P><P CLASS=c>r&#257;janya-varya-ratha-mandala-mandit&#257;su</P><P CLASS=c>agrecaro mama vibho ratha-y&#363;thap&#257;n&#257;m</P><P CLASS=c>&#257;yur man&#257;msi ca dri&#347;&#257; saha oja &#257;rcchat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is <A HREF="http://vedabase.net/h/he">He</A> only; <A CLASS=v HREF="http://vedabase.net/b/bhisma">bh&#299;shma</A> &#8212; <A HREF="http://vedabase.net/b/bhisma">Bh&#299;shma</A>; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A> &#8212; <A HREF="http://vedabase.net/k/karna">Karna</A>; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; Dron&#257;c&#257;rya; <A CLASS=v HREF="http://vedabase.net/s/salya">&#347;alya</A> &#8212; <A HREF="http://vedabase.net/s/salya">&#346;alya</A>; <A CLASS=v HREF="http://vedabase.net/c/camusu">cam&#363;shu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the midst of the military phalanx; <A CLASS=v HREF="http://vedabase.net/a/adabhra">adabhra</A> &#8212; immense; <A CLASS=v HREF="http://vedabase.net/r/rajanya">r&#257;janya</A>-<A CLASS=v HREF="http://vedabase.net/v/varya">varya</A> &#8212; great royal princes; <A CLASS=v HREF="http://vedabase.net/r/ratha">ratha</A>-<A CLASS=v HREF="http://vedabase.net/m/mandala">mandala</A> &#8212; chain of chariots; <A CLASS=v HREF="http://vedabase.net/m/manditasu">mandit&#257;su</A> &#8212; being decorated with; <A CLASS=v HREF="http://vedabase.net/a/agrecarah">agrecarah</A> &#8212; going forward; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; of <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/v/vibho">vibho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great King; <A CLASS=v HREF="http://vedabase.net/r/ratha">ratha</A>-<A CLASS=v HREF="http://vedabase.net/y/yutha">y&#363;tha</A>-<A CLASS=v HREF="http://vedabase.net/p/panam">p&#257;n&#257;m</A> &#8212; all the charioteers; <A CLASS=v HREF="http://vedabase.net/a/ayuh">&#257;yuh</A> &#8212; duration of life or fruitive activities; <A CLASS=v HREF="http://vedabase.net/m/manamsi">man&#257;msi</A> &#8212; mental upsurges; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/drsa">dri&#347;&#257;</A> &#8212; by glance; <A CLASS=v HREF="http://vedabase.net/s/sahah">sahah</A> &#8212; power; <A CLASS=v HREF="http://vedabase.net/o/ojah">ojah</A> &#8212; strength; <A CLASS=v HREF="http://vedabase.net/a/arcchat">&#257;rcchat</A> &#8212; withdrew.</P><P CLASS=t>TRANSLATION</P><P>It was He only who withdrew the duration of life from everyone and who, in the battlefield, withdrew the speculative power and strength of enthusiasm from the great military phalanx made by the Kauravas, headed by Bh&#299;shma, Karna, Drona, &#346;alya, etc. Their arrangement was expert and more than adequate, but He [Lord &#346;r&#299; Krishna], while going forward, did all this.</P><P CLASS=t>PURPORT</P><P>The Absolute Personality of Godhead, Lord &#346;r&#299; Krishna, expands Himself by His plenary Param&#257;tm&#257; portion in everyone s heart, and thus He directs everyone in the matter of recollection, forgetfulness, knowledge, the absence of intelligence and all psychological activities (<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>). As the Supreme Lord, He can increase or decrease the duration of life of a living being. Thus the Lord conducted the Battle of Kurukshetra according to His own plan. He wanted that battle to establish Yudhishthira as the Emperor of this planet, and to facilitate this transcendental business He killed all who were on the opposite party by His omnipotent will. The other party was equipped with all military strength supported by big generals like Bh&#299;shma, Drona and &#346;alya and it would have been physically impossible for Arjuna to win the battle had the Lord not helped him by every kind of tactic. Such tactics are generally followed by every statesman, even in modern warfare, but they are all done materially by powerful espionages, military tactics and diplomatic maneuvers. But because Arjuna was the Lord's affectionate devotee, the Lord did all this Himself without personal anxiety by Arjuna. That is the way of the devotional service to the Lord.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>