<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.16</P><P CLASS=c>yad-dohshu m&#257; pranihitam guru-bh&#299;shma-karna-</P><P CLASS=c>naptri-trigarta-&#347;alya-saindhava-b&#257;hlik&#257;dyaih</P><P CLASS=c>astr&#257;ny amogha-mahim&#257;ni nir&#363;pit&#257;ni</P><P CLASS=c>nopaspri&#347;ur nrihari-d&#257;sam iv&#257;sur&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; under whose; <A CLASS=v HREF="http://vedabase.net/d/dohsu">dohshu</A> &#8212; protection of arms; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/p/pranihitam">pranihitam</A> &#8212; myself being situated; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; Dron&#257;c&#257;rya; <A CLASS=v HREF="http://vedabase.net/b/bhisma">bh&#299;shma</A> &#8212; <A HREF="http://vedabase.net/b/bhisma">Bh&#299;shma</A>; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A> &#8212; <A HREF="http://vedabase.net/k/karna">Karna</A>; <A CLASS=v HREF="http://vedabase.net/n/naptr">naptri</A> &#8212; Bh&#363;ri&#347;rav&#257;; <A CLASS=v HREF="http://vedabase.net/t/trigarta">trigarta</A> &#8212; King <A HREF="http://vedabase.net/s/susarma">Su&#347;arm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/salya">&#347;alya</A> &#8212; <A HREF="http://vedabase.net/s/salya">&#346;alya</A>; <A CLASS=v HREF="http://vedabase.net/s/saindhava">saindhava</A> &#8212; King Jayadratha; <A CLASS=v HREF="http://vedabase.net/b/bahlika">b&#257;hlika</A> &#8212; brother of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/s/santanu">&#346;&#257;ntanu</A> (<A HREF="http://vedabase.net/b/bhisma">Bh&#299;shma</A>'s father); <A CLASS=v HREF="http://vedabase.net/a/adyaih">&#257;dyaih</A> &#8212; etc.; <A CLASS=v HREF="http://vedabase.net/a/astrani">astr&#257;ni</A> &#8212; weapons; <A CLASS=v HREF="http://vedabase.net/a/amogha">amogha</A> &#8212; invincible; <A CLASS=v HREF="http://vedabase.net/m/mahimani">mahim&#257;ni</A> &#8212; very powerful; <A CLASS=v HREF="http://vedabase.net/n/nirupitani">nir&#363;pit&#257;ni</A> &#8212; applied; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/u/upasprsuh">upaspri&#347;uh</A> &#8212; touched; <A CLASS=v HREF="http://vedabase.net/n/nrhari">nrihari</A>-<A CLASS=v HREF="http://vedabase.net/d/dasam">d&#257;sam</A> &#8212; servitor of Nrisimhadeva (<A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A>); <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/asurani">asur&#257;ni</A> &#8212; weapons employed by the demons.</P><P CLASS=t>TRANSLATION</P><P>Great generals like Bh&#299;shma, Drona, Karna, Bh&#363;ri&#347;rav&#257;, Su&#347;arm&#257;, &#346;alya, Jayadratha, and B&#257;hlika all directed their invincible weapons against me. But by His [Lord Krishna's] grace they could not even touch a hair on my head. Similarly, Prahl&#257;da Mah&#257;r&#257;ja, the supreme devotee of Lord Nrisimhadeva, was unaffected by the weapons the demons used against him.</P><P CLASS=t>PURPORT</P><P>The history of Prahl&#257;da Mah&#257;r&#257;ja, the great devotee of Nrisimhadeva, is narrated in the Seventh Canto of &#346;r&#299;mad-Bh&#257;gavatam. Prahl&#257;da Mah&#257;r&#257;ja, a small child of only five years, became the object of envy for his great father, Hiranyaka&#347;ipu, only because of his becoming a pure devotee of the Lord. The demon father employed all his weapons to kill the devotee son, Prahl&#257;da, but by the grace of the Lord he was saved from all sorts of dangerous actions by his father. He was thrown in a fire, in boiling oil, from the top of a hill, underneath the legs of an elephant, and he was administered poison. At last the father himself took up a chopper to kill his son, and thus Nrisimhadeva appeared and killed the heinous father in the presence of the son. Thus no one can kill the devotee of the Lord. Similarly, Arjuna was also saved by the Lord, although all dangerous weapons were employed by his great opponents like Bh&#299;shma.</P><P>Karna: Born of Kunt&#299; by the sun-god prior to her marriage with Mah&#257;r&#257;ja P&#257;ndu, Karna took his birth with bangles and earrings, extraordinary signs for an undaunted hero. In the beginning his name was Vasusena, but when he grew up he presented his natural bangles and earrings to Indradeva, and thenceforward he became known as Vaikartana. After his birth from the maiden Kunt&#299;, he was thrown in the Ganges. Later he was picked up by Adhiratha, and he and his wife R&#257;dh&#257; brought him up as their own offspring. Karna was very charitable, especially toward the br&#257;hmanas. There was nothing he could not spare for a br&#257;hmana. In the same charitable spirit he gave in charity his natural bangles and earrings to Indradeva, who, being very much satisfied with him, gave him in return a great weapon called &#346;akti. He was admitted as one of the students of Dron&#257;c&#257;rya, and from the very beginning there was some rivalry between him and Arjuna. Seeing his constant rivalry with Arjuna, Duryodhana picked him up as his companion, and this gradually grew into greater intimacy. He was also present in the great assembly of Draupad&#299;'s svayamvara function, and when he attempted to exhibit his talent in that meeting, Draupad&#299;'s brother declared that Karna could not take part in the competition because of his being the son of a &#347;&#363;dra carpenter. Although he was refused in the competition, still when Arjuna was successful in piercing the fish target on the ceiling and Draupad&#299; bestowed her garland upon Arjuna, Karna and the other disappointed princes offered an unusual stumbling block to Arjuna while he was leaving with Draupad&#299;. Specifically, Karna fought with him very valiantly, but all of them were defeated by Arjuna. Duryodhana was very much pleased with Karna because of his constant rivalry with Arjuna, and when he was in power he enthroned Karna in the state of A&#324;ga. Being baffled in his attempt to win Draupad&#299;, Karna advised Duryodhana to attack King Drupada, for after defeating him both Arjuna and Draupad&#299; could be arrested. But Dron&#257;c&#257;rya rebuked them for this conspiracy, and they refrained from the action. Karna was defeated many times, not only by Arjuna but also by Bh&#299;masena. He was the king of the kingdom of Bengal, Orissa and Madras combined. Later on he took an active part in the R&#257;jas&#363;ya sacrifice of Mah&#257;r&#257;ja Yudhishthira, and when there was gambling between the rival brothers, designed by &#346;akuni, Karna took part in the game, and he was very pleased when Draupad&#299; was offered as a bet in the gambling. This fed his old grudge. When Draupad&#299; was in the game he was very enthusiastic to declare the news, and it is he who ordered Duh&#347;&#257;sana to take away the garments of both the P&#257;ndavas and Draupad&#299;. He asked Draupad&#299; to select another husband because, being lost by the P&#257;ndavas, she was rendered a slave of the Kurus. He was always an enemy of the P&#257;ndavas, and whenever there was an opportunity, he tried to curb them by all means. During the Battle of Kurukshetra, he foresaw the conclusive result, and he expressed his opinion that due to Lord Krishna's being the chariot driver of Arjuna, the battle should be won by Arjuna. He always differed with Bh&#299;shma, and sometimes he was proud enough to say that within five days he could finish up the P&#257;ndavas, if Bh&#299;shma would not interfere with his plan of action. But he was much mortified when Bh&#299;shma died. He killed Ghatotkaca with the &#346;akti weapon obtained from Indradeva. His son, Vrishasena, was killed by Arjuna. He killed the largest number of P&#257;ndava soldiers. At last there was a severe fight with Arjuna, and it was he only who was able to knock off the helmet of Arjuna. But it so happened that the wheel of his chariot stuck in the battlefield mud, and when he got down to set the wheel right, Arjuna took the opportunity and killed him, although he requested Arjuna not to do so.</P><P>Napt&#257;, or Bh&#363;ri&#347;rav&#257;: Bh&#363;ri&#347;rav&#257; was the son of Somadatta, a member of the Kuru family. His other brother was &#346;alya. Both the brothers and the father attended the svayamvara ceremony of Draupad&#299;. All of them appreciated the wonderful strength of Arjuna due to his being the devotee friend of the Lord, and thus Bh&#363;ri&#347;rav&#257; advised the sons of Dhritar&#257;shtra not to pick any quarrel or fight with them. All of them also attended the R&#257;jas&#363;ya yajña of Mah&#257;r&#257;ja Yudhishthira. He possessed one akshauhin&#299; regiment of army, cavalry, elephants and chariots, and all these were employed in the Battle of Kurukshetra on behalf of Duryodhana's party. He was counted by Bh&#299;ma as one of the y&#363;tha-patis. In the Battle of Kurukshetra he was especially engaged in a fight with S&#257;tyaki, and he killed ten sons of S&#257;tyaki. Later on, Arjuna cut off his hands, and he was ultimately killed by S&#257;tyaki. After his death he merged into the existence of Vi&#347;vadeva.</P><P>Trigarta, or Su&#347;arm&#257;: Son of Mah&#257;r&#257;ja Vriddhakshetra, he was the King of Trigartade&#347;a, and he was also present in the svayamvara ceremony of Draupad&#299;. He was one of the allies of Duryodhana, and he advised Duryodhana to attack the Matsyade&#347;a (Darbha&#324;ga). During the time of cow-stealing in Vir&#257;ta-nagara, he was able to arrest Mah&#257;r&#257;ja Vir&#257;ta, but later Mah&#257;r&#257;ja Vir&#257;ta was released by Bh&#299;ma. In the Battle of Kurukshetra he also fought very valiantly, but at the end he was killed by Arjuna.</P><P>Jayadratha: Another son of Mah&#257;r&#257;ja Vriddhakshetra. He was the King of Sindhude&#347;a (modern Sind Pakistan). His wife's name was Duh&#347;al&#257;. He was also present in the svayamvara ceremony of Draupad&#299;, and he desired very strongly to have her hand, but he failed in the competition. But since then he always sought the opportunity to get in touch with Draupad&#299;. When he was going to marry in the &#346;alyade&#347;a, on the way to K&#257;myavana he happened to see Draupad&#299; again and was too much attracted to her. The P&#257;ndavas and Draupad&#299; were then in exile, after losing their empire in gambling, and Jayadratha thought it wise to send news to Draupad&#299; in an illicit manner through Koti&#347;ashya, one of his associates. Draupad&#299; at once refused vehemently the proposal of Jayadratha, but being so much attracted by the beauty of Draupad&#299;, he tried again and again. Every time he was refused by Draupad&#299;. He tried to take her away forcibly on his chariot, and at first Draupad&#299; gave him a good dashing, and he fell like a cut-root tree. But he was not discouraged, and he was able to force Draupad&#299; to sit on the chariot. This incident was seen by Dhaumya Muni, and he strongly protested the action of Jayadratha. He also followed the chariot, and through Dh&#257;treyik&#257; the matter was brought to the notice of Mah&#257;r&#257;ja Yudhishthira. The P&#257;ndavas then attacked the soldiers of Jayadratha and killed them all, and at last Bh&#299;ma caught hold of Jayadratha and beat him very severely, almost dead. Then all but five hairs were cut off his head and he was taken to all the kings and introduced as the slave of Mah&#257;r&#257;ja Yudhishthira. He was forced to admit himself to be the slave of Mah&#257;r&#257;ja Yudhishthira before all the princely order, and in the same condition he was brought before Mah&#257;r&#257;ja Yudhishthira. Mah&#257;r&#257;ja Yudhishthira was kind enough to order him released, and when he admitted to being a tributary prince under Mah&#257;r&#257;ja Yudhishthira, Queen Draupad&#299; also desired his release. After this incident, he was allowed to return to his country. Being so insulted, he went to Ga&#324;g&#257;tri in the Himalayas and undertook a severe type of penance to please Lord &#346;iva. He asked his benediction to defeat all the P&#257;ndavas, at least one at a time. Then the Battle of Kurukshetra began, and he took sides with Duryodhana. In the first day's fight he was engaged with Mah&#257;r&#257;ja Drupada, then with Vir&#257;ta and then with Abhimanyu. While Abhimanyu was being killed, mercilessly surrounded by seven great generals, the P&#257;ndavas came to his help, but Jayadratha, by the mercy of Lord &#346;iva, repulsed them with great ability. At this, Arjuna took a vow to kill him, and on hearing this, Jayadratha wanted to leave the warfield and asked permission from the Kauravas for this cowardly action. But he was not allowed to do so. On the contrary, he was obliged to fight with Arjuna, and while the fight was going on Lord Krishna reminded Arjuna that the benediction of &#346;iva upon Jayadratha was that whoever would cause his head to fall on the ground would die at once. He therefore advised Arjuna to throw the head of Jayadratha directly onto the lap of his father, who was engaged in penances at the Samanta-pañcaka pilgrimage. This was actually done by Arjuna. Jayadratha's father was surprised to see a severed head on his lap, and he at once threw it to the ground. The father immediately died, his forehead being cracked in seven pieces.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>