<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.27</P><P CLASS=c>de&#347;a-k&#257;l&#257;rtha-yukt&#257;ni</P><P CLASS=c>hrit-t&#257;popa&#347;am&#257;ni ca</P><P CLASS=c>haranti smarata&#347; cittam</P><P CLASS=c>govind&#257;bhihit&#257;ni me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/desa">de&#347;a</A> &#8212; space; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; importance; <A CLASS=v HREF="http://vedabase.net/y/yuktani">yukt&#257;ni</A> &#8212; impregnated with; <A CLASS=v HREF="http://vedabase.net/h/hrt">hrit</A> &#8212; the heart; <A CLASS=v HREF="http://vedabase.net/t/tapa">t&#257;pa</A> &#8212; burning; <A CLASS=v HREF="http://vedabase.net/u/upasamani">upa&#347;am&#257;ni</A> &#8212; extinguishing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/h/haranti">haranti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> attracting; <A CLASS=v HREF="http://vedabase.net/s/smaratah">smaratah</A> &#8212; by remembering; <A CLASS=v HREF="http://vedabase.net/c/cittam">cittam</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A> &#8212; the Supreme Personality of pleasure; <A CLASS=v HREF="http://vedabase.net/a/abhihitani">abhihit&#257;ni</A> &#8212; narrated by; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>.</P><P CLASS=t>TRANSLATION</P><P>Now I am attracted to those instructions imparted to me by the Personality of Godhead [Govinda] because they are impregnated with instructions for relieving the burning heart in all circumstances of time and space.</P><P CLASS=t>PURPORT</P><P>Herein Arjuna refers to the instruction of the Bhagavad-g&#299;t&#257;, which was imparted to him by the Lord on the Battlefield of Kurukshetra. The Lord left behind Him the instructions of the Bhagavad-g&#299;t&#257; not for the benefit of Arjuna alone, but also for all time and in all lands. The Bhagavad-g&#299;t&#257;, being spoken by the Supreme Personality of Godhead, is the essence of all Vedic wisdom. It is nicely presented by the Lord Himself for all who have very little time to go through the vast Vedic literatures like the Upanishads, Pur&#257;nas and Ved&#257;nta-s&#363;tras. It is put within the study of the great historical epic Mah&#257;bh&#257;rata, which was especially prepared for the less intelligent class, namely the women, the laborers and those who are worthless descendants of the br&#257;hmanas, kshatriyas and higher sections of the vai&#347;yas. The problem which arose in the heart of Arjuna on the Battlefield of Kurukshetra was solved by the teachings of the Bhagavad-g&#299;t&#257;. Again, after the departure of the Lord from the vision of earthly people, when Arjuna was face to face with being vanquished in his acquired power and prominence, he wanted again to remember the great teachings of the Bhagavad-g&#299;t&#257; just to teach all concerned that the Bhagavad-g&#299;t&#257; can be consulted in all critical times, not only for solace from all kinds of mental agonies, but also for the way out of great entanglements which may embarrass one in some critical hour.</P><P>The merciful Lord left behind Him the great teachings of the Bhagavad-g&#299;t&#257; so that one can take the instructions of the Lord even when He is not visible to material eyesight. Material senses cannot have any estimation of the Supreme Lord, but by His inconceivable power the Lord can incarnate Himself to the sense perception of the conditioned souls in a suitable manner through the agency of matter, which is also another form of the Lord's manifested energy. Thus the Bhagavad-g&#299;t&#257;, or any authentic scriptural sound representation of the Lord, is also the incarnation of the Lord. There is no difference between the sound representation of the Lord and the Lord Himself. One can derive the same benefit from the Bhagavad-g&#299;t&#257; as Arjuna did in the personal presence of the Lord.</P><P>The faithful human being who is desirous of being liberated from the clutches of material existence can very easily take advantage of the Bhagavad-g&#299;t&#257;, and with this in view, the Lord instructed Arjuna as if Arjuna were in need of it. In the Bhagavad-g&#299;t&#257;, five important factors of knowledge have been delineated pertaining to (1) the Supreme Lord, (2) the living being, (3) nature, (4) time and space and (5) the process of activity. Out of these, the Supreme Lord and the living being are qualitatively one. The difference between the two has been analyzed as the difference between the whole and the part and parcel. Nature is inert matter displaying the interaction of three different modes, and eternal time and unlimited space are considered to be beyond the existence of the material nature. Activities of the living being are different varieties of aptitudes which can entrap or liberate the living being within and without material nature. All these subject matters are concisely discussed in the Bhagavad-g&#299;t&#257;, and later the subject matters are elaborated in the &#346;r&#299;mad-Bh&#257;gavatam for further enlightenment. Out of the five subjects, the Supreme Lord, the living entity, nature, and time and space are eternal, but the living entity, nature and time are under the direction of the Supreme Lord, who is absolute and completely independent of any other control. The Supreme Lord is the supreme controller. The material activity of the living being is beginningless, but it can be rectified by transferral into the spiritual quality. Thus it can cease its material qualitative reactions. Both the Lord and the living entity are cognizant, and both have the sense of identification, of being conscious as a living force. But the living being under the condition of material nature, called mahat-tattva, misidentifies himself as being different from the Lord. The whole scheme of Vedic wisdom is targeted to the aim of eradicating such a misconception and thus liberating the living being from the illusion of material identification. When such an illusion is eradicated by knowledge and renunciation, the living beings are responsible actors and enjoyers also. The sense of enjoyment in the Lord is real, but such a sense in the living being is a sort of wishful desire only. This difference in consciousness is the distinction of the two identities, namely the Lord and the living being. Otherwise there is no difference between the Lord and the living being. The living being is therefore eternally one and different simultaneously. The whole instruction of the Bhagavad-g&#299;t&#257; stands on this principle.</P><P>In the Bhagavad-g&#299;t&#257; the Lord and the living beings are both described as san&#257;tana, or eternal, and the Lord's abode, far beyond the material sky, is also described as san&#257;tana. The living being is invited to live in the san&#257;tana existence of the Lord, and the process which can help a living being to approach the Lord's abode, where the liberated activity of the soul is exhibited, is called san&#257;tana-dharma. One cannot, however, reach the eternal abode of the Lord without being free from the misconception of material identification, and the Bhagavad-g&#299;t&#257; gives us the clue how to achieve this stage of perfection. The process of being liberated from the misconception of material identification is called, in different stages, fruitive activity, empiric philosophy and devotional service, up to transcendental realization. Such transcendental realization is made possible by dovetailing all the above items in relation with the Lord. Prescribed duties of the human being, as directed in the Vedas, can gradually purify the sinful mind of the conditioned soul and raise him to the stage of knowledge. The purified stage of acquiring knowledge becomes the basis of devotional service to the Lord. As long as one is engaged in researching the solution of the problems of life, his knowledge is called jñ&#257;na, or purified knowledge, but on realizing the actual solution of life, one becomes situated in the devotional service of the Lord. The Bhagavad-g&#299;t&#257; begins with the problems of life by discriminating the soul from the elements of matter and proves by all reason and argument that the soul is indestructible in all circumstances and that the outer covering of matter, the body and the mind, change for another term of material existence which is full of miseries. The Bhagavad-g&#299;t&#257; is therefore meant for terminating all different types of miseries, and Arjuna took shelter of this great knowledge, which had been imparted to him during the Kurukshetra battle.</P><P CLASS=l><A CLASS=i HREF="25-26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>