<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.33</P><P CLASS=c>prith&#257;py anu&#347;rutya dhanañjayoditam</P><P CLASS=c>n&#257;&#347;am yad&#363;n&#257;m bhagavad-gatim ca t&#257;m</P><P CLASS=c>ek&#257;nta-bhakty&#257; bhagavaty adhokshaje</P><P CLASS=c>nive&#347;it&#257;tmoparar&#257;ma samsriteh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prtha">prith&#257;</A> &#8212; <A HREF="http://vedabase.net/k/kunti">Kunt&#299;</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/anusrutya">anu&#347;rutya</A> &#8212; overhearing; <A CLASS=v HREF="http://vedabase.net/d/dhananjaya">dhanañjaya</A> &#8212; <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>; <A CLASS=v HREF="http://vedabase.net/u/uditam">uditam</A> &#8212; uttered by; <A CLASS=v HREF="http://vedabase.net/n/nasam">n&#257;&#347;am</A> &#8212; end; <A CLASS=v HREF="http://vedabase.net/y/yadunam">yad&#363;n&#257;m</A> &#8212; of the <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; disappearance; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/a/anta">anta</A> &#8212; unalloyed; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; devotion; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Supreme Lord, <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/adhoksaje">adhokshaje</A> &#8212; transcendence; <A CLASS=v HREF="http://vedabase.net/n/nivesita">nive&#347;ita</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; with full attention; <A CLASS=v HREF="http://vedabase.net/u/upararama">uparar&#257;ma</A> &#8212; became released from; <A CLASS=v HREF="http://vedabase.net/s/samsrteh">samsriteh</A> &#8212; material existence.</P><P CLASS=t>TRANSLATION</P><P>Kunt&#299;, after overhearing Arjuna's telling of the end of the Yadu dynasty and disappearance of Lord Krishna, engaged in the devotional service of the transcendental Personality of Godhead with full attention and thus gained release from the course of material existence.</P><P CLASS=t>PURPORT</P><P>The setting of the sun does not mean the end of the sun. It means that the sun is out of our sight. Similarly, the end of the mission of the Lord on a particular planet or universe only means that He is out of our sight. The end of the Yadu dynasty also does not mean that it is annihilated. It disappears, along with the Lord, out of our sight. As Mah&#257;r&#257;ja Yudhishthira decided to prepare to go back to Godhead, so also Kunt&#299; decided, and thus she fully engaged herself in the transcendental devotional service of the Lord which guarantees one a passport for going back to Godhead after quitting this present material body. The beginning of devotional service to the Lord is the beginning of spiritualizing the present body, and thus an unalloyed devotee of the Lord loses all material contact in the present body. The abode of the Lord is not a myth, as is thought by the unbelievers or ignorant people, but one cannot reach there by any material means like a sputnik or space capsule. But one can certainly reach there after leaving this present body, and one must prepare himself to go back to Godhead by practicing devotional service. That guarantees a passport for going back to Godhead, and Kunt&#299; adopted it.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>