<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.34</P><P CLASS=c>yay&#257;harad bhuvo bh&#257;ram</P><P CLASS=c>t&#257;m tanum vijah&#257;v ajah</P><P CLASS=c>kantakam kantakeneva</P><P CLASS=c>dvayam c&#257;p&#299;&#347;ituh samam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; that by which; <A CLASS=v HREF="http://vedabase.net/a/aharat">aharat</A> &#8212; took away; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; of the world; <A CLASS=v HREF="http://vedabase.net/b/bharam">bh&#257;ram</A> &#8212; burden; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tanum">tanum</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/v/vijahau">vijahau</A> &#8212; relinquished; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; the unborn; <A CLASS=v HREF="http://vedabase.net/k/kantakam">kantakam</A> &#8212; thorn; <A CLASS=v HREF="http://vedabase.net/k/kantakena">kantakena</A> &#8212; by the thorn; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like that; <A CLASS=v HREF="http://vedabase.net/d/dvayam">dvayam</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/i/isituh">&#299;&#347;ituh</A> &#8212; controlling; <A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; equal.</P><P CLASS=t>TRANSLATION</P><P>The supreme unborn, Lord &#346;r&#299; Krishna, caused the members of the Yadu dynasty to relinquish their bodies, and thus He relieved the burden of the world. This action was like picking out a thorn with a thorn, though both are the same to the controller.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura suggests that the rishis like &#346;aunaka and others who were hearing &#346;r&#299;mad-Bh&#257;gavatam from S&#363;ta Gosv&#257;m&#299; at Naimish&#257;ranya were not happy to hear about the Yadu's dying in the madness of intoxication. To give them relief from this mental agony, S&#363;ta Gosv&#257;m&#299; assured them that the Lord caused the members of the Yadu dynasty to relinquish their bodies by which they had to take away the burden of the world. The Lord and His eternal associates appeared on earth to help the administrative demigods in eradicating the burden of the world. He therefore called for some of the confidential demigods to appear in the Yadu family and serve Him in His great mission. After the mission was fulfilled, the demigods, by the will of the Lord, relinquished their corporeal bodies by fighting amongst themselves in the madness of intoxication. The demigods are accustomed to drinking the soma-rasa beverage, and therefore the drinking of wine and intoxication are not unknown to them. Sometimes they were put into trouble for indulging in intoxication. Once the sons of Kuvera fell in the wrath of N&#257;rada for being intoxicated, but afterwards they regained their original forms by the grace of the Lord &#346;r&#299; Krishna. We shall find this story in the Tenth Canto. For the Supreme Lord, both the asuras and the demigods are equal, but the demigods are obedient to the Lord, whereas the asuras are not. Therefore, the example of picking out a thorn by another thorn is quite befitting. One thorn, which causes pinpricks on the leg of the Lord, is certainly disturbing to the Lord, and the other thorn, which takes out the disturbing elements, certainly gives service to the Lord. So although every living being is a part and parcel of the Lord, still one who is a pinprick to the Lord is called an asura, and one who is a voluntary servitor of the Lord is called a devat&#257;, or demigod. In the material world the devat&#257;s and asuras are always contending, and the devat&#257;s are always saved from the hands of the asuras by the Lord. Both of them are under the control of the Lord. The world is full of two kinds of living beings, and the Lord's mission is always to protect the devat&#257;s and destroy the asuras, whenever there is such a need in the world, and to do good to both of them.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>