<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.38</P><P CLASS=c>sva-r&#257;t pautram vinayinam</P><P CLASS=c>&#257;tmanah susamam gunaih</P><P CLASS=c>toya-n&#299;vy&#257;h patim bh&#363;mer</P><P CLASS=c>abhyashiñcad gaj&#257;hvaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rat">r&#257;t</A> &#8212; the emperor; <A CLASS=v HREF="http://vedabase.net/p/pautram">pautram</A> &#8212; unto the grandson; <A CLASS=v HREF="http://vedabase.net/v/vinayinam">vinayinam</A> &#8212; properly trained; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; his own self; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; equal <A HREF="http://vedabase.net/i/in">in</A> all respects; <A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; by the qualities; <A CLASS=v HREF="http://vedabase.net/t/toya">toya</A>-<A CLASS=v HREF="http://vedabase.net/n/nivyah">n&#299;vy&#257;h</A> &#8212; bordered by the seas; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; master; <A CLASS=v HREF="http://vedabase.net/b/bhumeh">bh&#363;meh</A> &#8212; of the land; <A CLASS=v HREF="http://vedabase.net/a/abhyasincat">abhyashiñcat</A> &#8212; enthroned; <A CLASS=v HREF="http://vedabase.net/g/gajahvaye">gaj&#257;hvaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the capital of Hastin&#257;pura.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, in the capital of Hastin&#257;pura, he enthroned his grandson, who was trained and equally qualified, as the emperor and master of all land bordered by the seas.</P><P CLASS=t>PURPORT</P><P>The total land on the earth bordered by the seas was under the subjugation of the King of Hastin&#257;pura. Mah&#257;r&#257;ja Yudhishthira trained his grandson, Mah&#257;r&#257;ja Par&#299;kshit, who was equally qualified, in state administration in terms of the king's obligation to the citizens. Thus Par&#299;kshit was enthroned on the seat of Mah&#257;r&#257;ja Yudhishthira prior to his departure back to Godhead. Concerning Mah&#257;r&#257;ja Par&#299;kshit, the specific word used, vinayinam, is significant. Why was the King of Hastin&#257;pura, at least till the time of Mah&#257;r&#257;ja Par&#299;kshit, accepted as the Emperor of the world? The only reason is that the people of the world were happy because of the good administration of the emperor. The happiness of the citizens was due to the ample production of natural produce such as grains, fruits, milk, herbs, valuable stones, minerals and everything that the people needed. They were even free from all bodily miseries, anxieties of mind, and disturbances caused by natural phenomena and other living beings. Because everyone was happy in all respects, there was no resentment, although there were sometimes battles between the state kings for political reasons and supremacy. Everyone was trained to attain the highest goal of life, and therefore the people were also enlightened enough not to quarrel over trivialities. The influence of the age of Kali gradually infiltrated the good qualities of both the kings and the citizens, and therefore a tense situation developed between the ruler and the ruled, but still even in this age of disparity between the ruler and the ruled, there can be spiritual emolument and God consciousness. That is a special prerogative.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>