<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.39</P><P CLASS=c>mathur&#257;y&#257;m tath&#257; vajram</P><P CLASS=c>&#347;&#363;rasena-patim tatah</P><P CLASS=c>pr&#257;j&#257;paty&#257;m nir&#363;pyeshtim</P><P CLASS=c>agn&#299;n apibad &#299;&#347;varah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mathurayam">mathur&#257;y&#257;m</A> &#8212; at <A HREF="http://vedabase.net/m/mathura">Mathur&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vajram">vajram</A> &#8212; <A HREF="http://vedabase.net/v/vajra">Vajra</A>; <A CLASS=v HREF="http://vedabase.net/s/surasena">&#347;&#363;rasena</A>-<A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; King of the &#346;&#363;rasenas; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/p/prajapatyam">pr&#257;j&#257;paty&#257;m</A> &#8212; <A HREF="http://vedabase.net/p/prajapatya">Pr&#257;j&#257;patya</A> sacrifice; <A CLASS=v HREF="http://vedabase.net/n/nirupya">nir&#363;pya</A> &#8212; having performed; <A CLASS=v HREF="http://vedabase.net/i/istim">ishtim</A> &#8212; goal; <A CLASS=v HREF="http://vedabase.net/a/agnin">agn&#299;n</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/a/apibat">apibat</A> &#8212; placed <A HREF="http://vedabase.net/i/in">in</A> himself; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; capable.</P><P CLASS=t>TRANSLATION</P><P>Then he posted Vajra, the son of Aniruddha [grandson of Lord Krishna], at Mathur&#257; as the King of &#346;&#363;rasena. Afterwards Mah&#257;r&#257;ja Yudhishthira performed a Pr&#257;j&#257;patya sacrifice and placed in himself the fire for quitting household life.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Yudhishthira, after placing Mah&#257;r&#257;ja Par&#299;kshit on the imperial throne of Hastin&#257;pura, and after posting Vajra, the great-grandson of Lord Krishna, as the King of Mathur&#257;, accepted the renounced order of life. The system of four orders of life and four castes in terms of quality and work, known as varn&#257;&#347;rama-dharma, is the beginning of real human life, and Mah&#257;r&#257;ja Yudhishthira, as the protector of this system of human activities, timely retired from active life as a sanny&#257;s&#299;, handing over the charge of the administration to a trained prince, Mah&#257;r&#257;ja Par&#299;kshit. The scientific system of varn&#257;&#347;rama-dharma divides the human life into four divisions of occupation and four orders of life. The four orders of life as brahmac&#257;r&#299;, grihastha, v&#257;naprastha and sanny&#257;s&#299; are to be followed by all, irrespective of the occupational division. Modern politicians do not wish to retire from active life, even if they are old enough, but Yudhishthira Mah&#257;r&#257;ja, as an ideal king, voluntarily retired from active administrative life to prepare himself for the next life. Everyone's life must be so arranged that the last stage of life, say at least the last fifteen to twenty years prior to death, can be absolutely devoted to the devotional service of the Lord to attain the highest perfection of life. It is really foolishness to engage oneself all the days of one's life in material enjoyment and fruitive activities, because as long as the mind remains absorbed in fruitive work for material enjoyment, there is no chance of getting out from conditioned life, or material bondage. No one should follow the suicidal policy of neglecting one's supreme task of attaining the highest perfection of life, namely going back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>