<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.45</P><P CLASS=c>sarve tam anunirjagmur</P><P CLASS=c>bhr&#257;tarah krita-ni&#347;cay&#257;h</P><P CLASS=c>kalin&#257;dharma-mitrena</P><P CLASS=c>drishtv&#257; sprisht&#257;h praj&#257; bhuvi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all his younger brothers; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/a/anunirjagmuh">anunirjagmuh</A> &#8212; left home by following the elder; <A CLASS=v HREF="http://vedabase.net/b/bhratarah">bhr&#257;tarah</A> &#8212; brothers; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/n/niscayah">ni&#347;cay&#257;h</A> &#8212; decidedly; <A CLASS=v HREF="http://vedabase.net/k/kalina">kalin&#257;</A> &#8212; by the <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/a/adharma">adharma</A> &#8212; principle of irreligion; <A CLASS=v HREF="http://vedabase.net/m/mitrena">mitrena</A> &#8212; by the friend; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; observing; <A CLASS=v HREF="http://vedabase.net/s/sprstah">sprisht&#257;h</A> &#8212; having overtaken; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; all citizens; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the earth.</P><P CLASS=t>TRANSLATION</P><P>The younger brothers of Mah&#257;r&#257;ja Yudhishthira observed that the age of Kali had already arrived throughout the world and that the citizens of the kingdom were already affected by irreligious practice. Therefore they decided to follow in the footsteps of their elder brother.</P><P CLASS=t>PURPORT</P><P>The younger brothers of Mah&#257;r&#257;ja Yudhishthira were already obedient followers of the great Emperor, and they had sufficiently been trained to know the ultimate goal of life. They therefore decidedly followed their eldest brother in rendering devotional service to Lord &#346;r&#299; Krishna. According to the principles of san&#257;tana-dharma, one must retire from family life after half the duration of life is finished and must engage himself in self-realization. But the question of engaging oneself is not always decided. Sometimes retired men are bewildered about how to engage themselves for the last days of life. Here is a decision by authorities like the P&#257;ndavas. All of them engaged themselves in favorably culturing the devotional service of the Lord &#346;r&#299; Krishna, the Supreme Personality of Godhead. According to Sv&#257;m&#299; &#346;r&#299;dhara, dharma, artha, k&#257;ma and moksha, or fruitive activities, philosophical speculations and salvation, as conceived by several persons, are not the ultimate goal of life. They are more or less practiced by persons who have no information of the ultimate goal of life. The ultimate goal of life is already indicated by the Lord Himself in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/64.htm">18.64</A>), and the P&#257;ndavas were intelligent enough to follow it without hesitation.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>