<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.46</P><P CLASS=c>te s&#257;dhu-krita-sarv&#257;rth&#257;</P><P CLASS=c>jñ&#257;tv&#257;tyantikam &#257;tmanah</P><P CLASS=c>manas&#257; dh&#257;ray&#257;m &#257;sur</P><P CLASS=c>vaikuntha-caran&#257;mbujam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; having performed everything worthy of <A HREF="http://vedabase.net/a/a">a</A> saint; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arth&#257;h</A> &#8212; that which includes everything worthy; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; knowing <A HREF="http://vedabase.net/i/it">it</A> well; <A CLASS=v HREF="http://vedabase.net/a/atyantikam">&#257;tyantikam</A> &#8212; the ultimate; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the living being; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; within the mind; <A CLASS=v HREF="http://vedabase.net/d/dharayam">dh&#257;ray&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asuh">&#257;suh</A> &#8212; sustained; <A CLASS=v HREF="http://vedabase.net/v/vaikuntha">vaikuntha</A> &#8212; the Lord of the spiritual sky; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/ambujam">ambujam</A> &#8212; the lotus feet.</P><P CLASS=t>TRANSLATION</P><P>They all had performed all the principles of religion and as a result rightly decided that the lotus feet of the Lord &#346;r&#299; Krishna are the supreme goal of all. Therefore they meditated upon His feet without interruption.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/28.htm">7.28</A>) the Lord says that only those who have done pious deeds in previous lives and have become freed from the results of all impious acts can concentrate upon the lotus feet of the Supreme Lord &#346;r&#299; Krishna. The P&#257;ndavas, not only in this life but also in their previous lives, had always performed the supreme pious work, and thus they are ever free from all the reactions of impious work. It is quite reasonable, therefore, that they concentrated their minds upon the lotus feet of the Supreme Lord &#346;r&#299; Krishna. According to &#346;r&#299; Vi&#347;van&#257;tha Cakravart&#299;, dharma, artha, k&#257;ma and moksha principles are accepted by persons who are not free from the results of impious action. Such persons affected with the contaminations of the above four principles cannot at once accept the lotus feet of the Lord in the spiritual sky. The Vaikuntha world is situated far beyond the material sky. The material sky is under the management of Durg&#257; Dev&#299;, or the material energy of the Lord, but the Vaikuntha world is managed by the personal energy of the Lord.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47-48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>