<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verses 47-48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verses 47-48"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.47-48</P><P CLASS=c>tad-dhy&#257;nodriktay&#257; bhakty&#257;</P><P CLASS=c>vi&#347;uddha-dhishan&#257;h pare</P><P CLASS=c>tasmin n&#257;r&#257;yana-pade</P><P CLASS=c>ek&#257;nta-matayo gatim</P><P CLASS=c>av&#257;pur durav&#257;p&#257;m te</P><P CLASS=c>asadbhir vishay&#257;tmabhih</P><P CLASS=c>vidh&#363;ta-kalmash&#257; sth&#257;nam</P><P CLASS=c>virajen&#257;tmanaiva hi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/dhyana">dhy&#257;na</A> &#8212; positive meditation; <A CLASS=v HREF="http://vedabase.net/u/utriktaya">utriktay&#257;</A> &#8212; being freed from; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> devotional attitude; <A CLASS=v HREF="http://vedabase.net/v/visuddha">vi&#347;uddha</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/d/dhisanah">dhishan&#257;h</A> &#8212; by intelligence; <A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; unto the Transcendence; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; the Personality of Godhead <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; unto the lotus feet; <A CLASS=v HREF="http://vedabase.net/e/ekanta">ek&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/m/matayah">matayah</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> fixed <A HREF="http://vedabase.net/i/in">in</A> the Supreme, who is one; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; destination; <A CLASS=v HREF="http://vedabase.net/a/avapuh">av&#257;puh</A> &#8212; attained; <A CLASS=v HREF="http://vedabase.net/d/duravapam">durav&#257;p&#257;m</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> obtain; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by them; <A CLASS=v HREF="http://vedabase.net/a/asadbhih">asadbhih</A> &#8212; by the materialists; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A>-<A CLASS=v HREF="http://vedabase.net/a/atmabhih">&#257;tmabhih</A> &#8212; absorbed <A HREF="http://vedabase.net/i/in">in</A> material needs; <A CLASS=v HREF="http://vedabase.net/v/vidhuta">vidh&#363;ta</A> &#8212; washed off; <A CLASS=v HREF="http://vedabase.net/k/kalmasah">kalmash&#257;h</A> &#8212; material contaminations; <A CLASS=v HREF="http://vedabase.net/s/sthanam">sth&#257;nam</A> &#8212; abode; <A CLASS=v HREF="http://vedabase.net/v/virajena">virajena</A> &#8212; without material passion; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; by the selfsame body; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly.</P><P CLASS=t>TRANSLATION</P><P>Thus by pure consciousness due to constant devotional remembrance, they attained the spiritual sky, which is ruled over by the Supreme N&#257;r&#257;yana, Lord Krishna. This is attained only by those who meditate upon the one Supreme Lord without deviation. This abode of the Lord &#346;r&#299; Krishna, known as Goloka Vrind&#257;vana, cannot be attained by persons who are absorbed in the material conception of life. But the P&#257;ndavas, being completely washed of all material contamination, attained that abode in their very same bodies.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, a person freed from the three modes of material qualities, namely goodness, passion and ignorance, and situated in transcendence can reach the highest perfection of life without change of body. &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; in his Hari-bhakti-vil&#257;sa says that a person, whatever he may be, can attain the perfection of a twice-born br&#257;hmana by undergoing the spiritual disciplinary actions under the guidance of a bona fide spiritual master, exactly as a chemist can turn gun metal into gold by chemical manipulation. It is therefore the actual guidance that matters in the process of becoming a br&#257;hmana, even without change of body, or in going back to Godhead without change of body. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; remarks that the word hi used in this connection positively affirms this truth, and there is no doubt about this factual position. The Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>) also affirms this statement of &#346;r&#299;la J&#299;va Gosv&#257;m&#299; when the Lord says that anyone who executes devotional service systematically without deviation can attain the perfection of Brahman by surpassing the contamination of the three modes of material nature, and when the Brahman perfection is still more advanced by the selfsame execution of devotional service, there is no doubt at all that one can attain the supreme spiritual planet, Goloka Vrind&#257;vana, without change of body, as we have already discussed in connection with the Lord's returning to His abode without a change of body.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>