<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.50</P><P CLASS=c>draupad&#299; ca tad&#257;jñ&#257;ya</P><P CLASS=c>pat&#299;n&#257;m anapekshat&#257;m</P><P CLASS=c>v&#257;sudeve bhagavati</P><P CLASS=c>hy ek&#257;nta-matir &#257;pa tam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/draupadi">draupad&#299;</A> &#8212; <A HREF="http://vedabase.net/d/draupadi">Draupad&#299;</A> (the wife of the P&#257;ndavas); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/a/ajnaya">&#257;jñ&#257;ya</A> &#8212; knowing Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A> fully well; <A CLASS=v HREF="http://vedabase.net/p/patinam">pat&#299;n&#257;m</A> &#8212; of the husbands; <A CLASS=v HREF="http://vedabase.net/a/anapeksatam">anapekshat&#257;m</A> &#8212; who did not <A HREF="http://vedabase.net/c/care">care</A> for her; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; unto Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A> (<A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the personality of Godhead; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; exactly; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/a/anta">anta</A> &#8212; absolutely; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; concentration; <A CLASS=v HREF="http://vedabase.net/a/apa">&#257;pa</A> &#8212; got; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him (the Lord).</P><P CLASS=t>TRANSLATION</P><P>Draupad&#299; also saw that her husbands, without caring for her, were leaving home. She knew well about Lord V&#257;sudeva, Krishna, the Personality of Godhead. Both she and Subhadr&#257; became absorbed in thoughts of Krishna and attained the same results as their husbands.</P><P CLASS=t>PURPORT</P><P>When flying an airplane, one cannot take care of other planes. Everyone has to take care of his own plane, and if there is any danger, no other plane can help another in that condition. Similarly, at the end of life, when one has to go back home, back to Godhead, everyone has to take care of himself without help rendered by another. The help is, however, offered on the ground before flying in space. Similarly, the spiritual master, the father, the mother, the relatives, the husband and others can all render help during one's lifetime, but while crossing the sea one has to take care of himself and utilize the instructions formerly received. Draupad&#299; had five husbands, and no one asked Draupad&#299; to come; Draupad&#299; had to take care of herself without waiting for her great husbands. And because she was already trained, she at once took to concentration upon the lotus feet of Lord V&#257;sudeva, Krishna, the Personality of Godhead. The wives also got the same result as their husbands, in the same manner; that is to say, without changing their bodies they reached the destination of Godhead. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura suggests that both Draupad&#299; and Subhadr&#257;, although her name is not mentioned herein, got the same result. None of them had to quit the body.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>