<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.7</P><P CLASS=c>yat-sam&#347;ray&#257;d drupada-geham up&#257;gat&#257;n&#257;m</P><P CLASS=c>r&#257;jñ&#257;m svayamvara-mukhe smara-durmad&#257;n&#257;m</P><P CLASS=c>tejo hritam khalu may&#257;bhihata&#347; ca matsyah</P><P CLASS=c>sajj&#299;kritena dhanush&#257;dhigat&#257; ca krishn&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; by whose merciful; <A CLASS=v HREF="http://vedabase.net/s/samsrayat">sam&#347;ray&#257;t</A> &#8212; by strength; <A CLASS=v HREF="http://vedabase.net/d/drupada">drupada</A>-<A CLASS=v HREF="http://vedabase.net/g/geham">geham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the palace of King <A HREF="http://vedabase.net/d/drupada">Drupada</A>; <A CLASS=v HREF="http://vedabase.net/u/upagatanam">up&#257;gat&#257;n&#257;m</A> &#8212; all those assembled; <A CLASS=v HREF="http://vedabase.net/r/rajnam">r&#257;jñ&#257;m</A> &#8212; of the princes; <A CLASS=v HREF="http://vedabase.net/s/svayamvara">svayamvara</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhe">mukhe</A> &#8212; on the occasion of the selection of the bridegroom; <A CLASS=v HREF="http://vedabase.net/s/smara">smara</A>-<A CLASS=v HREF="http://vedabase.net/d/durmadanam">durmad&#257;n&#257;m</A> &#8212; all lusty <A HREF="http://vedabase.net/i/in">in</A> thought; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah</A> &#8212; power; <A CLASS=v HREF="http://vedabase.net/h/hrtam">hritam</A> &#8212; vanquished; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> were; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/abhihatah">abhihatah</A> &#8212; pierced; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/matsyah">matsyah</A> &#8212; the fish target; <A CLASS=v HREF="http://vedabase.net/s/sajji">sajj&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krtena">kritena</A> &#8212; by equipping the bow; <A CLASS=v HREF="http://vedabase.net/d/dhanusa">dhanush&#257;</A> &#8212; by that bow also; <A CLASS=v HREF="http://vedabase.net/a/adhigata">adhigat&#257;</A> &#8212; gained; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishn&#257;</A> &#8212; <A HREF="http://vedabase.net/d/draupadi">Draupad&#299;</A>.</P><P CLASS=t>TRANSLATION</P><P>Only by His merciful strength was I able to vanquish all the lusty princes assembled at the palace of King Drupada for the selection of the bridegroom. With my bow and arrow I could pierce the fish target and thereby gain the hand of Draupad&#299;.</P><P CLASS=t>PURPORT</P><P>Draupad&#299; was the most beautiful daughter of King Drupada, and when she was a young girl almost all the princes desired her hand. But Drupada Mah&#257;r&#257;ja decided to hand over his daughter to Arjuna only and therefore contrived a peculiar way. There was a fish hanging on the inner roof of the house under the protection of a wheel. The condition was that out of the princely order, one must be able to pierce the fish's eyes through the wheel of protection, and no one would be allowed to look up at the target. On the ground there was a waterpot in which the target and wheel were reflected, and one had to fix his aim towards the target by looking at the trembling water in the pot. Mah&#257;r&#257;ja Drupada well knew that only Arjuna or alternately Karna could successfully carry out the plan. But still he wanted to hand his daughter to Arjuna. And in the assembly of the princely order, when Dhrishtadyumna, the brother of Draupad&#299;, introduced all the princes to his grown-up sister, Karna was also present in the game. But Draupad&#299; tactfully avoided Karna as the rival of Arjuna, and she expressed her desires through her brother Dhrishtadyumna that she was unable to accept anyone who was less than a kshatriya. The vai&#347;yas and the &#347;&#363;dras are less important than the kshatriyas. Karna was known as the son of a carpenter, a &#347;&#363;dra. So Draupad&#299; avoided Karna by this plea. When Arjuna, in the dress of a poor br&#257;hmana, pierced the difficult target, everyone was astonished, and all of them, especially Karna, offered a stiff fight to Arjuna, but as usual by the grace of Lord Krishna he was able to emerge very successful in the princely fight and thus gain the valuable hand of Krishn&#257;, or Draupad&#299;. Arjuna was lamentingly remembering the incident in the absence of the Lord, by whose strength only he was so powerful.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>