<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.8</P><P CLASS=c>yat-sannidh&#257;v aham u kh&#257;ndavam agnaye 'd&#257;m</P><P CLASS=c>indram ca s&#257;mara-ganam taras&#257; vijitya</P><P CLASS=c>labdh&#257; sabh&#257; maya-krit&#257;dbhuta-&#347;ilpa-m&#257;y&#257;</P><P CLASS=c>digbhyo 'haran nripatayo balim adhvare te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/s/sannidhau">sannidhau</A> &#8212; being nearby; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; myself; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> &#8212; note of astonishment; <A CLASS=v HREF="http://vedabase.net/k/khandavam">kh&#257;ndavam</A> &#8212; the protected forest of <A HREF="http://vedabase.net/i/indra">Indra</A>, King of heaven; <A CLASS=v HREF="http://vedabase.net/a/agnaye">agnaye</A> &#8212; unto the fire-god; <A CLASS=v HREF="http://vedabase.net/a/adam">ad&#257;m</A> &#8212; delivered; <A CLASS=v HREF="http://vedabase.net/i/indram">indram</A> &#8212; <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/a/amara">amara</A>-<A CLASS=v HREF="http://vedabase.net/g/ganam">ganam</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/t/tarasa">taras&#257;</A> &#8212; with all dexterity; <A CLASS=v HREF="http://vedabase.net/v/vijitya">vijitya</A> &#8212; having conquered; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdh&#257;</A> &#8212; having obtained; <A CLASS=v HREF="http://vedabase.net/s/sabha">sabh&#257;</A> &#8212; assembly house; <A CLASS=v HREF="http://vedabase.net/m/maya">maya</A>-<A CLASS=v HREF="http://vedabase.net/k/krta">krit&#257;</A> &#8212; built by <A HREF="http://vedabase.net/m/maya">Maya</A>; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A> &#8212; very wonderful; <A CLASS=v HREF="http://vedabase.net/s/silpa">&#347;ilpa</A> &#8212; art and workmanship; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/d/digbhyah">digbhyah</A> &#8212; from all directions; <A CLASS=v HREF="http://vedabase.net/a/aharan">aharan</A> &#8212; collected; <A CLASS=v HREF="http://vedabase.net/n/nrpatayah">nripatayah</A> &#8212; all princes; <A CLASS=v HREF="http://vedabase.net/b/balim">balim</A> &#8212; presentations; <A CLASS=v HREF="http://vedabase.net/a/adhvare">adhvare</A> &#8212; brought; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your.</P><P CLASS=t>TRANSLATION</P><P>Because He was near me, it was possible for me to conquer with great dexterity the powerful King of heaven, Indradeva, along with his demigod associates and thus enable the fire-god to devastate the Kh&#257;ndava Forest. And only by His grace was the demon named Maya saved from the blazing Kh&#257;ndava Forest, and thus we could build our assembly house of wonderful architectural workmanship, where all the princes assembled during the performance of R&#257;jas&#363;ya-yajña and paid you tributes.</P><P CLASS=t>PURPORT</P><P>The demon Maya D&#257;nava was an inhabitant of the forest Kh&#257;ndava, and when the Kh&#257;ndava Forest was set on fire, he asked protection from Arjuna. Arjuna saved his life, and as a result of this the demon felt obliged. He reciprocated by building a wonderful assembly house for the P&#257;ndavas, which attracted the extraordinary attention of all state princes. They felt the supernatural power of the P&#257;ndavas, and thus without grudge all of them submitted and paid tributes to the Emperor. The demons possess wonderful and supernatural powers to create material wonders. But they are always disturbing elements of the society. The modern demons are the harmful material scientists who create some material wonders for disturbance in the society. For example, the creation of nuclear weapons has caused some panic in human society. Maya was also a materialist like that, and he knew the art of creating such wonderful things. And yet Lord Krishna wanted to kill him. When he was chased both by the fire and by the wheel of Lord Krishna, he took shelter of such a devotee as Arjuna, who saved him from the wrath of the fire of Lord &#346;r&#299; Krishna. Devotees are therefore more merciful than the Lord, and in devotional service the mercy of a devotee is more valuable than the mercy of the Lord. Both the fire and the Lord ceased from chasing the demon as soon as both of them saw that the demon was given shelter by such a devotee as Arjuna. This demon, feeling obliged to Arjuna, wanted to do him some service to show his gratefulness, but Arjuna declined to accept anything from him in exchange. Lord &#346;r&#299; Krishna, however, being pleased with Maya for his taking shelter of a devotee, asked him to render service unto King Yudhishthira by building a wonderful assembly house. The process is that by the grace of the devotee the mercy of the Lord is obtained, and by the mercy of the Lord a chance to serve the Lord's devotee is obtained. The club of Bh&#299;masena was also a gift of Maya D&#257;nava.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>