<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;ndavas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.9</P><P CLASS=c>yat-tejas&#257; nripa-&#347;iro-'&#324;ghrim ahan makh&#257;rtham</P><P CLASS=c>&#257;ryo 'nujas tava gaj&#257;yuta-sattva-v&#299;ryah</P><P CLASS=c>ten&#257;hrit&#257;h pramatha-n&#257;tha-makh&#257;ya bh&#363;p&#257;</P><P CLASS=c>yan-mocit&#257;s tad-anayan balim adhvare te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by influence; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A>-<A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A>-<A CLASS=v HREF="http://vedabase.net/a/anghrim">a&#324;ghrim</A> &#8212; one whose feet <A HREF="http://vedabase.net/a/are">are</A> adored by the heads of kings; <A CLASS=v HREF="http://vedabase.net/a/ahan">ahan</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/m/makha">makha</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; for the sacrifice; <A CLASS=v HREF="http://vedabase.net/a/aryah">&#257;ryah</A> &#8212; respectable; <A CLASS=v HREF="http://vedabase.net/a/anujah">anujah</A> &#8212; younger brother; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/g/gaja">gaja</A>-<A CLASS=v HREF="http://vedabase.net/a/ayuta">ayuta</A> &#8212; ten thousand elephants; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/v/viryah">v&#299;ryah</A> &#8212; powerful existence; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by him; <A CLASS=v HREF="http://vedabase.net/a/ahrtah">&#257;hrit&#257;h</A> &#8212; collected; <A CLASS=v HREF="http://vedabase.net/p/pramatha">pramatha</A>-<A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; the lord of the ghosts (Mah&#257;bhairava); <A CLASS=v HREF="http://vedabase.net/m/makhaya">makh&#257;ya</A> &#8212; for sacrifice; <A CLASS=v HREF="http://vedabase.net/b/bhupah">bh&#363;p&#257;h</A> &#8212; kings; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/m/mocitah">mocit&#257;h</A> &#8212; by whom they were released; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/anayan">anayan</A> &#8212; all of them brought; <A CLASS=v HREF="http://vedabase.net/b/balim">balim</A> &#8212; taxes; <A CLASS=v HREF="http://vedabase.net/a/adhvare">adhvare</A> &#8212; presented; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your.</P><P CLASS=t>TRANSLATION</P><P>Your respectable younger brother, who possesses the strength of ten thousand elephants, killed, by His grace, Jar&#257;sandha, whose feet were worshiped by many kings. These kings had been brought for sacrifice in Jar&#257;sandha's Mah&#257;bhairava-yajña, but they were thus released. Later they paid tribute to Your Majesty.</P><P CLASS=t>PURPORT</P><P>Jar&#257;sandha was a very powerful king of Magadha, and the history of his birth and activities is also very interesting. His father, King Brihadratha, was also a very prosperous and powerful king of Magadha, but he had no son, although he married two daughters of the King of K&#257;&#347;&#299;. Being disappointed in not getting a son from either of the two queens, the King, along with his wives, left home to live in the forest for austerities, but in the forest he was blessed by one great rishi to have a son, and he gave him one mango to be eaten by the queens. The queens did so and were very soon pregnant. The King was very happy to see the queens bearing children, but when the ripe time approached, the queens delivered one child in two parts, one from each of the queens' wombs. The two parts were thrown in the forest, where a great she-demon used to live, and she was glad to have some delicate flesh and blood from the newly born child. Out of curiosity she joined the two parts, and the child became complete and regained life. The she-demon was known as Jar&#257;, and being compassionate on the childless King, she went to the King and presented him with the nice child, The King was very pleased with the she-demon and wanted to reward her according to her desire. The she-demon expressed her desire that the child be named after her, and thus the child was surnamed Jar&#257;sandha, or one who was joined by Jar&#257;, the she-demon. In fact, this Jar&#257;sandha was born as one of the parts and parcels of the demon Vipracitti. The saint by whose benedictions the queens bore the child was called Candra Kau&#347;ika, who foretold of the child before his father Brihadratha.</P><P>Since he possessed demoniac qualities from birth, naturally he became a great devotee of Lord &#346;iva, who is the lord of all ghostly and demoniac men. R&#257;vana was a great devotee of Lord &#346;iva, and so also King Jar&#257;sandha. He used to sacrifice all arrested kings before Lord Mah&#257;bhairava (&#346;iva) and by his military power he defeated many small kings and arrested them to butcher before Mah&#257;bhairava. There are many devotees of Lord Mah&#257;bhairava, or K&#257;labhairava, in the province of Bihar, formerly called Magadha. Jar&#257;sandha was a relative of Kamsa, the maternal uncle of Krishna, and therefore after Kamsa's death King Jar&#257;sandha became a great enemy of Krishna, and there were many fights between Jar&#257;sandha and Krishna. Lord Krishna wanted to kill him, but He also wanted that those who served as military men for Jar&#257;sandha might not be killed. Therefore a plan was adopted to kill him. Krishna, Bh&#299;ma and Arjuna together went to Jar&#257;sandha in the dress of poor br&#257;hmanas and begged charity from King Jar&#257;sandha. Jar&#257;sandha never refused charity to any br&#257;hmana, and he performed many sacrifices also, yet he was not on a par with devotional service. Lord Krishna, Bh&#299;ma and Arjuna asked Jar&#257;sandha for the facility of fighting him, and it was settled that Jar&#257;sandha would fight with Bh&#299;ma only. So all of them were both guests and combatants of Jar&#257;sandha, and Bh&#299;ma and Jar&#257;sandha fought every day for several days. Bh&#299;ma became disappointed, but Krishna gave him hints about Jar&#257;sandha's being joined together as an infant, and thus Bh&#299;ma dissected him again and so killed him. All the kings who were detained in the concentration camp to be killed before Mah&#257;bhairava were thus released by Bh&#299;ma. Feeling thus obliged to the P&#257;ndavas, they paid tribute to King Yudhishthira.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>