<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 84 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 84 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 84: <A CLASS=v HREF="index.htm">The Sages' Teachings at Kurukshetra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.84.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>&#347;rutv&#257; prith&#257; subala-putry atha y&#257;jñasen&#299;</P><P CLASS=c>m&#257;dhavy atha kshitipa-patnya uta sva-gopyah</P><P CLASS=c>krishne 'khil&#257;tmani harau pranay&#257;nubandham</P><P CLASS=c>sarv&#257; visismyur alam a&#347;ru-kal&#257;kul&#257;kshyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/p/prtha">prith&#257;</A> &#8212; <A HREF="http://vedabase.net/k/kunti">Kunt&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/subala">subala</A>-<A CLASS=v HREF="http://vedabase.net/p/putri">putr&#299;</A> &#8212; <A HREF="http://vedabase.net/g/gandhari">G&#257;ndh&#257;r&#299;</A>, the daughter of King <A HREF="http://vedabase.net/s/subala">Subala</A>; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yajnaseni">y&#257;jñasen&#299;</A> &#8212; <A HREF="http://vedabase.net/d/draupadi">Draupad&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/madhavi">m&#257;dhav&#299;</A> &#8212; <A HREF="http://vedabase.net/s/subhadra">Subhadr&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A>-<A CLASS=v HREF="http://vedabase.net/p/pa">pa</A> &#8212; of the kings; <A CLASS=v HREF="http://vedabase.net/p/patnyah">patnyah</A> &#8212; the wives; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; (Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s) own; <A CLASS=v HREF="http://vedabase.net/g/gopyah">gopyah</A> &#8212; gop&#299;s; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; the Soul; <A CLASS=v HREF="http://vedabase.net/h/harau">harau</A> &#8212; the Supreme Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/p/pranaya">pranaya</A> &#8212; loving; <A CLASS=v HREF="http://vedabase.net/a/anubandham">anubandham</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/v/visismyuh">visismyuh</A> &#8212; became amazed; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; greatly; <A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A>-<A CLASS=v HREF="http://vedabase.net/k/kala">kala</A> &#8212; with tears; <A CLASS=v HREF="http://vedabase.net/a/akula">&#257;kula</A> &#8212; filling; <A CLASS=v HREF="http://vedabase.net/a/aksyah">akshyah</A> &#8212; whose eyes.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: Prith&#257;, G&#257;ndh&#257;r&#299;, Draupad&#299;, Subhadr&#257;, the wives of other kings and the Lord's cowherd gir&#299;friends were all amazed to hear of the queens' deep love for Lord Krishna, the Supreme Personality of Godhead and Soul of all beings, and their eyes filled with tears.</P><P CLASS=t>PURPORT</P><P>Draupad&#299; is the chief hearer in this assembly of exalted women, since, as explained by &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, she had asked the question that Lord Krishna's queens answered by relating their respective stories. Since G&#257;ndh&#257;r&#299; and the other ladies named here were not even mentioned in the previous chapter as having been present, &#256;c&#257;rya &#346;r&#299;dhara concludes that they must have heard the queens' narrations only secondhand. Indeed, Draupad&#299; would never have spoken so freely in the presence of Prith&#257; and G&#257;ndh&#257;r&#299;, her elders, or before the gop&#299;s, whose attitude toward the queens of Dv&#257;rak&#257; was not particularly sympathetic. Even though the gop&#299;s joined in shedding tears, it was more because of their being reminded of &#346;r&#299; Krishna's pastimes than because of any loving affinity between them and the queens.</P><P>We should remember, of course, that there is always perfect harmony on the spiritual platform. Apparent conflict between pure devotees is nothing like mundane envy and strife. The jealousy of the gop&#299;s was more show than substance, being exhibited by them as an ecstatic symptom of their overflowing love for Krishna. &#346;r&#299;la &#346;r&#299;dhara Sv&#257;mip&#257;da further analyzes the phrase sva-gopyah as implying that these gop&#299;s were the queens' sva-svar&#363;pa, the original prototypes of whom the queens were specific expansions.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2-5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>