<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 84 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 84 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 84: <A CLASS=v HREF="index.htm">The Sages' Teachings at Kurukshetra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.84.26</P><P CLASS=c>tasy&#257;dya te dadri&#347;im&#257;&#324;ghrim aghaugha-marsha-</P><P CLASS=c>t&#299;rth&#257;spadam hridi kritam su-vipakva-yogaih</P><P CLASS=c>utsikta-bhakty-upahat&#257;&#347;aya j&#299;va-ko&#347;&#257;</P><P CLASS=c>&#257;pur bhavad-gatim ath&#257;nugrih&#257;na bhakt&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/d/dadrsima">dadri&#347;ima</A> &#8212; we have seen; <A CLASS=v HREF="http://vedabase.net/a/anghrim">a&#324;ghrim</A> &#8212; the feet; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A> &#8212; of sins; <A CLASS=v HREF="http://vedabase.net/o/ogha">ogha</A> &#8212; floods; <A CLASS=v HREF="http://vedabase.net/m/marsa">marsha</A> &#8212; which undo; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A> &#8212; of the holy pilgrimage <A HREF="http://vedabase.net/s/site">site</A> (the Ganges); <A CLASS=v HREF="http://vedabase.net/a/aspadam">&#257;spadam</A> &#8212; the source; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; placed; <A CLASS=v HREF="http://vedabase.net/s/su">su</A> &#8212; well; <A CLASS=v HREF="http://vedabase.net/v/vipakva">vipakva</A> &#8212; matured; <A CLASS=v HREF="http://vedabase.net/y/yogaih">yogaih</A> &#8212; by those whose practice of <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/u/utsikta">utsikta</A> &#8212; fully developed; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/u/upahata">upahata</A> &#8212; destroyed; <A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;aya</A> &#8212; the material mentality; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; of the individual soul; <A CLASS=v HREF="http://vedabase.net/k/kosah">ko&#347;&#257;h</A> &#8212; whose external covering; <A CLASS=v HREF="http://vedabase.net/a/apuh">&#257;puh</A> &#8212; they attained; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; destination; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/anugrhana">anugrih&#257;na</A> &#8212; please show mercy; <A CLASS=v HREF="http://vedabase.net/b/bhaktan">bhakt&#257;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Your devotees.</P><P CLASS=t>TRANSLATION</P><P>Today we have directly seen Your feet, the source of the holy Ganges, which washes away volumes of sins. Perfected yog&#299;s can at best meditate upon Your feet within their hearts. But only those who render You wholehearted devotional service and in this way vanquish the soul's covering &#8212; the material mind &#8212; attain You as their final destination. Therefore kindly show mercy to us, Your devotees.</P><P CLASS=t>PURPORT</P><P>The holy river Ganges has the power to destroy all sorts of sinful reactions because she originates at the Lord's lotus feet and thus contains the dust of His feet. Explaining this verse, &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; says, "If the Lord might advise the sages that they need not concern themselves with devotional practices because they are already far advanced in spiritual knowledge and austerity, they hereby respectfully decline such a suggestion, pointing out that only those yog&#299;s who have destroyed their material mind and ego by surrendering to Krishna in pure devotional service can attain full perfection. They conclude by praying to the Lord that He favor them in the most merciful way by making them His devotees."</P><P CLASS=l><A CLASS=i HREF="24-25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>