<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 84 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 84 Verse 51"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 84: <A CLASS=v HREF="index.htm">The Sages' Teachings at Kurukshetra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.84.51</P><P CLASS=c>&#299;je 'nu-yajñam vidhin&#257;</P><P CLASS=c>agni-hotr&#257;di-lakshanaih</P><P CLASS=c>pr&#257;kritair vaikritair yajñair</P><P CLASS=c>dravya-jñ&#257;na-kriye&#347;varam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ije">&#299;je</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> worshiped; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A>-<A CLASS=v HREF="http://vedabase.net/y/yajnam">yajñam</A> &#8212; with each kind of sacrifice; <A CLASS=v HREF="http://vedabase.net/v/vidhina">vidhin&#257;</A> &#8212; by the proper regulations; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A>-<A CLASS=v HREF="http://vedabase.net/h/hotra">hotra</A> &#8212; by offering oblations into the sacred fire; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/l/laksanaih">lakshanaih</A> &#8212; characterized; <A CLASS=v HREF="http://vedabase.net/p/prakrtaih">pr&#257;kritaih</A> &#8212; unmodified, completely specified by <A HREF="http://vedabase.net/s/sruti">&#347;ruti</A> injunctions; <A CLASS=v HREF="http://vedabase.net/v/vaikrtaih">vaikritaih</A> &#8212; modified, adjusted according <A HREF="http://vedabase.net/t/to">to</A> the indications of other sources; <A CLASS=v HREF="http://vedabase.net/y/yajnaih">yajñaih</A> &#8212; with sacrifices; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; of the sacrificial paraphernalia; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; of the knowledge of mantras; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; and of the rituals; <A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; the Lord.</P><P CLASS=t>TRANSLATION</P><P>Performing various kinds of Vedic sacrifice according to the proper regulations, Vasudeva worshiped the Lord of all sacrificial paraphernalia, mantras and rituals. He executed both primary and secondary sacrifices, offering oblations to the sacred fire and carrying out other aspects of sacrificial worship.</P><P CLASS=t>PURPORT</P><P>There are numerous kinds of Vedic fire sacrifice, each of which involves several elaborate rituals. The Br&#257;hmana portion of the Vedic &#347;ruti specifies the complete step-by-step procedure of only a few prototype sacrifices, such as the Jyotishtoma and Dar&#347;a-p&#363;rnam&#257;sa. These are called the pr&#257;krita, or original, yajñas; the details of other yajñas must be extrapolated from the patterns of these pr&#257;krita injunctions according to the strict rules of the M&#299;m&#257;ms&#257;-&#347;&#257;stra. Since other yajñas are thus known by derivation from the prototype sacrifices, they are called vaikrita, or "changed."</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>