<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 84 Verses 67-68</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 84 Verses 67-68"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 84: <A CLASS=v HREF="index.htm">The Sages' Teachings at Kurukshetra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.84.67-68</P><P CLASS=c>tatah k&#257;maih p&#363;ryam&#257;nah</P><P CLASS=c>sa-vrajah saha-b&#257;ndhavah</P><P CLASS=c>par&#257;rdhy&#257;bharana-kshauma-</P><P CLASS=c>n&#257;n&#257;narghya-paricchadaih</P><P CLASS=c>vasudevograsen&#257;bhy&#257;m</P><P CLASS=c>krishnoddhava-bal&#257;dibhih</P><P CLASS=c>dattam &#257;d&#257;ya p&#257;ribarham</P><P CLASS=c>y&#257;pito yadubhir yayau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/k/kamaih">k&#257;maih</A> &#8212; with desirable objects; <A CLASS=v HREF="http://vedabase.net/p/puryamanah">p&#363;ryam&#257;nah</A> &#8212; satiated; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vrajah">vrajah</A> &#8212; with the people of <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhavah">b&#257;ndhavah</A> &#8212; with his family members; <A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; extremely; <A CLASS=v HREF="http://vedabase.net/a/ardhya">ardhya</A> &#8212; valuable; <A CLASS=v HREF="http://vedabase.net/a/abharana">&#257;bharana</A> &#8212; with ornaments; <A CLASS=v HREF="http://vedabase.net/k/ksauma">kshauma</A> &#8212; fine linen; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/a/anarghya">anarghya</A> &#8212; priceless; <A CLASS=v HREF="http://vedabase.net/p/paricchadaih">paricchadaih</A> &#8212; and household furnishings; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">vasudeva</A>-<A CLASS=v HREF="http://vedabase.net/u/ugrasenabhyam">ugrasen&#257;bhy&#257;m</A> &#8212; by <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A> and <A HREF="http://vedabase.net/u/ugrasena">Ugrasena</A>; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/u/uddhava">uddhava</A>-<A CLASS=v HREF="http://vedabase.net/b/bala">bala</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; and by <A HREF="http://vedabase.net/k/krsna">Krishna</A>, <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>, <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A> and others; <A CLASS=v HREF="http://vedabase.net/d/dattam">dattam</A> &#8212; given; <A CLASS=v HREF="http://vedabase.net/a/adaya">&#257;d&#257;ya</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/p/paribarham">p&#257;ribarham</A> &#8212; the gifts; <A CLASS=v HREF="http://vedabase.net/y/yapitah">y&#257;pitah</A> &#8212; seen off; <A CLASS=v HREF="http://vedabase.net/y/yadubhih">yadubhih</A> &#8212; by the Yadus; <A CLASS=v HREF="http://vedabase.net/y/yayau">yayau</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> departed.</P><P CLASS=t>TRANSLATION</P><P>Then, after Vasudeva, Ugrasena, Krishna, Uddhava, Balar&#257;ma and others had fulfilled his desires and presented him with precious ornaments, fine linen and varieties of priceless household furnishings, Nanda Mah&#257;r&#257;ja accepted all these gifts and took his leave. Seen off by all the Yadus, he departed with his family members and the residents of Vraja.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;, at the end of the three months Mah&#257;r&#257;ja Nanda approached Krishna and told Him, "My dear son, for one drop of perspiration from Your divine face I am ready to give up countless lives. Let us leave now for Vraja; I cannot spend any more time here." Then he went to Vasudeva and told him, "My dear friend, please send Krishna to Vraja," and of King Ugrasena he requested, "Please order my friend to do this. If you refuse, I will have to drown myself here in Lord Para&#347;ur&#257;ma's lake. Just watch, if you do not believe me! We people of Vraja came to this holy place not to gain some piety on the occasion of the solar eclipse, but to get Krishna back or die." Hearing these desperate words from Nanda, Vasudeva and the others tried to pacify him with valuable gifts.</P><P>Well-versed in the arts of diplomacy, Vasudeva consulted with his most trustworthy advisors and then satisfied &#346;r&#299; Nanda by telling him, "My dearest friend, O King of Vraja, it is of course true that none of you can live without Krishna. And how can we allow you to kill yourselves? Therefore, by all means I must send Krishna back to Vraja. I will do so right after we accompany Him and His relatives and friends &#8212; among them many helpless women &#8212; back to Dv&#257;rak&#257;. Then, the very next day, without trying to obstruct Him in any way, I will let Him leave for Vraja at an auspicious time of the day. This I swear to you a thousand times over. After all, how can we who came here with Krishna go home without Him? What will people say about us? You are a great scholar in all matters, so please forgive me for making this request of you."</P><P>Next Ugrasena addressed Nanda Mah&#257;r&#257;ja: "My dear master of Vraja, I bear witness to Vasudeva's statement and take this solemn vow: I will send Krishna back to Vraja even if I have to do it by force."</P><P>Then Lord Krishna, joined by Uddhava and Balar&#257;ma, spoke to Nanda in private. He said, "Dear father, if I go directly to Vraja today, leaving aside all these Vrishnis, they will die from the pain of separation from Me. Then many thousands of enemies more powerful than even Ke&#347;&#299; and Arishta will come to annihilate all these kings.</P><P>"Since I am omniscient, I know what is inevitably going to happen to Me. Listen and I will describe it to you. After returning to Dv&#257;rak&#257;, I will receive an invitation from Yudhishthira and will go to Indraprastha to participate in his R&#257;jas&#363;ya sacrifice. There I will kill &#346;i&#347;up&#257;la, after which I will again return to Dv&#257;rak&#257; and kill &#346;&#257;lva. Next I will travel to a place just south of Mathur&#257; to save you by killing Dantavakra. I will then go back to Vraja, see all My old friends and again sit in your lap with great pleasure. Indeed, with great happiness I will spend the rest of My life with you. God has written this fate on My forehead, and it has been written on your foreheads that until the day I return you must tolerate separation from Me. Neither of our destinies can possibly be changed, so please find the courage to leave Me here for now and go home to Vraja.</P><P>"And if, in the meantime, you, My dear parents, and you, My beloved friends, are distressed by the unavoidable fate written on our foreheads, then whenever you wish to feed Me some delicacy or play some game with Me or simply see Me, just close your eyes and I will appear before you to turn your torment into sky-flowers and fulfill all your desires. I promise you this, and the young friends of Mine whose lives I saved in a forest fire can vouch for it."</P><P>Convinced by all these arguments that his son's happiness was of prime importance, Nanda accepted the gifts offered him and took his leave, accompanied by the Yadus' large army.</P><P CLASS=l><A CLASS=i HREF="66.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="69.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>