<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 19 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 19 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Killing of the Demon Hirany&#257;ksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.19.1</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>avadh&#257;rya viriñcasya</P><P CLASS=c>nirvyal&#299;k&#257;mritam vacah</P><P CLASS=c>prahasya prema-garbhena</P><P CLASS=c>tad ap&#257;&#324;gena so 'grah&#299;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/a/avadharya">avadh&#257;rya</A> &#8212; after hearing; <A CLASS=v HREF="http://vedabase.net/v/virincasya">viriñcasya</A> &#8212; of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/nirvyalika">nirvyal&#299;ka</A> &#8212; free from all sinful purposes; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; nectarean; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/p/prahasya">prahasya</A> &#8212; heartily laughing; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/g/garbhena">garbhena</A> &#8212; laden with love; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; those words; <A CLASS=v HREF="http://vedabase.net/a/apangena">ap&#257;&#324;gena</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> glance; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/agrahit">agrah&#299;t</A> &#8212; accepted.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Maitreya said: After hearing the words of Brahm&#257;, the creator, which were free from all sinful purposes and as sweet as nectar, the Lord heartily laughed and accepted his prayer with a glance laden with love.</P><P CLASS=t>PURPORT</P><P>The word nirvyal&#299;ka is very significant. The prayers of the demigods or devotees of the Lord are free from all sinful purposes, but the prayers of demons are always filled with sinful purposes. The demon Hirany&#257;ksha became powerful by deriving a boon from Brahm&#257;, and after attaining that boon he created a disturbance because of his sinful intentions. The prayers of Brahm&#257; and other demigods are not to be compared to the prayers of the demons. Their purpose is to please the Supreme Lord; therefore the Lord smiled and accepted the prayer to kill the demon. Demons, who are never interested in praising the Supreme Personality of Godhead because they have no information of Him, go to the demigods, and in Bhagavad-g&#299;t&#257; this is condemned. Persons who go to the demigods and pray for advancement in sinful activities are considered to be bereft of all intelligence. Demons have lost all intelligence because they do not know what is actually their self-interest. Even if they have information of the Supreme Personality of Godhead, they decline to approach Him; it is not possible for them to get their desired boons from the Supreme Lord because their purposes are always sinful. It is said that the dacoits in Bengal used to worship the goddess K&#257;l&#299; for fulfillment of their sinful desires to plunder others' property, but they never went to a Vishnu temple because they might have been unsuccessful in praying to Vishnu. Therefore the prayers of the demigods or the devotees of the Supreme Personality of Godhead are always untinged by sinful purposes.</P><P CLASS=l><A CLASS=i HREF="../18/28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>