<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 19 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 19 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Killing of the Demon Hirany&#257;ksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.19.24</P><P CLASS=c>vinasht&#257;su sva-m&#257;y&#257;su</P><P CLASS=c>bh&#363;ya&#347; c&#257;vrajya ke&#347;avam</P><P CLASS=c>rushopag&#363;ham&#257;no 'mum</P><P CLASS=c>dadri&#347;e 'vasthitam bahih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vinastasu">vinasht&#257;su</A> &#8212; when dispelled; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayasu">m&#257;y&#257;su</A> &#8212; his magic forces; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/avrajya">&#257;vrajya</A> &#8212; after coming into the presence; <A CLASS=v HREF="http://vedabase.net/k/kesavam">ke&#347;avam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rusa">rush&#257;</A> &#8212; full of <A HREF="http://vedabase.net/r/rage">rage</A>; <A CLASS=v HREF="http://vedabase.net/u/upaguhamanah">upag&#363;ham&#257;nah</A> &#8212; embracing; <A CLASS=v HREF="http://vedabase.net/a/amum">amum</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/d/dadrse">dadri&#347;e</A> &#8212; saw; <A CLASS=v HREF="http://vedabase.net/a/avasthitam">avasthitam</A> &#8212; standing; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; outside.</P><P CLASS=t>TRANSLATION</P><P>When the demon saw his magic forces dispelled, he once again came into the presence of the Personality of Godhead, Ke&#347;ava, and, full of rage, tried to embrace Him within his arms to crush Him. But to his great amazement he found the Lord standing outside the circle of his arms.</P><P CLASS=t>PURPORT</P><P>In this verse the Lord is addressed as Ke&#347;ava because He killed the demon Ke&#347;&#299; in the beginning of creation. Ke&#347;ava is also a name of Krishna. Krishna is the origin of all incarnations, and it is confirmed in Brahma-samhit&#257; that Govinda, the Supreme Personality of Godhead, the cause of all causes, exists simultaneously in His different incarnations and expansions. The demon's attempt to measure the Supreme Personality of Godhead is significant. The demon wanted to embrace Him with his arms, thinking that with his limited arms he could capture the Absolute by material power. He did not know that God is the greatest of the great and the smallest of the small. No one can capture the Supreme Lord or bring Him under his control. But the demoniac person always attempts to measure the length and breadth of the Supreme Lord. By His inconceivable potency the Lord can become the universal form, as explained in Bhagavad-g&#299;t&#257;, and at the same time He can remain within the box of His devotees as their worshipable Deity. There are many devotees who keep a statue of the Lord in a small box and carry it with them everywhere; every morning they worship the Lord in the box. The Supreme Lord, Ke&#347;ava, or the Personality of Godhead, Krishna, is not bound by any measurement of our calculation. He can remain with His devotee in any suitable form, yet He is unapproachable by any amount of demoniac activities.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>