<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 19 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 19 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Killing of the Demon Hirany&#257;ksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.19.28</P><P CLASS=c>yam yogino yoga-sam&#257;dhin&#257; raho</P><P CLASS=c>dhy&#257;yanti li&#324;g&#257;d asato mumukshay&#257;</P><P CLASS=c>tasyaisha daitya-rishabhah pad&#257;hato</P><P CLASS=c>mukham prapa&#347;yams tanum utsasarja ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/y/yoginah">yoginah</A> &#8212; the yog&#299;s; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/s/samadhina">sam&#257;dhin&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> mystic trance; <A CLASS=v HREF="http://vedabase.net/r/rahah">rahah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> seclusion; <A CLASS=v HREF="http://vedabase.net/d/dhyayanti">dhy&#257;yanti</A> &#8212; meditate upon; <A CLASS=v HREF="http://vedabase.net/l/lingat">li&#324;g&#257;t</A> &#8212; from the body; <A CLASS=v HREF="http://vedabase.net/a/asatah">asatah</A> &#8212; unreal; <A CLASS=v HREF="http://vedabase.net/m/mumuksaya">mumukshay&#257;</A> &#8212; seeking freedom; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A> &#8212; son of <A HREF="http://vedabase.net/d/diti">Diti</A>; <A CLASS=v HREF="http://vedabase.net/r/rsabhah">rishabhah</A> &#8212; the crest jewel; <A CLASS=v HREF="http://vedabase.net/p/pada">pad&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> foot; <A CLASS=v HREF="http://vedabase.net/a/ahatah">&#257;hatah</A> &#8212; struck; <A CLASS=v HREF="http://vedabase.net/m/mukham">mukham</A> &#8212; countenance; <A CLASS=v HREF="http://vedabase.net/p/prapasyan">prapa&#347;yan</A> &#8212; while gazing on; <A CLASS=v HREF="http://vedabase.net/t/tanum">tanum</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/u/utsasarja">utsasarja</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> cast off; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; indeed.</P><P CLASS=t>TRANSLATION</P><P>Brahm&#257; continued: He was struck by a forefoot of the Lord, whom yog&#299;s, seeking freedom from their unreal material bodies, meditate upon in seclusion in mystic trance. While gazing on His countenance, this crest jewel of Diti's sons has cast off his mortal coil.</P><P CLASS=t>PURPORT</P><P>The process of yoga is very clearly described in this verse of &#346;r&#299;mad-Bh&#257;gavatam. It is said here that the ultimate end of the yog&#299;s and mystics who perform meditation is to get rid of this material body. Therefore they meditate in secluded places to attain yogic trance. Yoga has to be performed in a secluded place, not in public or in a demonstration on stage, as nowadays practiced by many so-called yog&#299;s. Real yoga aims at ridding one of the material body. Yoga practice is not intended to keep the body fit and young. Such advertisements of so-called yoga are not approved by any standard method. Particularly mentioned in this verse is the word yam, or "unto whom," indicating that meditation should be targeted on the Personality of Godhead. Even if one concentrates his mind on the boar form of the Lord, that is also yoga. As confirmed in Bhagavad-g&#299;t&#257;, one who concentrates his mind constantly in meditation upon the Personality of Godhead in one of His many varieties of forms is the first-class yog&#299;, and he can very easily attain trance simply by meditating upon the form of the Lord. If one is able to continue such meditation on the Lord's form at the time of one's death, one is liberated from this mortal body and is transferred to the kingdom of God. This opportunity was given to the demon by the Lord, and therefore Brahm&#257; and other demigods were astonished. In other words, the perfection of yoga practice can be attained by a demon also if he is simply kicked by the Lord.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>