<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 19 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 19 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Killing of the Demon Hirany&#257;ksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.19.31</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>evam hirany&#257;ksham asahya-vikramam</P><P CLASS=c>sa s&#257;dayitv&#257; harir &#257;di-s&#363;karah</P><P CLASS=c>jag&#257;ma lokam svam akhanditotsavam</P><P CLASS=c>sam&#299;ditah pushkara-vishtar&#257;dibhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> Maitreya said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/h/hiranyaksam">hirany&#257;ksham</A> &#8212; <A HREF="http://vedabase.net/h/hiranyaksa">Hirany&#257;ksha</A>; <A CLASS=v HREF="http://vedabase.net/a/asahya">asahya</A>-<A CLASS=v HREF="http://vedabase.net/v/vikramam">vikramam</A> &#8212; very powerful; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/s/sadayitva">s&#257;dayitv&#257;</A> &#8212; after killing; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/s/sukarah">s&#363;karah</A> &#8212; the origin of the boar species; <A CLASS=v HREF="http://vedabase.net/j/jagama">jag&#257;ma</A> &#8212; returned; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> His abode; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/a/akhandita">akhandita</A> &#8212; uninterrupted; <A CLASS=v HREF="http://vedabase.net/u/utsavam">utsavam</A> &#8212; festival; <A CLASS=v HREF="http://vedabase.net/s/samiditah">sam&#299;ditah</A> &#8212; being praised; <A CLASS=v HREF="http://vedabase.net/p/puskara">pushkara</A>-<A CLASS=v HREF="http://vedabase.net/v/vistara">vishtara</A> &#8212; lotus seat (by Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, whose seat is <A HREF="http://vedabase.net/a/a">a</A> lotus); <A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; and the others.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Maitreya continued: After thus killing the most formidable demon Hirany&#257;ksha, the Supreme Lord Hari, the origin of the boar species, returned to His own abode, where there is always an uninterrupted festival. The Lord was praised by all the demigods, headed by Brahm&#257;.</P><P CLASS=t>PURPORT</P><P>The Lord is spoken of herewith as the origin of the boar species. As stated in the Ved&#257;nta-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra1/1/2">1.1.2</A>), the Absolute Truth is the origin of everything. Therefore it is to be understood that all 8,400,000 species of bodily forms originate from the Lord, who is always &#257;di, or the beginning. In Bhagavad-g&#299;t&#257; Arjuna addresses the Lord as &#257;dyam, or the original. Similarly, in the Brahma-samhit&#257; the Lord is addressed as &#257;di-purusham, the original person. Indeed, in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>) the Lord Himself declares, mattah sarvam pravartate: "From Me everything proceeds."</P><P>In this situation the Lord assumed the shape of a boar to kill the demon Hirany&#257;ksha and pick up the earth from the Garbha Ocean. Thus He became &#257;di-s&#363;kara, the original boar. In the material world a boar or pig is considered most abominable, but the &#257;di-s&#363;kara, the Supreme Personality of Godhead, was not treated as an ordinary boar. Even Lord Brahm&#257; and the other demigods praised the Lord's form as a boar.</P><P>This verse confirms the statement in Bhagavad-g&#299;t&#257; that the Lord appears as He is from His transcendental abode for the sake of killing the miscreants and saving the devotees. By killing the demon Hirany&#257;ksha He fulfilled His promise to kill the demons and always protect the demigods headed by Brahm&#257;. The statement that the Lord returned to His own abode indicates that He has His own particular transcendental residence. Since He is full of all energies, He is all-pervasive in spite of His residing in Goloka Vrind&#257;vana, just as the sun, although situated in a particular place within the universe, is present by its sunshine throughout the universe.</P><P>Although the Lord has His particular abode in which to reside, He is all-pervasive. The impersonalists accept one aspect of the Lord's features, the all-pervasive aspect, but they cannot understand His localized situation in His transcendental abode, where He always engages in fully transcendental pastimes. Especially mentioned in this verse is the word akhanditotsavam. Utsava means "pleasure." Whenever some function takes place to express happiness, it is called utsava. Utsava, the expression of complete happiness, is always present in the Vaikunthalokas, the abode of the Lord, who is worshipable even by demigods like Brahm&#257;, to say nothing of other, less important entities such as human beings.</P><P>The Lord descends from His abode to this world, and therefore He is called avat&#257;ra, which means "one who descends." Sometimes avat&#257;ra is understood to refer to an incarnation who assumes a material form of flesh and bone, but actually avat&#257;ra refers to one who descends from higher regions. The Lord's abode is situated far above this material sky, and He descends from that higher position; thus He is called avat&#257;ra.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>