<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 19 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 19 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Killing of the Demon Hirany&#257;ksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.19.33</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>iti kaush&#257;rav&#257;khy&#257;t&#257;m</P><P CLASS=c>&#257;&#347;rutya bhagavat-kath&#257;m</P><P CLASS=c>kshatt&#257;nandam param lebhe</P><P CLASS=c>mah&#257;-bh&#257;gavato dvija</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/kausarava">kaush&#257;rava</A> &#8212; from Maitreya (son of Kush&#257;ru); <A CLASS=v HREF="http://vedabase.net/a/akhyatam">&#257;khy&#257;t&#257;m</A> &#8212; told; <A CLASS=v HREF="http://vedabase.net/a/asrutya">&#257;&#347;rutya</A> &#8212; having heard; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/k/katham">kath&#257;m</A> &#8212; the narration about the Lord; <A CLASS=v HREF="http://vedabase.net/k/ksatta">kshatt&#257;</A> &#8212; <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/a/anandam">&#257;nandam</A> &#8212; bliss; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/l/lebhe">lebhe</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; the great devotee; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> (<A HREF="http://vedabase.net/s/saunaka">&#346;aunaka</A>).</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; S&#363;ta Gosv&#257;m&#299; continued: My dear br&#257;hmana, Kshatt&#257; [Vidura] the great devotee of the Lord achieved transcendental bliss by hearing the narration of the pastimes of the Supreme Personality of Godhead from the authoritative source of the sage Kaush&#257;rava [Maitreya], and he was very pleased.</P><P CLASS=t>PURPORT</P><P>If anyone wants to derive transcendental pleasure by hearing the pastimes of the Lord, he must hear from the authoritative source, as explained here. Maitreya heard the narration from his bona fide spiritual master, and Vidura also heard from Maitreya. One becomes an authority simply by presenting whatever he has heard from his spiritual master, and one who does not accept a bona fide spiritual master cannot be an authority. This is clearly explained here. If one wants to have transcendental pleasure, he must find a person with authority. It is also stated in the Bh&#257;gavatam that simply by hearing from an authoritative source, with the ear and the heart, one can relish the pastimes of the Lord, otherwise it is not possible. San&#257;tana Gosv&#257;m&#299;, therefore, has especially warned that one should not hear anything about the personality of the Lord from the lips of a nondevotee. Nondevotees are considered to be like serpents; as milk is poisoned by a serpent's touch, so, although the narration of the pastimes of the Lord is as pure as milk, when administered by serpentlike nondevotees it becomes poisonous. Not only does it have no effect in transcendental pleasure, but it is dangerous also. Lord Caitanya Mah&#257;prabhu has warned that no description of the pastimes of the Lord should be heard from the M&#257;y&#257;v&#257;da, or impersonalist, school. He has clearly said, m&#257;y&#257;v&#257;di-bh&#257;shya &#347;unile haya sarva n&#257;&#347;a: if anyone hears the M&#257;y&#257;v&#257;d&#299;s' interpretation of the pastimes of the Lord, or their interpretation of Bhagavad-g&#299;t&#257;, &#346;r&#299;mad-Bh&#257;gavatam or any other Vedic literature, then he is doomed. Once one is associated with impersonalists, he can never understand the personal feature of the Lord and His transcendental pastimes.</P><P>S&#363;ta Gosv&#257;m&#299; was speaking to the sages headed by &#346;aunaka, and therefore he addressed them in this verse as dvija, twice-born. The sages assembled in Naimish&#257;ranya hearing &#346;r&#299;mad-Bh&#257;gavatam from S&#363;ta Gosv&#257;m&#299; were all br&#257;hmanas, but to acquire the qualifications of a br&#257;hmana is not everything. Merely to be twice-born is not perfection. Perfection is attained when one hears the pastimes and activities of the Lord from a bona fide source.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>