<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 19 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 19 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Killing of the Demon Hirany&#257;ksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.19.37</P><P CLASS=c>yo vai hirany&#257;ksha-vadham mah&#257;dbhutam</P><P CLASS=c>vikr&#299;ditam k&#257;rana-s&#363;kar&#257;tmanah</P><P CLASS=c>&#347;rinoti g&#257;yaty anumodate 'ñjas&#257;</P><P CLASS=c>vimucyate brahma-vadh&#257;d api dvij&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/h/hiranyaksa">hirany&#257;ksha</A>-<A CLASS=v HREF="http://vedabase.net/v/vadham">vadham</A> &#8212; of the killing of <A HREF="http://vedabase.net/h/hiranyaksa">Hirany&#257;ksha</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; most wonderful; <A CLASS=v HREF="http://vedabase.net/v/vikriditam">vikr&#299;ditam</A> &#8212; pastime; <A CLASS=v HREF="http://vedabase.net/k/karana">k&#257;rana</A> &#8212; for reasons like raising the earth from the ocean; <A CLASS=v HREF="http://vedabase.net/s/sukara">s&#363;kara</A> &#8212; appearing <A HREF="http://vedabase.net/i/in">in</A> the form of <A HREF="http://vedabase.net/a/a">a</A> boar; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/srnoti">&#347;rinoti</A> &#8212; hears; <A CLASS=v HREF="http://vedabase.net/g/gayati">g&#257;yati</A> &#8212; chants; <A CLASS=v HREF="http://vedabase.net/a/anumodate">anumodate</A> &#8212; takes pleasure; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; at once; <A CLASS=v HREF="http://vedabase.net/v/vimucyate">vimucyate</A> &#8212; becomes freed; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vadhat">vadh&#257;t</A> &#8212; from the sin of killing <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvij&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> br&#257;hmanas.</P><P CLASS=t>TRANSLATION</P><P>O br&#257;hmanas, anyone who hears, chants, or takes pleasure in the wonderful narration of the killing of the Hirany&#257;ksha demon by the Lord, who appeared as the first boar in order to deliver the world, is at once relieved of the results of sinful activities, even the killing of a br&#257;hmana.</P><P CLASS=t>PURPORT</P><P>Since the Personality of Godhead is in the absolute position, there is no difference between His pastimes and His personality. Anyone who hears about the pastimes of the Lord associates with the Lord directly, and one who associates directly with the Lord is certainly freed from all sinful activities, even to the extent of the killing of a br&#257;hmana, which is considered the most sinful activity in the material world. One should be very eager to hear about the activities of the Lord from the bona fide source, the pure devotee. If one simply gives aural reception to the narration and accepts the glories of the Lord, then he is qualified. The impersonalist philosophers cannot understand the activities of the Lord. They think that all His activities are m&#257;y&#257;; therefore they are called M&#257;y&#257;v&#257;d&#299;s. Since everything to them is m&#257;y&#257;, these narrations are not for them. Some impersonalists are reluctant to hear &#346;r&#299;mad-Bh&#257;gavatam, although many of them are now taking an interest in it just for monetary gain. Actually, however, they have no faith. On the contrary, they describe it in their own way. We should not hear, therefore, from the M&#257;y&#257;v&#257;d&#299;s. We have to hear from S&#363;ta Gosv&#257;m&#299; or Maitreya, who actually present the narrations as they are, and only then can we relish the pastimes of the Lord; otherwise the effects on the neophyte audience will be poisonous.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>