<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 19 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 19 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Killing of the Demon Hirany&#257;ksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.19.38</P><P CLASS=c>etan mah&#257;-punyam alam pavitram</P><P CLASS=c>dhanyam ya&#347;asyam padam &#257;yur-&#257;&#347;ish&#257;m</P><P CLASS=c>pr&#257;nendriy&#257;n&#257;m yudhi &#347;aurya-vardhanam</P><P CLASS=c>n&#257;r&#257;yano 'nte gatir a&#324;ga &#347;rinvat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this narrative; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/punyam">punyam</A> &#8212; conferring great merit; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/p/pavitram">pavitram</A> &#8212; sacred; <A CLASS=v HREF="http://vedabase.net/d/dhanyam">dhanyam</A> &#8212; conferring wealth; <A CLASS=v HREF="http://vedabase.net/y/yasasyam">ya&#347;asyam</A> &#8212; bearing fame; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; the receptacle; <A CLASS=v HREF="http://vedabase.net/a/ayuh">&#257;yuh</A> &#8212; of longevity; <A CLASS=v HREF="http://vedabase.net/a/asisam">&#257;&#347;ish&#257;m</A> &#8212; of the objects of one's desire; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; of the vital organs; <A CLASS=v HREF="http://vedabase.net/i/indriyanam">indriy&#257;n&#257;m</A> &#8212; of the organs of action; <A CLASS=v HREF="http://vedabase.net/y/yudhi">yudhi</A> &#8212; on the field of battle; <A CLASS=v HREF="http://vedabase.net/s/saurya">&#347;aurya</A> &#8212; the strength; <A CLASS=v HREF="http://vedabase.net/v/vardhanam">vardhanam</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> &#8212; Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the end of life; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> dear <A HREF="http://vedabase.net/s/saunaka">&#346;aunaka</A>; <A CLASS=v HREF="http://vedabase.net/s/srnvatam">&#347;rinvat&#257;m</A> &#8212; of those who listen.</P><P CLASS=t>TRANSLATION</P><P>This most sacred narrative confers extraordinary merit, wealth, fame, longevity, and all the objects of one's desire. On the field of battle it promotes the strength of one's vital organs and organs of action. One who listens to it at the last moment of his life is transferred to the supreme abode of the Lord, O dear &#346;aunaka.</P><P CLASS=t>PURPORT</P><P>Devotees are generally attracted by the narratives of the pastimes of the Lord, and even though they do not prosecute austerities or meditation, this very process of hearing attentively about the pastimes of the Lord will endow them with innumerable benefits, such as wealth, fame, longevity and other desirable aims of life. If one continues to hear &#346;r&#299;mad-Bh&#257;gavatam, which is full of narratives of the pastimes of the Lord, at the end of this life, one is sure to be transferred to the eternal, transcendental abode of the Lord. Thus hearers are benefited both ultimately and for as long as they are in the material world. That is the supreme, sublime result of engaging in devotional service. The beginning of devotional service is to spare some time and listen to &#346;r&#299;mad-Bh&#257;gavatam from the right source. Lord Caitanya Mah&#257;prabhu also recommended five items of devotional service, namely to serve the devotees of the Lord, to chant Hare Krishna, to hear &#346;r&#299;mad-Bh&#257;gavatam, to worship the Deity of the Lord and to live in a place of pilgrimage. Just performing these five activities can deliver one from the miserable condition of material life.</P><P>Thus end the Bhaktivedanta purports of the Third Canto, Nineteenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Killing of the Demon Hirany&#257;ksha."</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../20/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>