<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.13</P><P CLASS=c>jagat-tray&#257;ntodadhi-samplavode</P><P CLASS=c>n&#257;r&#257;yanasyodara-n&#257;bhi-n&#257;l&#257;t</P><P CLASS=c>vinirgato 'jas tv iti v&#257;&#324; na vai mrish&#257;</P><P CLASS=c>kintv &#299;&#347;vara tvan na vinirgato 'smi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/t/traya">traya</A> &#8212; of the three worlds; <A CLASS=v HREF="http://vedabase.net/a/anta">anta</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the dissolution; <A CLASS=v HREF="http://vedabase.net/u/udadhi">udadhi</A> &#8212; of all the oceans; <A CLASS=v HREF="http://vedabase.net/s/samplava">samplava</A> &#8212; of the total deluge; <A CLASS=v HREF="http://vedabase.net/u/ude">ude</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/n/narayanasya">n&#257;r&#257;yanasya</A> &#8212; of the Supreme Personality of Godhead, <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/u/udara">udara</A> &#8212; growing from the abdomen; <A CLASS=v HREF="http://vedabase.net/n/nabhi">n&#257;bhi</A> &#8212; from the navel; <A CLASS=v HREF="http://vedabase.net/n/nalat">n&#257;l&#257;t</A> &#8212; out of the lotus stem; <A CLASS=v HREF="http://vedabase.net/v/vinirgatah">vinirgatah</A> &#8212; came out; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus speaking; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; the words; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> not; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/mrsa">mrish&#257;</A> &#8212; false; <A CLASS=v HREF="http://vedabase.net/k/kintu">kintu</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; from You; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vinirgatah">vinirgatah</A> &#8212; specifically emanated; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/a/am">am</A> <A HREF="http://vedabase.net/i/i">I</A>.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, it is said that when the three planetary systems are merged into the water at the time of dissolution, Your plenary portion, N&#257;r&#257;yana, lies down on the water, gradually a lotus flower grows from His navel, and Brahm&#257; takes birth upon that lotus flower. Certainly, these words are not false. Thus am I not born from You?</P><P CLASS=t>PURPORT</P><P>Although every living being is a child of God, Lord Brahm&#257; here makes a special claim because he takes birth on a lotus flower that emanates from the navel of N&#257;r&#257;yana, the Personality of Godhead. Ultimately, all living beings are equally expansions of the transcendental body of the Supreme Lord. But Brahm&#257; has an intimate relationship with the Lord because of the activities of universal creation, and so he uses the prefix vi in the word vinirgata to beg the Lord's special mercy. Lord Brahm&#257; is called aja because he is not born from any mother but rather emanates directly from the body of the Lord. As &#346;r&#299;la Prabhup&#257;da states in Krishna, the Supreme Personality of Godhead, "It is naturally concluded that the mother of Brahm&#257; is N&#257;r&#257;yana." On these grounds, Lord Brahm&#257; is requesting special forgiveness for his offenses.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>