<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.14</P><P CLASS=c>n&#257;r&#257;yanas tvam na hi sarva-dehin&#257;m</P><P CLASS=c>&#257;tm&#257;sy adh&#299;&#347;&#257;khila-loka-s&#257;ksh&#299;</P><P CLASS=c>n&#257;r&#257;yano '&#324;gam nara-bh&#363;-jal&#257;yan&#257;t</P><P CLASS=c>tac c&#257;pi satyam na tavaiva m&#257;y&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> &#8212; the Supreme Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; embodied living beings; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/a/adhisa">adh&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme controller; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; planets; <A CLASS=v HREF="http://vedabase.net/s/saksi">s&#257;ksh&#299;</A> &#8212; the witness; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/a/angam">a&#324;gam</A> &#8212; the expanded plenary portion; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A> &#8212; from the Supreme Personality; <A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A> &#8212; originating; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A> &#8212; of the water; <A CLASS=v HREF="http://vedabase.net/a/ayanat">ayan&#257;t</A> &#8212; because of being the manifesting source; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that (expansion); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; true; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; at all; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; illusory energy.</P><P CLASS=t>TRANSLATION</P><P>Are You not the original N&#257;r&#257;yana, O supreme controller, since You are the Soul of every embodied being and the eternal witness of all created realms? Indeed, Lord N&#257;r&#257;yana is Your expansion, and He is called N&#257;r&#257;yana because He is the generating source of the primeval water of the universe. He is real, not a product of Your illusory M&#257;y&#257;.</P><P CLASS=t>PURPORT</P><P>In the Caitanya-carit&#257;mrita, &#256;di-l&#299;l&#257;, Chapter Two, Text 30, &#346;r&#299;la Prabhup&#257;da comments on this verse as follows: "This statement was spoken by Lord Brahm&#257; in his prayers to Lord Krishna after the Lord defeated him by displaying His mystic powers. Brahm&#257; had tried to test Lord Krishna to see if He was really the Supreme Personality of Godhead playing as a cowherd boy. Brahm&#257; stole all the other boys and their cows from the pasturing grounds, but when he returned to the pastures he saw that all the boys and cows were still there, for Lord Krishna had created them all again. When Brahm&#257; saw this mystic power of Lord Krishna, he admitted defeat and offered prayers to the Lord, addressing Him as the proprietor and seer of everything in the creation and as the Supersoul who is within each and every living entity and is dear to all. Lord Krishna is N&#257;r&#257;yana, the father of Brahm&#257;, because Lord Krishna's plenary expansion Garbhodaka&#347;&#257;y&#299; Vishnu, after placing Himself on the Garbha Ocean, created Brahm&#257; from His own body. Mah&#257;-Vishnu in the Causal Ocean and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, the Supersoul in everyone's heart, are also transcendental expansions of the Supreme Truth."</P><P>In his commentary on this verse, &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; has elaborately explained the expansion of the Vishnu, or N&#257;r&#257;yana, incarnations from the original form of Godhead, Lord &#346;r&#299; Krishna. The essence is that although Lord Brahm&#257; was born from Lord N&#257;r&#257;yana, Brahm&#257; now understands that N&#257;r&#257;yana is Himself a mere expansion of the original Personality of Godhead, Lord &#346;r&#299; Krishna.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>