<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.16</P><P CLASS=c>atraiva m&#257;y&#257;-dhaman&#257;vat&#257;re</P><P CLASS=c>hy asya prapañcasya bahih sphutasya</P><P CLASS=c>kritsnasya c&#257;ntar jathare janany&#257;</P><P CLASS=c>m&#257;y&#257;tvam eva prakat&#299;-kritam te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/dhamana">dhamana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> subduer of <A HREF="http://vedabase.net/m/maya">M&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/avatare">avat&#257;re</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the incarnation; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this; <A CLASS=v HREF="http://vedabase.net/p/prapancasya">prapañcasya</A> &#8212; created material manifestation; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; externally; <A CLASS=v HREF="http://vedabase.net/s/sphutasya">sphutasya</A> &#8212; which is visible; <A CLASS=v HREF="http://vedabase.net/k/krtsnasya">kritsnasya</A> &#8212; entire; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/j/jathare">jathare</A> &#8212; Your abdomen; <A CLASS=v HREF="http://vedabase.net/j/jananyah">janany&#257;h</A> &#8212; unto Your mother; <A CLASS=v HREF="http://vedabase.net/m/mayatvam">m&#257;y&#257;tvam</A> &#8212; Your bewildering potency; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/prakati">prakat&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; has been demonstrated; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by You.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, in this incarnation You have proved that You are the supreme controller of M&#257;y&#257;. Although You are now within this universe, the whole universal creation is within Your transcendental body &#8212; a fact You demonstrated by exhibiting the universe within Your abdomen before Your mother, Ya&#347;od&#257;.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257; here describes the inconceivable spiritual potency of the Lord. We may find a pot within a house, but we can hardly expect to find the house within the same pot. By the Lord's spiritual potency, however, He can appear within this universe and simultaneously exhibit all the universes within His body. One may argue that since the universes seen by mother Ya&#347;od&#257; within Lord Krishna's abdomen were within the Lord's body, they are different from the illusory material universes manifest externally. Here Lord Brahm&#257; refutes that argument, however. Lord Krishna is m&#257;y&#257;-dhamana, the supreme controller of illusion. By the Lord's own supreme mystic potency, He can bewilder even illusion herself, and thus the Lord actually exhibited all the material universes within His body. This is m&#257;y&#257;tvam, the supreme bewildering potency of the Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>