<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.2</P><P CLASS=c>asy&#257;pi deva vapusho mad-anugrahasya</P><P CLASS=c>svecch&#257;-mayasya na tu bh&#363;ta-mayasya ko 'pi</P><P CLASS=c>ne&#347;e mahi tv avasitum manas&#257;ntarena</P><P CLASS=c>s&#257;ksh&#257;t tavaiva kim ut&#257;tma-sukh&#257;nubh&#363;teh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/v/vapusah">vapushah</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/a/anugrahasya">anugrahasya</A> &#8212; which has shown mercy <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/i/iccha">icch&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mayasya">mayasya</A> &#8212; which appears <A HREF="http://vedabase.net/i/in">in</A> response <A HREF="http://vedabase.net/t/to">to</A> the desires of Your <A HREF="http://vedabase.net/p/pure">pure</A> devotees; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; on the other hand; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/m/mayasya">mayasya</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> product of matter; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/i/ise">&#299;&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> not able; <A CLASS=v HREF="http://vedabase.net/m/mahi">mahi</A> &#8212; the potency; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/avasitum">avasitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> estimate; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; with my mind; <A CLASS=v HREF="http://vedabase.net/a/antarena">antarena</A> &#8212; which is controlled and withdrawn; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; within Yourself; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A> &#8212; of happiness; <A CLASS=v HREF="http://vedabase.net/a/anubhuteh">anubh&#363;teh</A> &#8212; of Your experience.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, neither I nor anyone else can estimate the potency of this transcendental body of Yours, which has shown such mercy to me and which appears just to fulfill the desires of Your pure devotees. Although my mind is completely withdrawn from material affairs, I cannot understand Your personal form. How, then, could I possibly understand the happiness You experience within Yourself?</P><P CLASS=t>PURPORT</P><P>In Krishna, the Supreme Personality of Godhead, Volume One, Chapter Fourteen, &#346;r&#299;la Prabhup&#257;da explains that in the present verse Lord Brahm&#257; expressed the following prayerful sentiment: "Your appearance as a cowherd child is for the benefit of the devotees, and although I have committed offenses at Your lotus feet by stealing away Your cows, boys and calves, I can understand that You are now showing me Your mercy. That is Your transcendental quality: You are very affectionate toward Your devotees. Yet in spite of Your affection for me, I cannot estimate the potency of Your bodily activities. It is to be understood that when I, Lord Brahm&#257;, the supreme personality of this universe, cannot estimate the childlike body of the Supreme Personality of Godhead, then what to speak of others? And if I cannot estimate the spiritual potency of Your childlike body, then what can I understand about Your transcendental pastimes? Therefore, as it is said in the Bhagavad-g&#299;t&#257;, anyone who can understand a little of the transcendental pastimes, appearance and disappearance of the Lord immediately becomes eligible to enter the kingdom of God after quitting the material body. This statement is confirmed in the Vedas, and it is stated simply: By understanding the Supreme Personality of Godhead, one can overcome the chain of repeated birth and death. I therefore recommend that people should not try to understand You by their speculative knowledge."</P><P>When Brahm&#257; disrespected the supreme status of the Personality of Godhead, Lord Krishna first bewildered him by exhibiting the Lord's own transcendental power. Then, having humbled His devotee Brahm&#257;, Krishna gave him His personal audience.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, Lord Krishna's transcendental body can also function through the agency of His plenary expansions, called vishnu-tattva. As stated by Brahm&#257; himself in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/32.htm">5.32</A>): a&#324;g&#257;ni yasya sakalendriya-vrittimanti. This verse indicates not only that the Lord can perform any bodily function with any of His limbs but also that He can see through the eyes of His Vishnu expansions or, indeed, through the eyes of any living entity, and similarly that He can hear through the ears of any Vishnu or j&#299;va expansion. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura points out that although the Lord can perform any function with any one of His senses, in His transcendental pastimes as &#346;r&#299; Krishna He generally sees with His eyes, touches with His hands, hears with His ears and so on. Thus He behaves like the most beautiful and charming young cowherd boy.</P><P>The Vedic knowledge expands from Lord Brahm&#257;, who is described in the first verse of &#346;r&#299;mad-Bh&#257;gavatam as &#257;di-kavi, the primeval Vedic scholar. Yet Brahm&#257; could not understand the transcendental body of Lord Krishna, because it is beyond the reach of ordinary Vedic knowledge. Among all the transcendental forms of the Lord, the two-armed form of Govinda &#8212; Krishna &#8212; is original and supreme. Thus Lord Govinda's pastimes of stealing butter, drinking the gop&#299;s' breast-milk, tending the calves, playing His flute and playing childhood sports are extraordinary even in comparison with the activities of the Lord's Vishnu expansions.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>