<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.21</P><P CLASS=c>ko vetti bh&#363;man bhagavan par&#257;tman</P><P CLASS=c>yoge&#347;varot&#299;r bhavatas tri-loky&#257;m</P><P CLASS=c>kva v&#257; katham v&#257; kati v&#257; kadeti</P><P CLASS=c>vist&#257;rayan kr&#299;dasi yoga-m&#257;y&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/v/vetti">vetti</A> &#8212; knows; <A CLASS=v HREF="http://vedabase.net/b/bhuman">bh&#363;man</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme great one; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Soul; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master of mystic power; <A CLASS=v HREF="http://vedabase.net/u/utih">&#363;t&#299;h</A> &#8212; the pastimes; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/l/lokyam">loky&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the three worlds; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/kati">kati</A> &#8212; how many; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/kada">kad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vistarayan">vist&#257;rayan</A> &#8212; expanding; <A CLASS=v HREF="http://vedabase.net/k/kridasi">kr&#299;dasi</A> &#8212; You play; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; Your spiritual energy.</P><P CLASS=t>TRANSLATION</P><P>O supreme great one! O Supreme Personality of Godhead! O Supersoul, master of all mystic power! Your pastimes are taking place continuously in these three worlds, but who can estimate where, how and when You are employing Your spiritual energy and performing these innumerable pastimes? No one can understand the mystery of how Your spiritual energy acts.</P><P CLASS=t>PURPORT</P><P>Brahm&#257; previously stated that Lord Krishna incarnates among the demigods, human beings, animals, fish and so on. This does not mean, however, that the Lord is degraded by His incarnations. As Brahm&#257; clarifies here, no conditioned soul can understand the transcendental nature of the Lord's activities, which He enacts through His spiritual potency. Although the Lord is bh&#363;man, the supremely great one, He is still Bhagav&#257;n, the supremely beautiful personality exhibiting pastimes of love in His own abode. At the same time He is Param&#257;tm&#257;, the all-pervading Supersoul, who witnesses and sanctions all the activities of conditioned souls. The Lord's multiple identity is explained by the term yoge&#347;vara. The Absolute Truth is the master of all mystic potencies, and although He is one and supreme, He manifests His greatness and opulence in many different ways.</P><P>Such elevated spiritual matters can hardly be understood by foolish persons primitively identifying themselves with the insignificant material body. These conditioned souls, such as atheistic scientists, consider their own puffed-up intelligence supreme. Gullibly placing their firm faith in material illusion, they are captured by the modes of nature and driven far away from knowledge of God.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>