<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.3</P><P CLASS=c>jñ&#257;ne pray&#257;sam udap&#257;sya namanta eva</P><P CLASS=c>j&#299;vanti san-mukharit&#257;m bhavad&#299;ya-v&#257;rt&#257;m</P><P CLASS=c>sth&#257;ne sthit&#257;h &#347;ruti-gat&#257;m tanu-v&#257;&#324;-manobhir</P><P CLASS=c>ye pr&#257;ya&#347;o 'jita jito 'py asi tais tri-loky&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnane">jñ&#257;ne</A> &#8212; for knowledge; <A CLASS=v HREF="http://vedabase.net/p/prayasam">pray&#257;sam</A> &#8212; the endeavor; <A CLASS=v HREF="http://vedabase.net/u/udapasya">udap&#257;sya</A> &#8212; giving up completely; <A CLASS=v HREF="http://vedabase.net/n/namantah">namantah</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; simply; <A CLASS=v HREF="http://vedabase.net/j/jivanti">j&#299;vanti</A> &#8212; live; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/m/mukharitam">mukharit&#257;m</A> &#8212; chanted by the <A HREF="http://vedabase.net/p/pure">pure</A> devotees; <A CLASS=v HREF="http://vedabase.net/b/bhavadiya">bhavad&#299;ya</A>-<A CLASS=v HREF="http://vedabase.net/v/vartam">v&#257;rt&#257;m</A> &#8212; topics related <A HREF="http://vedabase.net/t/to">to</A> You; <A CLASS=v HREF="http://vedabase.net/s/sthane">sth&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> their material position; <A CLASS=v HREF="http://vedabase.net/s/sthitah">sthit&#257;h</A> &#8212; remaining; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A>-<A CLASS=v HREF="http://vedabase.net/g/gatam">gat&#257;m</A> &#8212; received by hearing; <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A> &#8212; with their body; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/m/manobhih">manobhih</A> &#8212; and mind; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/p/prayasah">pr&#257;ya&#347;ah</A> &#8212; for the most part; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unconquerable one; <A CLASS=v HREF="http://vedabase.net/j/jitah">jitah</A> &#8212; conquered; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; nevertheless; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; You become; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by them; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/l/lokyam">loky&#257;m</A> &#8212; within the three worlds.</P><P CLASS=t>TRANSLATION</P><P>Those who, even while remaining situated in their established social positions, throw away the process of speculative knowledge and with their body, words and mind offer all respects to descriptions of Your personality and activities, dedicating their lives to these narrations, which are vibrated by You personally and by Your pure devotees, certainly conquer Your Lordship, although You are otherwise unconquerable by anyone within the three worlds.</P><P CLASS=t>PURPORT</P><P>Here the word udap&#257;sya clearly indicates that one should not even slightly endeavor to understand the Absolute Truth by the process of mental speculation, for it invariably carries one to an imperfect, impersonal understanding of God. The word j&#299;vanti indicates that a devotee who always hears about Lord Krishna will go back home, back to Godhead, even if he can do nothing except maintain his existence and hear topics concerning the Lord.</P><P>&#346;r&#299;la San&#257;tana Gosv&#257;m&#299; has explained the words tanu-v&#257;&#324;-manobhih ("by the body, words and mind") in three ways. In reference to devotees, through their body, words and mind they are able to conquer Lord Krishna. Thus becoming perfect in Krishna consciousness, they can touch His lotus feet with their hands, call Him to come with their words, and attain His direct audience within their mind simply by thinking about Him.</P><P>In the case of nondevotees, the words tanu-v&#257;&#324;-manobhih refer to the word ajita, "unconquered," and indicate that those not engaged in the loving service of Lord Krishna cannot conquer the Absolute Truth by their bodily strength, verbal expertise or mental power. Despite all their endeavors, the ultimate truth remains beyond their reach.</P><P>In reference to the word jitah, "conquered," the words tanu-v&#257;&#324;-manobhih indicate that the pure devotees of Lord Krishna conquer His body, words and mind. Lord Krishna's body is conquered because He always remains by the side of His pure devotees; Lord Krishna's words are conquered because He always chants the glories of His devotees; and Lord Krishna's mind is conquered because He always thinks about His loving devotees.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has explained the words tanu-v&#257;&#324;-manobhih in regard to the word namantah, "offering obeisances." He explains that the devotees can take full advantage of the transcendental topics of the Lord by offering all respects to those topics with their body, words and mind. One should engage his body by touching the ground with his hands and head while offering obeisances to the topics of the Lord; one should engage his words by praising transcendental literatures such as Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam, as well as the devotees who are preaching such literatures; and one should engage his mind by feeling great reverence and pleasure while hearing the transcendental topics of the Lord. In this way, a sincere devotee who has acquired even a small amount of transcendental knowledge about Lord Krishna can conquer Him and thus go back home, back to Godhead, for eternal life at the Lord's side.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>