<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.34</P><P CLASS=c>tad bh&#363;ri-bh&#257;gyam iha janma kim apy atavy&#257;m</P><P CLASS=c>yad gokule 'pi katam&#257;&#324;ghri-rajo-'bhishekam</P><P CLASS=c>yaj-j&#299;vitam tu nikhilam bhagav&#257;n mukundas</P><P CLASS=c>tv ady&#257;pi yat-pada-rajah &#347;ruti-mrigyam eva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagyam">bh&#257;gyam</A> &#8212; the greatest good fortune; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; the birth; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; any whatsoever; <A CLASS=v HREF="http://vedabase.net/a/atavyam">atavy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest (of <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>); <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/g/gokule">gokule</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/g/gokula">Gokula</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/k/katama">katama</A> &#8212; of any (of the devotees); <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; of the feet; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; by the dust; <A CLASS=v HREF="http://vedabase.net/a/abhisekam">abhishekam</A> &#8212; bathing; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/j/jivitam">j&#299;vitam</A> &#8212; life; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/nikhilam">nikhilam</A> &#8212; whole; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/mukundah">mukundah</A> &#8212; Lord <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even until now; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; dust of the feet; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A> &#8212; by the Vedas; <A CLASS=v HREF="http://vedabase.net/m/mrgyam">mrigyam</A> &#8212; sought after; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly.</P><P CLASS=t>TRANSLATION</P><P>My greatest possible good fortune would be to take any birth whatever in this forest of Gokula and have my head bathed by the dust falling from the lotus feet of any of its residents. Their entire life and soul is the Supreme Personality of Godhead, Mukunda, the dust of whose lotus feet is still being searched for in the Vedic mantras.</P><P CLASS=t>PURPORT</P><P>This verse indicates that Lord Brahm&#257; desires to take birth even as the smallest blade of grass in Vrind&#257;vana so that the holy residents of the Lord's abode may walk upon his head and bless him with the dust of their feet. Being realistic, Lord Brahm&#257; does not aspire to directly achieve the dust of Lord Krishna's feet; rather, he aspires for the mercy of the Lord's devotees. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains that Brahm&#257; is willing to take birth even as a stone in a paved footpath in the Lord's abode. Since Brahm&#257; is the creator of the entire universe, we can just imagine the glorious position of the residents of Vrind&#257;vana.</P><P>The Lord's devotees achieve their exalted position by unalloyed devotion and love. One cannot achieve such spiritual opulence by any puffed-up material process of personal improvement. In Krishna, the Supreme Personality of Godhead, &#346;r&#299;la Prabhup&#257;da reveals the mind of Brahm&#257; as follows: "But if I am not so fortunate as to take birth within the forest of Vrind&#257;vana, I beg to be allowed to take birth outside the immediate area of Vrind&#257;vana so that when the devotees go out they will walk over me. Even that would be a great fortune for me. I am just aspiring for a birth in which I will be smeared by the dust of the devotees' feet."</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>