<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.40</P><P CLASS=c>&#347;r&#299;-krishna vrishni-kula-pushkara-josha-d&#257;yin</P><P CLASS=c>kshm&#257;-nirjara-dvija-pa&#347;&#363;dadhi-vriddhi-k&#257;rin</P><P CLASS=c>uddharma-&#347;&#257;rvara-hara kshiti-r&#257;kshasa-dhrug</P><P CLASS=c>&#257;-kalpam &#257;rkam arhan bhagavan namas te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/v/vrsni">vrishni</A>-<A CLASS=v HREF="http://vedabase.net/k/kula">kula</A> &#8212; of the <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/p/puskara">pushkara</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the lotus; <A CLASS=v HREF="http://vedabase.net/j/josa">josha</A> &#8212; pleasure; <A CLASS=v HREF="http://vedabase.net/d/dayin">d&#257;yin</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You who bestow; <A CLASS=v HREF="http://vedabase.net/k/ksma">kshm&#257;</A> &#8212; of the earth; <A CLASS=v HREF="http://vedabase.net/n/nirjara">nirjara</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A> &#8212; and of the animals; <A CLASS=v HREF="http://vedabase.net/u/udadhi">udadhi</A> &#8212; of the great oceans; <A CLASS=v HREF="http://vedabase.net/v/vrddhi">vriddhi</A> &#8212; the increase; <A CLASS=v HREF="http://vedabase.net/k/karin">k&#257;rin</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You who cause; <A CLASS=v HREF="http://vedabase.net/u/uddharma">uddharma</A> &#8212; of atheistic principles; <A CLASS=v HREF="http://vedabase.net/s/sarvara">&#347;&#257;rvara</A> &#8212; of the darkness; <A CLASS=v HREF="http://vedabase.net/h/hara">hara</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> dispeller; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A> &#8212; upon the earth; <A CLASS=v HREF="http://vedabase.net/r/raksasa">r&#257;kshasa</A> &#8212; of the demons; <A CLASS=v HREF="http://vedabase.net/d/dhruk">dhruk</A> &#8212; the opponent; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kalpam">kalpam</A> &#8212; until the end of the universe; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/arkam">arkam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A> the sun shines; <A CLASS=v HREF="http://vedabase.net/a/arhan">arhan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supremely worshipable Deity; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You.</P><P CLASS=t>TRANSLATION</P><P>My dear &#346;r&#299; Krishna, You bestow happiness upon the lotuslike Vrishni dynasty and expand the great oceans consisting of the earth, the demigods, the br&#257;hmanas and the cows. You dispel the dense darkness of irreligion and oppose the demons who have appeared on this earth. O Supreme Personality of Godhead, as long as this universe exists and as long as the sun shines, I will offer my obeisances unto You.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;, Lord Brahm&#257; is here engaged in the ecstasy of n&#257;ma-sa&#324;k&#299;rtana, glorifying various holy names of Lord Krishna that indicate His variegated pastimes. Lord Krishna expertly suppressed the demoniac population of the earth, which became unbearable with the advent of demoniac politicians like Kamsa, Jar&#257;sandha and &#346;i&#347;up&#257;la. Similarly, in modern society there are many so-called God-fearing people who are actually attracted to demoniac existence. Such persons become enlivened with the setting of the sun and go out in the darkness to enjoy life in restaurants, nightclubs, discotheques, hotels and so on, which are all simply meant for illicit sex, intoxication, gambling and meat-eating. Then there are those who openly defy God and His laws, declaring themselves atheists and demons. Both the covert and the overt enemies of the Lord constitute an unholy burden for the earth, and Lord Krishna descends to expertly remove this burden.</P><P>Here Lord Brahm&#257; indirectly states that Lord Krishna should remove Brahm&#257;'s own subtle atheism, which had led him to try to exert illusory power over Lord Krishna. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, Lord Brahm&#257;, in his shame, felt himself to be like a brahma-r&#257;kshasa from Satyaloka who had come to the earth to disturb Lord Krishna and His intimate friends and calves. Brahm&#257; is lamenting that although Lord Krishna is most exalted, the Lord of all lords, because He had appeared before Brahm&#257; in such a simple and innocent feature &#8212; decorated with a stick, a conchshell, ornaments, red clay, a peacock feather and so on, and sporting with His cowherd boyfriends &#8212; Brahm&#257; dared to challenge Him. Concerning Brahm&#257;'s prayers, of which this verse is the conclusion, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura states, "May these prayers of Brahm&#257;, which take away all doubts and broadcast all the definitive conclusions of devotional service, become the expert craftsmanship of the foundation of my consciousness."</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>