<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.42</P><P CLASS=c>tato 'nujñ&#257;pya bhagav&#257;n</P><P CLASS=c>sva-bhuvam pr&#257;g avasthit&#257;n</P><P CLASS=c>vats&#257;n pulinam &#257;ninye</P><P CLASS=c>yath&#257;-p&#363;rva-sakham svakam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/anujnapya">anujñ&#257;pya</A> &#8212; giving permission; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvam">bhuvam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> His own son (<A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/p/prak">pr&#257;k</A> &#8212; from before; <A CLASS=v HREF="http://vedabase.net/a/avasthitan">avasthit&#257;n</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/v/vatsan">vats&#257;n</A> &#8212; the calves; <A CLASS=v HREF="http://vedabase.net/p/pulinam">pulinam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the shore of the river; <A CLASS=v HREF="http://vedabase.net/a/aninye">&#257;ninye</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> brought; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A> before; <A CLASS=v HREF="http://vedabase.net/s/sakham">sakham</A> &#8212; where the friends were present; <A CLASS=v HREF="http://vedabase.net/s/svakam">svakam</A> &#8212; His own.</P><P CLASS=t>TRANSLATION</P><P>After granting His son Brahm&#257; permission to leave, the Supreme Personality of Godhead took the calves, who were still where they had been a year earlier, and brought them to the riverbank, where He had been taking His meal and where His cowherd boyfriends remained just as before.</P><P CLASS=t>PURPORT</P><P>The word sva-bhuvam, "to His own son," indicates that Lord Krishna forgave the offense Brahm&#257; had committed and treated him with affection, as His son. It is stated in this verse that the original cowherd boyfriends and calves were situated just as before: near the bank of the Yamun&#257; River and in the forest, respectively. Previously the calves had disappeared within the forest and Lord Krishna had gone to search for them. Not finding them, the Lord had returned to the riverbank to discuss the situation with His cowherd boyfriends, but they had also disappeared. Now the cows were once again in the forest and the boyfriends once again on the bank of the river, ready to take their lunch. According to &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;, the calves and boys remained in the forest and on the riverbank, respectively, for one full year. Lord Brahm&#257; did not actually take them away to another place. By the Lord's omnipotent illusory energy, the gop&#299;s and other residents of Vrind&#257;vana did not notice the calves and boys, nor did the calves and boys notice the passing of a year's time or feel any hunger, cold or thirst. All this was part of the pastime arranged by the Lord's illusory potency. Lord Brahm&#257; thought, "I have kept all the boys and calves of Gokula sleeping on the bed of my mystic potency, and to this very day they have not risen. A similar number of boys and calves have been playing with Krishna for one whole year, yet they are different from the ones illusioned by my mystic potency. Who are they? Where did they come from?"</P><P>Nothing is invisible to the Supreme Lord. Thus Lord Krishna appeared to be searching for the calves and boys only to enact the dramatic pastime of bewildering Lord Brahm&#257;. After Brahm&#257; surrendered and offered prayers, Lord Krishna returned to the original boys and calves, who appeared exactly as before, although their size had somewhat increased because of one year's growth.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, since Lord Krishna was playing exactly like an innocent young cowherd boy in Vrind&#257;vana, after four-headed Brahm&#257; offered his prayers the Lord maintained His role as a young cowherd boy and thus remained silent before Brahm&#257;. Krishna's silence indicates the following thoughts: "Where did this four-headed Brahm&#257; come from? What is he doing? What are these words he keeps on speaking? I am busy looking for My calves. I am just a cowherd boy and do not understand all this." Lord Brahm&#257; had considered Lord Krishna an ordinary cowherd boy and had treated Him as such. After accepting Brahm&#257;'s prayers, Krishna continued to play as a cowherd boy and thus did not answer the four-headed Brahm&#257;. Rather, Krishna was more interested in rejoining His cowherd boyfriends for the picnic lunch on the bank of the Yamun&#257; River.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>