<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.50</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>sarvesh&#257;m api bh&#363;t&#257;n&#257;m</P><P CLASS=c>nripa sv&#257;tmaiva vallabhah</P><P CLASS=c>itare 'patya-vitt&#257;dy&#257;s</P><P CLASS=c>tad-vallabhatayaiva hi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; for all; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; created living beings; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; one's own self; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/vallabhah">vallabhah</A> &#8212; dearmost; <A CLASS=v HREF="http://vedabase.net/i/itare">itare</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/a/apatya">apatya</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/v/vitta">vitta</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dy&#257;h</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that self; <A CLASS=v HREF="http://vedabase.net/v/vallabhataya">vallabhatay&#257;</A> &#8212; based on the dearness; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: O King, for every created being the dearmost thing is certainly his own self. The dearness of everything else &#8212; children, wealth and so on &#8212; is due only to the dearness of the self.</P><P CLASS=t>PURPORT</P><P>Sometimes modern thinkers become puzzled when they study the psychology of moral behavior. Although every living entity is inclined toward self-preservation, as stated here, sometimes a person voluntarily sacrifices his own apparent interest through philanthropic or patriotic activities, such as giving his money for the benefit of others or giving his life for the national interest. Such so-called selfless behavior appears to contradict the principle of material self-centeredness and self-preservation.</P><P>As explained in this verse, however, a living entity serves his society, nation, family and so on only because these objects of affection represent the expanded concept of false ego. A patriot sees himself as a great servitor of a great nation, and thus he sacrifices his life to gratify his sense of egotism. Similarly, it is common knowledge that a man feels great pleasure by thinking that he is sacrificing everything to please his dear wife and children. A man derives great egotistic pleasure by seeing himself as a selfless well-wisher of his so-called family and community. Thus, to gratify his proud sense of false ego, a man is prepared even to lay down his life. This apparently contradictory behavior is yet another demonstration of the bewilderment of material life, which has neither rhyme nor reason, being a manifestation of gross ignorance of the nonmaterial soul.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>