<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 53"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.53</P><P CLASS=c>deho 'pi mamat&#257;-bh&#257;k cet</P><P CLASS=c>tarhy asau n&#257;tma-vat priyah</P><P CLASS=c>yaj j&#299;ryaty api dehe 'smin</P><P CLASS=c>j&#299;vit&#257;&#347;&#257; bal&#299;yas&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dehah">dehah</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mamata">mamat&#257;</A> &#8212; of possessiveness; <A CLASS=v HREF="http://vedabase.net/b/bhak">bh&#257;k</A> &#8212; the focus; <A CLASS=v HREF="http://vedabase.net/c/cet">cet</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/t/tarhi">tarhi</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that body; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/same">same</A> way <A HREF="http://vedabase.net/a/as">as</A> the soul; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; dear; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/j/jiryati">j&#299;ryati</A> &#8212; when <A HREF="http://vedabase.net/i/it">it</A> is growing old; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/d/dehe">dehe</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/j/jivita">j&#299;vita</A>-<A CLASS=v HREF="http://vedabase.net/a/asa">&#257;&#347;&#257;</A> &#8212; the desire <A HREF="http://vedabase.net/t/to">to</A> remain living; <A CLASS=v HREF="http://vedabase.net/b/baliyasi">bal&#299;yas&#299;</A> &#8212; very strong.</P><P CLASS=t>TRANSLATION</P><P>If a person comes to the stage of considering the body "mine" instead of "me," he will certainly not consider the body as dear as his own self. After all, even as the body is growing old and useless, one's desire to continue living remains strong.</P><P CLASS=t>PURPORT</P><P>The word mamat&#257;-bh&#257;k is very significant here. An ordinary, foolish person thinks, "I am this body." A more discriminating, intelligent person thinks, "This is my body." In the literature and folklore of ordinary people we find the common theme of an old, decrepit person dreaming of obtaining a new, young body. Thus, even ordinary persons pick up the notion of self-realization, instinctively understanding that it is possible for the soul to exist in many different bodies.</P><P>As the body of an intelligent person becomes old and useless, he strongly desires to live, even when he knows that his body cannot live much longer. This indicates he is gradually becoming aware that his self is more important than his body. Thus simply the desire for life can indirectly bring one to a preliminary understanding of self-realization. And in this case as well, one's basic attachment is to one's own self and not to that which supposedly belongs to oneself.</P><P>It may be pointed out that the entire discussion between King Par&#299;kshit and &#346;ukadeva Gosv&#257;m&#299; regarding the dearness of one's own self is ultimately meant for broaching the subject of why the cows and cowherd ladies of Vrind&#257;vana considered Krishna more dear than their own selves and certainly more dear than their own offspring. The discussion proceeds as follows.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>