<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 61"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.61</P><P CLASS=c>evam vih&#257;raih kaum&#257;raih</P><P CLASS=c>kaum&#257;ram jahatur vraje</P><P CLASS=c>nil&#257;yanaih setu-bandhair</P><P CLASS=c>markatotplavan&#257;dibhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/viharaih">vih&#257;raih</A> &#8212; with pastimes; <A CLASS=v HREF="http://vedabase.net/k/kaumaraih">kaum&#257;raih</A> &#8212; of boyhood; <A CLASS=v HREF="http://vedabase.net/k/kaumaram">kaum&#257;ram</A> &#8212; the childhood <A HREF="http://vedabase.net/a/age">age</A> up <A HREF="http://vedabase.net/t/to">to</A> five years; <A CLASS=v HREF="http://vedabase.net/j/jahatuh">jahatuh</A> &#8212; they passed; <A CLASS=v HREF="http://vedabase.net/v/vraje">vraje</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the land of <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/n/nilayanaih">nil&#257;yanaih</A> &#8212; with sports of chasing about; <A CLASS=v HREF="http://vedabase.net/s/setu">setu</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhaih">bandhaih</A> &#8212; with the building of bridges; <A CLASS=v HREF="http://vedabase.net/m/markata">markata</A>-<A CLASS=v HREF="http://vedabase.net/u/utplavana">utplavana</A> &#8212; with the jumping around of monkeys; <A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on.</P><P CLASS=t>TRANSLATION</P><P>In this way the boys spent their childhood in the land of Vrind&#257;vana playing hide-and-go-seek, building play bridges, jumping about like monkeys and engaging in many other such games.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;, the word nil&#257;yanaih refers to games such as hide-and-go-seek or cops and robbers. Sometimes the boys would jump around like the monkeys in Lord R&#257;macandra's army and then enact the building of the bridge to &#346;r&#299; La&#324;k&#257; by constructing play bridges in lakes or ponds. Sometimes the boys would imitate the pastime of churning the ocean of milk, and sometimes they would play catch with balls. We can find full pleasure in the spiritual world, with the simple condition that everything be performed in pure love of Godhead, Krishna consciousness.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Fourteenth Chapter of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Brahm&#257;'s Prayers to Lord Krishna."</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../15/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>