<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.7</P><P CLASS=c>gun&#257;tmanas te 'pi gun&#257;n vim&#257;tum</P><P CLASS=c>hit&#257;vat&#299;rinasya ka &#299;&#347;ire 'sya</P><P CLASS=c>k&#257;lena yair v&#257; vimit&#257;h su-kalpair</P><P CLASS=c>bh&#363;-p&#257;m&#347;avah khe mihik&#257; dyu-bh&#257;sah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the possessor of all superior qualities; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/g/gunan">gun&#257;n</A> &#8212; the qualities; <A CLASS=v HREF="http://vedabase.net/v/vimatum">vim&#257;tum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> count; <A CLASS=v HREF="http://vedabase.net/h/hita">hita</A>-<A CLASS=v HREF="http://vedabase.net/a/avatirnasya">avat&#299;rnasya</A> &#8212; who have descended for the benefit of all living entities; <A CLASS=v HREF="http://vedabase.net/k/ke">ke</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/i/isire">&#299;&#347;ire</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> able; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of the universe; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> due course of time; <A CLASS=v HREF="http://vedabase.net/y/yaih">yaih</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/v/vimitah">vimit&#257;h</A> &#8212; counted; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/k/kalpaih">kalpaih</A> &#8212; by great scientists; <A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A>-<A CLASS=v HREF="http://vedabase.net/p/pamsavah">p&#257;m&#347;avah</A> &#8212; the atoms of <A HREF="http://vedabase.net/a/an">an</A> earthly planet; <A CLASS=v HREF="http://vedabase.net/k/khe">khe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/m/mihikah">mihik&#257;h</A> &#8212; the particles of snow; <A CLASS=v HREF="http://vedabase.net/d/dyu">dyu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhasah">bh&#257;sah</A> &#8212; the illumination of stars and planets.</P><P CLASS=t>TRANSLATION</P><P>In time, learned philosophers or scientists might be able to count all the atoms of the earth, the particles of snow, or perhaps even the shining molecules radiating from the sun, the stars and other luminaries. But among these learned men, who could possibly count the unlimited transcendental qualities possessed by You, the Supreme Personality of Godhead, who have descended onto the surface of the earth for the benefit of all living entities?</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la San&#257;tana Gosv&#257;m&#299; explains that Lord Krishna is gun&#257;tm&#257;, "the soul of all superior qualities," because He gives them life. For example, one may discuss in an abstract way such qualities as generosity, intelligence and mercy, but they come to life only when a living person exhibits them. Thus Lord Krishna is gun&#257;tm&#257; because He descends to the material world and reestablishes religious principles by exhibiting all godly qualities Himself and inspiring them in others. A living entity who develops the transcendental qualities found in the Lord receives immeasurable benefit and eventually goes with the Lord back to His own abode, where all living beings are liberated and fully endowed with the transcendental nature.</P><P>&#346;r&#299;la San&#257;tana Gosv&#257;m&#299; further explains that the Lord manifests a specific spiritual quality for the benefit of each living entity. Since there are innumerable living entities within the confines of the material creation, the Lord manifests infinite qualities. Thus every conditioned soul can appreciate the Supreme Lord in a particular way.</P><P>The example is given here that even if the most learned scholars could someday count the particles of earth, snow and light, they would still fail to understand the qualities of the Lord. In this example earth, snow and light are progressively more subtle; thus it is to be understood that there is an increasing difficulty in counting their virtually infinite particles.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, great personalities like Lord Sa&#324;karshana actually have counted the number of atoms on the earth, and even the molecules in the entire universe. Yet even such a personality as Sa&#324;karshana, who has been continuously chanting the glories of the Lord since time immemorial, has not even approached a final count of those glories.</P><P>Lord Krishna exhibits His most astonishing qualities during His childhood pastimes in Vrind&#257;vana, where He steals butter from the cowherd ladies, dances with His girlfriends, and plays with His cowherd boyfriends as their most dear companion. Although appearing like ordinary human activities, such sublime pastimes embody Lord Krishna's immeasurable and innumerable beautiful transcendental qualities, which are the life and soul of the pure devotees.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>