<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.9</P><P CLASS=c>pa&#347;ye&#347;a me 'n&#257;ryam ananta &#257;dye</P><P CLASS=c>par&#257;tmani tvayy api m&#257;yi-m&#257;yini</P><P CLASS=c>m&#257;y&#257;m vitatyekshitum &#257;tma-vaibhavam</P><P CLASS=c>hy aham kiy&#257;n aiccham iv&#257;rcir agnau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pasya">pa&#347;ya</A> &#8212; just see; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/a/anaryam">an&#257;ryam</A> &#8212; contemptible behavior; <A CLASS=v HREF="http://vedabase.net/a/anante">anante</A> &#8212; against the unlimited; <A CLASS=v HREF="http://vedabase.net/a/adye">&#257;dye</A> &#8212; the primeval; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/m/mayi">m&#257;yi</A>-<A CLASS=v HREF="http://vedabase.net/m/mayini">m&#257;yini</A> &#8212; for the masters of illusion; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; (my) illusory potency; <A CLASS=v HREF="http://vedabase.net/v/vitatya">vitatya</A> &#8212; spreading; <A CLASS=v HREF="http://vedabase.net/i/iksitum">&#299;kshitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/v/vaibhavam">vaibhavam</A> &#8212; power; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/kiyan">kiy&#257;n</A> &#8212; how much; <A CLASS=v HREF="http://vedabase.net/a/aiccham">aiccham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> desired; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; just like; <A CLASS=v HREF="http://vedabase.net/a/arcih">arcih</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> small spark; <A CLASS=v HREF="http://vedabase.net/a/agnau">agnau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> comparison <A HREF="http://vedabase.net/t/to">to</A> the whole fire.</P><P CLASS=t>TRANSLATION</P><P>My Lord, just see my uncivilized impudence! To test Your power I tried to extend my illusory potency to cover You, the unlimited and primeval Supersoul, who bewilder even the masters of illusion. What am I compared to You? I am just like a small spark in the presence of a great fire.</P><P CLASS=t>PURPORT</P><P>A great fire produces many sparks, which are insignificant in comparison to it. Indeed, if one of the small sparks were to try to burn the original fire, the attempt would be simply ludicrous. Similarly, even the creator of the entire universe, Lord Brahm&#257;, is an insignificant spark of the potency of God, and therefore Brahm&#257;'s attempt to bewilder the Supreme Lord was certainly ludicrous.</P><P>Brahm&#257; here addresses Lord Krishna as &#299;&#347;a, which indicates that Krishna is not only the supreme master of everyone but is also specifically the master of Brahm&#257;, who creates the universe directly under the guidance of the Lord and who, indeed, is born directly from the Lord's own body.</P><P>Brahm&#257; felt ashamed of his impudent attempt at deluding Lord Krishna, and he was therefore perfectly willing to be punished or forgiven by the Lord, according to His decision. If Lord Krishna does not mercifully punish His devotees when they act improperly, their foolishness will simply increase and gradually completely overwhelm their devotional sentiments. Therefore Lord Krishna kindly disciplines His devotees and maintains them on the progressive path back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>