<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 1 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 1 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Curse Upon the Yadu Dynasty</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.1.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>kritv&#257; daitya-vadham krishnah</P><P CLASS=c>sa-r&#257;mo yadubhir vritah</P><P CLASS=c>bhuvo 'vat&#257;rayad bh&#257;ram</P><P CLASS=c>javishtham janayan kalim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/suka">&#346;uka</A> said; <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> &#8212; having performed; <A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A> &#8212; of the demons; <A CLASS=v HREF="http://vedabase.net/v/vadham">vadham</A> &#8212; the killing; <A CLASS=v HREF="http://vedabase.net/k/krsnah">krishnah</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/r/ramah">r&#257;mah</A> &#8212; accompanied by <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/y/yadubhih">yadubhih</A> &#8212; by the Yadus; <A CLASS=v HREF="http://vedabase.net/v/vrtah">vritah</A> &#8212; surrounded; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; of the earth; <A CLASS=v HREF="http://vedabase.net/a/avatarayat">avat&#257;rayat</A> &#8212; caused <A HREF="http://vedabase.net/t/to">to</A> be lessened; <A CLASS=v HREF="http://vedabase.net/b/bharam">bh&#257;ram</A> &#8212; the burden; <A CLASS=v HREF="http://vedabase.net/j/javistham">javishtham</A> &#8212; most sudden, leading <A HREF="http://vedabase.net/t/to">to</A> violence; <A CLASS=v HREF="http://vedabase.net/j/janayan">janayan</A> &#8212; raising; <A CLASS=v HREF="http://vedabase.net/k/kalim">kalim</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> state of quarrel.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: Lord &#346;r&#299; Krishna, accompanied by Balar&#257;ma and surrounded by the Yadu dynasty, executed the killing of many demons. Then, further to remove the burden of the earth, the Lord arranged for the great Battle of Kurukshetra, which suddenly erupted in violence between the Kurus and the P&#257;ndavas.</P><P CLASS=t>PURPORT</P><P>The Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam begins with a reference to the pastimes executed by Lord &#346;r&#299; Krishna in the Tenth Canto. The beginning of the Tenth Canto describes that when the earth was overburdened by demoniac rulers, the personified earth, Bh&#363;mi, approached Lord Brahm&#257; with tears in her eyes, begging for relief, and Brahm&#257; immediately went with the demigods to approach the Supreme Lord in His form of Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. As the demigods waited respectfully on the shore of the milk ocean, the Supreme Lord announced through Brahm&#257; that He would soon incarnate on earth and that the demigods should also descend to assist in His pastimes. Thus from the very beginning of Lord Krishna's appearance it was understood that He would descend to the earth to remove the demons.</P><P>As &#346;r&#299;la Prabhup&#257;da states in his commentary to Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/6.htm">16.6</A>), those who agree to obey the injunctions of revealed scriptures are known as demigods, whereas those who defy the orders of Vedic scriptures are known as asuras, or demons. The Vedic literatures are presented within the universe for the guidance of the conditioned souls, who are trapped under the three modes of material nature and who are therefore rotating in a continuous cycle of birth and death. By strictly adhering to the Vedic injunctions, we can easily satisfy our material needs and at the same time make tangible progress on the path back home, back to Godhead. Thus we can achieve an eternal life of bliss and knowledge in the Lord's own abode simply by obeying the Lord's instructions as they are presented in Vedic literatures such as Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. The demons, however, minimize or even mock the absolute authority of the Supreme Lord and His teachings. Because these asuras envy the sovereign status of the Supreme Personality of Godhead, they minimize the importance of the Vedic scriptures, which emanate directly from the breathing of the Lord. The demons establish a society governed by their own concocted whims and inevitably create chaos and misery, especially for pious living entities who sincerely desire to follow the will of God.</P><P>Lord &#346;r&#299; Krishna states in Bhagavad-g&#299;t&#257; that when there is a predominance of such chaotic, irreligious societies on the earth, He personally descends to rectify the imbalance. Thus from the very beginning of His transcendental infancy, Krishna systematically killed the powerful asuras, or demons, who were an intolerable burden for the earth. Lord &#346;r&#299; Krishna was assisted by His brother, Balar&#257;ma, who is also the Supreme Personality of Godhead. Although God is one, He can expand Himself to enjoy in many forms at once. That is His omnipotence. And the first such expansion is Balar&#257;ma, or Baladeva. Balar&#257;ma killed many noteworthy demons, including Dhenuk&#257;sura, Dvivida and the envious Rukm&#299;. Krishna was also accompanied by the members of the Yadu dynasty, many of whom were demigods who had descended to assist the Lord.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, however, has revealed that although many demigods had taken birth in the Yadu dynasty to assist the Lord, some members of the Yadu dynasty were actually inimical toward Krishna. Because of their mundane vision of the Lord, they considered themselves to be on the same level as Krishna. Having taken birth in the family of the Supreme Personality of Godhead Himself, they had inconceivable strength, and thus they misunderstood Krishna's supreme position. Having forgotten that Krishna is the Supreme Personality of Godhead, they would constitute a great burden, and consequently it was necessary for Krishna to remove them from the earth. There is a popular saying that familiarity breeds contempt. To destroy the contemptuous members of His own dynasty, the Lord caused a quarrel among them. For this purpose, He arranged for N&#257;rada and other sages to display anger against the K&#257;rshnas, the members of His family. Although many Yadus who were devoted to Krishna were apparently killed in this fratricidal war, Lord Krishna actually returned them to their original positions as universal directors, or demigods. It is the Lord's promise in Bhagavad-g&#299;t&#257; that He will always protect those who are favorable to His service.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, in his commentary on this verse, has given a summary of the entire Eleventh Canto as follows. Chapter One describes the beginning of the maushala-l&#299;l&#257;, or the prelude to the destruction of the Yadu dynasty. Chapters Two through Five describe the conversations between the nine Yogendras and King Nimi. Chapter Six describes the prayers of Brahm&#257;, &#346;iva and other residents of heaven. Chapters Seven through Twenty-nine present the conversation between Krishna and Uddhava that is known as the Uddhava-g&#299;t&#257;. Chapter Thirty describes the withdrawal of the Yadu dynasty from the earth. The final chapter describes the disappearance of Lord Krishna.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>