<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 1 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 1 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Curse Upon the Yadu Dynasty</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.1.10</P><P CLASS=c>&#347;r&#299;-b&#257;dar&#257;yanir uv&#257;ca</P><P CLASS=c>bibhrad vapuh sakala-sundara-sannive&#347;am</P><P CLASS=c>karm&#257;caran bhuvi su-ma&#324;galam &#257;pta-k&#257;mah</P><P CLASS=c>&#257;sth&#257;ya dh&#257;ma ramam&#257;na ud&#257;ra-k&#299;ritih</P><P CLASS=c>samhartum aicchata kulam sthita-kritya-&#347;eshah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/badarayanih">b&#257;dar&#257;yanih</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;, the son of <A HREF="http://vedabase.net/b/badarayana">B&#257;dar&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/b/bibhrat">bibhrat</A> &#8212; bearing; <A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> divine body; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/s/sundara">sundara</A> &#8212; beautiful things; <A CLASS=v HREF="http://vedabase.net/s/sannivesam">sannive&#347;am</A> &#8212; the amalgamation; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/a/acaran">&#257;caran</A> &#8212; performing; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the earth; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/mangalam">ma&#324;galam</A> &#8212; very auspicious; <A CLASS=v HREF="http://vedabase.net/a/apta">&#257;pta</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; being satisfied <A HREF="http://vedabase.net/i/in">in</A> all His desires; <A CLASS=v HREF="http://vedabase.net/a/asthaya">&#257;sth&#257;ya</A> &#8212; residing; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His abode (<A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A>); <A CLASS=v HREF="http://vedabase.net/r/ramamanah">ramam&#257;nah</A> &#8212; enjoying life; <A CLASS=v HREF="http://vedabase.net/u/udara">ud&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/k/kirtih">k&#299;rtih</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> whose glories <A HREF="http://vedabase.net/a/are">are</A> very magnanimous <A HREF="http://vedabase.net/i/in">in</A> themselves; <A CLASS=v HREF="http://vedabase.net/s/samhartum">samhartum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> destroy; <A CLASS=v HREF="http://vedabase.net/a/aicchata">aicchata</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> wanted; <A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; His dynasty; <A CLASS=v HREF="http://vedabase.net/s/sthita">sthita</A> &#8212; there remaining; <A CLASS=v HREF="http://vedabase.net/k/krtya">kritya</A> &#8212; of His business; <A CLASS=v HREF="http://vedabase.net/s/sesah">&#347;eshah</A> &#8212; some remnant.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: The Lord, who bore His body as the amalgamation of everything beautiful, dutifully executed the most auspicious activities while on the earth, although He was, in fact, without any endeavor already satisfied in all desires. Residing in His abode and enjoying life, the Lord, whose glorification is in itself magnanimous, now wanted to annihilate His dynasty, as there still remained some small part of His duty to be carried out.</P><P CLASS=t>PURPORT</P><P>This verse answers Par&#299;kshit Mah&#257;r&#257;ja's question as to how the powerful members of the Yadu dynasty could be cursed by the br&#257;hmanas and thus destroy themselves in a fratricidal war. By the words samhartum aicchata kulam it is clearly stated that Lord Krishna Himself desired to withdraw His dynasty and therefore engaged the br&#257;hmanas as His agent. Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura remarks here that Krishna had clearly demonstrated the insurpassable beauty and strength of His personal form, pastimes and pleasures to all the residents of the earth. Thus His incarnation to kill the demons, save the devotees and reestablish religious principles had been completely successful. When Lord Krishna noticed that His mission was now complete, everything having been done perfectly, He desired to return to His transcendental abode, along with the Vrishnis. Thus the Lord personally arranged for the Yadu dynasty to be cursed by the br&#257;hmanas.</P><P>According to Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, &#257;pta-k&#257;mah means that Krishna is always self-satisfied, and yet in order to execute His transcendental pastimes He arranged to destroy His own dynasty for three specific purposes, namely, to reestablish in the heavenly planets those demigods who had taken birth among the Yadus to assist Him, to reestablish His plenary Vishnu expansions in Their abodes, such as Vaikuntha, &#346;vetadv&#299;pa and Badarik&#257;&#347;rama, and to remove Himself from the vision of the material world, along with His eternal associates.</P><P>In this connection, Bhaktisiddh&#257;nta Sarasvat&#299; has made several important remarks about the destruction of the Yadu dynasty. He states that many so-called religious persons have fallen down by committing the second offense against chanting the holy name, namely vishnau sarve&#347;vare&#347;e tad-itara-sama-dh&#299;h, considering another living entity to be equal to Lord Vishnu, who is the Lord of lords. One who is captured by the impersonal tendency of M&#257;y&#257;v&#257;da philosophy falsely thinks that the external, material energy of the Lord is equal to His internal, spiritual potency. In this way, one equates ordinary living entities with the Supreme Personality of Godhead, taking Krishna to be another aspect of m&#257;y&#257;. This is a most unfortunate misconception, for it spoils one's opportunity to understand God as He actually is.</P><P>Persons inclined toward this illusory conception of life would undoubtedly consider the members of the Yadu dynasty equal in all respects to Krishna and worship the future descendants of Krishna's family as being equal to Krishna Himself. Thus the continued presence of the Yadu dynasty on the earth would certainly constitute a great impediment on the path of spiritual understanding and a great burden on the earth. To counteract the danger to the world from the offense of equating Vishnu with the family of Vishnu, the Lord decided to crush the Yadu family.</P><P>The Supreme Lord, &#346;r&#299; Krishna, is always affectionate to His devotees, but whenever the familial descendants of Lord Krishna become inimical or indifferent to Him, not loving His pure devotees or making friendship with His servants, such so-called family members of the Lord become impediments to His will. There is a tangible danger that ignorant living beings will worship such inimical persons, revering them as close associates of Krishna. For example, to consider Kamsa the maternal uncle of Krishna and therefore a faithful servant of Krishna would be a completely erroneous conclusion. By such a misconception, evil men who oppose the Lord may be accepted as His intimate associates, and persons inimical to Krishna may be thought of as His surrendered dependents appearing in His own family. The purpose of the destruction of the Yadu dynasty was to eradicate the false logic of the M&#257;y&#257;v&#257;d&#299;s who desire to see everything as one in all respects and who therefore improperly reason that the enemies of Krishna's devotees can be His intimate family members.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11-12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>