<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 1 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 1 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Curse Upon the Yadu Dynasty</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.1.2</P><P CLASS=c>ye kopit&#257;h su-bahu p&#257;ndu-sut&#257;h sapatnair</P><P CLASS=c>durdy&#363;ta-helana-kaca-grahan&#257;dibhis t&#257;n</P><P CLASS=c>kritv&#257; nimittam itaretaratah samet&#257;n</P><P CLASS=c>hatv&#257; nrip&#257;n niraharat kshiti-bh&#257;ram &#299;&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; they who; <A CLASS=v HREF="http://vedabase.net/k/kopitah">kopit&#257;h</A> &#8212; were angered; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A> &#8212; excessively, time and time again; <A CLASS=v HREF="http://vedabase.net/p/pandu">p&#257;ndu</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sut&#257;h</A> &#8212; the sons of <A HREF="http://vedabase.net/p/pandu">P&#257;ndu</A>; <A CLASS=v HREF="http://vedabase.net/s/sapatnaih">sapatnaih</A> &#8212; by their enemies; <A CLASS=v HREF="http://vedabase.net/d/duh">duh</A>-<A CLASS=v HREF="http://vedabase.net/d/dyuta">dy&#363;ta</A> &#8212; by duplicitous gambling; <A CLASS=v HREF="http://vedabase.net/h/helana">helana</A> &#8212; insults; <A CLASS=v HREF="http://vedabase.net/k/kaca">kaca</A>-<A CLASS=v HREF="http://vedabase.net/g/grahana">grahana</A> &#8212; grabbing the hair (of <A HREF="http://vedabase.net/d/draupadi">Draupad&#299;</A>); <A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; and other impetuses; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them (the P&#257;ndavas); <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> &#8212; making; <A CLASS=v HREF="http://vedabase.net/n/nimittam">nimittam</A> &#8212; the immediate cause; <A CLASS=v HREF="http://vedabase.net/i/itara">itara</A>-<A CLASS=v HREF="http://vedabase.net/i/itaratah">itaratah</A> &#8212; confronting one another on opposite sides; <A CLASS=v HREF="http://vedabase.net/s/sametan">samet&#257;n</A> &#8212; all assembled; <A CLASS=v HREF="http://vedabase.net/h/hatva">hatv&#257;</A> &#8212; killing; <A CLASS=v HREF="http://vedabase.net/n/nrpan">nrip&#257;n</A> &#8212; the kings; <A CLASS=v HREF="http://vedabase.net/n/niraharat">niraharat</A> &#8212; took away once and for all; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A> &#8212; of the earth; <A CLASS=v HREF="http://vedabase.net/b/bharam">bh&#257;ram</A> &#8212; the burden; <A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;ah</A> &#8212; the Supreme Lord.</P><P CLASS=t>TRANSLATION</P><P>Because the sons of P&#257;ndu were enraged by the numerous offenses of their enemies, such as duplicitous gambling, verbal insults, the seizing of Draupad&#299;'s hair, and many other cruel transgressions, the Supreme Lord engaged those P&#257;ndavas as the immediate cause to execute His will. On the pretext of the Battle of Kurukshetra, Lord Krishna arranged for all the kings who were burdening the earth to assemble with their armies on opposite sides of the battlefield, and when the Lord killed them through the agency of war, the earth was relieved of its burden.</P><P CLASS=t>PURPORT</P><P>The P&#257;ndavas were repeatedly harassed by their enemies, such as Duryodhana and Duh&#347;&#257;sana. As innocent young princes, the P&#257;ndavas had no enemy, but Duryodhana was constantly plotting against his helpless cousins. The P&#257;ndavas were sent to a house of lac, which was later burned to the ground. They were administered poison, and their chaste wife Draupad&#299; was publicly insulted when her hair was pulled and an attempt was made to strip her naked. Throughout these dangers, Lord &#346;r&#299; Krishna constantly protected the P&#257;ndavas, who were fully surrendered to Him and who knew no shelter other than Him.</P><P>In this verse the word itaretaratah is significant. Previous to the Battle of Kurukshetra, Krishna had personally killed many demons, including P&#363;tan&#257;, Ke&#347;&#299;, Agh&#257;sura and Kamsa. Now, Krishna wanted to complete His mission of removing the earth's burden by killing the remaining impious persons. But as stated here, kritv&#257; nimittam: the Lord did not personally kill, but empowered His devotees Arjuna and the other P&#257;ndavas to remove the impious kings. Thus acting personally and through His immediate expansion Balar&#257;ma, as well as by empowering His pure devotees such as the P&#257;ndavas, Krishna fully displayed the pastimes of the yug&#257;vat&#257;ra by reestablishing religious principles and ridding the world of demons. Although the general purpose of the Kurukshetra battle was to kill the demons, by Krishna's arrangement some great devotees such as Bh&#299;shma also appeared to be inimical toward the Lord. But as described in the First Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/9/39.htm">1.9.39</A>) by the words hat&#257; gat&#257;h svar&#363;pam, many great devotees played with the Lord as enemies and upon being killed by Krishna returned immediately to His abode in the spiritual sky in their original spiritual bodies. Because God is absolute, by His killing He simultaneously removes the demons from the earth and encourages His pure devotees.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>