<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 1 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 1 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Curse Upon the Yadu Dynasty</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.1.24</P><P CLASS=c>bhagav&#257;n jñ&#257;ta-sarv&#257;rtha</P><P CLASS=c>&#299;&#347;varo 'pi tad-anyath&#257;</P><P CLASS=c>kartum naicchad vipra-&#347;&#257;pam</P><P CLASS=c>k&#257;la-r&#363;py anvamodata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/j/jnata">jñ&#257;ta</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; the meaning of everything; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; quite capable; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; otherwise; <A CLASS=v HREF="http://vedabase.net/k/kartum">kartum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/aicchat">aicchat</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> did not desire; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A>-<A CLASS=v HREF="http://vedabase.net/s/sapam">&#347;&#257;pam</A> &#8212; the br&#257;hmanas' curse; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/r/rupi">r&#363;p&#299;</A> &#8212; exhibiting His form of time; <A CLASS=v HREF="http://vedabase.net/a/anvamodata">anvamodata</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> gladly sanctioned.</P><P CLASS=t>TRANSLATION</P><P>Knowing fully the significance of all these events, the Supreme Lord, though capable of reversing the br&#257;hmanas' curse, did not wish to do so. Rather, in His form of time, He gladly sanctioned the events.</P><P CLASS=t>PURPORT</P><P>Ordinary persons may be surprised or bewildered that the Lord gladly sanctioned the cursing and destruction of His own dynasty. The word anvamodata used here indicates taking pleasure in something, or giving sanction or approval. It is also mentioned, k&#257;la-r&#363;p&#299;: Krishna gladly gave His sanction to the br&#257;hmanas' curse in the form of time. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Prabhup&#257;da has commented that the Supreme Lord, Krishnacandra, decided to maintain the curse intact in order to protect the actual principles of religion and destroy the unbecoming offense of the deceitful members of the K&#257;rshna dynasty. It is clearly explained in Bhagavad-g&#299;t&#257; that the whole purpose of the Lord's descent into the material world is to reestablish the authentic principles of religion by which the conditioned souls who are suffering intensely under the laws of material nature can regain their original existential status as eternally liberated servants of the Supreme Personality of Godhead, Krishna. The living entity comes to this material world with a desire to lord it over material nature, although the living entity is in fact not a lord but an eternal servant. Due to this perverted tendency to exploit the entire world for his sense gratification, the living entity is also prone to try to pervert the principles of spiritual life so that the eternal religious principles become appropriate to his own material sense gratification. Religion, however, is meant for pleasing the Supreme Lord by obeying His laws. And therefore Lord Krishna Himself personally comes from time to time to revive and enliven the correct method of devotional service to His lotus feet. In the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam it is clearly stated that Lord Krishna had completed the vast majority of His pastimes on the earth and was now making the final arrangements for His departure. Therefore, He wished to leave behind a vivid lesson for the living entities of this age that any so-called religious person, even if he is so exalted as to take birth in the Lord's personal family, cannot violate the respect and reverence which is due to the pure devotees of the Lord, such as N&#257;rada Muni. The principle of serving the pure devotee of Krishna is so essential for spiritual advancement that the Lord exhibited the inconceivable pastime of causing the destruction of His entire dynasty just to impress this point upon the conditioned souls of Kali-yuga.</P><P>&#346;r&#299;mad-Bh&#257;gavatam hints at the great misfortunes that would come after the disappearance of the Supreme Personality of Godhead. Such misfortunes also occurred after the disappearance of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, who is accepted by Gaud&#299;ya Vaishnavas as Krishna Himself. Through various instructions, the Bh&#257;gavatam provides for eliminating the cheating pseudoreligion that comes forth in human society after the departure of the Lord.</P><P>Lord Caitanya, exhibiting His magnanimous pastimes, drove away from South India all the false doctrines of the apasamprad&#257;yas, or so-called disciplic traditions of pseudodevotees, who had gained great influence by resorting to the atheistic theories of the Buddhists and Jains. Thus He turned all of India toward the devotional service of Lord Krishna, so that due to the extensive preaching of Lord Caitanya Mah&#257;prabhu and His followers there remained no topic of discussion in the world other than devotional service to the Supreme Lord. Tridandip&#257;da Prabodh&#257;nanda Sarasvat&#299; has elaborated on this in his verse str&#299;-putr&#257;di-kath&#257;m jahur vishayinah.</P><P>&#346;r&#299; Narahari Sarak&#257;ra Th&#257;kura, in his book Krishna-bhajan&#257;mrita, has corrected the improper statements of the gaur&#257;&#324;ga-n&#257;gar&#299;-v&#257;d&#299;s, sakh&#299;bheka-v&#257;d&#299;s, and others of the eleven pseudodisciplic chains that claim to follow &#346;r&#299; Caitanya Mah&#257;prabhu. These unauthorized persons present cheating in the guise of religion and advertise their duplicity as kath&#257;, or pure worship of the Lord. Just as Krishna brought about a furious quarrel to destroy His own family, &#346;r&#299; Caitanya Mah&#257;prabhu arranged for the world to be flooded by varieties of M&#257;y&#257;v&#257;da and karma-v&#257;da philosophies just after His disappearance. He did this to destroy persons who belonged to the eleven apasamprad&#257;yas, or unauthorized disciplic traditions, as well as the many other apasamprad&#257;yas that would appear in the future and presume to call themselves devotees of &#346;r&#299; Caitanya Mah&#257;prabhu or pretend to be descendants in His family line. At the same time, Caitanya Mah&#257;prabhu arranged for His own men to be kept away from the pseudodevotion of these cheaters. The devotees of Lord Gaurasundara, Caitanya Mah&#257;prabhu, can discern the mysteries of His pastimes that manifest in the pastimes of Lord Krishna. The activities of the transcendental body of the Supreme Personality of Godhead cannot be understood in any ordinary mundane way. That is the essential meaning of this chapter.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Eleventh Canto, First Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Curse Upon the Yadu Dynasty."</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../2/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>