<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 1 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 1 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Curse Upon the Yadu Dynasty</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.1.3</P><P CLASS=c>bh&#363;-bh&#257;ra-r&#257;ja-pritan&#257; yadubhir nirasya</P><P CLASS=c>guptaih sva-b&#257;hubhir acintayad aprameyah</P><P CLASS=c>manye 'vaner nanu gato 'py agatam hi bh&#257;ram</P><P CLASS=c>yad y&#257;davam kulam aho avishahyam &#257;ste</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhara">bh&#257;ra</A> &#8212; existing <A HREF="http://vedabase.net/a/as">as</A> the burden of the earth; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A> &#8212; of the kings; <A CLASS=v HREF="http://vedabase.net/p/prtanah">pritan&#257;h</A> &#8212; the armies; <A CLASS=v HREF="http://vedabase.net/y/yadubhih">yadubhih</A> &#8212; by the Yadus; <A CLASS=v HREF="http://vedabase.net/n/nirasya">nirasya</A> &#8212; eliminating; <A CLASS=v HREF="http://vedabase.net/g/guptaih">guptaih</A> &#8212; protected; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bahubhih">bahubhih</A> &#8212; by His own arms; <A CLASS=v HREF="http://vedabase.net/a/acintayat">acintayat</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> considered; <A CLASS=v HREF="http://vedabase.net/a/aprameyah">aprameyah</A> &#8212; the unfathomable Lord; <A CLASS=v HREF="http://vedabase.net/m/manye">manye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> think; <A CLASS=v HREF="http://vedabase.net/a/avaneh">avaneh</A> &#8212; of the earth; <A CLASS=v HREF="http://vedabase.net/n/nanu">nanu</A> &#8212; one may say; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is gone; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/agatam">agatam</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is not gone; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bharam">bh&#257;ram</A> &#8212; the burden; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/y/yadavam">y&#257;davam</A> &#8212; of Yadus; <A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; the dynasty; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; ah; <A CLASS=v HREF="http://vedabase.net/a/avisahyam">avishahyam</A> &#8212; intolerable; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; remains.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead used the Yadu dynasty, which was protected by His own arms, to eliminate the kings who with their armies had been the burden of this earth. Then the unfathomable Lord thought to Himself, "Although some may say that the earth's burden is now gone, in My opinion it is not yet gone, because there still remains the Y&#257;dava dynasty itself, whose strength is unbearable for the earth."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has remarked in this regard that although ordinary people might think that the Lord had now removed the burden of the earth by killing the demons, reestablishing dharma, and so on, Lord &#346;r&#299; Krishna Himself could detect that there was further danger from the irreligious activities of His own family members who were acting improperly. It is stated in &#346;r&#299;mad-Bh&#257;gavatam that a just king will refuse to punish his own enemy if his enemy is innocent but will punish his own son if his son actually deserves punishment. Thus although in the eyes of the world the members of the Lord's own dynasty are always worshipable, Lord Krishna detected that by their intimate association with Him some members of the Yadu dynasty had become indifferent to His will. Since such whimsical members of the Yadu dynasty could act freely, being relatives of the Supreme Personality of Godhead, they would surely cause great misfortune for the world, and foolish persons would take such whimsical behavior to be the will of Krishna. Thus the Lord, whose desires are inconceivable, began to consider the need to annihilate the indifferent, contemptuous members of the Yadu family.</P><P>From the viewpoint of ordinary persons, all the demons had been killed by the Supreme Lord's pastimes in Dv&#257;rak&#257; and Mathur&#257;, as well as by the Battle of Kurukshetra, and the earth was now free of its burden. Nevertheless, to free the earth from the remaining burden of His own puffed-up family members, Lord &#346;r&#299; Krishna transferred them away from the earth by causing a fratricidal quarrel among them. In this way He prepared for His own disappearance from the earth.</P><P>&#346;r&#299;dhara Sv&#257;m&#299; has pointed out that the word b&#257;hubhih, "by His arms," is used in the plural (rather than the dual) to indicate that the Lord caused the destruction of the Yadu dynasty in His four-armed form. The original form of Krishna as Govinda is two-armed, but it was by the plenary portion of the four-armed N&#257;r&#257;yana that the Lord killed all the demons on the earth and ultimately removed the burdensome members of His own family. It may be asked, If certain members of the Yadu family had become indifferent to the will of the Lord, why didn't they oppose the Lord in His plan to remove them from the earth? Therefore the word aprameyah is used, which indicates that it is impossible for anyone, even the Lord's own family members, to understand His will completely.</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has given another reason for the destruction of the Yadu dynasty. He emphasizes that the activities of the Supreme Personality of Godhead should never be taken to be ordinary material activities. Nor are the Lord's associates ordinary persons. Although Lord Krishna apparently incarnates within this world for some time and then goes away, it should be understood that the Supreme Lord is eternally situated with His entourage in His various abodes in the spiritual sky, such as &#346;r&#299; Gokula, Mathur&#257; and Dv&#257;rak&#257;. The members of the Yadu dynasty are eternal associates of the Lord, and therefore they cannot bear to be separated from the Lord. Since Krishna was preparing to give up His earthly pastimes, if He were to leave the Yadu dynasty on the earth they would surely become so disturbed by His absence that in their highly agitated state of mind they would trample and destroy the earth. Therefore, Krishna arranged the disappearance of the Yadu dynasty prior to His own disappearance.</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; concludes that ultimately the members of the Yadu dynasty are never to be considered irreligious. Vaishnava &#257;c&#257;ryas have mentioned that the story of the disappearance of the Yadu dynasty is especially meant to help the conditioned souls achieve liberation from the bondage of materialistic life. Within the three worlds there were none as powerful and opulent as the Yadu dynasty. The Supreme Personality of Godhead is the possessor of unlimited opulences &#8212; beauty, strength, knowledge, fame and so on &#8212; and the members of the Yadu dynasty, being the personal associates of the Lord, were also endowed with inconceivable opulences. Therefore, when we see how a fratricidal war suddenly deprived the members of the Yadu dynasty of all of their earthly possessions and even their lives, we can understand that there is no permanent position within this material world. In other words, although the members of the Yadu dynasty are eternal associates of the Lord and were immediately transferred to another planet where the Lord was appearing, their sudden disappearance through fratricidal war is meant to impress upon the conditioned souls the temporary nature of this world. Therefore, the apparent indifference or enmity of certain members of the Yadu dynasty toward Krishna should not be taken to be actual irreligion on their part. The entire situation was arranged by Lord Krishna to teach a lesson to the conditioned souls. In this connection &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has cited several verses from the Bh&#257;gavatam to prove that the members of the Yadu dynasty achieved their exalted birth in the Lord's own family by innumerable pious activities and by complete absorption in thought of Lord Krishna. In fact it is said that in sleeping, sitting, walking and speaking, they were unable to remember their own selves, because they were simply thinking of Krishna.</P><P>In the First Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/15/33.htm">1.15.33</A>), &#346;r&#299;la Prabhup&#257;da has commented as follows on the disappearance of the Yadu dynasty: "The setting of the sun does not mean the end of the sun. It means that the sun is out of our sight. Similarly, the end of the mission of the Lord on a particular planet or universe only means that He is out of our sight. The end of the Yadu dynasty also does not mean that it is annihilated. It disappears along with the Lord, out of our sight."</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>