<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 1 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 1 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Curse Upon the Yadu Dynasty</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.1.5</P><P CLASS=c>evam vyavasito r&#257;jan</P><P CLASS=c>satya-sa&#324;kalpa &#299;&#347;varah</P><P CLASS=c>&#347;&#257;pa-vy&#257;jena vipr&#257;n&#257;m</P><P CLASS=c>sañjahre sva-kulam vibhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/v/vyavasitah">vyavasitah</A> &#8212; deciding for certain; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/s/sankalpah">sa&#324;kalpah</A> &#8212; whose desire always proves true; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/sapa">&#347;&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/v/vyajena">vy&#257;jena</A> &#8212; by the pretext of <A HREF="http://vedabase.net/a/a">a</A> curse; <A CLASS=v HREF="http://vedabase.net/v/vipranam">vipr&#257;n&#257;m</A> &#8212; of br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/s/sanjahre">sañjahre</A> &#8212; withdrew; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; His own family; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; the Almighty.</P><P CLASS=t>TRANSLATION</P><P>My dear King Par&#299;kshit, when the supreme almighty Lord, whose desire always comes to pass, had thus made up His mind, He withdrew His own family on the pretext of a curse spoken by an assembly of br&#257;hmanas.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has made a very important comment on this verse. He states that since the intentions of the Supreme Lord, Krishnacandra, are always perfect, it was certainly in consideration of the greatest benefit for the entire world that He destroyed His own family on the pretext of a curse by br&#257;hmanas. In this connection, Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has shown a parallel in the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu, who is Krishna Himself appearing as His own devotee.</P><P>Lord Caitanya appeared along with His first plenary expansion, known as Lord Nity&#257;nanda Prabhu, and with Lord Advaita Prabhu. All three personalities &#8212; Caitanya Mah&#257;prabhu, Nity&#257;nanda Prabhu and Advaita Prabhu &#8212; are accepted by Vaishnava &#257;c&#257;ryas to be in the category of vishnu-tattva, the full status of the Supreme Personality of Godhead. These three Personalities of Godhead perceived that in the future Their so-called seminal descendants would get undue recognition and thus, being puffed up, would commit grave offenses against those who were actually Vaishnava gurus or representatives of the Lord.</P><P>Every living being is part and parcel of the Supreme Lord, as stated in the Bhagavad-g&#299;t&#257; (mamaiv&#257;m&#347;ah). Every living entity is originally a son of God, yet to execute His pastimes the Lord selects certain highly qualified living entities whom He allows to take birth as His personal relatives. But those living entities who appear as descendants of the Lord's personal family may undoubtedly become proud of such a position and thus abuse the great adulation they receive from ordinary people. In this way such persons may artificially get undue attention and divert people from the actual principle of spiritual advancement, which is to surrender to the pure devotee who represents the Lord. The last eight verses of the Twelfth Chapter of Bhagavad-g&#299;t&#257; give a description of the pure devotees the Lord permits to act as &#257;c&#257;ryas, or spiritual leaders of mankind. In other words, simply to take birth in the personal family of Krishna is not the qualification for being a spiritual master, since according to Bhagavad-g&#299;t&#257;, pit&#257;ham asya jagatah: every living entity is eternally a member of the Lord's family. Krishna says in Bhagavad-g&#299;t&#257;, samo 'ham sarva-bh&#363;teshu na me dveshyo 'sti na priyah: "I am equal to everyone. No one is My enemy, and no one is My special friend." If the Supreme Personality of Godhead appears to have a special family, such as the Yadu dynasty, such a so-called family is a special arrangement of the Lord's pastimes in order to attract the conditioned souls. When Krishna descends, He acts as if He were an ordinary person in order to attract the living entities to His pastimes. Therefore Krishna acted as though the Yadu dynasty was His personal family, although in fact every living entity is a member of His family.</P><P>Ordinary people, however, not understanding the higher principles of spiritual knowledge, easily forget the actual qualifications of a bona fide spiritual master and instead give undue importance to people born in the Lord's so-called family. &#346;r&#299; Caitanya Mah&#257;prabhu, therefore, avoided this impediment on the path of spiritual enlightenment by leaving behind no children. Although Caitanya Mah&#257;prabhu married twice, He was childless. Nity&#257;nanda Prabhu, who is also the Supreme Personality of Godhead, did not accept any of the natural sons born of His own son, &#346;r&#299; V&#299;rabhadra. Similarly, Lord Advaita &#256;c&#257;rya divested of His association all of His sons except Acyut&#257;nanda and two others. Acyut&#257;nanda, the chief faithful son of Advaita &#256;c&#257;rya, had no seminal progeny, and the remaining three of the six sons of Lord Advaita fell from the path of devotion to the Lord and are known as rejected sons. In other words, the appearance of Caitanya Mah&#257;prabhu allowed little facility for continuing a so-called seminal family to create confusion. The respect shown to the conception of seminal lineage in deference to the ideas of the sm&#257;rtas is unfit to be accepted by one who actually understands the supreme truth from Vedic authority.</P><P>Other &#257;c&#257;ryas, or spiritual masters, have also demonstrated this point in their own families. His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, our own beloved spiritual master, who is the mighty author of this &#346;r&#299;mad-Bh&#257;gavatam series, was born in a family of pure devotees, and he himself exhibited all the symptoms of pure devotional service from his very childhood. &#346;r&#299;la Prabhup&#257;da eventually came to the Western countries and exhibited unprecedented spiritual potency in establishing the Krishna consciousness movement all over the world. In a few short years, he translated more than fifty large volumes of Vedic philosophy. By his practical activities he is certainly understood to be a most empowered representative of the Lord. Nonetheless, his own family members, although devotees of Krishna, did not at all come up to the proper standard of devotional service and are therefore not given attention by the members of ISKCON. The natural tendency for the members of the International Society for Krishna Consciousness would be to offer all reverence and worship to the members of &#346;r&#299;la Prabhup&#257;da's immediate family. But since by Krishna's arrangement these family members are not at all on the platform of pure devotional service, the members of ISKCON give them hardly any attention but instead worship those who actually exhibit the qualities of highly advanced Vaishnavas, regardless of their so-called birth. In other words, birth cannot constitute the qualification for a respectable person, even when one is born in the Lord's own family or in the &#257;c&#257;rya's family, what to speak of an ordinary wealthy or learned family.</P><P>In India there is a class of men known as nity&#257;nanda-vam&#347;a, who claim to be direct descendants of Lord Nity&#257;nanda and therefore worthy of the highest respect for their position in devotional service. In this regard, &#346;r&#299;la Prabhup&#257;da has written in The Nectar of Devotion, "In the Middle Ages, after the disappearance of Lord Caitanya's great associate Lord Nity&#257;nanda, a class of priestly persons claimed to be the descendants of Nity&#257;nanda, calling themselves the gosv&#257;m&#299; caste. They further claimed that the practice and spreading of devotional service belonged only to their particular class, which was known as nity&#257;nanda-vam&#347;a. In this way they exercised their artificial power for some time, until &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, the powerful &#257;c&#257;rya of the Gaud&#299;ya Vaishnava samprad&#257;ya, completely smashed their idea. There was a great hard struggle for some time, but it has turned out successful, and it is now correctly and practically established that devotional service is not restricted to a particular class of men. Besides that, anyone who is engaged in devotional service is already a high-class br&#257;hmana. So &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura's struggle for this movement has come out successful. It is on the basis of his position that anyone, from any part of the universe, can become a Gaud&#299;ya Vaishnava."</P><P>In other words, the essence of spiritual knowledge is that every living being, regardless of his present status in life, is originally a servant of the Supreme Lord, and it is the mission of the Lord to reclaim all of these fallen living entities. Despite his past situation, any living being who is willing to surrender again at the lotus feet of the Supreme Lord or His bona fide representative can purify himself by strictly adhering to the rules and regulations of bhakti-yoga and thus act as a high-class br&#257;hmana. Nonetheless, the seminal descendants of the Lord think themselves to have acquired their ancestor's character and position. Thus the Supreme Lord, who is the well-wisher of the entire universe and especially of His devotees, bewilders the discriminatory power of His own descendants in such a contradictory way that these seminal descendants become recognized as deviant and the actual qualification to be a representative of the Lord, namely unalloyed surrender to the will of Krishna, remains prominent.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6-7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>