<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 1 Verses 6-7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 1 Verses 6-7"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Curse Upon the Yadu Dynasty</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.1.6-7</P><P CLASS=c>sva-m&#363;rty&#257; loka-l&#257;vanya-</P><P CLASS=c>nirmukty&#257; locanam nrin&#257;m</P><P CLASS=c>g&#299;rbhis t&#257;h smarat&#257;m cittam</P><P CLASS=c>padais t&#257;n &#299;kshat&#257;m kriy&#257;h</P><P CLASS=c>&#257;cchidya k&#299;rtim su-&#347;lok&#257;m</P><P CLASS=c>vitatya hy añjas&#257; nu kau</P><P CLASS=c>tamo 'nay&#257; tarishyant&#299;ty</P><P CLASS=c>ag&#257;t svam padam &#299;&#347;varah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/murtya">m&#363;rty&#257;</A> &#8212; by His own form; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; of all the material worlds; <A CLASS=v HREF="http://vedabase.net/l/lavanya">l&#257;vanya</A> &#8212; the beauty; <A CLASS=v HREF="http://vedabase.net/n/nirmuktya">nirmukty&#257;</A> &#8212; which takes away; <A CLASS=v HREF="http://vedabase.net/l/locanam">locanam</A> &#8212; (<A HREF="http://vedabase.net/h/he">He</A> attracted) the eyes; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of men; <A CLASS=v HREF="http://vedabase.net/g/girbhih">g&#299;rbhih</A> &#8212; by His words; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h</A> <A CLASS=v HREF="http://vedabase.net/s/smaratam">smarat&#257;m</A> &#8212; of those who remembered them; <A CLASS=v HREF="http://vedabase.net/c/cittam">cittam</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/p/padaih">padaih</A> &#8212; by His feet; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> <A CLASS=v HREF="http://vedabase.net/i/iksatam">&#299;kshat&#257;m</A> &#8212; of those who saw them; <A CLASS=v HREF="http://vedabase.net/k/kriyah">kriy&#257;h</A> &#8212; the physical activities (walking, etc.); <A CLASS=v HREF="http://vedabase.net/a/acchidya">&#257;cchidya</A> &#8212; having attracted; <A CLASS=v HREF="http://vedabase.net/k/kirtim">k&#299;rtim</A> &#8212; His glories; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/slokam">&#347;lok&#257;m</A> &#8212; praised by the best verses; <A CLASS=v HREF="http://vedabase.net/v/vitatya">vitatya</A> &#8212; having spread; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; easily; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/kau">kau</A> &#8212; upon the earth; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; ignorance; <A CLASS=v HREF="http://vedabase.net/a/anaya">anay&#257;</A> &#8212; by those (glories); <A CLASS=v HREF="http://vedabase.net/t/tarisyanti">tarishyanti</A> &#8212; people will cross over; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus thinking; <A CLASS=v HREF="http://vedabase.net/a/agat">ag&#257;t</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> obtained; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; His own desired position; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Lord.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, Krishna, is the reservoir of all beauty. All beautiful things emanate from Him, and His personal form is so attractive that it steals the eyes away from all other objects, which then seem devoid of beauty in comparison to Him. When Lord Krishna was on the earth, He attracted the eyes of all people. When Krishna spoke, His words attracted the minds of all who remembered them. By seeing the footsteps of Lord Krishna, people became attracted to Him, and thus they wanted to offer their bodily activities to the Lord as His followers. In this way Krishna very easily spread His glories, which are sung throughout the world by the most sublime and essential Vedic verses. Lord Krishna considered that simply by hearing and chanting those glories, conditioned souls born in the future would cross beyond the darkness of ignorance. Being satisfied with this arrangement, He left for His desired destination.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;dhara Sv&#257;m&#299;, these two verses indicate that Lord Krishna, having achieved all the purposes for which He had descended, went back to His spiritual kingdom. It is natural that people in the material world hanker to see a beautiful object. In materialistic life, however, our consciousness is polluted by the influence of the three modes of nature, and therefore we hanker for material objects of beauty and pleasure. The materialistic process of sense gratification is imperfect, because the laws of material nature will not allow us to be happy or satisfied in materialistic life. The living entity is constitutionally an eternal servant of God and is meant to appreciate the infinite beauty and pleasure of the Supreme Lord. Lord Krishna is the Absolute Truth and the reservoir of all beauty and pleasure. By serving Krishna we can also share in His ocean of beauty and pleasure, and thus our desire to see beautiful things and enjoy life will be fully satisfied. The example is given that the hand cannot enjoy food independently but can assimilate it indirectly by giving it to the stomach. Similarly, by serving Lord Krishna the living entity, who is part and parcel of the Lord, will derive unlimited happiness.</P><P>The inconceivable Supreme Lord, &#346;r&#299; Krishna, by displaying His own true form, freed the living entities from falsely seeking forms of beauty other than His form, which is itself the source of all beautiful things. Simply by seeing His lotus feet, fortunate living beings could distinguish between the ungodly endeavors of the karm&#299;s, who seek gross enjoyment for their own sense gratification, and the practice of dovetailing one's activities with the service of the Lord. Although philosophers perpetually speculate about the nature of God, Lord Krishna directly liberated the j&#299;va souls from all speculative misunderstandings about Him by displaying His actual transcendental form and activities. Superficially, Krishna's personal form, words and activities resemble those of ordinary conditioned souls. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains that this apparent resemblance between the Lord's activities and those of the living entities is a merciful concession by the Lord so that the conditioned souls will be attracted to Him and become eligible to return to His kingdom for an eternal life of bliss and knowledge. By showing His own spiritual form and kingdom to the living entities in a way tangible for them, Lord Krishna drove away their false enjoying attitude and removed their long-standing indifference to His personality. As stated in Bhagavad-g&#299;t&#257;, if one can understand the position of &#346;r&#299; Krishna as the Supreme Personality of Godhead, one will never again fall into the network of material illusion. Such a falldown can be avoided if one constantly hears about the unique transcendental form and beauty of the Lord from authorized Vedic literatures.</P><P>As explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/42.htm">2.42-43</A>):</P><P>y&#257;m im&#257;m pushpit&#257;m v&#257;cam</P><P CLASS=n>pravadanty avipa&#347;citah</P><P CLASS=n>veda-v&#257;da-rat&#257;h p&#257;rtha</P><P CLASS=n>n&#257;nyad ast&#299;ti v&#257;dinah</P><P CLASS=n>k&#257;m&#257;tm&#257;nah svarga-par&#257;</P><P CLASS=n>janma-karma-phala-prad&#257;m</P><P CLASS=n>kriy&#257;-vi&#347;esha-bahul&#257;m</P><P CLASS=n>bhogai&#347;varya-gatim prati</P><P>"Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to heavenly planets, resultant good birth, power, and so forth. Being desirous of sense gratification and opulent life, they say that there is nothing more than this."</P><P>On the other hand, certain parts of Vedic literature are specifically meant to award material sense gratification to the conditioned soul and at the same time gradually condition him to obey the Vedic injunctions. The portions of the Vedas that recommend fruitive activities for regulated sense gratification are themselves dangerous, because the living being who engages in such activities becomes easily entangled in the material enjoyment offered and neglects the ultimate purpose of the Vedas. The ultimate purpose of Vedic literature is to bring the living entity back to his original consciousness, in which he acts as an eternal servant of the Supreme Personality of Godhead. By rendering service to the Lord, the living entity can enjoy unlimited spiritual bliss in the association of the Lord in His own kingdom. Thus, one who seriously desires to advance in Krishna consciousness should specifically hear the Vedic literature that deals with pure devotional service to the Lord. One should hear from those who are highly advanced in Krishna consciousness and avoid interpretations that stimulate materialistic desires for enjoyment.</P><P>When the tiny living entity is finally able to see the difference between the temporary affairs of this world and the transcendental activities of Lord Trivikrama, Krishna, he devotes himself to the Lord and removes from his heart the dark covering of matter, no longer desiring sense gratification, which is enjoyed under the two headings sin and piety. In other words, although people within this world are considered sinful or pious, on the material platform both sin and piety are performed for one's personal gratification. If one can understand that his real happiness lies in giving pleasure to Krishna, Lord Krishna takes such a fortunate living being back to His own abode, which is called Goloka Vrind&#257;vana. According to Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, the Lord first gives a sincere soul the opportunity to hear about His pastimes. When the devotee has advanced in his spontaneous attraction to such narrations, the Lord gives him the opportunity to take part in His spiritual pastimes as they appear within this world. By taking part in the pastimes of the Lord within a particular universe, the living being becomes completely detached from the material world, and ultimately the Lord brings him to His personal abode in the spiritual sky.</P><P>Foolish people cannot understand this substantial benefit offered by the Lord, but Lord Krishna acts for the benefit of such foolish people by saving them from their absorption in the temporary world of false enjoyment. The Lord does this by personally displaying His own superlative transcendental beauty, transcendental words and transcendental activities. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has pointed out that the words tamo 'nay&#257; tarishyanti indicate that although Lord Krishna appeared five thousand years ago, one who hears and chants about the activities, form and words of the Lord will get exactly the same benefit as those who personally experienced these things as contemporaries of Lord Krishna. In other words, he will also cross over the darkness of material existence and achieve the Lord's abode. Thus &#346;r&#299;la J&#299;va Gosv&#257;m&#299; concludes that if such an exalted destination is available to all living beings, it must certainly have been awarded to the Y&#257;davas, who were personal associates of the Lord.</P><P>It is stated in this verse that by His beauty Krishna stole away the vision of people who saw Him. Krishna's speaking was so attractive that those who heard Him became speechless. Since generally those who cannot speak are also deaf, the Lord's words also stole away the ears of those who heard Him, since they were no longer interested in hearing sounds other than the Lord's speaking. By displaying the beauty of His footsteps, Krishna stole away from those who saw them the power to perform materialistic activities. Thus by His appearance in this world Krishna took away the senses of mankind. In other words, He made people blind, dumb, deaf, mad and otherwise invalid. Therefore Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura asks, "Since He took away everything people possessed, who would properly call Him merciful? Rather, He is just a thief." In this way, he indirectly offers the highest praise to the beauty of the Lord. Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura also points out that although Krishna gave liberation to the demons by destroying them, to those who were attracted to Him, Krishna gave pure love of God and drowned them in the ocean of His own beauty. Thus Krishna is not like a person who gives charity without discrimination. And Krishna is so merciful that not only did He give the highest benediction to the inhabitants of the earth, but He empowered great saintly persons such as Vy&#257;sadeva to describe His pastimes with beautiful poetic verses. Thus people born on the earth in the future could easily cross over the ocean of birth and death by those glories, which are compared to a strong boat. In fact, those of us who are now enjoying the glories of Krishna through the transparent medium of the Bhaktivedanta purports to &#346;r&#299;mad-Bh&#257;gavatam, by the mercy of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, are the fortunate recipients of the mercy of Krishna, who was merciful even to persons yet to be born.</P><P>Quoting from the Amara-ko&#347;a dictionary, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; has also stated, padam vyavasita-tr&#257;na-sth&#257;na-lakshmy-a&#324;ghri-vastushu: the possible definitions for padam are "that which has been decided," "place of deliverance," "fortune," "foot" or "object." Thus he translates the word padam as also meaning vyavasita, "that which has been decided." In other words, the statement ag&#257;t svam padam &#299;&#347;varah indicates not only that Krishna went to His abode, but that Krishna realized His determined desire. If we say that Krishna returned to His eternal abode, we imply that Krishna had been absent from His abode and was now returning. Therefore, Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura points out that it is incorrect to say in a normal sense that Krishna "went back to His abode." According to the Brahma-samhit&#257;, the Supreme Personality of Godhead, Krishna, is always present in His eternal abode in the spiritual sky. Yet by His causeless mercy He also manifests Himself from time to time within the material world. In other words, God is all-pervading. Even when present before us He is simultaneously in His abode. The ordinary soul, or j&#299;va, is not all-pervading like the Supersoul, and therefore by his presence in the material world he is absent from the spiritual world. In fact, we are suffering due to that absence from the spiritual world, or Vaikuntha. The Supreme Personality of Godhead, however, is all-pervading, and therefore Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura translates the words ag&#257;t svam padam to mean that Krishna achieved exactly what He desired. The Lord is all-pervading and self-sufficient in fulfilling His perfect desires. His appearance and disappearance in this world should never be compared to ordinary material activities.</P><P>Vi&#347;van&#257;tha Cakravart&#299; has quoted a statement by Uddhava at the beginning of the Third Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../3/2/7.htm">3.2.7</A>) wherein Uddhava compares the disappearance of Lord Krishna to the setting of the sun. In his purport to this verse, &#346;r&#299;la Prabhup&#257;da has written, "The comparison of Krishna to the sun is very appropriate. As soon as the sun sets, darkness automatically appears. But the darkness experienced by the common man does not affect the sun itself either at the time of sunrise or at sunset. Lord Krishna's appearance and disappearance are exactly like that of the sun. He appears and disappears in innumerable universes, and as long as He is present in a particular universe there is all transcendental light in that universe, but the universe from which He passes away is put into darkness. His pastimes, however, are everlasting. The Lord is always present in some universe, just as the sun is present in either the eastern or western hemisphere. The sun is always present either in India or America, but when the sun is present in India the American land is in darkness, and when the sun is present in America the Indian hemisphere is in darkness."</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has quoted a verse from the end of the Eleventh Canto that further clarifies that the abode of the Lord is as eternal as the Lord Himself: "The ocean immediately swallowed Dv&#257;rak&#257;, O Mah&#257;r&#257;ja, taking away the Lord's personal abode, which the Lord had abandoned. The Supreme Lord, Madhus&#363;dana, is always present in Dv&#257;rak&#257;, which merely by being remembered takes away everything unfavorable. It is the most auspicious of auspicious places." (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/31/23.htm">11.31.23-24</A>) Just as the sun appears to be swallowed by the night, Krishna or His abode or His dynasty seems to disappear, but actually the Lord and all of His paraphernalia, including His abode and dynasty, are eternal, in the same way as the sun is always in the sky. &#346;r&#299;la Prabhup&#257;da says in this connection, "As the sun appears in the morning and gradually rises to the meridian and then again sets in one hemisphere while simultaneously rising in the other, so Lord Krishna's disappearance in one universe and the beginning of His different pastimes in another take place simultaneously. As soon as one pastime is finished here, it is manifested in another universe. And thus His nitya-l&#299;l&#257;, or eternal pastimes, are going on without ending."</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>