<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 1 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 1 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Curse Upon the Yadu Dynasty</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.1.8</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>brahmany&#257;n&#257;m vad&#257;ny&#257;n&#257;m</P><P CLASS=c>nityam vriddhopasevin&#257;m</P><P CLASS=c>vipra-&#347;&#257;pah katham abh&#363;d</P><P CLASS=c>vrishn&#299;n&#257;m krishna-cetas&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the King said; <A CLASS=v HREF="http://vedabase.net/b/brahmanyanam">brahmany&#257;n&#257;m</A> &#8212; of them who were respectful <A HREF="http://vedabase.net/t/to">to</A> the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/v/vadanyanam">vad&#257;ny&#257;n&#257;m</A> &#8212; charitable; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/v/vrddha">vriddha</A>-<A CLASS=v HREF="http://vedabase.net/u/upasevinam">upasevin&#257;m</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> serving elders; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A>-<A CLASS=v HREF="http://vedabase.net/s/sapah">&#347;&#257;pah</A> &#8212; the br&#257;hmanas' curse; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; did <A HREF="http://vedabase.net/i/it">it</A> come about; <A CLASS=v HREF="http://vedabase.net/v/vrsninam">vrishn&#299;n&#257;m</A> &#8212; of the Vrishnis; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/c/cetasam">cetas&#257;m</A> &#8212; whose minds were totally absorbed <A HREF="http://vedabase.net/i/in">in</A> thought of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>King Par&#299;kshit inquired: How could the br&#257;hmanas curse the Vrishnis, who were always respectful to the br&#257;hmanas, charitable, and inclined to serve senior and exalted personalities and whose minds were always fully absorbed in thought of Lord Krishna?</P><P CLASS=t>PURPORT</P><P>Br&#257;hmanas generally become angry at persons who disrespect the brahminical class, who are uncharitable and who decline to serve senior, respectable personalities. The Vrishnis, however, were not like that, and thus they are described here by King Par&#299;kshit as brahmany&#257;n&#257;m, or sincere followers of brahminical culture. Further, even if the br&#257;hmanas became angry, why would they curse members of Krishna's own family? Since the br&#257;hmanas were well learned, they must have known that it is offensive to oppose personal associates of the Supreme Lord. The Yadu dynasty is specifically described here as vrishn&#299;n&#257;m and krishna-cetas&#257;m. In other words, they were Lord Krishna's own men, and they were always absorbed in thinking of Krishna. Therefore, even if somehow or other the br&#257;hmanas had cursed them, how could that curse have had any effect?</P><P>These are the questions of Par&#299;kshit Mah&#257;r&#257;ja.</P><P>Although the Vrishnis are described in this verse as krishna-cetas&#257;m, always absorbed in thinking of Krishna, it is clearly indicated that Krishna desired that the br&#257;hmanas become angry and curse the Yadu dynasty. The Supreme Lord desired to remove His personal dynasty from the earth, and therefore uncustomary offensive behavior was exhibited by the young boys of Krishna's own family.</P><P>It is to be understood from this incident that when a man displays envy and ridicule of devotees of Vishnu, his brahmanyat&#257;, or high spiritual qualifications, along with his reverence for &#346;r&#299; Krishna, are all destroyed. Contempt and ridicule directed toward respectable persons and true br&#257;hmanas vanquish all good qualities. If there is a break in etiquette toward His devotees, the Supreme Lord will become ill-disposed even to His own relatives and friends and thus arrange to destroy those who oppose His devotees. If foolish persons in the guise of members of Krishna's personal family express enmity toward Vaishnavas, such offenders cannot properly be called offspring of Lord Krishna's dynasty. That is the supreme equality of the Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="6-7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>