<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 1"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Curse Upon the Yadu Dynasty</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.1 Summary</P><P>This chapter gives a hint of the destruction of the Yadu dynasty, which took place owing to the appearance of an iron club. Hearing this narration is a great impetus for becoming detached from the material world.</P><P>Lord &#346;r&#299; Krishna expertly arranged the great Kurukshetra battle between the Kurus and the P&#257;ndavas and thus removed to a great extent the earth's burden. But the Supreme Lord, whose influence is inconceivable, was not yet satisfied, because of the continued presence of the undefeatable Yadu family. The Lord desired to bring about the destruction of the Yadu dynasty so that He could completely wind up His pastimes on the earth and go back to His own abode. Using the pretense of a curse by an assembly of br&#257;hmanas, He withdrew His entire dynasty from the surface of the earth.</P><P>By &#346;r&#299; Krishna's desire, many great sages, headed by N&#257;rada and Vi&#347;v&#257;mitra, assembled at the holy place named Pind&#257;raka, near the city of Dv&#257;rak&#257;. The young boys of the Yadu family, absorbed in a playful mood, also arrived there. These boys dressed S&#257;mba in the guise of a pregnant woman about to give birth and inquired from the sages about the fruitfulness of S&#257;mba's so-called pregnancy. The sages cursed the mocking boys by saying, "She will give birth to a club that will destroy your family." The Yadus, frightened by this curse, immediately lifted the garment from S&#257;mba's abdomen and found a club. Hurrying to the assembly of Ugrasena, the King of the Yadus, they offered a report of everything that had taken place. Fearing the br&#257;hmanas' curse, Yadur&#257;ja Ugrasena ordered the club ground to powder and thrown into the ocean. Within the ocean, a fish swallowed the last remaining lump of iron, and the waves carried all the bits of ground powder to the shore, where they were implanted and eventually grew into a grove of canes. Fishermen caught the fish, and a hunter named Jar&#257; used the iron lump found in its belly to fashion an arrow. Although the Supersoul, Lord &#346;r&#299; Krishna, understood what was happening, He did not wish to do anything to counteract it. Rather, in the form of time He sanctioned these events.</P><P CLASS=l><A CLASS=i HREF="../../10/90/50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>