<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 83 Verses 41-42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 83 Verses 41-42"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 83: <A CLASS=v HREF="index.htm">Draupad&#299; Meets the Queens of Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.83.41-42</P><P CLASS=c>na vayam s&#257;dhvi s&#257;mr&#257;jyam</P><P CLASS=c>sv&#257;r&#257;jyam bhaujyam apy uta</P><P CLASS=c>vair&#257;jyam p&#257;rameshthyam ca</P><P CLASS=c>&#257;nantyam v&#257; hareh padam</P><P CLASS=c>k&#257;may&#257;maha etasya</P><P CLASS=c>&#347;r&#299;mat-p&#257;da-rajah &#347;riyah</P><P CLASS=c>kuca-ku&#324;kuma-gandh&#257;dhyam</P><P CLASS=c>m&#363;rdhn&#257; vodhum gad&#257;-bhritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/s/sadhvi">s&#257;dhvi</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> saintly lady (<A HREF="http://vedabase.net/d/draupadi">Draupad&#299;</A>); <A CLASS=v HREF="http://vedabase.net/s/samrajyam">s&#257;mr&#257;jyam</A> &#8212; rulership over the entire earth; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rajyam">r&#257;jyam</A> &#8212; the position of Lord <A HREF="http://vedabase.net/i/indra">Indra</A>, King of heaven; <A CLASS=v HREF="http://vedabase.net/b/bhaujyam">bhaujyam</A> &#8212; unlimited powers of enjoyment; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/v/vairajyam">vair&#257;jyam</A> &#8212; mystic power; <A CLASS=v HREF="http://vedabase.net/p/paramesthyam">p&#257;rameshthyam</A> &#8212; the position of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, creator of the universe; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anantyam">&#257;nantyam</A> &#8212; immortality; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; the abode; <A CLASS=v HREF="http://vedabase.net/k/kamayamahe">k&#257;may&#257;mahe</A> &#8212; we desire; <A CLASS=v HREF="http://vedabase.net/e/etasya">etasya</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; divine; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; of the feet; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; the dust; <A CLASS=v HREF="http://vedabase.net/s/sriyah">&#347;r&#299;yah</A> &#8212; of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/k/kuca">kuca</A> &#8212; from the breast; <A CLASS=v HREF="http://vedabase.net/k/kunkuma">ku&#324;kuma</A> &#8212; of the cosmetic powder; <A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A> &#8212; by the fragrance; <A CLASS=v HREF="http://vedabase.net/a/adhyam">&#257;dhyam</A> &#8212; enriched; <A CLASS=v HREF="http://vedabase.net/m/murdhna">m&#363;rdhn&#257;</A> &#8212; on our heads; <A CLASS=v HREF="http://vedabase.net/v/vodhum">vodhum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> carry; <A CLASS=v HREF="http://vedabase.net/g/gadabhrtah">gad&#257;bhritah</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the wielder of the club.</P><P CLASS=t>TRANSLATION</P><P>O saintly lady, we do not desire dominion over the earth, the sovereignty of the King of heaven, unlimited facility for enjoyment, mystic power, the position of Lord Brahm&#257;, immortality or even attainment of the kingdom of God. We simply desire to carry on our heads the glorious dust of Lord Krishna's feet, enriched by the fragrance of ku&#324;kuma from His consort's bosom.</P><P CLASS=t>PURPORT</P><P>The verb r&#257;j means "to rule," and from it are derived the words s&#257;mr&#257;jyam, meaning "rulership over the entire earth," and sv&#257;r&#257;jyam, meaning "rulership over heaven." Bhaujyam comes from the verb bhuj, "to enjoy," and thus refers to the capacity of enjoying whatever one desires. Vir&#257;t is explained by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; as representing the phrase vividham vir&#257;jate ("one enjoys many kinds of opulence") and specifically indicating the eight mystic perfections of anim&#257; and so on.</P><P>An alternative explanation of these terms is given by &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, who says that according to the Bahv-rica Br&#257;hmana, these four terms designate the power of sovereignty over each of the four cardinal directions: s&#257;mr&#257;jya for the East, bhaujya for the South, sv&#257;r&#257;jya for the West, and vair&#257;jya for the North.</P><P>Lord Krishna's queens clearly state that they do not desire any of these powers, or even the position of Brahm&#257;, liberation or entrance into the kingdom of God. They simply want the dust from &#346;r&#299; Krishna's feet, which Goddess &#346;r&#299; herself worships. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; tells us that the goddess of fortune mentioned here is not Lakshm&#299;, the consort of N&#257;r&#257;yana. After all, the &#257;c&#257;rya explains, Goddess Lakshm&#299; could not attain the direct association of Krishna even after performing extended austerities, as Uddhava states: n&#257;yam &#347;r&#299;yo '&#324;ga u nit&#257;nta-rateh pras&#257;dah (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/47/60.htm">10.47.60</A>). Rather, the &#346;r&#299; referred to here is the supreme goddess of fortune identified by the Brihad-gautam&#299;ya-tantra:</P><P>dev&#299; krishna-may&#299; prokt&#257;</P><P CLASS=n>r&#257;dhik&#257; para-devat&#257;</P><P CLASS=n>sarva-lakshm&#299;-may&#299; sarva</P><P CLASS=n>k&#257;ntih sammohin&#299; par&#257;</P><P>"The transcendental goddess &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the direct counterpart of Lord &#346;r&#299; Krishna. She is the central figure for all the goddesses of fortune. She possesses all the attractiveness to attract the all-attractive Personality of Godhead. She is the primeval internal potency of the Lord."</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>