<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 83 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 83 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 83: <A CLASS=v HREF="index.htm">Draupad&#299; Meets the Queens of Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.83.43</P><P CLASS=c>vraja-striyo yad v&#257;ñchanti</P><P CLASS=c>pulindyas trina-v&#299;rudhah</P><P CLASS=c>g&#257;va&#347; c&#257;rayato gop&#257;h</P><P CLASS=c>pada-spar&#347;am mah&#257;tmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A> &#8212; of <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; the women; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/v/vanchanti">v&#257;ñchanti</A> &#8212; they desire; <A CLASS=v HREF="http://vedabase.net/p/pulindyah">pulindyah</A> &#8212; the women of the aborigine <A HREF="http://vedabase.net/p/pulinda">Pulinda</A> tribe <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/t/trna">trina</A> &#8212; from the grass; <A CLASS=v HREF="http://vedabase.net/v/virudhah">v&#299;rudhah</A> &#8212; and plants; <A CLASS=v HREF="http://vedabase.net/g/gavah">g&#257;vah</A> &#8212; the cows; <A CLASS=v HREF="http://vedabase.net/c/carayatah">c&#257;rayatah</A> &#8212; who is grazing; <A CLASS=v HREF="http://vedabase.net/g/gopah">gop&#257;h</A> &#8212; the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boys; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; of the feet; <A CLASS=v HREF="http://vedabase.net/s/sparsam">spar&#347;am</A> &#8212; the touch; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the Supreme Soul.</P><P CLASS=t>TRANSLATION</P><P>We desire the same contact with the Supreme Lord's feet that the young women of Vraja, the cowherd boys and even the aborigine Pulinda women desire &#8212; the touch of the dust He leaves on the plants and grass as He tends His cows.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; reminds us of the jealous rivalry that always existed between the queens of Dv&#257;rak&#257; and the gop&#299;s of Vraja. The gop&#299;s considered the sophisticated women of Dv&#257;rak&#257; the most serious threat to their hold on &#346;r&#299; Krishna, confessing their anxiety to Uddhava: kasm&#257;t krishna ih&#257;y&#257;ti pr&#257;pta-r&#257;jyo hat&#257;hitah/ narendra-kany&#257; udv&#257;hya.</P><P>"Why should Krishna come back here after winning a kingdom, killing His enemies and marrying the daughters of kings?" (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/47/45.htm">10.47.45</A>)</P><P>Rukmin&#299; and her seven chief co-wives considered themselves so fortunate in their relationship with Krishna as He appeared in Dv&#257;rak&#257; that they did not especially desire to see Him as He is in Vrind&#257;vana. But the sixteen thousand lesser queens, after hearing Uddhava describe &#346;r&#299; R&#257;dh&#257;'s superexcellent qualities, became attracted to touch the dust that falls from Krishna's feet onto the grass and plants of Vrind&#257;vana. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; indicates that some commentators give this as the reason why, after the maushala-l&#299;l&#257;, these sixteen thousand queens were stolen from Arjuna on the road by Lord Krishna Himself in the disguise of sixteen thousand cowherds, who then took them away to Gokula.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Eighty-third Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Draupad&#299; Meets the Queens of Krishna."</P><P CLASS=l><A CLASS=i HREF="41-42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../84/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>