<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 83</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 83"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 83: Draupad&#299; Meets the Queens of Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.83 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.83.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Thus Lord Krishna, the spiritual master of the gop&#299;s and the very purpose of their life, showed them His mercy. He then met with Yudhishthira and all His other relatives and inquired from them about their welfare.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.83.2</B></A>: Feeling greatly honored, King Yudhishthira and the others, freed of all sinful reactions by seeing the feet of the Lord of the universe, gladly answered His inquiries.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.83.3</B></A>: [Lord Krishna's relatives said:] O master, how can misfortune arise for those who have even once freely drunk the nectar coming from Your lotus feet? This intoxicating liquor pours into the drinking cups of their ears, having flowed from the minds of great devotees through their mouths. It destroys the embodied souls' forgetfulness of the creator of their bodily existence.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.83.4</B></A>: The radiance of Your personal form dispels the threefold effects of material consciousness, and by Your grace we become immersed in total happiness. Your knowledge is indivisible and unrestricted. By Your Yogam&#257;y&#257; potency You have assumed this human form for protecting the Vedas, which had been threatened by time. We bow down to You, the final destination of perfect saints.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.83.5</B></A>: The great sage &#346;ukadeva Gosv&#257;m&#299; said: As Yudhishthira and the others were thus praising Lord Krishna, the crest jewel of all sublimely glorified personalities, the women of the Andhaka and Kaurava clans met with one another and began discussing topics about Govinda that are sung throughout the three worlds. Please listen as I relate these to you.</P><P CLASS=r><A CLASS=i HREF="6-7.htm"><B>SB 10.83.6-7</B></A>: &#346;r&#299; Draupad&#299; said: O Vaidarbh&#299;, Bhadr&#257; and J&#257;mbavat&#299;, O Kau&#347;al&#257;, Satyabh&#257;m&#257; and K&#257;lind&#299;, O &#346;aiby&#257;, Rohin&#299;, Lakshman&#257; and other wives of Lord Krishna, please tell me how the Supreme Lord Acyuta, imitating the ways of this world by His mystic power, came to marry each of you.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.83.8</B></A>: &#346;r&#299; Rukmin&#299; said: When all the kings held their bows at the ready to assure that I would be presented to &#346;i&#347;up&#257;la, He who puts the dust of His feet on the heads of invincible warriors took me from their midst, as a lion forcibly takes his prey from the midst of goats and sheep. May I always be allowed to worship those feet of Lord Krishna, the abode of Goddess &#346;r&#299;.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.83.9</B></A>: &#346;r&#299; Satyabh&#257;m&#257; said: My father, his heart tormented by his brothers death, accused Krishna of killing him. To remove the stain on His reputation, the Lord defeated the king of the bears and took back the Syamantaka jewel, which He then returned to my father. Fearing the consequences of his offense, my father offered me to the Lord, even though I had already been promised to others.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.83.10</B></A>: &#346;r&#299; J&#257;mbavat&#299; said: Unaware that Lord Krishna was none other than his own master and worshipable Deity, the husband of Goddess S&#299;t&#257;, my father fought with Him for twenty-seven days. When my father finally came to his senses and recognized the Lord, he took hold of His feet and presented Him with both me and the Syamantaka jewel as tokens of his reverence. I am simply the Lord's maidservant.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.83.11</B></A>: &#346;r&#299; K&#257;lind&#299; said: The Lord knew I was performing severe austerities and penances with the hope of one day touching His lotus feet. So He came to me in the company of His friend and took my hand in marriage. Now I am engaged as a sweeper in His palace.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.83.12</B></A>: &#346;r&#299; Mitravind&#257; said: At my svayam-vara ceremony He came forward, defeated all the kings present &#8212; including my brothers, who dared insult Him &#8212; and took me away just as a lion removes his prey from amidst a pack of dogs. Thus Lord Krishna, the shelter of the goddess of fortune, brought me to His capital city. May I be allowed to serve Him by washing His feet, life after life.</P><P CLASS=r><A CLASS=i HREF="13-14.htm"><B>SB 10.83.13-14</B></A>: &#346;r&#299; Saty&#257; said: My father arranged for seven extremely powerful and vigorous bulls with deadly sharp horns to test the prowess of the kings who desired my hand in marriage. Although these bulls destroyed the false pride of many heroes, Lord Krishna subdued them effortlessly, tying them up in the same way that children playfully tie up a goat's kids. He thus purchased me with His valor. Then He took me away with my maidservants and a full army of four divisions, defeating all the kings who opposed Him along the road. May I be granted the privilege of serving that Lord.</P><P CLASS=r><A CLASS=i HREF="15-16.htm"><B>SB 10.83.15-16</B></A>: &#346;r&#299; Bhadr&#257; said: My dear Draupad&#299;, of his own free will my father invited his nephew Krishna, to whom I had already dedicated my heart, and offered me to Him as His bride. My father presented me to the Lord with an akshauhini military guard and a retinue of my female companions. My ultimate perfection is this: to always be allowed to touch Lord Krishna's lotus feet as I wander from life to life, bound by my karma.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.83.17</B></A>: &#346;r&#299; Lakshman&#257; said: O Queen, I repeatedly heard N&#257;rada Muni glorify the appearances and activities of Acyuta, and thus my heart also became attached to that Lord, Mukunda. Indeed, even Goddess Padmahast&#257; chose Him as her husband after careful consideration, rejecting the great demigods who rule various planets.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.83.18</B></A>: My father, Brihatsena, was by nature compassionate to his daughter, and knowing how I felt, O saintly lady, he arranged to fulfill my desire.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.83.19</B></A>: Just as a fish was used as a target in your svayam-vara ceremony, O Queen, to assure that you would obtain Arjuna as your husband, so a fish was also used in my ceremony. In my case, however, it was concealed on all sides, and only its reflection could be seen in a pot of water below.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.83.20</B></A>: Hearing of this, thousands of kings expert in shooting arrows and in wielding other weapons converged from all directions on my father's city, accompanied by their military teachers.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.83.21</B></A>: My father properly honored each king according to his strength and seniority. Then those whose minds were fixed on me took up the bow and arrow and one by one tried to pierce the target in the midst of the assembly.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.83.22</B></A>: Some of them picked up the bow but could not string it, and so they threw it aside in frustration. Some managed to pull the bowstring toward the tip of the bow, only to have the bow spring back and knock them to the ground.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.83.23</B></A>: A few heroes &#8212; namely Jar&#257;sandha, &#346;i&#347;up&#257;la, Bh&#299;ma, Duryodhana, Karna and the King of Ambashtha &#8212; succeeded in stringing the bow, but none of them could find the target.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.83.24</B></A>: Then Arjuna looked at the reflection of the fish in the water and determined its position. When he carefully shot his arrow at it, however, he did not pierce the target but merely grazed it.</P><P CLASS=r><A CLASS=i HREF="25-26.htm"><B>SB 10.83.25-26</B></A>: After all the arrogant kings had given up, their pride broken, the Supreme Personality of Godhead picked up the bow, easily strung it and then fixed His arrow upon it. As the sun stood in the constellation Abhijit, He looked at the fish in the water only once and then pierced it with the arrow, knocking it to the ground.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.83.27</B></A>: Kettledrums resounded in the sky, and on the earth people shouted "Jaya! Jaya!" Overjoyed, demigods showered flowers.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.83.28</B></A>: Just then I walked onto the ceremonial ground, the ankle bells on my feet gently tinkling. I was wearing new garments of the finest silk, tied with a belt, and I carried a brilliant necklace fashioned of gold and jewels. There was a shy smile on my face and a wreath of flowers in my hair.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.83.29</B></A>: I lifted my face, which was encircled by my abundant locks and effulgent from the glow of my earrings reflected from my cheeks. Smiling coolly, I glanced about. Then, looking around at all the kings, I slowly placed the necklace on the shoulder of Mur&#257;ri, who had captured my heart.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.83.30</B></A>: Just then there were loud sounds of conchshells and mrida&#324;ga, pataha, bher&#299; and &#257;naka drums, as well as other instruments. Men and women began to dance, and singers began to sing.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.83.31</B></A>: The leading kings there could not tolerate my having chosen the Supreme Personality of Godhead, O Draupad&#299;. Burning with lust, they became quarrelsome.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.83.32</B></A>: The Lord then placed me on His chariot, drawn by four most excellent horses. Donning His armor and readying His bow &#346;&#257;r&#324;ga, He stood on the chariot, and there on the battleground He manifested His four arms.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.83.33</B></A>: D&#257;ruka drove the Lord's gold-trimmed chariot as the kings looked on, O Queen, like small animals helplessly watching a lion.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.83.34</B></A>: The kings pursued the Lord like village dogs chasing a lion. Some kings, raising their bows, stationed themselves on the road to stop Him as He passed by.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.83.35</B></A>: These warriors were deluged by arrows shot from the Lord's bow, &#346;&#257;r&#324;ga. Some of the kings fell on the battlefield with severed arms, legs and necks; the rest gave up the fight and fled.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.83.36</B></A>: The Lord of the Yadus then entered His capital city, Ku&#347;asthal&#299; [Dv&#257;rak&#257;], which is glorified in heaven and on earth. The city was elaborately decorated with flagpoles carrying banners that blocked the sun, and also with splendid archways. As Lord Krishna entered, He appeared like the sun-god entering his abode.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.83.37</B></A>: My father honored his friends, family and in-laws with priceless clothing and jewelry and with royal beds, thrones and other furnishings.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.83.38</B></A>: With devotion he presented the perfectly complete Lord with a number of maidservants bedecked with precious ornaments. Accompanying these maidservants were guards walking on foot and others riding elephants, chariots and horses. He also gave the Lord extremely valuable weapons.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.83.39</B></A>: Thus, by renouncing all material association and practicing austere penances, we queens have all become personal maidservants of the self-satisfied Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.83.40</B></A>: Rohin&#299;-devi, speaking for the other queens, said: After killing Bhaum&#257;sura and his followers, the Lord found us in the demon's prison and could understand that we were the daughters of the kings whom Bhauma had defeated during his conquest of the earth. The Lord set us free, and because we had been constantly meditating upon His lotus feet, the source of liberation from material entanglement, He agreed to marry us, though His every desire is already fulfilled.</P><P CLASS=r><A CLASS=i HREF="41-42.htm"><B>SB 10.83.41-42</B></A>: O saintly lady, we do not desire dominion over the earth, the sovereignty of the King of heaven, unlimited facility for enjoyment, mystic power, the position of Lord Brahm&#257;, immortality or even attainment of the kingdom of God. We simply desire to carry on our heads the glorious dust of Lord Krishna's feet, enriched by the fragrance of ku&#324;kuma from His consort's bosom.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 10.83.43</B></A>: We desire the same contact with the Supreme Lord's feet that the young women of Vraja, the cowherd boys and even the aborigine Pulinda women desire &#8212; the touch of the dust He leaves on the plants and grass as He tends His cows.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>