<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 6 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 6 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Killing of the Demon P&#363;tan&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.6.18</P><P CLASS=c>b&#257;lam ca tasy&#257; urasi</P><P CLASS=c>kr&#299;dantam akutobhayam</P><P CLASS=c>gopyas t&#363;rnam samabhyetya</P><P CLASS=c>jagrihur j&#257;ta-sambhram&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/balam">b&#257;lam</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; the child also; <A CLASS=v HREF="http://vedabase.net/t/tasyah">tasy&#257;h</A> &#8212; of that (<A HREF="http://vedabase.net/r/raksasi">R&#257;kshas&#299;</A> <A HREF="http://vedabase.net/p/putana">P&#363;tan&#257;</A>); <A CLASS=v HREF="http://vedabase.net/u/urasi">urasi</A> &#8212; on the upper portion of the breast; <A CLASS=v HREF="http://vedabase.net/k/kridantam">kr&#299;dantam</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> playing; <A CLASS=v HREF="http://vedabase.net/a/akutobhayam">akutobhayam</A> &#8212; without fear; <A CLASS=v HREF="http://vedabase.net/g/gopyah">gopyah</A> &#8212; all the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> women; <A CLASS=v HREF="http://vedabase.net/t/turnam">t&#363;rnam</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/s/samabhyetya">samabhyetya</A> &#8212; coming near; <A CLASS=v HREF="http://vedabase.net/j/jagrhuh">jagrihuh</A> &#8212; picked up; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/sambhramah">sambhram&#257;h</A> &#8212; with the <A HREF="http://vedabase.net/s/same">same</A> affection and respect they always maintained.</P><P CLASS=t>TRANSLATION</P><P>Without fear, the child Krishna was playing on the upper portion of P&#363;tan&#257; R&#257;kshas&#299;'s breast, and when the gop&#299;s saw the child's wonderful activities, they immediately came forward with great jubilation and picked Him up.</P><P CLASS=t>PURPORT</P><P>Here is the Supreme Personality of Godhead &#8212; Krishna. Although the R&#257;kshas&#299; P&#363;tan&#257; could increase or decrease her bodily size by her mystic abilities and thus gain proportionate power, the Supreme Personality of Godhead is equally powerful in any transcendental form. Krishna is the real Personality of Godhead because whether as a child or as a grown-up young man, He is the same person. He does not need to become powerful by meditation or any other external endeavor. Therefore when the greatly powerful P&#363;tan&#257; expanded her body, Krishna remained the same small child and fearlessly played on the upper portion of her breast. Shadai&#347;varya-p&#363;rna. Bhagav&#257;n, the Supreme Personality of Godhead, is always full in all potencies, regardless of whether He is present in this form or that. His potencies are always full. Par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate. He can display all potencies under any circumstances.</P><P CLASS=l><A CLASS=i HREF="15-17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>