<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 6 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 6 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Killing of the Demon P&#363;tan&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.6.19</P><P CLASS=c>ya&#347;od&#257;-rohin&#299;bhy&#257;m t&#257;h</P><P CLASS=c>samam b&#257;lasya sarvatah</P><P CLASS=c>raksh&#257;m vidadhire samyag</P><P CLASS=c>go-puccha-bhraman&#257;dibhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasoda">ya&#347;od&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rohinibhyam">rohin&#299;bhy&#257;m</A> &#8212; with mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A> and mother <A HREF="http://vedabase.net/r/rohini">Rohin&#299;</A>, who principally took charge of the child; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h</A> &#8212; the other gop&#299;s; <A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; equally <A HREF="http://vedabase.net/a/as">as</A> important <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A> and <A HREF="http://vedabase.net/r/rohini">Rohin&#299;</A>; <A CLASS=v HREF="http://vedabase.net/b/balasya">b&#257;lasya</A> &#8212; of the child; <A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah</A> &#8212; from all dangers; <A CLASS=v HREF="http://vedabase.net/r/raksam">raksh&#257;m</A> &#8212; protection; <A CLASS=v HREF="http://vedabase.net/v/vidadhire">vidadhire</A> &#8212; executed; <A CLASS=v HREF="http://vedabase.net/s/samyak">samyak</A> &#8212; completely; <A CLASS=v HREF="http://vedabase.net/g/go">go</A>-<A CLASS=v HREF="http://vedabase.net/p/puccha">puccha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhramana">bhramana</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by waving around the switch of <A HREF="http://vedabase.net/a/a">a</A> cow.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, mother Ya&#347;od&#257; and Rohin&#299;, along with the other elderly gop&#299;s, waved about the switch of a cow to give full protection to the child &#346;r&#299; Krishna.</P><P CLASS=t>PURPORT</P><P>When Krishna was saved from such a great danger, mother Ya&#347;od&#257; and Rohin&#299; were principally concerned, and the other elderly gop&#299;s, who were almost equally concerned, followed the activities of mother Ya&#347;od&#257; and Rohin&#299;. Here we find that in household affairs, ladies could take charge of protecting a child simply by taking help from the cow. As described here, they knew how to wave about the switch of a cow so as to protect the child from all types of danger. There are so many facilities afforded by cow protection, but people have forgotten these arts. The importance of protecting cows is therefore stressed by Krishna in Bhagavad-g&#299;t&#257; (krishi-go-rakshya-v&#257;nijyam vai&#347;ya-karma svabh&#257;vajam [<A CLASS=v HREF="../../../bg/18/44.htm">Bg. 18.44</A>]). Even now in the Indian villages surrounding Vrind&#257;vana, the villagers live happily simply by giving protection to the cow. They keep cow dung very carefully and dry it to use as fuel. They keep a sufficient stock of grains, and because of giving protection to the cows, they have sufficient milk and milk products to solve all economic problems. Simply by giving protection to the cow, the villagers live so peacefully. Even the urine and stool of cows have medicinal value.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>