<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 6 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 6 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Killing of the Demon P&#363;tan&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.6.21</P><P CLASS=c>gopyah samsprishta-salil&#257;</P><P CLASS=c>a&#324;geshu karayoh prithak</P><P CLASS=c>nyasy&#257;tmany atha b&#257;lasya</P><P CLASS=c>b&#299;ja-ny&#257;sam akurvata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gopyah">gopyah</A> &#8212; the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/s/samsprsta">samsprishta</A>-<A CLASS=v HREF="http://vedabase.net/s/salilah">salil&#257;h</A> &#8212; touching <A HREF="http://vedabase.net/a/a">a</A> cup of water and drinking; <A CLASS=v HREF="http://vedabase.net/a/angesu">a&#324;geshu</A> &#8212; on their bodies; <A CLASS=v HREF="http://vedabase.net/k/karayoh">karayoh</A> &#8212; on their two hands; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; separately; <A CLASS=v HREF="http://vedabase.net/n/nyasya">nyasya</A> &#8212; after placing the letters of the <A HREF="http://vedabase.net/m/mantra">mantra</A>; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; on their own; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/b/balasya">b&#257;lasya</A> &#8212; of the child; <A CLASS=v HREF="http://vedabase.net/b/bija">b&#299;ja</A>-<A CLASS=v HREF="http://vedabase.net/n/nyasam">ny&#257;sam</A> &#8212; the process of <A HREF="http://vedabase.net/m/mantra">mantra</A>-<A HREF="http://vedabase.net/n/nyasa">ny&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/a/akurvata">akurvata</A> &#8212; executed.</P><P CLASS=t>TRANSLATION</P><P>The gop&#299;s first executed the process of &#257;camana, drinking a sip of water from the right hand. They purified their bodies and hands with the ny&#257;sa-mantra and then applied the same mantra upon the body of the child.</P><P CLASS=t>PURPORT</P><P>Ny&#257;sa-mantra includes &#257;camana, or first drinking a sip of water kept in the right hand. There are different vishnu-mantras to purify the body. The gop&#299;s, and in fact any householders, knew the process for being purified by chanting Vedic hymns. The gop&#299;s executed this process first to purify themselves and then to purify the child Krishna. One executes the process of a&#324;ga-ny&#257;sa and kara-ny&#257;sa simply by drinking a little sip of water and chanting the mantra. The mantra is preceded with the first letter of the name, followed by anusv&#257;ra and the word namah: om namo 'jas tav&#257;&#324;ghr&#299; avy&#257;t, mam mano manim&#257;ms tava j&#257;nun&#299; avy&#257;t, and so on. By losing Indian culture, Indian householders have forgotten how to execute the a&#324;ga-ny&#257;sa and are simply busy in sense gratification, without any advanced knowledge of human civilization.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22-23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>