<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 6 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 6 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Killing of the Demon P&#363;tan&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.6.3</P><P CLASS=c>na yatra &#347;ravan&#257;d&#299;ni</P><P CLASS=c>raksho-ghn&#257;ni sva-karmasu</P><P CLASS=c>kurvanti s&#257;tvat&#257;m bhartur</P><P CLASS=c>y&#257;tudh&#257;nya&#347; ca tatra hi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherever; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A>-<A CLASS=v HREF="http://vedabase.net/a/adini">&#257;d&#299;ni</A> &#8212; the activities of <A HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A>, beginning with hearing and chanting; <A CLASS=v HREF="http://vedabase.net/r/raksah">rakshah</A>-<A CLASS=v HREF="http://vedabase.net/g/ghnani">ghn&#257;ni</A> &#8212; the sound vibration <A HREF="http://vedabase.net/t/to">to</A> kill all danger and bad elements; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/karmasu">karmasu</A> &#8212; if one is engaged <A HREF="http://vedabase.net/i/in">in</A> his own occupational duty; <A CLASS=v HREF="http://vedabase.net/k/kurvanti">kurvanti</A> &#8212; such things <A HREF="http://vedabase.net/a/are">are</A> done; <A CLASS=v HREF="http://vedabase.net/s/satvatam">s&#257;tvat&#257;m</A> <A CLASS=v HREF="http://vedabase.net/b/bhartuh">bhartuh</A> &#8212; of the protector of the devotees; <A CLASS=v HREF="http://vedabase.net/y/yatudhanyah">y&#257;tudh&#257;nyah</A> &#8212; disturbing elements, bad elements; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; there must be.</P><P CLASS=t>TRANSLATION</P><P>My dear King, wherever people in any position perform their occupational duties of devotional service by chanting and hearing [&#347;ravanam k&#299;rtanam vishnoh <A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>], there cannot be any danger from bad elements. Therefore there was no need for anxiety about Gokula while the Supreme Personality of Godhead was personally present.</P><P CLASS=t>PURPORT</P><P>&#346;ukadeva Gosv&#257;m&#299; spoke this verse to mitigate the anxiety of Mah&#257;r&#257;ja Par&#299;kshit. Mah&#257;r&#257;ja Par&#299;kshit was a devotee of Krishna, and therefore when he understood that P&#363;tan&#257; was causing disturbances in Gokula, he was somewhat perturbed. &#346;ukadeva Gosv&#257;m&#299; therefore assured him that there was no danger in Gokula. &#346;r&#299;la Bhaktivinoda Th&#257;kura has sung: n&#257;m&#257;&#347;raya kari' yatane tumi, th&#257;kaha &#257;pana k&#257;je. Everyone is thus advised to seek shelter in the chanting of the Hare Krishna mah&#257;-mantra and remain engaged in his own occupational duty. There is no loss in this, and the gain is tremendous. Even from a material point of view, everyone should take to chanting the Hare Krishna mantra to be saved from all kinds of danger. This world is full of danger (padam padam yad vipad&#257;m). Therefore we should be encouraged to chant the Hare Krishna mah&#257;-mantra so that in our family, society, neighborhood and nation, everything will be smooth and free from danger.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>