<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 6 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 6 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Killing of the Demon P&#363;tan&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.6.34</P><P CLASS=c>dahyam&#257;nasya dehasya</P><P CLASS=c>dh&#363;ma&#347; c&#257;guru-saurabhah</P><P CLASS=c>utthitah krishna-nirbhukta-</P><P CLASS=c>sapady &#257;hata-p&#257;pmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dahyamanasya">dahyam&#257;nasya</A> &#8212; while being burnt <A HREF="http://vedabase.net/t/to">to</A> ashes; <A CLASS=v HREF="http://vedabase.net/d/dehasya">dehasya</A> &#8212; of the body of <A HREF="http://vedabase.net/p/putana">P&#363;tan&#257;</A>; <A CLASS=v HREF="http://vedabase.net/d/dhumah">dh&#363;mah</A> &#8212; the smoke; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/aguru">aguru</A>-<A CLASS=v HREF="http://vedabase.net/s/saurabhah">saurabhah</A> &#8212; turned into saintly scented smoke of the <A HREF="http://vedabase.net/a/aguru">aguru</A> herb; <A CLASS=v HREF="http://vedabase.net/u/utthitah">utthitah</A> &#8212; emanating from her body; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nirbhukta">nirbhukta</A> &#8212; because of <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s having sucked her breast; <A CLASS=v HREF="http://vedabase.net/s/sapadi">sapadi</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/a/ahata">&#257;hata</A>-<A CLASS=v HREF="http://vedabase.net/p/papmanah">p&#257;pmanah</A> &#8212; her material body became spiritualized or relieved of all material conditions.</P><P CLASS=t>TRANSLATION</P><P>Because of Krishna's having sucked the breast of the R&#257;kshas&#299; P&#363;tan&#257;, when Krishna killed her she was immediately freed of all material contamination. Her sinful reactions automatically vanished, and therefore when her gigantic body was being burnt, the smoke emanating from her body was fragrant like aguru incense.</P><P CLASS=t>PURPORT</P><P>Such are the effects of Krishna consciousness. If one somehow or other becomes Krishna conscious by applying his senses in the service of the Lord, one is immediately freed from material contamination. &#346;rinvat&#257;m sva-kath&#257;h krishnah punya-&#347;ravana-k&#299;rtanah (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/17.htm">1.2.17</A>). Hearing about the activities of Krishna is the beginning of purified life. Punya-&#347;ravana-k&#299;rtanah: simply by hearing and chanting, one becomes purified. Therefore, in discharging devotional service, &#347;ravana-k&#299;rtana (hearing and chanting) is most important. Then, with purified senses, one begins to render service to the Lord (hrish&#299;kena hrish&#299;ke&#347;a-sevanam [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]). Bhaktir ucyate: this is called bhakti. When P&#363;tan&#257; was somehow or other, directly or indirectly, induced to render some service to the Lord by feeding Him with her breast, she was immediately purified, so much so that when her nasty material body was burnt to ashes, it gave off the fragrance of aguru, the most agreeably scented herb.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35-36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>