<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 6 Verses 35-36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 6 Verses 35-36"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Killing of the Demon P&#363;tan&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.6.35-36</P><P CLASS=c>p&#363;tan&#257; loka-b&#257;la-ghn&#299;</P><P CLASS=c>r&#257;kshas&#299; rudhir&#257;&#347;an&#257;</P><P CLASS=c>jigh&#257;msay&#257;pi haraye</P><P CLASS=c>stanam dattv&#257;pa sad-gatim</P><P CLASS=c>kim punah &#347;raddhay&#257; bhakty&#257;</P><P CLASS=c>krishn&#257;ya param&#257;tmane</P><P CLASS=c>yacchan priyatamam kim nu</P><P CLASS=c>rakt&#257;s tan-m&#257;taro yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/putana">p&#363;tan&#257;</A> &#8212; <A HREF="http://vedabase.net/p/putana">P&#363;tan&#257;</A>, the professional <A HREF="http://vedabase.net/r/raksasi">R&#257;kshas&#299;</A>; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/b/bala">b&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/g/ghni">ghn&#299;</A> &#8212; who used <A HREF="http://vedabase.net/t/to">to</A> kill human children; <A CLASS=v HREF="http://vedabase.net/r/raksasi">r&#257;kshas&#299;</A> &#8212; the she-demon; <A CLASS=v HREF="http://vedabase.net/r/rudhira">rudhira</A>-<A CLASS=v HREF="http://vedabase.net/a/asana">a&#347;an&#257;</A> &#8212; simply hankering for blood; <A CLASS=v HREF="http://vedabase.net/j/jighamsaya">jigh&#257;msay&#257;</A> &#8212; with the desire <A HREF="http://vedabase.net/t/to">to</A> kill <A HREF="http://vedabase.net/k/krsna">Krishna</A> (being envious of <A HREF="http://vedabase.net/k/krsna">Krishna</A> and having been instructed by <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/h/haraye">haraye</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/stanam">stanam</A> &#8212; her breast; <A CLASS=v HREF="http://vedabase.net/d/dattva">dattv&#257;</A> &#8212; after offering; <A CLASS=v HREF="http://vedabase.net/a/apa">&#257;pa</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; the most elevated position of spiritual existence; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak of; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with faith; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotion; <A CLASS=v HREF="http://vedabase.net/k/krsnaya">krishn&#257;ya</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/paramatmane">param&#257;tmane</A> &#8212; who is the Supreme Person; <A CLASS=v HREF="http://vedabase.net/y/yacchan">yacchan</A> &#8212; offering; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/t/tamam">tamam</A> &#8212; the dearmost; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; something; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/r/raktah">rakt&#257;h</A> &#8212; those who have <A HREF="http://vedabase.net/a/an">an</A> affinity; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/m/matarah">m&#257;tarah</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s affectionate mothers (offering the beloved child their breasts); <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; exactly like.</P><P CLASS=t>TRANSLATION</P><P>P&#363;tan&#257; was always hankering for the blood of human children, and with that desire she came to kill Krishna; but because she offered her breast to the Lord, she attained the greatest achievement. What then is to be said of those who had natural devotion and affection for Krishna as mothers and who offered Him their breasts to suck or offered something very dear, as a mother offers something to a child?</P><P CLASS=t>PURPORT</P><P>P&#363;tan&#257; had no affection for Krishna; rather, she was envious and wanted to kill Him. Nonetheless, because with or without knowledge she offered her breast, she attained the highest achievement in life. But the offerings of devotees attracted to Krishna in parental love are always sincere. A mother likes to offer something to her child with affection and love; there is no question of envy. So here we can make a comparative study. If P&#363;tan&#257; could attain such an exalted position in spiritual life by neglectfully, enviously making an offering to Krishna, what is to be said of mother Ya&#347;od&#257; and the other gop&#299;s, who served Krishna with such great affection and love, offering everything for Krishna's satisfaction? The gop&#299;s automatically achieved the highest perfection. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu recommended the affection of the gop&#299;s, either in maternal affection or in conjugal love, as the highest perfection in life (ramy&#257; k&#257;cid up&#257;san&#257; vrajavadh&#363;-vargena y&#257; kalpit&#257;).</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37-38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>