<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 6 Verses 39-40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 6 Verses 39-40"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Killing of the Demon P&#363;tan&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.6.39-40</P><P CLASS=c>pay&#257;msi y&#257;s&#257;m apibat</P><P CLASS=c>putra-sneha-snut&#257;ny alam</P><P CLASS=c>bhagav&#257;n devak&#299;-putrah</P><P CLASS=c>kaivaly&#257;dy-akhila-pradah</P><P CLASS=c>t&#257;s&#257;m aviratam krishne</P><P CLASS=c>kurvat&#299;n&#257;m sutekshanam</P><P CLASS=c>na punah kalpate r&#257;jan</P><P CLASS=c>sams&#257;ro 'jñ&#257;na-sambhavah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/payamsi">pay&#257;msi</A> &#8212; milk (coming from the body); <A CLASS=v HREF="http://vedabase.net/y/yasam">y&#257;s&#257;m</A> &#8212; of all of whom; <A CLASS=v HREF="http://vedabase.net/a/apibat">apibat</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A> drank; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A>-<A CLASS=v HREF="http://vedabase.net/s/snutani">snut&#257;ni</A> &#8212; that milk coming from the bodies of the gop&#299;s, not artificially but because of maternal affection; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; sufficiently; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/devaki">devak&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/putrah">putrah</A> &#8212; who appeared <A HREF="http://vedabase.net/a/as">as</A> the son of <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/k/kaivalya">kaivalya</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; like liberation or merging into the <A HREF="http://vedabase.net/b/brahman">Brahman</A> effulgence; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/p/pradah">pradah</A> &#8212; the bestower of all similar blessings; <A CLASS=v HREF="http://vedabase.net/t/tasam">t&#257;s&#257;m</A> &#8212; of all of them (of all the gop&#299;s); <A CLASS=v HREF="http://vedabase.net/a/aviratam">aviratam</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kurvatinam">kurvat&#299;n&#257;m</A> &#8212; making; <A CLASS=v HREF="http://vedabase.net/s/suta">suta</A>-<A CLASS=v HREF="http://vedabase.net/i/iksanam">&#299;kshanam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> mother looks upon her child; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/k/kalpate">kalpate</A> &#8212; can be imagined; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/s/samsarah">sams&#257;rah</A> &#8212; the material bondage of birth and death; <A CLASS=v HREF="http://vedabase.net/a/ajnana">ajñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/s/sambhavah">sambhavah</A> &#8212; which is <A HREF="http://vedabase.net/t/to">to</A> be accepted by foolish persons ignorantly trying <A HREF="http://vedabase.net/t/to">to</A> become happy.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, Krishna, is the bestower of many benedictions, including liberation [kaivalya], or oneness with the Brahman effulgence. For that Personality of Godhead, the gop&#299;s always felt maternal love, and Krishna sucked their breasts with full satisfaction. Therefore, because of their relationship as mother and son, although the gop&#299;s were engaged in various family activities, one should never think that they returned to this material world after leaving their bodies.</P><P CLASS=t>PURPORT</P><P>The advantage of Krishna consciousness is described herein. Krishna consciousness gradually develops on the transcendental platform. One may think of Krishna as the supreme personality, one may think of Krishna as the supreme master, one may think of Krishna as the supreme friend, one may think of Krishna as the supreme son, or one may think of Krishna as the supreme conjugal lover. If one is connected with Krishna in any of these transcendental relationships, the course of one's material life is understood to have already ended. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>), tyaktv&#257; deham punar janma naiti m&#257;m eti: for such devotees, going back home, back to Godhead, is guaranteed. Na punah kalpate r&#257;jan sams&#257;ro jñ&#257;na-sambhavah. This verse also guarantees that devotees who constantly think of Krishna in a particular relationship will never return to this material world. In this material world of sams&#257;ra, there are the same relationships. One thinks, "Here is my son," "Here is my wife," "Here is my lover," or "Here is my friend." But these relationships are temporary illusions. Ajñ&#257;na-sambhavah: such a consciousness awakens in ignorance. But when the same relationships awaken in Krishna consciousness, one's spiritual life is revived, and one is guaranteed to return home, back to Godhead. Even though the gop&#299;s who were friends of Rohin&#299; and mother Ya&#347;od&#257; and who allowed their breasts to be sucked by Krishna were not directly Krishna's mothers, they all had the same chance as Rohin&#299; and Ya&#347;od&#257; to go back to Godhead and act as Krishna's mothers-in-law, servants and so on. The word sams&#257;ra refers to attachment for one's body, home, husband or wife, and children, but although the gop&#299;s and all the other inhabitants of Vrind&#257;vana had the same affection and attachment for husband and home, their central affection was for Krishna in some transcendental relationship, and therefore they were guaranteed to be promoted to Goloka Vrind&#257;vana in the next life, to live with Krishna eternally in spiritual happiness. The easiest way to attain spiritual elevation, to be liberated from this material world, and to go back home, back to Godhead, is recommended by Bhaktivinoda Th&#257;kura: krishnera sams&#257;ra kara ch&#257;di' an&#257;c&#257;ra. One should give up all sinful activities and remain in the family of Krishna. Then one's liberation is guaranteed.</P><P CLASS=l><A CLASS=i HREF="37-38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>