<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 6 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 6 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Killing of the Demon P&#363;tan&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.6.9</P><P CLASS=c>t&#257;m t&#299;kshna-citt&#257;m ativ&#257;ma-ceshtit&#257;m</P><P CLASS=c>v&#299;kshy&#257;ntar&#257; kosha-paricchad&#257;sivat</P><P CLASS=c>vara-striyam tat-prabhay&#257; ca dharshite</P><P CLASS=c>nir&#299;kshyam&#257;ne janan&#299; hy atishthat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; that (<A HREF="http://vedabase.net/p/putana">P&#363;tan&#257;</A> <A HREF="http://vedabase.net/r/raksasi">R&#257;kshas&#299;</A>); <A CLASS=v HREF="http://vedabase.net/t/tiksna">t&#299;kshna</A>-<A CLASS=v HREF="http://vedabase.net/c/cittam">citt&#257;m</A> &#8212; having <A HREF="http://vedabase.net/a/a">a</A> very fierce heart for killing the child; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/v/vama">v&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/c/cestitam">ceshtit&#257;m</A> &#8212; although she was trying <A HREF="http://vedabase.net/t/to">to</A> treat the child better than <A HREF="http://vedabase.net/a/a">a</A> mother; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> <A CLASS=v HREF="http://vedabase.net/a/antara">antar&#257;</A> &#8212; seeing her within the room; <A CLASS=v HREF="http://vedabase.net/k/kosa">kosha</A>-<A CLASS=v HREF="http://vedabase.net/p/paricchada">paricchada</A>-<A CLASS=v HREF="http://vedabase.net/a/asi">asi</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> sharp sword within <A HREF="http://vedabase.net/a/a">a</A> soft sheath; <A CLASS=v HREF="http://vedabase.net/v/vara">vara</A>-<A CLASS=v HREF="http://vedabase.net/s/striyam">striyam</A> &#8212; the very beautiful woman; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/prabhaya">prabhay&#257;</A> &#8212; by her influence; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dharsite">dharshite</A> &#8212; being overwhelmed; <A CLASS=v HREF="http://vedabase.net/n/niriksyamane">nir&#299;kshyam&#257;ne</A> &#8212; were seeing; <A CLASS=v HREF="http://vedabase.net/j/janani">janan&#299;</A> &#8212; the two mothers; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atisthatam">atishthat&#257;m</A> &#8212; they remained silent, without prohibiting.</P><P CLASS=t>TRANSLATION</P><P>P&#363;tan&#257; R&#257;kshas&#299;'s heart was fierce and cruel, but she looked like a very affectionate mother. Thus she resembled a sharp sword in a soft sheath. Although seeing her within the room, Ya&#347;od&#257; and Rohin&#299;, overwhelmed by her beauty, did not stop her, but remained silent because she treated the child like a mother.</P><P CLASS=t>PURPORT</P><P>Although P&#363;tan&#257; was an outsider and although she personified fierce death because the determination within her heart was to kill the child, when she directly came and placed the child on her lap to offer the child her breast to suck, the mothers were so captivated by her beauty that they did not prohibit her. Sometimes a beautiful woman is dangerous because everyone, being captivated by external beauty (m&#257;y&#257;-mohita), is unable to understand what is in her mind. Those who are captivated by the beauty of the external energy are called m&#257;y&#257;-mohita. Mohitam n&#257;bhij&#257;n&#257;ti m&#257;m ebhyah param avyayam (<A CLASS=v HREF="../../../bg/7/13.htm">Bg. 7.13</A>). Na te viduh sv&#257;rtha-gatim hi vishnum dur&#257;&#347;ay&#257; ye bahir-artha-m&#257;ninah (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/31.htm">7.5.31</A>). Here, of course, the two mothers Rohin&#299; and Ya&#347;od&#257; were not m&#257;y&#257;-mohita, deluded by the external energy, but to develop the pastimes of the Lord, they were captivated by yogam&#257;y&#257;. Such m&#257;y&#257;-moha is the action of yogam&#257;y&#257;.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>