<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 6"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 6: The Killing of the Demon P&#363;tan&#257;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.6 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.6.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: My dear King, while Nanda Mah&#257;r&#257;ja was on the way home, he considered that what Vasudeva had said could not be false or useless. There must have been some danger of disturbances in Gokula. As Nanda Mah&#257;r&#257;ja thought about the danger for his beautiful son, Krishna, he was afraid, and he took shelter at the lotus feet of the supreme controller.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.6.2</B></A>: While Nanda Mah&#257;r&#257;ja was returning to Gokula, the same fierce P&#363;tan&#257; whom Kamsa had previously engaged to kill babies was wandering about in the towns, cities and villages, doing her nefarious duty.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.6.3</B></A>: My dear King, wherever people in any position perform their occupational duties of devotional service by chanting and hearing [&#347;ravanam k&#299;rtanam vishnoh <A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>], there cannot be any danger from bad elements. Therefore there was no need for anxiety about Gokula while the Supreme Personality of Godhead was personally present.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.6.4</B></A>: Once upon a time, P&#363;tan&#257; R&#257;kshas&#299;, who could move according to her desire and was wandering in outer space, converted herself by mystic power into a very beautiful woman and thus entered Gokula, the abode of Nanda Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="5-6.htm"><B>SB 10.6.5-6</B></A>: Her hips were full, her breasts were large and firm, seeming to overburden her slim waist, and she was dressed very nicely. Her hair, adorned with a garland of mallik&#257; flowers, was scattered about her beautiful face. Her earrings were brilliant, and as she smiled very attractively, glancing upon everyone, her beauty drew the attention of all the inhabitants of Vraja, especially the men. When the gop&#299;s saw her, they thought that the beautiful goddess of fortune, holding a lotus flower in her hand, had come to see her husband, Krishna.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.6.7</B></A>: While searching for small children, P&#363;tan&#257;, whose business was to kill them, entered the house of Nanda Mah&#257;r&#257;ja unobstructed, having been sent by the superior potency of the Lord. Without asking anyone's permission, she entered Nanda Mah&#257;r&#257;ja's room, where she saw the child sleeping in bed, His unlimited power covered like a powerful fire covered by ashes. She could understand that this child was not ordinary, but was meant to kill all demons.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.6.8</B></A>: Lord &#346;r&#299; Krishna, the all-pervading Supersoul, lying on the bed, understood that P&#363;tan&#257;, a witch who was expert in killing small children, had come to kill Him. Therefore, as if afraid of her, Krishna closed His eyes. Thus P&#363;tan&#257; took upon her lap Him who was to be her own annihilation, just as an unintelligent person places a sleeping snake on his lap, thinking the snake to be a rope.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.6.9</B></A>: P&#363;tan&#257; R&#257;kshas&#299;'s heart was fierce and cruel, but she looked like a very affectionate mother. Thus she resembled a sharp sword in a soft sheath. Although seeing her within the room, Ya&#347;od&#257; and Rohin&#299;, overwhelmed by her beauty, did not stop her, but remained silent because she treated the child like a mother.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.6.10</B></A>: On that very spot, the fiercely dangerous R&#257;kshas&#299; took Krishna on her lap and pushed her breast into His mouth. The nipple of her breast was smeared with a dangerous, immediately effective poison, but the Supreme Personality of Godhead, Krishna, becoming very angry at her, took hold of her breast, squeezed it very hard with both hands, and sucked out both the poison and her life.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.6.11</B></A>: Unbearably pressed in every vital point, the demon P&#363;tan&#257; began to cry, "Please leave me, leave me! Suck my breast no longer!" Perspiring, her eyes wide open and her arms and legs flailing, she cried very loudly again and again.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.6.12</B></A>: As P&#363;tan&#257; screamed loudly and forcefully, the earth with its mountains, and outer space with its planets, trembled. The lower planets and all directions vibrated, and people fell down, fearing that thunderbolts were falling upon them.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.6.13</B></A>: In this way the demon P&#363;tan&#257;, very much aggrieved because her breast was being attacked by Krishna, lost her life. O King Par&#299;kshit, opening her mouth wide and spreading her arms, legs and hair, she fell down in the pasturing ground in her original form as a R&#257;kshas&#299;, as Vritr&#257;sura had fallen when killed by the thunderbolt of Indra.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.6.14</B></A>: O King Par&#299;kshit, when the gigantic body of P&#363;tan&#257; fell to the ground, it smashed all the trees within a limit of twelve miles. Appearing in a gigantic body, she was certainly extraordinary.</P><P CLASS=r><A CLASS=i HREF="15-17.htm"><B>SB 10.6.15-17</B></A>: The R&#257;kshas&#299;'s mouth was full of teeth, each resembling the front of a plow, her nostrils were deep like mountain caves, and her breasts resembled big slabs of stone fallen from a hill. Her scattered hair was the color of copper. The sockets of her eyes appeared like deep blind wells, her fearful thighs resembled the banks of a river, her arms, legs and feet seemed like big bridges, and her abdomen appeared like a dried-up lake. The hearts, ears and heads of the cowherd men and women were already shocked by the R&#257;kshas&#299;'s screaming, and when they saw the fierce wonder of her body, they were even more frightened.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.6.18</B></A>: Without fear, the child Krishna was playing on the upper portion of P&#363;tan&#257; R&#257;kshas&#299;'s breast, and when the gop&#299;s saw the child's wonderful activities, they immediately came forward with great jubilation and picked Him up.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.6.19</B></A>: Thereafter, mother Ya&#347;od&#257; and Rohin&#299;, along with the other elderly gop&#299;s, waved about the switch of a cow to give full protection to the child &#346;r&#299; Krishna.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.6.20</B></A>: The child was thoroughly washed with cow urine and then smeared with the dust raised by the movements of the cows. Then different names of the Lord were applied with cow dung on twelve different parts of His body, beginning with the forehead, as done in applying tilaka. In this way, the child was given protection.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.6.21</B></A>: The gop&#299;s first executed the process of &#257;camana, drinking a sip of water from the right hand. They purified their bodies and hands with the ny&#257;sa-mantra and then applied the same mantra upon the body of the child.</P><P CLASS=r><A CLASS=i HREF="22-23.htm"><B>SB 10.6.22-23</B></A>: [&#346;ukadeva Gosv&#257;m&#299; informed Mah&#257;r&#257;ja Par&#299;kshit that the gop&#299;s, following the proper system, protected Krishna, their child, with this mantra.] May Aja protect Your legs, may Manim&#257;n protect Your knees, Yajña Your thighs, Acyuta the upper part of Your waist, and Hayagr&#299;va Your abdomen. May Ke&#347;ava protect Your heart, &#298;&#347;a Your chest, the sun-god Your neck, Vishnu Your arms, Urukrama Your face, and &#298;&#347;vara Your head. May Cakr&#299; protect You from the front; may &#346;r&#299; Hari, Gad&#257;dhar&#299;, the carrier of the club, protect You from the back; and may the carrier of the bow, who is known as the enemy of Madhu, and Lord Ajana, the carrier of the sword, protect Your two sides. May Lord Urug&#257;ya, the carrier of the conchshell, protect You from all corners; may Upendra protect You from above; may Garuda protect You on the ground; and may Lord Haladhara, the Supreme Person, protect You on all sides.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.6.24</B></A>: May Hrish&#299;ke&#347;a protect Your senses, and N&#257;r&#257;yana Your life air. May the master of &#346;vetadv&#299;pa protect the core of Your heart, and may Lord Yoge&#347;vara protect Your mind.</P><P CLASS=r><A CLASS=i HREF="25-26.htm"><B>SB 10.6.25-26</B></A>: May Lord Pri&#347;nigarbha protect Your intelligence, and the Supreme Personality of Godhead Your soul. While You are playing, may Govinda protect You, and while You are sleeping may M&#257;dhava protect You. May Lord Vaikuntha protect You while You are walking, and may Lord N&#257;r&#257;yana, the husband of the goddess of fortune, protect You while You are sitting. Similarly, may Lord Yajñabhuk, the fearful enemy of all evil planets, always protect You while You enjoy life.</P><P CLASS=r><A CLASS=i HREF="27-29.htm"><B>SB 10.6.27-29</B></A>: The evil witches known as D&#257;kin&#299;s, Y&#257;tudh&#257;n&#299;s and Kushm&#257;ndas are the greatest enemies of children, and the evil spirits like Bh&#363;tas, Pretas, Pi&#347;&#257;cas, Yakshas, R&#257;kshasas and Vin&#257;yakas, as well as witches like Kotar&#257;, Revat&#299;, Jyeshth&#257;, P&#363;tan&#257; and M&#257;trik&#257;, are always ready to give trouble to the body, the life air and the senses, causing loss of memory, madness and bad dreams. Like the most experienced evil stars, they all create great disturbances, especially for children, but one can vanquish them simply by uttering Lord Vishnu's name, for when Lord Vishnu's name resounds, all of them become afraid and go away.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.6.30</B></A>: &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; continued: All the gop&#299;s, headed by mother Ya&#347;od&#257;, were bound by maternal affection. After they thus chanted mantras to protect the child, mother Ya&#347;od&#257; gave the child the nipple of her breast to suck and then got Him to lie down on His bed.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.6.31</B></A>: Meanwhile, all the cowherd men, headed by Nanda Mah&#257;r&#257;ja, returned from Mathur&#257;, and when they saw on the way the gigantic body of P&#363;tan&#257; lying dead, they were struck with great wonder.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.6.32</B></A>: Nanda Mah&#257;r&#257;ja and the other gopas exclaimed: My dear friends, you must know that &#256;nakadundubhi, Vasudeva, has become a great saint or a master of mystic power. Otherwise how could he have foreseen this calamity and predicted it to us?</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.6.33</B></A>: The inhabitants of Vraja cut the gigantic body of P&#363;tan&#257; into pieces with the help of axes. Then they threw the pieces far away, covered them with wood and burned them to ashes.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.6.34</B></A>: Because of Krishna's having sucked the breast of the R&#257;kshas&#299; P&#363;tan&#257;, when Krishna killed her she was immediately freed of all material contamination. Her sinful reactions automatically vanished, and therefore when her gigantic body was being burnt, the smoke emanating from her body was fragrant like aguru incense.</P><P CLASS=r><A CLASS=i HREF="35-36.htm"><B>SB 10.6.35-36</B></A>: P&#363;tan&#257; was always hankering for the blood of human children, and with that desire she came to kill Krishna; but because she offered her breast to the Lord, she attained the greatest achievement. What then is to be said of those who had natural devotion and affection for Krishna as mothers and who offered Him their breasts to suck or offered something very dear, as a mother offers something to a child?</P><P CLASS=r><A CLASS=i HREF="37-38.htm"><B>SB 10.6.37-38</B></A>: The Supreme Personality of Godhead, Krishna, is always situated within the core of the heart of the pure devotee, and He is always offered prayers by such worshipable personalities as Lord Brahm&#257; and Lord &#346;iva. Because Krishna embraced P&#363;tan&#257;'s body with great pleasure and sucked her breast, although she was a great witch, she attained the position of a mother in the transcendental world and thus achieved the highest perfection. What then is to be said of the cows whose nipples Krishna sucked with great pleasure and who offered their milk very jubilantly with affection exactly like that of a mother?</P><P CLASS=r><A CLASS=i HREF="39-40.htm"><B>SB 10.6.39-40</B></A>: The Supreme Personality of Godhead, Krishna, is the bestower of many benedictions, including liberation [kaivalya], or oneness with the Brahman effulgence. For that Personality of Godhead, the gop&#299;s always felt maternal love, and Krishna sucked their breasts with full satisfaction. Therefore, because of their relationship as mother and son, although the gop&#299;s were engaged in various family activities, one should never think that they returned to this material world after leaving their bodies.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 10.6.41</B></A>: Upon smelling the fragrance of the smoke emanating from P&#363;tan&#257;'s burning body, many inhabitants of Vrajabh&#363;mi in distant places were astonished. "Where is this fragrance coming from?" they asked. Thus they went to the spot where P&#363;tan&#257;'s body was being burnt.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 10.6.42</B></A>: When the inhabitants of Vraja who had come from distant places heard the whole story of how P&#363;tan&#257; had come and then been killed by Krishna, they were certainly astonished, and they offered their blessings to the child for His wonderful deed of killing P&#363;tan&#257;. Nanda Mah&#257;r&#257;ja, of course, was very much obliged to Vasudeva, who had foreseen the incident, and simply thanked him, thinking how wonderful Vasudeva was.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 10.6.43</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, best of the Kurus, Nanda Mah&#257;r&#257;ja was very liberal and simple. He immediately took his son Krishna on his lap as if Krishna had returned from death, and by formally smelling his son's head, Nanda Mah&#257;r&#257;ja undoubtedly enjoyed transcendental bliss.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 10.6.44</B></A>: Any person who hears with faith and devotion about how Krishna, the Supreme Personality of Godhead, killed P&#363;tan&#257;, and who thus invests his hearing in such childhood pastimes of Krishna, certainly attains attachment for Govinda, the supreme, original person.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>