<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 6"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Killing of the Demon P&#363;tan&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.6 Summary</P><P>A summary of the Sixth Chapter is as follows: when Nanda Mah&#257;r&#257;ja, following the instructions of Vasudeva, was returning home, he saw a great demoniac woman lying on the road, and then he heard about her death.</P><P>While Nanda Mah&#257;r&#257;ja, the King of Vraja, was thinking about Vasudeva's words concerning disturbances in Gokula, he was a little afraid and sought shelter at the lotus feet of &#346;r&#299; Hari. Meanwhile, Kamsa sent to the village of Gokula a R&#257;kshas&#299; named P&#363;tan&#257;, who was wandering here and there killing small babies. Of course, wherever there is no Krishna consciousness, there is the danger of such R&#257;kshas&#299;s, but since the Supreme Personality of Godhead Himself was in Gokula, P&#363;tan&#257; could accept nothing there but her own death.</P><P>One day, P&#363;tan&#257; arrived from outer space in Gokula, the home of Nanda Mah&#257;r&#257;ja, and by displaying her mystic power, she assumed the disguise of a very beautiful woman. Taking courage, she immediately entered Krishna's bedroom without anyone's permission; by the grace of Krishna, no one forbade her to enter the house or the room, because that was Krishna's desire. The baby Krishna, who resembled a fire covered by ashes, looked upon P&#363;tan&#257; and thought that He would have to kill this demon, the beautiful woman. Enchanted by the influence of yogam&#257;y&#257; and the Personality of Godhead, P&#363;tan&#257; took Krishna upon her lap, and neither Rohin&#299; nor Ya&#347;od&#257; objected. The demon P&#363;tan&#257; offered her breast for Krishna to suck, but her breast was smeared with poison. The child Krishna, therefore, squeezed P&#363;tan&#257;'s breast so severely that in unbearable pain she had to assume her original body and fell to the ground. Then Krishna began playing on her breast just like a small child. When Krishna was playing, the gop&#299;s were pacified and took the child away to their own laps. After this incident, the gop&#299;s took precautions because of the attack of the R&#257;kshas&#299;. Mother Ya&#347;od&#257; gave the child her breast to suck and then laid Him in bed.</P><P>Meanwhile, Nanda and his associates the cowherd men returned from Mathur&#257;, and when they saw the great dead body of P&#363;tan&#257;, they were struck with wonder. Everyone was astonished that Vasudeva had foretold this mishap, and they praised Vasudeva for his power of foresight. The inhabitants of Vraja cut the gigantic body of P&#363;tan&#257; into pieces, but because Krishna had sucked her breast, she had been freed from all sins, and therefore when the cowherd men burned the pieces of her body in a fire, the smoke filled the air with a very pleasing fragrance. Ultimately, although P&#363;tan&#257; had desired to kill Krishna, she attained the Lord's abode. From this incident we gain the instruction that if one is attached to Krishna somehow or other, even as an enemy, one ultimately attains success. What then is to be said of devotees who are naturally attached to Krishna in love? When the inhabitants of Vraja heard about the killing of P&#363;tan&#257; and the welfare of the child, they were very much satisfied. Nanda Mah&#257;r&#257;ja took the baby Krishna on his lap and was filled with satisfaction.</P><P CLASS=l><A CLASS=i HREF="../5/32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>