<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 9 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 9 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Supreme Character of Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.9.14</P><P CLASS=c>atha ta enam anavadya-lakshanam avamri&#347;ya bhartri-karma-nishpattim manyam&#257;n&#257; baddhv&#257; ra&#347;anay&#257; candik&#257;-griham upaninyur mud&#257; vikasita-vadan&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they (the servants of the leader of the dacoits); <A CLASS=v HREF="http://vedabase.net/e/enam">enam</A> &#8212; this (<A HREF="http://vedabase.net/j/jada">Jada</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>); <A CLASS=v HREF="http://vedabase.net/a/anavadya">anavadya</A>-<A CLASS=v HREF="http://vedabase.net/l/laksanam">lakshanam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> bearing the characteristics of <A HREF="http://vedabase.net/a/a">a</A> dull animal because of <A HREF="http://vedabase.net/a/a">a</A> fat body like <A HREF="http://vedabase.net/a/a">a</A> bull's and because of being deaf and dumb; <A CLASS=v HREF="http://vedabase.net/a/avamrsya">avamri&#347;ya</A> &#8212; recognizing; <A CLASS=v HREF="http://vedabase.net/b/bhartr">bhartri</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/n/nispattim">nishpattim</A> &#8212; the accomplishment of their master's work; <A CLASS=v HREF="http://vedabase.net/m/manyamanah">manyam&#257;n&#257;h</A> &#8212; understanding; <A CLASS=v HREF="http://vedabase.net/b/baddhva">baddhv&#257;</A> &#8212; binding tightly; <A CLASS=v HREF="http://vedabase.net/r/rasanaya">ra&#347;anay&#257;</A> &#8212; with ropes; <A CLASS=v HREF="http://vedabase.net/c/candika">candik&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/grham">griham</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the temple of goddess <A HREF="http://vedabase.net/k/kali">K&#257;l&#299;</A>; <A CLASS=v HREF="http://vedabase.net/u/upaninyuh">upaninyuh</A> &#8212; brought; <A CLASS=v HREF="http://vedabase.net/m/muda">mud&#257;</A> &#8212; with great happiness; <A CLASS=v HREF="http://vedabase.net/v/vikasita">vikasita</A>-<A CLASS=v HREF="http://vedabase.net/v/vadanah">vadan&#257;h</A> &#8212; with bright faces.</P><P CLASS=t>TRANSLATION</P><P>The followers and servants of the dacoit chief considered Jada Bharata to possess qualities quite suitable for a man-animal, and they decided that he was a perfect choice for sacrifice. Their faces bright with happiness, they bound him with ropes and brought him to the temple of the goddess K&#257;l&#299;.</P><P CLASS=t>PURPORT</P><P>In some parts of India, animalistic men are still sacrificed before the goddess K&#257;l&#299;. However, such a sacrifice is only performed by &#347;&#363;dras and dacoits. Their business is to plunder the wealthy, and to become successful they offer an animalistic man before the goddess K&#257;l&#299;. It should be noted that they never sacrifice an intelligent man before the goddess. In the body of a br&#257;hmana, Bharata Mah&#257;r&#257;ja appeared deaf and dumb, yet he was the most intelligent man in the world. Nonetheless, being completely surrendered unto the Supreme Personality of Godhead, he remained in that condition and did not protest being brought before the deity for slaughter. As we have learned from the previous verses, he was very strong and could have very easily avoided being bound with ropes, but he did not do anything. He simply depended on the Supreme Personality of Godhead for his protection. &#346;r&#299;la Bhaktivinoda Th&#257;kura describes surrender unto the Supreme Lord in this way:</P><P>m&#257;rabi r&#257;khabi &#8212; yo icch&#257; toh&#257;r&#257;</P><P CLASS=n>nitya-d&#257;sa-prati tuy&#257; adhik&#257;r&#257;</P><P>"My Lord, I am now surrendered unto You. I am Your eternal servant, and if You like You can kill me, or, if You like, You can protect me. In any case, I am fully surrendered unto You."</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>