<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 9 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 9 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Supreme Character of Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.9.15</P><P CLASS=c>atha panayas tam sva-vidhin&#257;bhishicy&#257;hatena v&#257;sas&#257;cch&#257;dya bh&#363;shan&#257;lepa-srak-tilak&#257;dibhir upaskritam bhuktavantam dh&#363;pa-d&#299;pa-m&#257;lya-l&#257;ja-kisalay&#257;&#324;kura-phalopah&#257;ropetay&#257; vai&#347;asa-samsthay&#257; mahat&#257; g&#299;ta-stuti-mrida&#324;ga-panava-ghoshena ca purusha-pa&#347;um bhadra-k&#257;ly&#257;h purata upave&#347;ay&#257;m &#257;suh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/p/panayah">panayah</A> &#8212; all the followers of the dacoit; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him (<A HREF="http://vedabase.net/j/jada">Jada</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>); <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhina">vidhin&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> their own ritualistic principles; <A CLASS=v HREF="http://vedabase.net/a/abhisicya">abhishicya</A> &#8212; bathing; <A CLASS=v HREF="http://vedabase.net/a/ahatena">ahatena</A> &#8212; with new; <A CLASS=v HREF="http://vedabase.net/v/vasasa">v&#257;sas&#257;</A> &#8212; garments; <A CLASS=v HREF="http://vedabase.net/a/acchadya">&#257;cch&#257;dya</A> &#8212; covering; <A CLASS=v HREF="http://vedabase.net/b/bhusana">bh&#363;shana</A> &#8212; ornaments; <A CLASS=v HREF="http://vedabase.net/a/alepa">&#257;lepa</A> &#8212; smearing the body with sandalwood pulp; <A CLASS=v HREF="http://vedabase.net/s/srak">srak</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> flower garland; <A CLASS=v HREF="http://vedabase.net/t/tilaka">tilaka</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; with markings on the body and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/u/upaskrtam">upaskritam</A> &#8212; completely decorated; <A CLASS=v HREF="http://vedabase.net/b/bhuktavantam">bhuktavantam</A> &#8212; having eaten; <A CLASS=v HREF="http://vedabase.net/d/dhupa">dh&#363;pa</A> &#8212; with incense; <A CLASS=v HREF="http://vedabase.net/d/dipa">d&#299;pa</A> &#8212; lamps; <A CLASS=v HREF="http://vedabase.net/m/malya">m&#257;lya</A> &#8212; garlands; <A CLASS=v HREF="http://vedabase.net/l/laja">l&#257;ja</A> &#8212; parched grain; <A CLASS=v HREF="http://vedabase.net/k/kisalaya">kisalaya</A>-<A CLASS=v HREF="http://vedabase.net/a/ankura">a&#324;kura</A> &#8212; twigs and sprouts; <A CLASS=v HREF="http://vedabase.net/p/phala">phala</A> &#8212; fruits; <A CLASS=v HREF="http://vedabase.net/u/upahara">upah&#257;ra</A> &#8212; other paraphernalia; <A CLASS=v HREF="http://vedabase.net/u/upetaya">upetay&#257;</A> &#8212; fully equipped; <A CLASS=v HREF="http://vedabase.net/v/vaisasa">vai&#347;asa</A>-<A CLASS=v HREF="http://vedabase.net/s/samsthaya">samsthay&#257;</A> &#8212; with complete arrangements for sacrifice; <A CLASS=v HREF="http://vedabase.net/m/mahata">mahat&#257;</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/stuti">stuti</A> &#8212; of songs and prayers; <A CLASS=v HREF="http://vedabase.net/m/mrdanga">mrida&#324;ga</A> &#8212; of the drums; <A CLASS=v HREF="http://vedabase.net/p/panava">panava</A> &#8212; of the bugles; <A CLASS=v HREF="http://vedabase.net/g/ghosena">ghoshena</A> &#8212; by vibration; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/p/pasum">pa&#347;um</A> &#8212; the <A HREF="http://vedabase.net/m/man">man</A>-animal; <A CLASS=v HREF="http://vedabase.net/b/bhadra">bhadra</A>-<A CLASS=v HREF="http://vedabase.net/k/kalyah">k&#257;ly&#257;h</A> &#8212; of the goddess <A HREF="http://vedabase.net/k/kali">K&#257;l&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/puratah">puratah</A> &#8212; just <A HREF="http://vedabase.net/i/in">in</A> front; <A CLASS=v HREF="http://vedabase.net/u/upavesayam">upave&#347;ay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asuh">&#257;suh</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> him sit down.</P><P CLASS=t>TRANSLATION</P><P>After this, all the thieves, according to their imaginative ritual for killing animalistic men, bathed Jada Bharata, dressed him in new clothes, decorated him with ornaments befitting an animal, smeared his body with scented oils and decorated him with tilaka, sandalwood pulp and garlands. They fed him sumptuously and then brought him before the goddess K&#257;l&#299;, offering her incense, lamps, garlands, parched grain, newly grown twigs, sprouts, fruits and flowers. In this way they worshiped the deity before killing the man-animal, and they vibrated songs and prayers and played drums and bugles. Jada Bharata was then made to sit down before the deity.</P><P CLASS=t>PURPORT</P><P>In this verse the word sva-vidhin&#257; (according to their own ritualistic principles) is very significant. According to the Vedic &#347;&#257;stras, everything must be done according to regulative principles, but here it is stated that the thieves and rogues devised their own process for killing an animalistic man. The tamasic &#347;&#257;stras give instructions for the sacrifice of an animal like a goat or buffalo before the goddess K&#257;l&#299;, but there is no mention of killing a man, however dull he may be. This process was manufactured by the dacoits themselves; therefore the word sva-vidhin&#257; is used. Even at this time there are many sacrifices being conducted without reference to the Vedic scriptures. For instance, in Calcutta recently a slaughterhouse was being advertised as a temple of the goddess K&#257;l&#299;. Meat-eaters foolishly purchase meat from such shops, thinking it different from ordinary meat and taking it to be the pras&#257;da of goddess K&#257;l&#299;. The sacrifice of a goat or a similar animal before the goddess K&#257;l&#299; is mentioned in &#347;&#257;stras just to keep people from eating slaughterhouse meat and becoming responsible for the killing of animals. The conditioned soul has a natural tendency toward sex and meat-eating; consequently the &#347;&#257;stras grant them some concessions. Actually the &#347;&#257;stras aim at putting an end to these abominable activities, but they impart some regulative principles so that gradually meat-eaters and sex hunters will be rectified.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>