<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 9 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 9 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Supreme Character of Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.9.17</P><P CLASS=c>iti tesh&#257;m vrishal&#257;n&#257;m rajas-tamah-prakrit&#299;n&#257;m dhana-mada-raja-utsikta-manas&#257;m bhagavat-kal&#257;-v&#299;ra-kulam kadarth&#299;-krityotpathena svairam viharat&#257;m hims&#257;-vih&#257;r&#257;n&#257;m karm&#257;ti-d&#257;runam yad brahma-bh&#363;tasya s&#257;ksh&#257;d brahmarshi-sutasya nirvairasya sarva-bh&#363;ta-suhridah s&#363;n&#257;y&#257;m apy ananumatam &#257;lambhanam tad upalabhya brahma-tejas&#257;ti-durvishahena dandahyam&#257;nena vapush&#257; sahasoccac&#257;ta saiva dev&#299; bhadra-k&#257;l&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/v/vrsalanam">vrishal&#257;n&#257;m</A> &#8212; the &#347;&#363;dras, by whom all religious principles <A HREF="http://vedabase.net/a/are">are</A> destroyed; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> passion; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> ignorance; <A CLASS=v HREF="http://vedabase.net/p/prakrtinam">prakrit&#299;n&#257;m</A> &#8212; having natures; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A>-<A CLASS=v HREF="http://vedabase.net/m/mada">mada</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of infatuation by material wealth; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; by passion; <A CLASS=v HREF="http://vedabase.net/u/utsikta">utsikta</A> &#8212; puffed up; <A CLASS=v HREF="http://vedabase.net/m/manasam">manas&#257;m</A> &#8212; whose minds; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/k/kala">kal&#257;</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> expansion of the plenary expansion of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; the group of elevated personalities (the br&#257;hmanas); <A CLASS=v HREF="http://vedabase.net/k/kat">kat</A>-<A CLASS=v HREF="http://vedabase.net/a/arthi">arth&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krtya">kritya</A> &#8212; disrespecting; <A CLASS=v HREF="http://vedabase.net/u/utpathena">utpathena</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> wrong path; <A CLASS=v HREF="http://vedabase.net/s/svairam">svairam</A> &#8212; independently; <A CLASS=v HREF="http://vedabase.net/v/viharatam">viharat&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> proceeding; <A CLASS=v HREF="http://vedabase.net/h/himsa">hims&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/viharanam">vih&#257;r&#257;n&#257;m</A> &#8212; whose business is <A HREF="http://vedabase.net/t/to">to</A> commit violence against others; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; the activity; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/d/darunam">d&#257;runam</A> &#8212; very fearful; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutasya">bh&#363;tasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> self-realized person born <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> family; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A>-<A CLASS=v HREF="http://vedabase.net/s/sutasya">sutasya</A> &#8212; of the son born of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> exalted <A HREF="http://vedabase.net/i/in">in</A> spiritual consciousness; <A CLASS=v HREF="http://vedabase.net/n/nirvairasya">nirvairasya</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> <A HREF="http://vedabase.net/n/no">no</A> enemies; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/suhrdah">suhridah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> well-wisher <A HREF="http://vedabase.net/t/to">to</A> all others; <A CLASS=v HREF="http://vedabase.net/s/sunayam">s&#363;n&#257;y&#257;m</A> &#8212; at the last moment; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even though; <A CLASS=v HREF="http://vedabase.net/a/ananumatam">ananumatam</A> &#8212; not being sanctioned by law; <A CLASS=v HREF="http://vedabase.net/a/alambhanam">&#257;lambhanam</A> &#8212; against the desire of the Lord; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/u/upalabhya">upalabhya</A> &#8212; perceiving; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; with the effulgence of spiritual bliss; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/d/durvisahena">durvishahena</A> &#8212; being too bright and unbearable; <A CLASS=v HREF="http://vedabase.net/d/dandahyamanena">dandahyam&#257;nena</A> &#8212; burning; <A CLASS=v HREF="http://vedabase.net/v/vapusa">vapush&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> physical body; <A CLASS=v HREF="http://vedabase.net/s/sahasa">sahas&#257;</A> &#8212; suddenly; <A CLASS=v HREF="http://vedabase.net/u/uccacata">uccac&#257;ta</A> &#8212; fractured (the deity); <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/devi">dev&#299;</A> &#8212; the goddess; <A CLASS=v HREF="http://vedabase.net/b/bhadra">bhadra</A>-<A CLASS=v HREF="http://vedabase.net/k/kali">k&#257;l&#299;</A> &#8212; <A HREF="http://vedabase.net/b/bhadra">Bhadra</A> <A HREF="http://vedabase.net/k/kali">K&#257;l&#299;</A>.</P><P CLASS=t>TRANSLATION</P><P>All the rogues and thieves who had made arrangements for the worship of goddess K&#257;l&#299; were low minded and bound to the modes of passion and ignorance. They were overpowered by the desire to become very rich; therefore they had the audacity to disobey the injunctions of the Vedas, so much so that they were prepared to kill Jada Bharata, a self-realized soul born in a br&#257;hmana family. Due to their envy, these dacoits brought him before the goddess K&#257;l&#299; for sacrifice. Such people are always addicted to envious activities, and therefore they dared to try to kill Jada Bharata. Jada Bharata was the best friend of all living entities. He was no one's enemy, and he was always absorbed in meditation on the Supreme Personality of Godhead. He was born of a good br&#257;hmana father, and killing him was forbidden, even though he might have been an enemy or aggressive person. In any case, there was no reason to kill Jada Bharata, and the goddess K&#257;l&#299; could not bear this. She could immediately understand that these sinful dacoits were about to kill a great devotee of the Lord. Suddenly the deity's body burst asunder, and the goddess K&#257;l&#299; personally emerged from it in a body burning with an intense and intolerable effulgence.</P><P CLASS=t>PURPORT</P><P>According to the Vedic injunctions, only an aggressor can be killed. If a person comes with an intent to kill, one can immediately take action and kill in self-defense. It is also stated that one can be killed if he comes to set fire to the home or to pollute or kidnap one's wife. Lord R&#257;macandra killed the entire family of R&#257;vana because R&#257;vana kidnapped His wife, S&#299;t&#257;dev&#299;. However, killing is not sanctioned in the &#347;&#257;stras for other purposes. The killing of animals in sacrifice to the demigods, who are expansions of the Supreme Personality of Godhead, is sanctioned for those who eat meat. This is a kind of restriction for meat-eating. In other words, the slaughter of animals is also restricted by certain rules and regulations in the Vedas. Considering these points, there was no reason to kill Jada Bharata, who was born in a respectable, highly exalted br&#257;hmana family. He was a God-realized soul and a well-wisher to all living entities. The Vedas did not at all sanction the killing of Jada Bharata by rogues and thieves. Consequently the goddess Bhadra K&#257;l&#299; emerged from the deity to give protection to the Lord's devotee. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains that due to the Brahman effulgence of such a devotee as Jada Bharata, the deity was fractured. Only thieves and rogues in the modes of passion and ignorance and maddened by material opulence offer a man in sacrifice before the goddess K&#257;l&#299;. This is not sanctioned by the Vedic instructions. Presently there are many hundreds and thousands of slaughterhouses throughout the world that are maintained by a puffed-up population mad for material opulence. Such activities are never supported by the Bh&#257;gavata school.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>