<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 9 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 9 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Supreme Character of Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.9.18</P><P CLASS=c>bhri&#347;am amarsha-rosh&#257;ve&#347;a-rabhasa-vilasita-bhru-kuti-vitapa-kutila-damshtr&#257;runekshan&#257;top&#257;ti-bhay&#257;naka-vadan&#257; hantu-k&#257;mevedam mah&#257;tta-h&#257;sam ati-samrambhena vimuñcant&#299; tata utpatya p&#257;p&#299;yas&#257;m dusht&#257;n&#257;m tenaiv&#257;sin&#257; vivrikna-&#347;&#299;rshn&#257;m gal&#257;t sravantam asrig-&#257;savam atyushnam saha ganena nip&#299;y&#257;ti-p&#257;na-mada-vihvaloccaistar&#257;m sva-p&#257;rshadaih saha jagau nanarta ca vijah&#257;ra ca &#347;irah-kanduka-l&#299;lay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhrsam">bhri&#347;am</A> &#8212; very highly; <A CLASS=v HREF="http://vedabase.net/a/amarsa">amarsha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> intolerance of the offenses; <A CLASS=v HREF="http://vedabase.net/r/rosa">rosha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> anger; <A CLASS=v HREF="http://vedabase.net/a/avesa">&#257;ve&#347;a</A> &#8212; of her absorption; <A CLASS=v HREF="http://vedabase.net/r/rabhasa">rabhasa</A>-<A CLASS=v HREF="http://vedabase.net/v/vilasita">vilasita</A> &#8212; expanded by the force; <A CLASS=v HREF="http://vedabase.net/b/bhru">bhru</A>-<A CLASS=v HREF="http://vedabase.net/k/kuti">kuti</A> &#8212; of her eyebrows; <A CLASS=v HREF="http://vedabase.net/v/vitapa">vitapa</A> &#8212; the branches; <A CLASS=v HREF="http://vedabase.net/k/kutila">kutila</A> &#8212; curved; <A CLASS=v HREF="http://vedabase.net/d/damstra">damshtra</A> &#8212; teeth; <A CLASS=v HREF="http://vedabase.net/a/aruna">aruna</A>-<A CLASS=v HREF="http://vedabase.net/i/iksana">&#299;kshana</A> &#8212; of reddish eyes; <A CLASS=v HREF="http://vedabase.net/a/atopa">&#257;topa</A> &#8212; by the agitation; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/b/bhayanaka">bhay&#257;naka</A> &#8212; fearful; <A CLASS=v HREF="http://vedabase.net/v/vadana">vadan&#257;</A> &#8212; having <A HREF="http://vedabase.net/a/a">a</A> face; <A CLASS=v HREF="http://vedabase.net/h/hantu">hantu</A>-<A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;m&#257;</A> &#8212; desirous <A HREF="http://vedabase.net/t/to">to</A> destroy; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this universe; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atta">atta</A>-<A CLASS=v HREF="http://vedabase.net/h/hasam">h&#257;sam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> greatly fearful laugh; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/s/samrambhena">samrambhena</A> &#8212; because of anger; <A CLASS=v HREF="http://vedabase.net/v/vimuncanti">vimuñcant&#299;</A> &#8212; releasing; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from that altar; <A CLASS=v HREF="http://vedabase.net/u/utpatya">utpatya</A> &#8212; coming forth; <A CLASS=v HREF="http://vedabase.net/p/papiyasam">p&#257;p&#299;yas&#257;m</A> &#8212; of all the sinful; <A CLASS=v HREF="http://vedabase.net/d/dustanam">dusht&#257;n&#257;m</A> &#8212; great offenders; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> <A CLASS=v HREF="http://vedabase.net/a/asina">asin&#257;</A> &#8212; by that <A HREF="http://vedabase.net/s/same">same</A> chopper; <A CLASS=v HREF="http://vedabase.net/v/vivrkna">vivrikna</A> &#8212; separated; <A CLASS=v HREF="http://vedabase.net/s/sirsnam">&#347;&#299;rshn&#257;m</A> &#8212; whose heads; <A CLASS=v HREF="http://vedabase.net/g/galat">gal&#257;t</A> &#8212; from the neck; <A CLASS=v HREF="http://vedabase.net/s/sravantam">sravantam</A> &#8212; oozing out; <A CLASS=v HREF="http://vedabase.net/a/asrk">asrik</A>-<A CLASS=v HREF="http://vedabase.net/a/asavam">&#257;savam</A> &#8212; the blood, compared <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/an">an</A> intoxicating beverage; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/u/usnam">ushnam</A> &#8212; very hot; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/g/ganena">ganena</A> &#8212; her associates; <A CLASS=v HREF="http://vedabase.net/n/nipiya">nip&#299;ya</A> &#8212; drinking; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;na</A> &#8212; from drinking <A HREF="http://vedabase.net/s/so">so</A> much; <A CLASS=v HREF="http://vedabase.net/m/mada">mada</A> &#8212; by intoxication; <A CLASS=v HREF="http://vedabase.net/v/vihvala">vihval&#257;</A> &#8212; overwhelmed; <A CLASS=v HREF="http://vedabase.net/u/uccaih">uccaih</A>-<A CLASS=v HREF="http://vedabase.net/t/taram">tar&#257;m</A> &#8212; very loudly; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/parsadaih">p&#257;rshadaih</A> &#8212; her own associates; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/j/jagau">jagau</A> &#8212; sang; <A CLASS=v HREF="http://vedabase.net/n/nanarta">nanarta</A> &#8212; danced; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vijahara">vijah&#257;ra</A> &#8212; played; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A>-<A CLASS=v HREF="http://vedabase.net/k/kanduka">kanduka</A> &#8212; using the heads <A HREF="http://vedabase.net/a/as">as</A> balls; <A CLASS=v HREF="http://vedabase.net/l/lilaya">l&#299;lay&#257;</A> &#8212; by sports.</P><P CLASS=t>TRANSLATION</P><P>Intolerant of the offenses committed, the infuriated goddess K&#257;l&#299; flashed her eyes and displayed her fierce, curved teeth. Her reddish eyes glowed, and she displayed her fearsome features. She assumed a frightening body, as if she were prepared to destroy the entire creation. Leaping violently from the altar, she immediately decapitated all the rogues and thieves with the very sword with which they had intended to kill Jada Bharata. She then began to drink the hot blood that flowed from the necks of the beheaded rogues and thieves, as if this blood were liquor. Indeed, she drank this intoxicant with her associates, who were witches and female demons. Becoming intoxicated with this blood, they all began to sing very loudly and dance as though prepared to annihilate the entire universe. At the same time, they began to play with the heads of the rogues and thieves, tossing them about as if they were balls.</P><P CLASS=t>PURPORT</P><P>It is evident from this verse that the devotees of goddess K&#257;l&#299; are not at all favored by her. It is goddess K&#257;l&#299;'s work to kill and punish the demons. Goddess K&#257;l&#299; (Durg&#257;) engages in decapitating many demons, dacoits and other unwanted elements in society. Neglecting Krishna consciousness, foolish people try to satisfy the goddess by offering her many abominable things, but ultimately when there is a little discrepancy in this worship, the goddess punishes the worshiper by taking his life. Demoniac people worship goddess K&#257;l&#299; to obtain some material benefit, but they are not excused of the sins performed in the name of worship. To sacrifice a man or animal before the deity is specifically forbidden.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>