<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 9 Verses 1-2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 9 Verses 1-2"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Supreme Character of Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.9.1-2</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>atha kasyacid dvija-varasy&#257;&#324;girah-pravarasya &#347;ama-dama-tapah-sv&#257;dhy&#257;y&#257;dhyayana-ty&#257;ga-santosha-titiksh&#257;-pra&#347;raya-vidy&#257;nas&#363;y&#257;tma-jñ&#257;n&#257;nanda-yuktasy&#257;tma-sadri&#347;a-&#347;ruta-&#347;&#299;l&#257;c&#257;ra-r&#363;paud&#257;rya-gun&#257; nava sodary&#257; a&#324;gaj&#257; babh&#363;vur mithunam ca yav&#299;yasy&#257;m bh&#257;ry&#257;y&#257;m yas tu tatra pum&#257;ms tam parama-bh&#257;gavatam r&#257;jarshi-pravaram bharatam utsrishta-mriga-&#347;ar&#299;ram carama-&#347;ar&#299;rena vipratvam gatam &#257;huh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; continued <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/k/kasyacit">kasyacit</A> &#8212; of some; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/v/varasya">varasya</A> &#8212; <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/a/angirah">a&#324;girah</A>-<A CLASS=v HREF="http://vedabase.net/p/pravarasya">pravarasya</A> &#8212; who came <A HREF="http://vedabase.net/i/in">in</A> the dynasty of the great saint A&#324;gir&#257;; <A CLASS=v HREF="http://vedabase.net/s/sama">&#347;ama</A> &#8212; control of the mind; <A CLASS=v HREF="http://vedabase.net/d/dama">dama</A> &#8212; control of the senses; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; practice of austerities and penances; <A CLASS=v HREF="http://vedabase.net/s/svadhyaya">sv&#257;dhy&#257;ya</A> &#8212; recitation of the Vedic literatures; <A CLASS=v HREF="http://vedabase.net/a/adhyayana">adhyayana</A> &#8212; studying; <A CLASS=v HREF="http://vedabase.net/t/tyaga">ty&#257;ga</A> &#8212; renunciation; <A CLASS=v HREF="http://vedabase.net/s/santosa">santosha</A> &#8212; satisfaction; <A CLASS=v HREF="http://vedabase.net/t/titiksa">titiksh&#257;</A> &#8212; tolerance; <A CLASS=v HREF="http://vedabase.net/p/prasraya">pra&#347;raya</A> &#8212; very gentle; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/a/anasuya">anas&#363;ya</A> &#8212; without envy; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; satisfied <A HREF="http://vedabase.net/i/in">in</A> self-realization; <A CLASS=v HREF="http://vedabase.net/y/yuktasya">yuktasya</A> &#8212; who was qualified with; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/sadrsa">sadri&#347;a</A> &#8212; and exactly like himself; <A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> education; <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;la</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> character; <A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> behavior; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> beauty; <A CLASS=v HREF="http://vedabase.net/a/audarya">aud&#257;rya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> magnanimity; <A CLASS=v HREF="http://vedabase.net/g/gunah">gun&#257;h</A> &#8212; possessing all these qualities; <A CLASS=v HREF="http://vedabase.net/n/nava">nava</A> <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/u/udaryah">udary&#257;h</A> &#8212; nine brothers born of the <A HREF="http://vedabase.net/s/same">same</A> womb; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">j&#257;h</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/b/babhuvuh">babh&#363;vuh</A> &#8212; were born; <A CLASS=v HREF="http://vedabase.net/m/mithunam">mithunam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> twin brother and sister; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yaviyasyam">yav&#299;yasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the youngest; <A CLASS=v HREF="http://vedabase.net/b/bharyayam">bh&#257;ry&#257;y&#257;m</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the <A HREF="http://vedabase.net/m/male">male</A> child; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavatam">bh&#257;gavatam</A> &#8212; the most exalted devotee; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A> &#8212; of saintly kings; <A CLASS=v HREF="http://vedabase.net/p/pravaram">pravaram</A> &#8212; most honored; <A CLASS=v HREF="http://vedabase.net/b/bharatam">bharatam</A> &#8212; <A HREF="http://vedabase.net/b/bharata">Bharata</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/u/utsrsta">utsrishta</A> &#8212; having given up; <A CLASS=v HREF="http://vedabase.net/m/mrga">mriga</A>-<A CLASS=v HREF="http://vedabase.net/s/sariram">&#347;ar&#299;ram</A> &#8212; the body of <A HREF="http://vedabase.net/a/a">a</A> deer; <A CLASS=v HREF="http://vedabase.net/c/carama">carama</A>-<A CLASS=v HREF="http://vedabase.net/s/sarirena">&#347;ar&#299;rena</A> &#8212; with the last body; <A CLASS=v HREF="http://vedabase.net/v/vipratvam">vipratvam</A> &#8212; being <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/g/gatam">gatam</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/a/ahuh">&#257;huh</A> &#8212; they said.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; continued: My dear King, after giving up the body of a deer, Bharata Mah&#257;r&#257;ja took birth in a very pure br&#257;hmana family. There was a br&#257;hmana who belonged to the dynasty of A&#324;gir&#257;. He was fully qualified with brahminical qualifications. He could control his mind and senses, and he had studied the Vedic literatures and other subsidiary literatures. He was expert in giving charity, and he was always satisfied, tolerant, very gentle, learned and nonenvious. He was self-realized and engaged in the devotional service of the Lord. He remained always in a trance. He had nine equally qualified sons by his first wife, and by his second wife he begot twins &#8212; a brother and a sister, of which the male child was said to be the topmost devotee and foremost of saintly kings &#8212; Bharata Mah&#257;r&#257;ja. This, then, is the story of the birth he took after giving up the body of a deer.</P><P CLASS=t>PURPORT</P><P>Bharata Mah&#257;r&#257;ja was a great devotee, but he did not attain success in one life. In Bhagavad-g&#299;t&#257; it is said that a devotee who does not fulfill his devotional duties in one life is given the chance to be born in a fully qualified br&#257;hmana family or a rich kshatriya or vai&#347;ya family. &#346;uc&#299;n&#257;m &#347;r&#299;mat&#257;m gehe (<A CLASS=v HREF="../../../bg/6/41.htm">Bg. 6.41</A>). Bharata Mah&#257;r&#257;ja was the firstborn son of Mah&#257;r&#257;ja Rishabha in a rich kshatriya family, but due to his willful negligence of his spiritual duties and his excessive attachment to an insignificant deer, he was obliged to take birth as the son of a deer. However, due to his strong position as a devotee, he was gifted with the remembrance of his past life. Being repentant, he remained in a solitary forest and always thought of Krishna. Then he was given the chance to take birth in a very good br&#257;hmana family.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>