<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 9 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 9 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Supreme Character of Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.9.20</P><P CLASS=c>na v&#257; etad vishnudatta mahad-adbhutam yad asambhramah sva-&#347;ira&#347;-chedana &#257;patite 'pi vimukta-deh&#257;dy-&#257;tma-bh&#257;va-sudridha-hridaya-granth&#299;n&#257;m sarva-sattva-suhrid-&#257;tman&#257;m nirvair&#257;n&#257;m s&#257;ksh&#257;d bhagavat&#257;nimish&#257;ri-var&#257;yudhen&#257;pramattena tais tair bh&#257;vaih parirakshyam&#257;n&#257;n&#257;m tat-p&#257;da-m&#363;lam akuta&#347;cid-bhayam upasrit&#257;n&#257;m bh&#257;gavata-paramahams&#257;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/d/datta">datta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>, who was protected by Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great; <A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; wonder; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/asambhramah">asambhramah</A> &#8212; lack of perplexity; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A>-<A CLASS=v HREF="http://vedabase.net/c/chedane">chedane</A> &#8212; when the chopping off of the head; <A CLASS=v HREF="http://vedabase.net/a/apatite">&#257;patite</A> &#8212; was about <A HREF="http://vedabase.net/t/to">to</A> happen; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even though; <A CLASS=v HREF="http://vedabase.net/v/vimukta">vimukta</A> &#8212; completely liberated from; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; the false bodily concept of life; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/drdha">dridha</A> &#8212; very strong and tight; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A>-<A CLASS=v HREF="http://vedabase.net/g/granthinam">granth&#299;n&#257;m</A> &#8212; of those whose knots within the heart; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of persons who <A HREF="http://vedabase.net/i/in">in</A> their hearts always wish well <A HREF="http://vedabase.net/t/to">to</A> all living entities; <A CLASS=v HREF="http://vedabase.net/n/nirvairanam">nirvair&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/d/do">do</A> not find anyone <A HREF="http://vedabase.net/a/as">as</A> their enemy; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/animisa">animisha</A> &#8212; invincible time; <A CLASS=v HREF="http://vedabase.net/a/ari">ari</A>-<A CLASS=v HREF="http://vedabase.net/v/vara">vara</A> &#8212; and the best of weapons, the <A HREF="http://vedabase.net/s/sudarsana">Sudar&#347;ana</A> <A HREF="http://vedabase.net/c/cakra">cakra</A>; <A CLASS=v HREF="http://vedabase.net/a/ayudhena">&#257;yudhena</A> &#8212; by Him who possesses the weapons; <A CLASS=v HREF="http://vedabase.net/a/apramattena">apramattena</A> &#8212; not agitated at any time; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by those respective; <A CLASS=v HREF="http://vedabase.net/b/bhavaih">bh&#257;vaih</A> &#8212; moods of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pariraksyamananam">parirakshyam&#257;n&#257;n&#257;m</A> &#8212; of persons who <A HREF="http://vedabase.net/a/are">are</A> protected; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; at the lotus feet of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/akutascit">akuta&#347;cit</A> &#8212; from nowhere; <A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/u/upasrtanam">upasrit&#257;n&#257;m</A> &#8212; of those who have taken complete shelter; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; of devotees of the Lord; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/h/hamsanam">hams&#257;n&#257;m</A> &#8212; of the most liberated persons.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; then said to Mah&#257;r&#257;ja Par&#299;kshit: O Vishnudatta, those who already know that the soul is separate from the body, who are liberated from the invincible knot in the heart, who are always engaged in welfare activities for all living entities and who never contemplate harming anyone are always protected by the Supreme Personality of Godhead, who carries His disc [the Sudar&#347;ana cakra] and acts as supreme time to kill the demons and protect His devotees. The devotees always take shelter at the lotus feet of the Lord. Therefore at all times, even if threatened by decapitation, they remain unagitated. For them, this is not at all wonderful.</P><P CLASS=t>PURPORT</P><P>These are some of the great qualities of a pure devotee of the Supreme Personality of Godhead. First, a devotee is firmly convinced of his spiritual identity. He never identifies with the body; he is firmly convinced that the spirit soul is different from the body. Consequently he fears nothing. Even though his life may be threatened, he is not at all afraid. He does not even treat an enemy like an enemy. Such are the qualifications of devotees. Devotees are always fully dependent on the Supreme Personality of Godhead, and the Lord is always eager to give them all protection in all circumstances.</P><P>Thus end the Bhaktivedanta purports of the Fifth Canto, Ninth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Supreme Character of Jada Bharata."</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../10/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>