<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 9 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 9 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Supreme Character of Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.9.3</P><P CLASS=c>tatr&#257;pi svajana-sa&#324;g&#257;c ca bhri&#347;am udvijam&#257;no bhagavatah karma-bandha-vidhvamsana-&#347;ravana-smarana-guna-vivarana-caran&#257;ravinda-yugalam manas&#257; vidadhad &#257;tmanah pratigh&#257;tam &#257;&#347;a&#324;kam&#257;no bhagavad-anugrahen&#257;nusmrita-sva-p&#363;rva-janm&#257;valir &#257;tm&#257;nam unmatta-jad&#257;ndha-badhira-svar&#363;pena dar&#347;ay&#257;m &#257;sa lokasya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> birth also; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/s/sangat">sa&#324;g&#257;t</A> &#8212; from association with relatives and friends; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhrsam">bhri&#347;am</A> &#8212; greatly; <A CLASS=v HREF="http://vedabase.net/u/udvijamanah">udvijam&#257;nah</A> &#8212; being always afraid that <A HREF="http://vedabase.net/h/he">he</A> would fall down again; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/b/bandha">bandha</A> &#8212; the bondage of the reactions of fruitive activities; <A CLASS=v HREF="http://vedabase.net/v/vidhvamsana">vidhvamsana</A> &#8212; which vanquishes; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/s/smarana">smarana</A> &#8212; remembering; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/vivarana">vivarana</A> &#8212; hearing descriptions of the qualities of the Lord; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/y/yugalam">yugalam</A> &#8212; the two; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; with the mind; <A CLASS=v HREF="http://vedabase.net/v/vidadhat">vidadhat</A> &#8212; always thinking of; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of his soul; <A CLASS=v HREF="http://vedabase.net/p/pratighatam">pratigh&#257;tam</A> &#8212; obstruction on the path of devotional service; <A CLASS=v HREF="http://vedabase.net/a/asankamanah">&#257;&#347;a&#324;kam&#257;nah</A> &#8212; always fearing; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/a/anugrahena">anugrahena</A> &#8212; by the special mercy of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anusmrta">anusmrita</A> &#8212; remembered; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A> &#8212; his own previous; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/a/avalih">&#257;valih</A> &#8212; string of births; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/u/unmatta">unmatta</A> &#8212; <A HREF="http://vedabase.net/m/mad">mad</A>; <A CLASS=v HREF="http://vedabase.net/j/jada">jada</A> &#8212; dull; <A CLASS=v HREF="http://vedabase.net/a/andha">andha</A> &#8212; blind; <A CLASS=v HREF="http://vedabase.net/b/badhira">badhira</A> &#8212; and deaf; <A CLASS=v HREF="http://vedabase.net/s/svarupena">svar&#363;pena</A> &#8212; with these features; <A CLASS=v HREF="http://vedabase.net/d/darsayam">dar&#347;ay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> exhibited; <A CLASS=v HREF="http://vedabase.net/l/lokasya">lokasya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> people <A HREF="http://vedabase.net/i/in">in</A> general.</P><P CLASS=t>TRANSLATION</P><P>Due to his being especially gifted with the Lord's mercy, Bharata Mah&#257;r&#257;ja could remember the incidents of his past life. Although he received the body of a br&#257;hmana, he was still very much afraid of his relatives and friends who were not devotees. He was always very cautious of such association because he feared that he would again fall down. Consequently he manifested himself before the public eye as a madman &#8212; dull, blind and deaf &#8212; so that others would not try to talk to him. In this way he saved himself from bad association. Within he was always thinking of the lotus feet of the Lord and chanting the Lord's glories, which save one from the bondage of fruitive action. In this way he saved himself from the onslaught of nondevotee associates.</P><P CLASS=t>PURPORT</P><P>Every living entity is bound by different activities due to association with the modes of nature. As stated in Bhagavad-g&#299;t&#257;, k&#257;ranam guna-sa&#324;go 'sya sad-asad-yoni-janmasu: "This is due to his association with that material nature. Thus he meets with good and evil among various species." (<A CLASS=v HREF="../../../bg/13/22.htm">Bg. 13.22</A>)</P><P>We get different types of bodies among 8,400,000 species according to our karma. Karman&#257; daiva-netrena: we work under the influence of material nature contaminated by the three modes, and thus we get a certain type of body according to superior order. This is called karma-bandha. To get out of this karma-bandha, one must engage himself in devotional service. Then one will not be affected by the modes of material nature.</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman." (<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>) To remain immune from the material qualities, one must engage himself in devotional service &#8212; &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]. That is the perfection of life. When Mah&#257;r&#257;ja Bharata took birth as a br&#257;hmana, he was not very interested in the duties of a br&#257;hmana, but within he remained a pure Vaishnava, always thinking of the lotus feet of the Lord. As advised in Bhagavad-g&#299;t&#257;: man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru [<A CLASS=v HREF="../../../bg/18/65.htm">Bg. 18.65</A>]. This is the only process by which one can be saved from the danger of repeated birth and death.</P><P CLASS=l><A CLASS=i HREF="1-2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>