<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 9 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 9 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Supreme Character of Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.9.4</P><P CLASS=c>tasy&#257;pi ha v&#257; &#257;tmajasya viprah putra-sneh&#257;nubaddha-man&#257; &#257;sam&#257;vartan&#257;t samsk&#257;r&#257;n yathopade&#347;am vidadh&#257;na upan&#299;tasya ca punah &#347;auc&#257;caman&#257;d&#299;n karma-niyam&#257;n anabhipret&#257;n api sama&#347;ikshayad anu&#347;ishtena hi bh&#257;vyam pituh putreneti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jasya">jasya</A> &#8212; of his son; <A CLASS=v HREF="http://vedabase.net/v/viprah">viprah</A> &#8212; the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> father of <A HREF="http://vedabase.net/j/jada">Jada</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A> (<A HREF="http://vedabase.net/m/mad">mad</A>, crazy <A HREF="http://vedabase.net/b/bharata">Bharata</A>); <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A>-<A CLASS=v HREF="http://vedabase.net/a/anubaddha">anubaddha</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h</A> &#8212; who was obliged by affection for his son; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/a/avartanat">&#257;vartan&#257;t</A> &#8212; until the end of the brahmacarya-<A HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>; <A CLASS=v HREF="http://vedabase.net/s/samskaran">samsk&#257;r&#257;n</A> &#8212; the purificatory processes; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/u/upadesam">upade&#347;am</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> prescribed <A HREF="http://vedabase.net/i/in">in</A> the &#347;&#257;stras; <A CLASS=v HREF="http://vedabase.net/v/vidadhanah">vidadh&#257;nah</A> &#8212; performing; <A CLASS=v HREF="http://vedabase.net/u/upanitasya">upan&#299;tasya</A> &#8212; of one who has <A HREF="http://vedabase.net/a/a">a</A> sacred thread; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/s/sauca">&#347;auca</A>-<A CLASS=v HREF="http://vedabase.net/a/acamana">&#257;camana</A>-<A CLASS=v HREF="http://vedabase.net/a/adin">&#257;d&#299;n</A> &#8212; practice of cleanliness, washing of the mouth, legs and hands, etc.; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/n/niyaman">niyam&#257;n</A> &#8212; the regulative principles of fruitive activities; <A CLASS=v HREF="http://vedabase.net/a/anabhipretan">anabhipret&#257;n</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although not wanted by <A HREF="http://vedabase.net/j/jada">Jada</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/s/samasiksayat">sama&#347;ikshayat</A> &#8212; taught; <A CLASS=v HREF="http://vedabase.net/a/anusistena">anu&#347;ishtena</A> &#8212; taught <A HREF="http://vedabase.net/t/to">to</A> follow the regulative principles; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhavyam">bh&#257;vyam</A> &#8212; should be; <A CLASS=v HREF="http://vedabase.net/p/pituh">pituh</A> &#8212; from the father; <A CLASS=v HREF="http://vedabase.net/p/putrena">putrena</A> &#8212; the son; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hmana father's mind was always filled with affection for his son, Jada Bharata [Bharata Mah&#257;r&#257;ja]. Therefore he was always attached to Jada Bharata. Because Jada Bharata was unfit to enter the grihastha-&#257;&#347;rama, he simply executed the purificatory process up to the end of the brahmacarya-&#257;&#347;rama. Although Jada Bharata was unwilling to accept his father's instructions, the br&#257;hmana nonetheless instructed him in how to keep clean and how to wash, thinking that the son should be taught by the father.</P><P CLASS=t>PURPORT</P><P>Jada Bharata was Bharata Mah&#257;r&#257;ja in the body of a br&#257;hmana, and he outwardly conducted himself as if he were dull, deaf, dumb and blind. Actually he was quite alert within. He knew perfectly well of the results of fruitive activity and the results of devotional service. In the body of a br&#257;hmana, Mah&#257;r&#257;ja Bharata was completely absorbed in devotional service within; therefore it was not at all necessary for him to execute the regulative principles of fruitive activity. As confirmed in &#346;r&#299;mad-Bh&#257;gavatam: svanushthitasya dharmasya samsiddhir hari-toshanam (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/13.htm">1.2.13</A>). One has to satisfy Hari, the Supreme Personality of Godhead. That is the perfection of the regulative principles of fruitive activity. Besides that, it is stated in &#346;r&#299;mad-Bh&#257;gavatam:</P><P>dharmah svanushthitah pums&#257;m</P><P CLASS=n>vishvaksena-kath&#257;su yah</P><P CLASS=n>notp&#257;dayed yadi ratim</P><P CLASS=n>&#347;rama eva hi kevalam</P><P>"Duties [dharma] executed by men, regardless of occupation, are only so much useless labor if they do not provoke attraction for the message of the Supreme Lord." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/8.htm">1.2.8</A>) These karma-k&#257;nda activities are required as long as one has not developed Krishna consciousness. If one is developed in Krishna consciousness, there is no need to execute the prior regulative principles of karma-k&#257;nda. &#346;r&#299;la M&#257;dhavendra Pur&#299; said, "O regulative principles of karma-k&#257;nda, please excuse me. I cannot follow all these regulative principles, for I am fully engaged in devotional service." He expressed the desire to sit somewhere beneath a tree and continue chanting the Hare Krishna mah&#257;-mantra. Consequently he did not execute all the regulative principles. Similarly, Harid&#257;sa Th&#257;kura was born in a Mohammedan family. From the very beginning of his life he was never trained in the karma-k&#257;nda system, but because he was always chanting the holy name of the Lord, &#346;r&#299; Caitanya Mah&#257;prabhu accepted him as n&#257;m&#257;c&#257;rya, the authority in chanting the holy name. As Jada Bharata, Bharata Mah&#257;r&#257;ja was always engaged in devotional service within his mind. Since he had executed the regulative principles continuously for three lives, he was not interested in continuing to execute them, although his br&#257;hmana father wanted him to do so.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>