<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 9 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 9 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Supreme Character of Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.9.6</P><P CLASS=c>evam sva-tanuja &#257;tmany anur&#257;g&#257;ve&#347;ita-cittah &#347;auc&#257;dhyayana-vrata-niyama-gurv-anala-&#347;u&#347;r&#363;shan&#257;dy-aupakurv&#257;naka-karm&#257;ny anabhiyukt&#257;ny api samanu&#347;ishtena bh&#257;vyam ity asad-&#257;grahah putram anu&#347;&#257;sya svayam t&#257;vad anadhigata-manorathah k&#257;len&#257;pramattena svayam griha eva pramatta upasamhritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A>-<A CLASS=v HREF="http://vedabase.net/j/je">je</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his son, <A HREF="http://vedabase.net/j/jada">Jada</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; whom <A HREF="http://vedabase.net/h/he">he</A> considered <A HREF="http://vedabase.net/t/to">to</A> be himself; <A CLASS=v HREF="http://vedabase.net/a/anuraga">anur&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/a/avesita">&#257;ve&#347;ita</A>-<A CLASS=v HREF="http://vedabase.net/c/cittah">cittah</A> &#8212; the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> who was absorbed <A HREF="http://vedabase.net/i/in">in</A> love for his son; <A CLASS=v HREF="http://vedabase.net/s/sauca">&#347;auca</A> &#8212; cleanliness; <A CLASS=v HREF="http://vedabase.net/a/adhyayana">adhyayana</A> &#8212; study of Vedic literature; <A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A> &#8212; accepting all the vows; <A CLASS=v HREF="http://vedabase.net/n/niyama">niyama</A> &#8212; regulative principles; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; of the spiritual master; <A CLASS=v HREF="http://vedabase.net/a/anala">anala</A> &#8212; of the fire; <A CLASS=v HREF="http://vedabase.net/s/susrusana">&#347;u&#347;r&#363;shana</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; the service, etc.; <A CLASS=v HREF="http://vedabase.net/a/aupakurvanaka">aupakurv&#257;naka</A> &#8212; of the brahmacarya-<A HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; all the activities; <A CLASS=v HREF="http://vedabase.net/a/anabhiyuktani">anabhiyukt&#257;ni</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although not liked by his son; <A CLASS=v HREF="http://vedabase.net/s/samanusistena">samanu&#347;ishtena</A> &#8212; fully instructed; <A CLASS=v HREF="http://vedabase.net/b/bhavyam">bh&#257;vyam</A> &#8212; should be; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/a/agrahah">&#257;grahah</A> &#8212; having unsuitable obstinacy; <A CLASS=v HREF="http://vedabase.net/p/putram">putram</A> &#8212; his son; <A CLASS=v HREF="http://vedabase.net/a/anusasya">anu&#347;&#257;sya</A> &#8212; instructing; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that way; <A CLASS=v HREF="http://vedabase.net/a/anadhigata">anadhigata</A>-<A CLASS=v HREF="http://vedabase.net/m/manorathah">manorathah</A> &#8212; not having fulfilled his desires; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; by the influence of time; <A CLASS=v HREF="http://vedabase.net/a/apramattena">apramattena</A> &#8212; which is not forgetful; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> himself; <A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> his home; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/pramattah">pramattah</A> &#8212; being madly attached; <A CLASS=v HREF="http://vedabase.net/u/upasamhrtah">upasamhritah</A> &#8212; died.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hmana father of Jada Bharata considered his son his heart and soul, and therefore he was very much attached to him. He thought it wise to educate his son properly, and being absorbed in this unsuccessful endeavor, he tried to teach his son the rules and regulations of brahmacarya &#8212; including the execution of the Vedic vows, cleanliness, study of the Vedas, the regulative methods, service to the spiritual master and the method of offering a fire sacrifice. He tried his best to teach his son in this way, but all his endeavors failed. In his heart he hoped that his son would be a learned scholar, but all his attempts were unsuccessful. Like everyone, this br&#257;hmana was attached to his home, and he had forgotten that someday he would die. Death, however, was not forgetful. At the proper time, death appeared and took him away.</P><P CLASS=t>PURPORT</P><P>Those too attached to family life, who forget that death comes in the future to take them away, become attached and unable to finish their duty as human beings. The duty of human life is to solve all the problems of life, but instead people remain attached to family affairs and duties. Although they forget death, death will not forget them. Suddenly they will be kicked off the platform of a peaceful family life. One may forget that he has to die, but death never forgets. Death comes always at the right time. The br&#257;hmana father of Jada Bharata wanted to teach his son the process of brahmacarya, but he was unsuccessful due to his son's unwillingness to undergo the process of Vedic advancement. Jada Bharata was simply concerned with returning home, back to Godhead, by executing devotional service through &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]. He did not care for the Vedic instructions of his father. When one is fully interested in the service of the Lord, he does not need to follow all the regulative principles enunciated in the Vedas. Of course, for an ordinary man, the Vedic principles are imperative. No one can avoid them. But when one has attained the perfection of devotional service, it is not very important to follow the Vedic principles. Lord Krishna advised Arjuna to ascend to the platform of nistraigunya, the transcendental position above the Vedic principles.</P><P>traigunya-vishay&#257; ved&#257;</P><P CLASS=n>nistraigunyo bhav&#257;rjuna</P><P CLASS=n>nirdvandvo nitya-sattva-stho</P><P CLASS=n>niryoga-kshema &#257;tmav&#257;n</P><P>"The Vedas mainly deal with the subject of the three modes of material nature. Rise above these modes, O Arjuna. Be transcendental to all of them. Be free from all dualities and from all anxieties for gain and safety, and be established in the Self." (<A CLASS=v HREF="../../../bg/2/45.htm">Bg. 2.45</A>)</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>