<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 9"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Supreme Character of Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.9 Summary</P><P>In this chapter Bharata Mah&#257;r&#257;ja's attainment of the body of a br&#257;hmana is described. In this body he remained like one dull, deaf and dumb, so much so that when he was brought before the goddess K&#257;l&#299; to be killed as a sacrifice, he never protested but remained silent. After having given up the body of a deer, he took birth in the womb of the youngest wife of a br&#257;hmana. In this life he could also remember the activities of his past life, and in order to avoid the influence of society, he remained like a deaf and dumb person. He was very careful not to fall down again. He did not mix with anyone who was not a devotee. This process should be adopted by every devotee. As advised by &#346;r&#299; Caitanya Mah&#257;prabhu: asat-sa&#324;ga-ty&#257;ga &#8212; ei vaishnava-&#257;c&#257;ra. One should strictly avoid the company of nondevotees, even though they may be family members. When Bharata Mah&#257;r&#257;ja was in the body of a br&#257;hmana, the people in the neighborhood thought of him as a crazy, dull fellow, but within he was always chanting and remembering V&#257;sudeva, the Supreme Personality of Godhead. Although his father wanted to give him an education and purify him as a br&#257;hmana by offering him the sacred thread, he remained in such a way that his father and mother could understand that he was crazy and not interested in the reformatory method. Nonetheless, he remained fully Krishna conscious, even without undergoing such official ceremonies. Due to his silence, some people who were no better than animals began to tease him in many ways, but he tolerated this. After the death of his father and mother, his stepmother and stepbrothers began to treat him very poorly. They would give him the most condemned food, but still he did not mind; he remained completely absorbed in Krishna consciousness. He was ordered by his stepbrothers and mother to guard a paddy field one night, and at that time the leader of a dacoit party took him away and tried to kill him by offering him as a sacrifice before Bhadra K&#257;l&#299;. When the dacoits brought Bharata Mah&#257;r&#257;ja before the goddess K&#257;l&#299; and raised a chopper to kill him, the goddess K&#257;l&#299; became immediately alarmed due to the mistreatment of a devotee. She came out of the deity and, taking the chopper in her own hands, killed all the dacoits there. Thus a pure devotee of the Supreme Personality of Godhead can remain silent despite the mistreatment of nondevotees. Rogues and dacoits who misbehave toward a devotee are punished at last by the arrangement of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="../8/31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>