<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.10</P><P CLASS=c>ath&#257;yajata yajñe&#347;am</P><P CLASS=c>kratubhir bh&#363;ri-dakshinaih</P><P CLASS=c>dravya-kriy&#257;-devat&#257;n&#257;m</P><P CLASS=c>karma karma-phala-pradam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/a/ayajata">ayajata</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> worshiped; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; the master of sacrifices; <A CLASS=v HREF="http://vedabase.net/k/kratubhih">kratubhih</A> &#8212; by sacrificial ceremonies; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/d/daksinaih">dakshinaih</A> &#8212; by charities; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A>-<A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/devatanam">devat&#257;n&#257;m</A> &#8212; of (sacrifices including various) paraphernalia, activities and demigods; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; the objective; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/p/phala">phala</A> &#8212; the result of activities; <A CLASS=v HREF="http://vedabase.net/p/pradam">pradam</A> &#8212; who awards.</P><P CLASS=t>TRANSLATION</P><P>As long as he remained at home, Dhruva Mah&#257;r&#257;ja performed many great ceremonial sacrifices in order to please the enjoyer of all sacrifices, the Supreme Personality of Godhead. Prescribed ceremonial sacrifices are especially meant to please Lord Vishnu, who is the objective of all such sacrifices and who awards the resultant benedictions.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>) it is said, yajñ&#257;rth&#257;t karmano 'nyatra loko 'yam karma-bandhanah: one should act or work only in order to please the Supreme Lord, otherwise one becomes entangled in the resultant reactions. According to the four divisions of varna and &#257;&#347;rama, kshatriyas and vai&#347;yas are especially advised to perform great ceremonial sacrifices and to distribute their accumulated money very liberally. Dhruva Mah&#257;r&#257;ja, as a king and ideal kshatriya, performed many such sacrifices, giving very liberally in charity. Kshatriyas and vai&#347;yas are supposed to earn their money and accumulate great riches. Sometimes they do it by acting sinfully. Kshatriyas are meant to rule over a country; Dhruva Mah&#257;r&#257;ja, for example, in the course of ruling, had to fight and kill many Yakshas. Such action is necessary for kshatriyas. A kshatriya should not be a coward, and he should not be nonviolent; to rule over the country he has to act violently.</P><P>Kshatriyas and vai&#347;yas are therefore especially advised to give in charity at least fifty percent of their accumulated wealth. In Bhagavad-g&#299;t&#257; it is recommended that even though one enters the renounced order of life, he still cannot give up the performance of yajña, d&#257;na and tapasya. They are never to be given up. Tapasya is meant for the renounced order of life; those who are retired from worldly activities should perform tapasya, penances and austerities. Those who are in the material world, the kshatriyas and vai&#347;yas, must give charity. Brahmac&#257;r&#299;s, in the beginning of their lives, should perform different kinds of yajñas.</P><P>Dhruva Mah&#257;r&#257;ja, as an ideal king, practically emptied his treasury by giving charity. A king is not meant simply to realize taxes from the citizens and accumulate wealth to spend in sense gratification. World monarchy has failed ever since kings began to satisfy their personal senses with the taxes accumulated from the citizens. Of course, whether the system is monarchy or democracy, the same corruption is still going on. At the present moment there are different parties in the democratic government, but everyone is busy trying to keep his post or trying to keep his political party in power. The politicians have very little time to think of the welfare of the citizens, whom they oppress with heavy taxes in the form of income tax, sales tax and many other taxes &#8212; people sometimes have eighty to ninety percent of their income taken away, and these taxes are lavishly spent for the high salaries drawn by the officers and rulers. Formerly, the taxes accumulated from the citizens were spent for performing great sacrifices as enjoined in the Vedic literature. At the present moment, however, almost all forms of sacrifice are not at all possible; therefore, it is recommended in the &#347;&#257;stras that people should perform sa&#324;k&#299;rtana-yajña. Any householder, regardless of his position, can perform this sa&#324;k&#299;rtana-yajña without expenditure. All the family members can sit down together and simply clap their hands and chant the Hare Krishna mah&#257;-mantra. Somehow or other, everyone can manage to perform such a yajña and distribute pras&#257;da to the people in general. That is quite sufficient for this age of Kali. The Krishna consciousness movement is based on this principle: chant the Hare Krishna mantra at every moment, as much as possible, both inside and outside of the temples, and, as far as possible, distribute pras&#257;da. This process can be accelerated with the cooperation of state administrators and those who are producing the country's wealth. Simply by liberal distribution of pras&#257;da and sa&#324;k&#299;rtana, the whole world can become peaceful and prosperous.</P><P>Generally in all the material sacrifices recommended in the Vedic literature there are offerings to the demigods. This demigod worship is especially meant for less intelligent men. Actually, the result of such sacrifice goes to the Supreme Personality of Godhead, N&#257;r&#257;yana. Lord Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>), bhokt&#257;ram yajña-tapas&#257;m: He is actually the enjoyer of all sacrifices. His name, therefore, is Yajña-purusha.</P><P>Although Dhruva Mah&#257;r&#257;ja was a great devotee and had nothing to do with these sacrifices, to set an example to his people he performed many sacrifices and gave all his wealth in charity. For as long as he lived as a householder, he never spent a farthing for his sense gratification. In this verse the word karma-phala-pradam is very significant. The Lord awards everyone different kinds of karma as the individual living entities desire; He is the Supersoul present within the heart of everyone, and He is so kind and liberal that He gives everyone full facilities to perform whatever acts one wants. Then the result of the action is also enjoyed by the living entity. If anyone wants to enjoy or lord it over material nature, the Lord gives him full facilities, but he becomes entangled in the resultant reactions. Similarly, if anyone wants to engage himself fully in devotional service, the Lord gives him full facilities, and the devotee enjoys the results. The Lord is therefore known as karma-phala-prada.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>