<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.11</P><P CLASS=c>sarv&#257;tmany acyute 'sarve</P><P CLASS=c>t&#299;vraugh&#257;m bhaktim udvahan</P><P CLASS=c>dadar&#347;&#257;tmani bh&#363;teshu</P><P CLASS=c>tam ev&#257;vasthitam vibhum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; unto the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/acyute">acyute</A> &#8212; infallible; <A CLASS=v HREF="http://vedabase.net/a/asarve">asarve</A> &#8212; without any limit; <A CLASS=v HREF="http://vedabase.net/t/tivra">t&#299;vra</A>-<A CLASS=v HREF="http://vedabase.net/o/ogham">ogh&#257;m</A> &#8212; with unrelenting force; <A CLASS=v HREF="http://vedabase.net/b/bhaktim">bhaktim</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/u/udvahan">udvahan</A> &#8212; rendering; <A CLASS=v HREF="http://vedabase.net/d/dadarsa">dadar&#347;a</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> saw; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme Spirit; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all living entities; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/a/avasthitam">avasthitam</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/v/vibhum">vibhum</A> &#8212; all-powerful.</P><P CLASS=t>TRANSLATION</P><P>Dhruva Mah&#257;r&#257;ja rendered devotional service unto the Supreme, the reservoir of everything, with unrelenting force. While carrying out his devotional service to the Lord, he could see that everything is situated in Him only and that He is situated in all living entities. The Lord is called Acyuta because He never fails in His prime duty, to give protection to His devotees.</P><P CLASS=t>PURPORT</P><P>Not only did Dhruva Mah&#257;r&#257;ja perform many sacrifices, but he carried on his transcendental occupation of engagement in the devotional service of the Lord. The ordinary karm&#299;s, who want to enjoy the results of fruitive activities, are concerned only with sacrifices and ritualistic ceremonies as enjoined in the Vedic &#347;&#257;stras. Although Dhruva Mah&#257;r&#257;ja performed many sacrifices in order to be an exemplary king, he was constantly engaged in devotional service. The Lord always protects His surrendered devotee. A devotee can see that the Lord is situated in everyone's heart, as stated in the Bhagavad-g&#299;t&#257; (&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]). Ordinary persons cannot understand how the Supreme Lord is situated in everyone's heart, but a devotee can actually see Him. Not only can the devotee see Him outwardly, but he can see, with spiritual vision, that everything is resting in the Supreme Personality of Godhead, as described in Bhagavad-g&#299;t&#257; (mat-sth&#257;ni sarva-bh&#363;t&#257;ni). That is the vision of a mah&#257;-bh&#257;gavata. He sees everything others see, but instead of seeing merely the trees, the mountains, the cities or the sky, he sees only his worshipable Supreme Personality of Godhead in everything because everything is resting in Him only. This is the vision of the mah&#257;-bh&#257;gavata. In summary, a mah&#257;-bh&#257;gavata, a highly elevated pure devotee, sees the Lord everywhere, as well as within the heart of everyone. This is possible for devotees who have developed elevated devotional service to the Lord. As stated in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>), prem&#257;ñjana-cchurita-bhakti-vilocanena: only those who have smeared their eyes with the ointment of love of Godhead can see everywhere the Supreme Lord face to face; it is not possible by imagination or so-called meditation.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>