<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.12</P><P CLASS=c>tam evam &#347;&#299;la-sampannam</P><P CLASS=c>brahmanyam d&#299;na-vatsalam</P><P CLASS=c>gopt&#257;ram dharma-set&#363;n&#257;m</P><P CLASS=c>menire pitaram praj&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;la</A> &#8212; with godly qualities; <A CLASS=v HREF="http://vedabase.net/s/sampannam">sampannam</A> &#8212; endowed; <A CLASS=v HREF="http://vedabase.net/b/brahmanyam">brahmanyam</A> &#8212; respectful <A HREF="http://vedabase.net/t/to">to</A> the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;na</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the poor; <A CLASS=v HREF="http://vedabase.net/v/vatsalam">vatsalam</A> &#8212; kind; <A CLASS=v HREF="http://vedabase.net/g/goptaram">gopt&#257;ram</A> &#8212; protector; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/s/setunam">set&#363;n&#257;m</A> &#8212; of religious principles; <A CLASS=v HREF="http://vedabase.net/m/menire">menire</A> &#8212; thought; <A CLASS=v HREF="http://vedabase.net/p/pitaram">pitaram</A> &#8212; father; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; the citizens.</P><P CLASS=t>TRANSLATION</P><P>Dhruva Mah&#257;r&#257;ja was endowed with all godly qualities; he was very respectful to the devotees of the Supreme Lord and very kind to the poor and innocent, and he protected religious principles. With all these qualifications, he was considered to be the direct father of all the citizens.</P><P CLASS=t>PURPORT</P><P>The personal qualities of Dhruva Mah&#257;r&#257;ja described herein are the exemplary qualities of a saintly king. Not only a king but also the leaders of a modern democratic or impersonal government must be qualified with all these godly characteristics. Then the citizens of the state can be happy. It is clearly stated here that the citizens thought of Dhruva Mah&#257;r&#257;ja as their father; as a child, depending on the able father, is completely satisfied, so the citizens of the state, being protected by the state or the king, should remain satisfied in every respect. At the present moment, however, there is no guarantee by the government of even the primary necessities of life in the state, namely, the protection of the lives and property of the citizens.</P><P>One word is very significant in this connection: brahmanyam. Dhruva Mah&#257;r&#257;ja was very devoted to the br&#257;hmanas, who engage in the study of the Vedas and thereby know the Supreme Personality of Godhead. They are always busy propagating Krishna consciousness. The state should be very respectful to societies that distribute God consciousness all over the world, but, unfortunately, at the present moment there is no state or government support given to such movements. As for good qualities, it is very difficult to find anyone in state administration with any good qualities. The administrators simply sit in their administrative posts and say no to every request, as if they were paid to say no to the citizens. Another word, d&#299;na-vatsalam, is very significant also. The state head should be very kind to the innocent. Unfortunately, in this age the state agents and the presidents draw good salaries from the state, and they pose themselves as very pious, but they allow the running of slaughterhouses, where innocent animals are killed. If we try to compare the godly qualities of Dhruva Mah&#257;r&#257;ja to the qualities of modern statesmen, we can see that there is no actual comparison. Dhruva Mah&#257;r&#257;ja was present in the Satya-yuga, as will be clear from the next verses. He was the ideal king in Satya-yuga. The government administration in the present age (Kali-yuga) is bereft of all godly qualities. Considering all these points, the people today have no alternative but to take to Krishna consciousness for protection of religion, life and property.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>