<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.13</P><P CLASS=c>shat-trim&#347;ad-varsha-s&#257;hasram</P><P CLASS=c>&#347;a&#347;&#257;sa kshiti-mandalam</P><P CLASS=c>bhogaih punya-kshayam kurvann</P><P CLASS=c>abhogair a&#347;ubha-kshayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/t/trimsat">trim&#347;at</A> &#8212; thirty-six; <A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A> &#8212; years; <A CLASS=v HREF="http://vedabase.net/s/sahasram">s&#257;hasram</A> &#8212; thousand; <A CLASS=v HREF="http://vedabase.net/s/sasasa">&#347;a&#347;&#257;sa</A> &#8212; ruled; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A>-<A CLASS=v HREF="http://vedabase.net/m/mandalam">mandalam</A> &#8212; the earth planet; <A CLASS=v HREF="http://vedabase.net/b/bhogaih">bhogaih</A> &#8212; by enjoyment; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A> &#8212; of reactions of pious activities; <A CLASS=v HREF="http://vedabase.net/k/ksayam">kshayam</A> &#8212; diminution; <A CLASS=v HREF="http://vedabase.net/k/kurvan">kurvan</A> &#8212; doing; <A CLASS=v HREF="http://vedabase.net/a/abhogaih">abhogaih</A> &#8212; by austerities; <A CLASS=v HREF="http://vedabase.net/a/asubha">a&#347;ubha</A> &#8212; of inauspicious reactions; <A CLASS=v HREF="http://vedabase.net/k/ksayam">kshayam</A> &#8212; diminution.</P><P CLASS=t>TRANSLATION</P><P>Dhruva Mah&#257;r&#257;ja ruled over this planet for thirty-six thousand years; he diminished the reactions of pious activities by enjoyment, and by practicing austerities he diminished inauspicious reactions.</P><P CLASS=t>PURPORT</P><P>That Dhruva Mah&#257;r&#257;ja ruled over the planet for thirty-six thousand years means that he was present in the Satya-yuga because in the Satya-yuga people used to live for one hundred thousand years. In the next yuga, Tret&#257;, people used to live for ten thousand years, and in the next yuga, Dv&#257;para, for one thousand years. In the present age, the Kali-yuga, the maximum duration of life is one hundred years. With the change of the yugas, the duration of life and memory, the quality of kindness and all other good qualities diminish. There are two kinds of activities, namely pious and impious. By executing pious activities one can gain facilities for higher material enjoyment, but due to impious activities one has to undergo severe distress. A devotee, however, is not interested in enjoyment or affected by distress. When he is prosperous he knows, "I am diminishing the results of my pious activities," and when he is in distress he knows, "I am diminishing the reactions of my impious activities." A devotee is not concerned with enjoyment or distress; he simply desires to execute devotional service. It is said in the &#346;r&#299;mad-Bh&#257;gavatam that devotional service should be apratihat&#257;, unchecked by the material conditions of happiness or distress. The devotee undergoes processes of austerity such as observing Ek&#257;da&#347;&#299; and similar other fasting days and refraining from illicit sex life, intoxication, gambling and meat-eating. Thus he becomes purified from the reactions of his past impious life, and because he engages in devotional service, which is the most pious activity, he enjoys life without separate endeavor.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>