<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.14</P><P CLASS=c>evam bahu-savam k&#257;lam</P><P CLASS=c>mah&#257;tm&#257;vicalendriyah</P><P CLASS=c>tri-vargaupayikam n&#299;tv&#257;</P><P CLASS=c>putr&#257;y&#257;d&#257;n nrip&#257;sanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/s/savam">savam</A> &#8212; years; <A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; great soul; <A CLASS=v HREF="http://vedabase.net/a/avicala">avicala</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyah">indriyah</A> &#8212; without being disturbed by sense agitation; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/varga">varga</A> &#8212; three kinds of worldly activities; <A CLASS=v HREF="http://vedabase.net/a/aupayikam">aupayikam</A> &#8212; favorable for executing; <A CLASS=v HREF="http://vedabase.net/n/nitva">n&#299;tv&#257;</A> &#8212; having passed; <A CLASS=v HREF="http://vedabase.net/p/putraya">putr&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> his son; <A CLASS=v HREF="http://vedabase.net/a/adat">ad&#257;t</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> handed over; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A>-<A CLASS=v HREF="http://vedabase.net/a/asanam">&#257;sanam</A> &#8212; the royal throne.</P><P CLASS=t>TRANSLATION</P><P>The self-controlled great soul Dhruva Mah&#257;r&#257;ja thus passed many, many years favorably executing three kinds of worldly activities, namely religiosity, economic development and satisfaction of all material desires. Thereafter he handed over the charge of the royal throne to his son.</P><P CLASS=t>PURPORT</P><P>Perfection of materialistic life is suitably attained by the process of observing religious principles. This leads automatically to successful economic development, and thus there is no difficulty in satisfying all material desires. Since Dhruva Mah&#257;r&#257;ja, as a king, had to keep up his status quo or it would not have been possible to rule over the people in general, he did it perfectly. But as soon as he saw that his son was grown up and could take charge of the royal throne, he immediately handed over the charge and retired from all material engagements.</P><P>One word used here is very significant &#8212; avicalendriyah, which means that he was not disturbed by the agitation of the senses nor was his sensory power diminished, although in years he was a very old man. Since he ruled over the world for thirty-six thousand years, naturally one may conclude that he became very, very old, but factually his senses were very young &#8212; and yet he was not interested in sense gratification. In other words, he remained self-controlled. He performed his duties perfectly according to the materialistic way. That is the way of behavior of great devotees. &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, one of the direct disciples of Lord Caitanya, was the son of a very rich man. Although he had no interest in enjoying material happiness, when he was entrusted with doing something in managing the state, he did it perfectly. &#346;r&#299;la Gaurasundara advised him, "From within, keep yourself and your mind completely aloof, but externally execute the material duties just as they need to be done." This transcendental position can be achieved by devotees only, as described in the Bhagavad-g&#299;t&#257;: while others, such as yog&#299;s, try to control their senses by force, devotees, even though possessing full sensory powers, do not use them because they engage in higher, transcendental activities.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>