<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.17</P><P CLASS=c>tasy&#257;m vi&#347;uddha-karanah &#347;iva-v&#257;r vig&#257;hya</P><P CLASS=c>baddhv&#257;sanam jita-marun manas&#257;hrit&#257;kshah</P><P CLASS=c>sth&#363;le dadh&#257;ra bhagavat-pratir&#363;pa etad</P><P CLASS=c>dhy&#257;yams tad avyavahito vyasrijat sam&#257;dhau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Badarik&#257;&#347;rama; <A CLASS=v HREF="http://vedabase.net/v/visuddha">vi&#347;uddha</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/k/karanah">karanah</A> &#8212; his senses; <A CLASS=v HREF="http://vedabase.net/s/siva">&#347;iva</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/v/vah">v&#257;h</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/v/vigahya">vig&#257;hya</A> &#8212; bathing <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/b/baddhva">baddhv&#257;</A> &#8212; having fixed; <A CLASS=v HREF="http://vedabase.net/a/asanam">&#257;sanam</A> &#8212; sitting position; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A> &#8212; controlled; <A CLASS=v HREF="http://vedabase.net/m/marut">marut</A> &#8212; breathing process; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; by the mind; <A CLASS=v HREF="http://vedabase.net/a/ahrta">&#257;hrita</A> &#8212; withdrawn; <A CLASS=v HREF="http://vedabase.net/a/aksah">akshah</A> &#8212; his senses; <A CLASS=v HREF="http://vedabase.net/s/sthule">sth&#363;le</A> &#8212; physical; <A CLASS=v HREF="http://vedabase.net/d/dadhara">dadh&#257;ra</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> concentrated; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/p/pratirupe">pratir&#363;pe</A> &#8212; on the exact form of the Lord; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/d/dhyayan">dhy&#257;yan</A> &#8212; meditating upon; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/avyavahitah">avyavahitah</A> &#8212; without stopping; <A CLASS=v HREF="http://vedabase.net/v/vyasrjat">vyasrijat</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> entered; <A CLASS=v HREF="http://vedabase.net/s/samadhau">sam&#257;dhau</A> &#8212; into trance.</P><P CLASS=t>TRANSLATION</P><P>In Badarik&#257;&#347;rama Dhruva Mah&#257;r&#257;ja's senses became completely purified because he bathed regularly in the crystal-clear purified water. He fixed his sitting position and by yogic practice controlled the breathing process and the air of life; in this way his senses were completely withdrawn. Then he concentrated his mind on the arc&#257;-vigraha form of the Lord, which is the exact replica of the Lord and, thus meditating upon Him, entered into complete trance.</P><P CLASS=t>PURPORT</P><P>Here is a description of the asht&#257;&#324;ga-yoga system, to which Dhruva Mah&#257;r&#257;ja was already accustomed. Asht&#257;&#324;ga-yoga was never meant to be practiced in a fashionable city. Dhruva Mah&#257;r&#257;ja went to Badarik&#257;&#347;rama, and in a solitary place, alone, he practiced yoga. He concentrated his mind on the arc&#257;-vigraha, the worshipable Deity of the Lord, which exactly represents the Supreme Lord, and thus thinking constantly of that Deity, he became absorbed in trance. Worship of the arc&#257;-vigraha is not idol worship. The arc&#257;-vigraha is an incarnation of the Lord in a form appreciable by a devotee. Therefore devotees engage in the temple in the service of the Lord as arc&#257;-vigraha, a form made of sth&#363;la (material) objects such as stone, metal, wood, jewels or paint. All of these are called sth&#363;la, or physical representations. Since the devotees follow the regulative principles of worship, even though the Lord is there in His physical form, He is nondifferent from His original, spiritual form. Thus the devotee gets the benefit of achieving the ultimate goal of life, that is to say, becoming always absorbed in thought of the Lord. This incessant thought of the Lord, as prescribed in the Bhagavad-g&#299;t&#257;, makes one the topmost yog&#299;.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>