<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.26</P><P CLASS=c>an&#257;sthitam te pitribhir</P><P CLASS=c>anyair apy a&#324;ga karhicit</P><P CLASS=c>&#257;tishtha jagat&#257;m vandyam</P><P CLASS=c>tad vishnoh paramam padam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anasthitam">an&#257;sthitam</A> &#8212; never achieved; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/p/pitrbhih">pitribhih</A> &#8212; by forefathers; <A CLASS=v HREF="http://vedabase.net/a/anyaih">anyaih</A> &#8212; by others; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>; <A CLASS=v HREF="http://vedabase.net/k/karhicit">karhicit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/a/atistha">&#257;tishtha</A> &#8212; please come and live there; <A CLASS=v HREF="http://vedabase.net/j/jagatam">jagat&#257;m</A> &#8212; by the inhabitants of the universe; <A CLASS=v HREF="http://vedabase.net/v/vandyam">vandyam</A> &#8212; worshipable; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; situation.</P><P CLASS=t>TRANSLATION</P><P>Dear King Dhruva, neither your forefathers nor anyone else before you ever achieved such a transcendental planet. The planet known as Vishnuloka, where Lord Vishnu personally resides, is the highest of all. It is worshipable by the inhabitants of all other planets within the universe. Please come with us and live there eternally.</P><P CLASS=t>PURPORT</P><P>When Dhruva Mah&#257;r&#257;ja went to perform austerities, he was very determined to achieve a post never dreamed of by his forefathers. His father was Utt&#257;nap&#257;da, his grandfather was Manu, and his great-grandfather was Lord Brahm&#257;. So Dhruva wanted a kingdom even greater than Lord Brahm&#257; could achieve, and he requested N&#257;rada Muni to give him facility for achieving it. The associates of Lord Vishnu reminded him that not only his forefathers but everyone else before him was unable to attain Vishnuloka, the planet where Lord Vishnu resides. This is because everyone within this material world is either a karm&#299;, a jñ&#257;n&#299; or a yog&#299;, but there are hardly any pure devotees. The transcendental planet known as Vishnuloka is especially meant for devotees, not for karm&#299;s, jñ&#257;n&#299;s or yog&#299;s. Great rishis or demigods can hardly approach Brahmaloka, and as stated in Bhagavad-g&#299;t&#257;, Brahmaloka is not a permanent residence. Lord Brahm&#257;'s duration of life is so long that it is difficult to estimate even the duration of one day in his life, and yet Lord Brahm&#257; also dies, as do the residents of his planet. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/16.htm">8.16</A>) says, &#257;brahma-bhuvan&#257;l lok&#257;h punar &#257;vartino 'rjuna: except for those who go to Vishnuloka, everyone is subjected to the four principles of material life, namely birth, death, old age and disease. The Lord says, yad gatv&#257; na nivartante tad dh&#257;ma paramam mama: "The planet from which, once going, no one returns, is My supreme abode." (<A CLASS=v HREF="../../../bg/15/6.htm">Bg. 15.6</A>) Dhruva Mah&#257;r&#257;ja was reminded, "You are going in our company to that planet from which no one returns to this material world." Material scientists are attempting to go to the moon and other planets, but they cannot imagine going to the topmost planet, Brahmaloka, for it is beyond their imagination. By material calculation, traveling at the speed of light it would take forty thousand light-years to reach the topmost planet. By mechanical processes we are unable to reach the topmost planet of this universe, but the process called bhakti-yoga, as executed by Mah&#257;r&#257;ja Dhruva, can give one the facility not only to reach other planets within this universe, but also to reach beyond this universe to the Vishnuloka planets. We have outlined this in our small booklet Easy Journey to Other Planets.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>