<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.27</P><P CLASS=c>etad vim&#257;na-pravaram</P><P CLASS=c>uttama&#347;loka-maulin&#257;</P><P CLASS=c>upasth&#257;pitam &#257;yushmann</P><P CLASS=c>adhirodhum tvam arhasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vimana">vim&#257;na</A> &#8212; airplane; <A CLASS=v HREF="http://vedabase.net/p/pravaram">pravaram</A> &#8212; unique; <A CLASS=v HREF="http://vedabase.net/u/uttamasloka">uttama&#347;loka</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maulina">maulin&#257;</A> &#8212; by the head of all living entities; <A CLASS=v HREF="http://vedabase.net/u/upasthapitam">upasth&#257;pitam</A> &#8212; sent; <A CLASS=v HREF="http://vedabase.net/a/ayusman">&#257;yushman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> immortal one; <A CLASS=v HREF="http://vedabase.net/a/adhirodhum">adhirodhum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> board; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> worthy.</P><P CLASS=t>TRANSLATION</P><P>O immortal one, this unique airplane has been sent by the Supreme Personality of Godhead, who is worshiped by selected prayers and who is the chief of all living entities. You are quite worthy to board such a plane.</P><P CLASS=t>PURPORT</P><P>According to astronomical calculation, along with the polestar there is another star, which is called &#346;i&#347;um&#257;ra, where Lord Vishnu, who is in charge of the maintenance of this material world, resides. &#346;i&#347;um&#257;ra or Dhruvaloka can never be reached by anyone but the Vaishnavas, as will be described by the following &#347;lokas. The associates of Lord Vishnu brought the special airplane for Dhruva Mah&#257;r&#257;ja and then informed him that Lord Vishnu had especially sent this airplane.</P><P>The Vaikuntha airplane does not move by mechanical arrangement. There are three processes for moving in outer space. One of the processes is known to the modern scientist. It is called ka-pota-v&#257;yu. Ka means "outer space," and pota means "ship." There is a second process also called kapota-v&#257;yu. Kapota means "pigeon." One can train pigeons to carry one into outer space. The third process is very subtle. It is called &#257;k&#257;&#347;a-patana. This &#257;k&#257;&#347;a-patana system is also material. Just as the mind can fly anywhere one likes without mechanical arrangement, so the &#257;k&#257;&#347;a-patana airplane can fly at the speed of mind. Beyond this &#257;k&#257;&#347;a-patana system is the Vaikuntha process, which is completely spiritual. The airplane sent by Lord Vishnu to carry Dhruva Mah&#257;r&#257;ja to &#346;i&#347;um&#257;ra was a completely spiritual, transcendental airplane. Material scientists can neither see such vehicles nor imagine how they fly in the air. The material scientist has no information about the spiritual sky, although it is mentioned in the Bhagavad-g&#299;t&#257; (paras tasm&#257;t tu bh&#257;vo 'nyah [<A CLASS=v HREF="../../../bg/8/20.htm">Bg. 8.20</A>]).</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>