<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.28</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>ni&#347;amya vaikuntha-niyojya-mukhyayor</P><P CLASS=c>madhu-cyutam v&#257;cam urukrama-priyah</P><P CLASS=c>krit&#257;bhishekah krita-nitya-ma&#324;galo</P><P CLASS=c>mun&#299;n pranamy&#257;&#347;isham abhyav&#257;dayat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya said; <A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; after hearing; <A CLASS=v HREF="http://vedabase.net/v/vaikuntha">vaikuntha</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/n/niyojya">niyojya</A> &#8212; associates; <A CLASS=v HREF="http://vedabase.net/m/mukhyayoh">mukhyayoh</A> &#8212; of the chief; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/c/cyutam">cyutam</A> &#8212; like pouring honey; <A CLASS=v HREF="http://vedabase.net/v/vacam">v&#257;cam</A> &#8212; speeches; <A CLASS=v HREF="http://vedabase.net/u/urukrama">urukrama</A>-<A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>, who was very dear <A HREF="http://vedabase.net/t/to">to</A> the Lord; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/a/abhisekah">abhishekah</A> &#8212; took his sacred bath; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A>-<A CLASS=v HREF="http://vedabase.net/m/mangalah">ma&#324;galah</A> &#8212; his daily spiritual duties; <A CLASS=v HREF="http://vedabase.net/m/munin">mun&#299;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the sages; <A CLASS=v HREF="http://vedabase.net/p/pranamya">pranamya</A> &#8212; having offered obeisances; <A CLASS=v HREF="http://vedabase.net/a/asisam">&#257;&#347;isham</A> &#8212; blessings; <A CLASS=v HREF="http://vedabase.net/a/abhyavadayat">abhyav&#257;dayat</A> &#8212; accepted.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued: Mah&#257;r&#257;ja Dhruva was very dear to the Supreme Personality of Godhead. When he heard the sweet speeches of the Lord's chief associates in the Vaikuntha planet, he immediately took his sacred bath, dressed himself with suitable ornaments, and performed his daily spiritual duties. Thereafter he offered his respectful obeisances to the great sages present there and accepted their blessings.</P><P CLASS=t>PURPORT</P><P>We should mark how dutiful Dhruva Mah&#257;r&#257;ja was in his devotional service, even at the time he left this material world. He was constantly alert in the performance of devotional duties. Every devotee should take his bath early in the morning and decorate his body with tilaka. In Kali-yuga one can hardly acquire gold or jeweled ornaments, but the twelve tilaka marks on the body are sufficient as auspicious decorations to purify the body. Since Dhruva Mah&#257;r&#257;ja was living at that time at Badarik&#257;&#347;rama, there were other great sages there. He did not become puffed up because the airplane sent by Lord Vishnu was waiting for him; as a humble Vaishnava, he accepted blessings from all the sages before riding on the plane brought by the chief of the Vaikuntha associates.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>