<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.32</P><P CLASS=c>sa ca svarlokam &#257;rokshyan</P><P CLASS=c>sun&#299;tim janan&#299;m dhruvah</P><P CLASS=c>anvasmarad agam hitv&#257;</P><P CLASS=c>d&#299;n&#257;m y&#257;sye tri-vishtapam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/svah">svah</A>-<A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the celestial planet; <A CLASS=v HREF="http://vedabase.net/a/aroksyan">&#257;rokshyan</A> &#8212; about <A HREF="http://vedabase.net/t/to">to</A> ascend; <A CLASS=v HREF="http://vedabase.net/s/sunitim">sun&#299;tim</A> &#8212; Sun&#299;ti; <A CLASS=v HREF="http://vedabase.net/j/jananim">janan&#299;m</A> &#8212; mother; <A CLASS=v HREF="http://vedabase.net/d/dhruvah">dhruvah</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/a/anvasmarat">anvasmarat</A> &#8212; immediately remembered; <A CLASS=v HREF="http://vedabase.net/a/agam">agam</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> attain; <A CLASS=v HREF="http://vedabase.net/h/hitva">hitv&#257;</A> &#8212; leaving behind; <A CLASS=v HREF="http://vedabase.net/d/dinam">d&#299;n&#257;m</A> &#8212; poor; <A CLASS=v HREF="http://vedabase.net/y/yasye">y&#257;sye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vistapam">vishtapam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/v/vaikuntha">Vaikuntha</A> planet.</P><P CLASS=t>TRANSLATION</P><P>Dhruva was seated in the transcendental airplane, which was just about to start, when he remembered his poor mother, Sun&#299;ti. He thought to himself, "How shall I go alone to the Vaikuntha planet and leave behind my poor mother?"</P><P CLASS=t>PURPORT</P><P>Dhruva had a feeling of obligation to his mother, Sun&#299;ti. It was Sun&#299;ti who had given him the clue which had now enabled him to be personally carried to the Vaikuntha planet by the associates of Lord Vishnu. He now remembered her and wanted to take her with him. Actually, Dhruva Mah&#257;r&#257;ja's mother, Sun&#299;ti, was his patha-pradar&#347;aka-guru. Patha-pradar&#347;aka-guru means "the guru, or the spiritual master, who shows the way." Such a guru is sometimes called &#347;iksh&#257;-guru. Although N&#257;rada Muni was his d&#299;ksh&#257;-guru (initiating spiritual master), Sun&#299;ti, his mother, was the first who gave him instruction on how to achieve the favor of the Supreme Personality of Godhead. It is the duty of the &#347;iksh&#257;-guru or d&#299;ksh&#257;-guru to instruct the disciple in the right way, and it depends on the disciple to execute the process. According to &#347;&#257;stric injunctions, there is no difference between &#347;iksh&#257;-guru and d&#299;ksh&#257;-guru, and generally the &#347;iksh&#257;-guru later on becomes the d&#299;ksh&#257;-guru. Sun&#299;ti, however, being a woman, and specifically his mother, could not become Dhruva Mah&#257;r&#257;ja's d&#299;ksh&#257;-guru. Still, he was not less obliged to Sun&#299;ti. There was no question of carrying N&#257;rada Muni to Vaikunthaloka, but Dhruva Mah&#257;r&#257;ja thought of his mother.</P><P>Whatever plan the Supreme Personality of Godhead contemplates immediately fructifies. Similarly, a devotee who is completely dependent on the Supreme Lord can also fulfill his wishes by the grace of the Lord. The Lord fulfills His wishes independently, but a devotee fulfills his wishes simply by being dependent on the Supreme Personality of Godhead. Therefore as soon as Dhruva Mah&#257;r&#257;ja thought of his poor mother, he was assured by the associates of Vishnu that Sun&#299;ti was also going to Vaikunthaloka, in another plane. Dhruva Mah&#257;r&#257;ja had thought that he was going alone to Vaikunthaloka, leaving behind his mother, which was not very auspicious because people would criticize him for going alone to Vaikunthaloka and not carrying with him Sun&#299;ti, who had given him so much. But Dhruva also considered that he was not personally the Supreme. Therefore, if Krishna fulfilled his desires, only then would it be possible. Krishna could immediately understand his mind, and He told Dhruva that his mother was also going with him. This incident proves that a pure devotee like Dhruva Mah&#257;r&#257;ja can fulfill all his desires; by the grace of the Lord, he becomes exactly like the Lord, and thus whenever he thinks of anything, his wish is immediately fulfilled.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>