<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.33</P><P CLASS=c>iti vyavasitam tasya</P><P CLASS=c>vyavas&#257;ya surottamau</P><P CLASS=c>dar&#347;ay&#257;m &#257;satur dev&#299;m</P><P CLASS=c>puro y&#257;nena gacchat&#299;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vyavasitam">vyavasitam</A> &#8212; contemplation; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>; <A CLASS=v HREF="http://vedabase.net/v/vyavasaya">vyavas&#257;ya</A> &#8212; understanding; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamau">uttamau</A> &#8212; the two chief associates; <A CLASS=v HREF="http://vedabase.net/d/darsayam">dar&#347;ay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asatuh">&#257;satuh</A> &#8212; showed (<A HREF="http://vedabase.net/t/to">to</A> him); <A CLASS=v HREF="http://vedabase.net/d/devim">dev&#299;m</A> &#8212; exalted Sun&#299;ti; <A CLASS=v HREF="http://vedabase.net/p/purah">purah</A> &#8212; before; <A CLASS=v HREF="http://vedabase.net/y/yanena">y&#257;nena</A> &#8212; by airplane; <A CLASS=v HREF="http://vedabase.net/g/gacchatim">gacchat&#299;m</A> &#8212; going forward.</P><P CLASS=t>TRANSLATION</P><P>The great associates of Vaikunthaloka, Nanda and Sunanda, could understand the mind of Dhruva Mah&#257;r&#257;ja, and thus they showed him that his mother, Sun&#299;ti, was going forward in another plane.</P><P CLASS=t>PURPORT</P><P>This incident proves that the &#347;iksh&#257;- or d&#299;ksh&#257;-guru who has a disciple who strongly executes devotional service like Dhruva Mah&#257;r&#257;ja can be carried by the disciple even though the instructor is not as advanced. Although Sun&#299;ti was an instructor to Dhruva Mah&#257;r&#257;ja, she could not go to the forest because she was a woman, nor could she execute austerities and penances as Dhruva Mah&#257;r&#257;ja did. Still, Dhruva Mah&#257;r&#257;ja was able to take his mother with him. Similarly, Prahl&#257;da Mah&#257;r&#257;ja also delivered his atheistic father, Hiranyaka&#347;ipu. The conclusion is that a disciple or an offspring who is a very strong devotee can carry with him to Vaikunthaloka either his father, mother or &#347;iksh&#257;- or d&#299;ksh&#257;-guru. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura used to say, "If I could perfectly deliver even one soul back home, back to Godhead, I would think my mission &#8212; propagating Krishna consciousness &#8212; to be successful." The Krishna consciousness movement is spreading now all over the world, and sometimes I think that even though I am crippled in many ways, if one of my disciples becomes as strong as Dhruva Mah&#257;r&#257;ja, then he will be able to carry me with him to Vaikunthaloka.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>