<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.34</P><P CLASS=c>tatra tatra pra&#347;amsadbhih</P><P CLASS=c>pathi vaim&#257;nikaih suraih</P><P CLASS=c>avak&#299;ryam&#257;no dadri&#347;e</P><P CLASS=c>kusumaih krama&#347;o grah&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; here and there; <A CLASS=v HREF="http://vedabase.net/p/prasamsadbhih">pra&#347;amsadbhih</A> &#8212; by persons engaged <A HREF="http://vedabase.net/i/in">in</A> the praise of <A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/p/pathi">pathi</A> &#8212; on the path; <A CLASS=v HREF="http://vedabase.net/v/vaimanikaih">vaim&#257;nikaih</A> &#8212; carried by different types of airplanes; <A CLASS=v HREF="http://vedabase.net/s/suraih">suraih</A> &#8212; by the demigods; <A CLASS=v HREF="http://vedabase.net/a/avakiryamanah">avak&#299;ryam&#257;nah</A> &#8212; being covered; <A CLASS=v HREF="http://vedabase.net/d/dadrse">dadri&#347;e</A> &#8212; could see; <A CLASS=v HREF="http://vedabase.net/k/kusumaih">kusumaih</A> &#8212; by flowers; <A CLASS=v HREF="http://vedabase.net/k/kramasah">krama&#347;ah</A> &#8212; one after another; <A CLASS=v HREF="http://vedabase.net/g/grahan">grah&#257;n</A> &#8212; all the planets of the solar system.</P><P CLASS=t>TRANSLATION</P><P>While Dhruva Mah&#257;r&#257;ja was passing through space, he gradually saw all the planets of the solar system, and on the path he saw all the demigods in their airplanes showering flowers upon him like rain.</P><P CLASS=t>PURPORT</P><P>There is a Vedic version, yasmin vijñ&#257;te sarvam evam vijñ&#257;tam bhavati, which means that by knowing the Supreme Personality of Godhead, everything becomes known to the devotee. Similarly, by going to the planet of the Supreme Personality of Godhead, one can know all the other planetary systems on the path to Vaikuntha. We should remember that Dhruva Mah&#257;r&#257;ja's body was different from our bodies. While boarding the Vaikuntha airplane, his body changed to a completely spiritual golden hue. No one can surpass the higher planets in a material body, but when one gets a spiritual body he can travel not only to the higher planetary system of this material world, but even to the still higher planetary system known as Vaikunthaloka. It is well known that N&#257;rada Muni travels everywhere, both in the spiritual and material worlds.</P><P>It should be noted also that while Sun&#299;ti was going to Vaikunthaloka she also changed her body into spiritual form. Like &#346;r&#299; Sun&#299;ti, every mother should train her child to become a devotee like Dhruva Mah&#257;r&#257;ja. Sun&#299;ti instructed her son, even at the age of five years, to be unattached to worldly affairs and to go to the forest to search out the Supreme Lord. She never desired that her son remain at home comfortably without ever undertaking austerities and penances to achieve the favor of the Supreme Personality of Godhead. Every mother, like Sun&#299;ti, must take care of her son and train him to become a brahmac&#257;r&#299; from the age of five years and to undergo austerities and penances for spiritual realization. The benefit will be that if her son becomes a strong devotee like Dhruva, certainly not only will he be transferred back home, back to Godhead, but she will also be transferred with him to the spiritual world, even though she may be unable to undergo austerities and penances in executing devotional service.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>