<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.35</P><P CLASS=c>tri-lok&#299;m deva-y&#257;nena</P><P CLASS=c>so 'tivrajya mun&#299;n api</P><P CLASS=c>parast&#257;d yad dhruva-gatir</P><P CLASS=c>vishnoh padam ath&#257;bhyag&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/l/lokim">lok&#299;m</A> &#8212; the three planetary systems; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/y/yanena">y&#257;nena</A> &#8212; by the transcendental airplane; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>; <A CLASS=v HREF="http://vedabase.net/a/ativrajya">ativrajya</A> &#8212; having surpassed; <A CLASS=v HREF="http://vedabase.net/m/munin">mun&#299;n</A> &#8212; great sages; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/p/parastat">parast&#257;t</A> &#8212; beyond; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/d/dhruva">dhruva</A>-<A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>, who attained permanent life; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; abode; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/abhyagat">abhyag&#257;t</A> &#8212; achieved.</P><P CLASS=t>TRANSLATION</P><P>Dhruva Mah&#257;r&#257;ja thus surpassed the seven planetary systems of the great sages who are known as saptarshi. Beyond that region, he achieved the transcendental situation of permanent life in the planet where Lord Vishnu lives.</P><P CLASS=t>PURPORT</P><P>The airplane was piloted by the two chief associates of Lord Vishnu, namely Sunanda and Nanda. Only such spiritual astronauts can pilot their airplane beyond the seven planets and arrive in the region of eternal blissful life. It is confirmed in the Bhagavad-g&#299;t&#257; also (paras tasm&#257;t tu bh&#257;vo 'nyah [<A CLASS=v HREF="../../../bg/8/20.htm">Bg. 8.20</A>]) that beyond this planetary system begins the spiritual sky, where everything is permanent and blissful. The planets there are known as Vishnuloka or Vaikunthaloka. Only there can one get an eternal blissful life of knowledge. Below Vaikunthaloka is the material universe, where Lord Brahm&#257; and others in Brahmaloka can live until the annihilation of this universe; but that life is not permanent. That is also confirmed in the Bhagavad-g&#299;t&#257; (&#257;brahma-bhuvan&#257;l lok&#257;h). Even if one goes to the topmost planet, one cannot achieve eternal life. Only by arriving in Vaikunthaloka can one live an eternally blissful life.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>