<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.36</P><P CLASS=c>yad bhr&#257;jam&#257;nam sva-rucaiva sarvato</P><P CLASS=c>lok&#257;s trayo hy anu vibhr&#257;janta ete</P><P CLASS=c>yan n&#257;vrajañ jantushu ye 'nanugrah&#257;</P><P CLASS=c>vrajanti bhadr&#257;ni caranti ye 'ni&#347;am</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which planet; <A CLASS=v HREF="http://vedabase.net/b/bhrajamanam">bhr&#257;jam&#257;nam</A> &#8212; illuminating; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/ruca">ruc&#257;</A> &#8212; by self-effulgence; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/l/lokah">lok&#257;h</A> &#8212; planetary systems; <A CLASS=v HREF="http://vedabase.net/t/trayah">trayah</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; thereupon; <A CLASS=v HREF="http://vedabase.net/v/vibhrajante">vibhr&#257;jante</A> &#8212; give off light; <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which planet; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/avrajan">avrajan</A> &#8212; have reached; <A CLASS=v HREF="http://vedabase.net/j/jantusu">jantushu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> living entities; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/a/ananugrahah">ananugrah&#257;h</A> &#8212; not merciful; <A CLASS=v HREF="http://vedabase.net/v/vrajanti">vrajanti</A> &#8212; reach; <A CLASS=v HREF="http://vedabase.net/b/bhadrani">bhadr&#257;ni</A> &#8212; welfare activities; <A CLASS=v HREF="http://vedabase.net/c/caranti">caranti</A> &#8212; engage <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/a/anisam">ani&#347;am</A> &#8212; constantly.</P><P CLASS=t>TRANSLATION</P><P>The self-effulgent Vaikuntha planets, by whose illumination alone all the illuminating planets within this material world give off reflected light, cannot be reached by those who are not merciful to other living entities. Only persons who constantly engage in welfare activities for other living entities can reach the Vaikuntha planets.</P><P CLASS=t>PURPORT</P><P>Here is a description of two aspects of the Vaikuntha planets. The first is that in the Vaikuntha sky there is no need of the sun and moon. This is confirmed by the Upanishads as well as Bhagavad-g&#299;t&#257; (na tad bh&#257;sayate s&#363;ryo na &#347;a&#347;&#257;&#324;ko na p&#257;vakah [<A CLASS=v HREF="../../../bg/15/6.htm">Bg. 15.6</A>]). In the spiritual world the Vaikunthalokas are themselves illuminated; there is therefore no need of sun, moon or electric light. It is in fact the illumination of the Vaikunthalokas which is reflected in the material sky. Only by this reflection are the suns in the material universes illuminated; after the illumination of the sun, all the stars and moons are illuminated. In other words, all the luminaries in the material sky borrow illumination from Vaikunthaloka. From this material world, however, people can be transferred to the Vaikunthaloka, if they incessantly engage in welfare activities for all other living entities. Such incessant welfare activities can really be performed only in Krishna consciousness. There is no philanthropic work within this material world but Krishna consciousness that can engage a person twenty-four hours a day.</P><P>A Krishna conscious being is always engaged in planning how to take all of suffering humanity back home, back to Godhead. Even if one is not successful in reclaiming all the fallen souls back to Godhead, still, because he is Krishna conscious, his path to Vaikunthaloka is open. He personally becomes qualified to enter the Vaikunthalokas, and if anyone follows such a devotee, he also enters into Vaikunthaloka. Others, who engage in envious activities, are known as karm&#299;s. Karm&#299;s are envious of one another. Simply for sense gratification, they can kill thousands of innocent animals. Jñ&#257;n&#299;s are not as sinful as karm&#299;s, but they do not try to reclaim others back to Godhead. They perform austerities for their own liberation. Yog&#299;s are also engaged in self-aggrandizement by trying to attain mystic powers. But devotees, Vaishnavas, who are servants of the Lord, come forward in the actual field of work in Krishna consciousness to reclaim fallen souls. Only Krishna conscious persons are eligible to enter into the spiritual world. That is clearly stated in this verse and is confirmed in Bhagavad-g&#299;t&#257;, wherein the Lord says that there is no one dearer to Him than those who preach the gospel of Bhagavad-g&#299;t&#257; to the world.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>