<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.37</P><P CLASS=c>&#347;&#257;nt&#257;h sama-dri&#347;ah &#347;uddh&#257;h</P><P CLASS=c>sarva-bh&#363;t&#257;nurañjan&#257;h</P><P CLASS=c>y&#257;nty añjas&#257;cyuta-padam</P><P CLASS=c>acyuta-priya-b&#257;ndhav&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/santah">&#347;&#257;nt&#257;h</A> &#8212; peaceful; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; equipoised; <A CLASS=v HREF="http://vedabase.net/s/suddhah">&#347;uddh&#257;h</A> &#8212; cleansed, purified; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/a/anuranjanah">anurañjan&#257;h</A> &#8212; pleasing; <A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; easily; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the abode; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A>-<A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> &#8212; with devotees of the Lord; <A CLASS=v HREF="http://vedabase.net/b/bandhavah">b&#257;ndhav&#257;h</A> &#8212; friends.</P><P CLASS=t>TRANSLATION</P><P>Persons who are peaceful, equipoised, cleansed and purified, and who know the art of pleasing all other living entities, keep friendship only with devotees of the Lord; they alone can very easily achieve the perfection of going back home, back to Godhead.</P><P CLASS=t>PURPORT</P><P>The description of this verse fully indicates that only devotees are eligible to enter into the kingdom of Godhead. The first point stated is that devotees are peaceful, for they have no demands for their personal sense gratification. They are simply dedicated to the service of the Lord. Karm&#299;s cannot be peaceful because they have immense demands for sense gratification. As for jñ&#257;n&#299;s, they cannot be peaceful because they are too busy trying to attain liberation or merge into the existence of the Supreme. Similarly, yog&#299;s are also restless to get mystic power. But a devotee is peaceful because he is fully surrendered to the Supreme Personality of Godhead and thinks of himself as completely helpless; just as a child feels complete peace in depending on the parent, so a devotee is completely peaceful, for he depends on the mercy of the Supreme Personality of Godhead.</P><P>A devotee is equipoised. He sees everyone on the same transcendental platform. A devotee knows that although a conditioned soul has a particular type of body according to his past fruitive activities, factually everyone is part of the Supreme Lord. A devotee sees all living entities with spiritual vision and does not discriminate on the platform of the bodily concept of life. Such qualities develop only in the association of devotees. Without the association of devotees, one cannot advance in Krishna consciousness. Therefore, we have established the International Society for Krishna Consciousness. Factually, whoever lives in this society automatically develops Krishna consciousness. Devotees are dear to the Supreme Personality of Godhead, and the Supreme Personality of Godhead is only dear to devotees. On this platform only can one make progress in Krishna consciousness. Persons in Krishna consciousness, or devotees of the Lord, can please everyone, as is evident in the Krishna consciousness movement. We invite everyone, without discrimination; we request everyone to sit down and chant the Hare Krishna mantra and take as much pras&#257;da as we can supply, and thus everyone is pleased with us. This is the qualification. Sarva-bh&#363;t&#257;nurañjan&#257;h. As for purification, no one can be more pure than devotees. Anyone who once utters the name of Vishnu immediately becomes purified, inside and outside (yah smaret pundar&#299;k&#257;ksham). Since a devotee constantly chants the Hare Krishna mantra, no contamination of the material world can touch him. He is, therefore, actually purified. Muci haya &#347;uci haya yadi krishna bhaje. It is said that even a cobbler or person born in the family of a cobbler can be elevated to the position of a br&#257;hmana (&#347;uci) if he takes to Krishna consciousness. Any person who is purely Krishna conscious and who engages in chanting the Hare Krishna mantra is the purest in the whole universe.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>