<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.41</P><P CLASS=c>n&#257;rada uv&#257;ca</P><P CLASS=c>n&#363;nam sun&#299;teh pati-devat&#257;y&#257;s</P><P CLASS=c>tapah-prabh&#257;vasya sutasya t&#257;m gatim</P><P CLASS=c>drishtv&#257;bhyup&#257;y&#257;n api veda-v&#257;dino</P><P CLASS=c>naiv&#257;dhigantum prabhavanti kim nrip&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> said; <A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/suniteh">sun&#299;teh</A> &#8212; of Sun&#299;ti; <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A>-<A CLASS=v HREF="http://vedabase.net/d/devatayah">devat&#257;y&#257;h</A> &#8212; very much attached <A HREF="http://vedabase.net/t/to">to</A> her husband; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A>-<A CLASS=v HREF="http://vedabase.net/p/prabhavasya">prabh&#257;vasya</A> &#8212; by the influence of austerity; <A CLASS=v HREF="http://vedabase.net/s/sutasya">sutasya</A> &#8212; of the son; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; position; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; observing; <A CLASS=v HREF="http://vedabase.net/a/abhyupayan">abhyup&#257;y&#257;n</A> &#8212; the means; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/v/vadinah">v&#257;dinah</A> &#8212; strict followers of the Vedic principles, or the <A HREF="http://vedabase.net/s/so">so</A>-called Ved&#257;ntists; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/adhigantum">adhigantum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> attain; <A CLASS=v HREF="http://vedabase.net/p/prabhavanti">prabhavanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> eligible; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak of; <A CLASS=v HREF="http://vedabase.net/n/nrpah">nrip&#257;h</A> &#8212; ordinary kings.</P><P CLASS=t>TRANSLATION</P><P>The great sage N&#257;rada said: Simply by the influence of his spiritual advancement and powerful austerity, Dhruva Mah&#257;r&#257;ja, the son of Sun&#299;ti, who was devoted to her husband, acquired an exalted position not possible to attain even for the so-called Ved&#257;ntists or strict followers of the Vedic principles, not to speak of ordinary human beings.</P><P CLASS=t>PURPORT</P><P>In this verse the word veda-v&#257;dinah is very significant. Generally, a person who strictly follows the Vedic principles is called veda-v&#257;di. There are also so-called Ved&#257;ntists who advertise themselves as followers of Ved&#257;nta philosophy but who misinterpret Ved&#257;nta. The expression veda-v&#257;da-rat&#257;h is also found in the Bhagavad-g&#299;t&#257;, referring to persons who are attached to the Vedas without understanding the purport of the Vedas. Such persons may go on talking about the Vedas or may execute austerities in their own way, but it is not possible for them to attain to such an exalted position as Dhruva Mah&#257;r&#257;ja. As far as ordinary kings are concerned, it is not at all possible. The specific mention of kings is significant because formerly kings were also r&#257;jarshis, for the kings were as good as great sages. Dhruva Mah&#257;r&#257;ja was a king, and at the same time he was as learned as a great sage. But without devotional service, neither a great king, a kshatriya, nor a great br&#257;hmana strictly adhering to the Vedic principles can be elevated to the exalted position attained by Dhruva Mah&#257;r&#257;ja.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>