<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.43</P><P CLASS=c>yah kshatra-bandhur bhuvi tasy&#257;dhir&#363;dham</P><P CLASS=c>anv &#257;rurukshed api varsha-p&#363;gaih</P><P CLASS=c>shat-pañca-varsho yad ahobhir alpaih</P><P CLASS=c>pras&#257;dya vaikuntham av&#257;pa tat-padam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/k/ksatra">kshatra</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhuh">bandhuh</A> &#8212; the son of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/k/ksatriya">kshatriya</A>; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the earth; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>; <A CLASS=v HREF="http://vedabase.net/a/adhirudham">adhir&#363;dham</A> &#8212; the exalted position; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; after; <A CLASS=v HREF="http://vedabase.net/a/arurukset">&#257;rurukshet</A> &#8212; can aspire <A HREF="http://vedabase.net/t/to">to</A> attain; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A>-<A CLASS=v HREF="http://vedabase.net/p/pugaih">p&#363;gaih</A> &#8212; after many years; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/v/varsah">varshah</A> &#8212; five or six years old; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/ahobhih">ahobhih</A> <A CLASS=v HREF="http://vedabase.net/a/alpaih">alpaih</A> &#8212; after <A HREF="http://vedabase.net/a/a">a</A> few days; <A CLASS=v HREF="http://vedabase.net/p/prasadya">pras&#257;dya</A> &#8212; after pleasing; <A CLASS=v HREF="http://vedabase.net/v/vaikuntham">vaikuntham</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/a/avapa">av&#257;pa</A> &#8212; attained; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; His abode.</P><P CLASS=t>TRANSLATION</P><P>Dhruva Mah&#257;r&#257;ja attained an exalted position at the age of only five or six years, after undergoing austerity for six months. Alas, a great kshatriya cannot achieve such a position even after undergoing austerities for many, many years.</P><P CLASS=t>PURPORT</P><P>Dhruva Mah&#257;r&#257;ja is described herein as kshatra-bandhuh, which indicates that he was not fully trained as a kshatriya because he was only five years old; he was not a mature kshatriya. A kshatriya or br&#257;hmana has to take training. A boy born in the family of a br&#257;hmana is not immediately a br&#257;hmana; he has to take up the training and the purificatory process.</P><P>The great sage N&#257;rada Muni was very proud of having a devotee-disciple like Dhruva Mah&#257;r&#257;ja. He had many other disciples, but he was very pleased with Dhruva Mah&#257;r&#257;ja because in one lifetime, by dint of his severe penances and austerities, he had achieved Vaikuntha, which was never achieved by any other king's son or r&#257;jarshi throughout the whole universe. There is the instance of the great King Bharata, who was also a great devotee, but he attained Vaikunthaloka in three lives. In the first life, although he executed austerities in the forest, he became a victim of too much affection for a small deer, and in his next life he had to take birth as a deer. Although he had a deer's body, he remembered his spiritual position, but he still had to wait until the next life for perfection. In the next life he took birth as Jada Bharata. Of course, in that life he was completely freed from all material entanglement, and he attained perfection and was elevated to Vaikunthaloka. The lesson from the life of Dhruva Mah&#257;r&#257;ja is that if one likes, one can attain Vaikunthaloka in one life, without waiting for many other lives. My Guru Mah&#257;r&#257;ja, &#346;r&#299; &#346;r&#299;mad Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Prabhup&#257;da, used to say that every one of his disciples could attain Vaikunthaloka in this life, without waiting for another life to execute devotional service. One simply has to become as serious and sincere as Dhruva Mah&#257;r&#257;ja; then it is quite possible to attain Vaikunthaloka and go back home, back to Godhead, in one life.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>