<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.44</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>etat te 'bhihitam sarvam</P><P CLASS=c>yat prishto 'ham iha tvay&#257;</P><P CLASS=c>dhruvasyodd&#257;ma-ya&#347;asa&#347;</P><P CLASS=c>caritam sammatam sat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya said; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/a/abhihitam">abhihitam</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/p/prstah">prishtah</A> <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> was asked; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/d/dhruvasya">dhruvasya</A> &#8212; of <A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/u/uddama">udd&#257;ma</A> &#8212; greatly uplifting; <A CLASS=v HREF="http://vedabase.net/y/yasasah">ya&#347;asah</A> &#8212; whose reputation; <A CLASS=v HREF="http://vedabase.net/c/caritam">caritam</A> &#8212; character; <A CLASS=v HREF="http://vedabase.net/s/sammatam">sammatam</A> &#8212; approved; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; by great devotees.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued: My dear Vidura, whatever you have asked from me about the great reputation and character of Dhruva Mah&#257;r&#257;ja I have explained to you in all detail. Great saintly persons and devotees very much like to hear about Dhruva Mah&#257;r&#257;ja.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;mad-Bh&#257;gavatam means everything in relationship with the Supreme Personality of Godhead. Whether we hear the pastimes and activities of the Supreme Lord or we hear about the character, reputation and activities of His devotees, they are all one and the same. Neophyte devotees simply try to understand the pastimes of the Lord and are not very interested in hearing about the activities of His devotees, but such discrimination should not be indulged in by any real devotee. Sometimes less intelligent men try to hear about the r&#257;sa dance of Krishna and do not take care to hear about other portions of &#346;r&#299;mad-Bh&#257;gavatam, which they completely avoid. There are professional Bh&#257;gavata reciters who abruptly go to the r&#257;sa-l&#299;l&#257; chapters of &#346;r&#299;mad-Bh&#257;gavatam, as if other portions of &#346;r&#299;mad-Bh&#257;gavatam were useless. This kind of discrimination and abrupt adoption of the r&#257;sa-l&#299;l&#257; pastimes of the Lord is not approved by the &#257;c&#257;ryas. A sincere devotee should read every chapter and every word of &#346;r&#299;mad-Bh&#257;gavatam, for the beginning verses describe that it is the ripened fruit of all Vedic literature. Devotees should not try to avoid even a word of &#346;r&#299;mad-Bh&#257;gavatam. The great sage Maitreya therefore affirmed herein that the Bh&#257;gavatam is sammatam sat&#257;m, approved by great devotees.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>