<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.48</P><P CLASS=c>prayatah k&#299;rtayet pr&#257;tah</P><P CLASS=c>samav&#257;ye dvi-janman&#257;m</P><P CLASS=c>s&#257;yam ca punya-&#347;lokasya</P><P CLASS=c>dhruvasya caritam mahat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prayatah">prayatah</A> &#8212; with great <A HREF="http://vedabase.net/c/care">care</A>; <A CLASS=v HREF="http://vedabase.net/k/kirtayet">k&#299;rtayet</A> &#8212; one should chant; <A CLASS=v HREF="http://vedabase.net/p/pratah">pr&#257;tah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the morning; <A CLASS=v HREF="http://vedabase.net/s/samavaye">samav&#257;ye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the association; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/j/janmanam">janman&#257;m</A> &#8212; of the twice-born; <A CLASS=v HREF="http://vedabase.net/s/sayam">s&#257;yam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the evening; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A>-<A CLASS=v HREF="http://vedabase.net/s/slokasya">&#347;lokasya</A> &#8212; of sacred renown; <A CLASS=v HREF="http://vedabase.net/d/dhruvasya">dhruvasya</A> &#8212; of <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>; <A CLASS=v HREF="http://vedabase.net/c/caritam">caritam</A> &#8212; character; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; great.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya recommended: One should chant of the character and activities of Dhruva Mah&#257;r&#257;ja both in the morning and in the evening, with great attention and care, in a society of br&#257;hmanas or other twice-born persons.</P><P CLASS=t>PURPORT</P><P>It is said that only in the association of devotees can one understand the importance of the character and pastimes of the Supreme Personality of Godhead or His devotees. In this verse it is especially recommended that Dhruva Mah&#257;r&#257;ja's character be discussed in a society of the twice-born, which refers to the qualified br&#257;hmanas, kshatriyas and vai&#347;yas. One should especially seek the society of br&#257;hmanas who are elevated to the position of Vaishnavas. Thus discussion of &#346;r&#299;mad-Bh&#257;gavatam, which describes the character and pastimes of devotees and the Lord, is very quickly effective. The International Society for Krishna Consciousness has been organized for this purpose. In every center of this Society &#8212; not only in the morning, evening or noon, but practically twenty-four hours a day &#8212; there is continuous devotional service going on. Anyone who comes in contact with the Society automatically becomes a devotee. We have actual experience that many karm&#299;s and others come to the Society and find a very pleasing and peaceful atmosphere in the temples of ISKCON. In this verse the word dvi janman&#257;m means "of the twice-born." Anyone can join the International Society for Krishna Consciousness and be initiated to become twice-born. As recommended by San&#257;tana Gosv&#257;m&#299;, by the process of initiation and authorized training, any man can become twice-born. The first birth is made possible by the parents, and the second birth is made possible by the spiritual father and Vedic knowledge. Unless one is twice-born one cannot understand the transcendental characteristics of the Lord and His devotees. Study of the Vedas is therefore forbidden for &#347;&#363;dras. Simply by academic qualifications a &#347;&#363;dra cannot understand the transcendental science. At the present moment, throughout the entire world the educational system is geared to produce &#347;&#363;dras. A big technologist is no more than a big &#347;&#363;dra. Kalau &#347;&#363;dra-sambhavah: in the age of Kali, everyone is a &#347;&#363;dra. Because the whole population of the world consists only of &#347;&#363;dras, there is a decline of spiritual knowledge, and people are unhappy. The Krishna consciousness movement has been started especially to create qualified br&#257;hmanas to broadcast spiritual knowledge all over the world, for thus people may become very happy.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49-50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>