<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verses 49-50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verses 49-50"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.49-50</P><P CLASS=c>paurnam&#257;sy&#257;m sin&#299;v&#257;ly&#257;m</P><P CLASS=c>dv&#257;da&#347;y&#257;m &#347;ravane 'thav&#257;</P><P CLASS=c>dina-kshaye vyat&#299;p&#257;te</P><P CLASS=c>sa&#324;krame 'rkadine 'pi v&#257;</P><P CLASS=c>&#347;r&#257;vayec chraddadh&#257;n&#257;n&#257;m</P><P CLASS=c>t&#299;rtha-p&#257;da-pad&#257;&#347;rayah</P><P CLASS=c>necchams tatr&#257;tman&#257;tm&#257;nam</P><P CLASS=c>santushta iti sidhyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/paurnamasyam">paurnam&#257;sy&#257;m</A> &#8212; on the full moon; <A CLASS=v HREF="http://vedabase.net/s/sinivalyam">sin&#299;v&#257;ly&#257;m</A> &#8212; on the dark moon; <A CLASS=v HREF="http://vedabase.net/d/dvadasyam">dv&#257;da&#347;y&#257;m</A> &#8212; on the day after <A HREF="http://vedabase.net/e/ekadasi">Ek&#257;da&#347;&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sravane">&#347;ravane</A> &#8212; during the <A HREF="http://vedabase.net/s/sravana">&#346;ravana</A> star's appearance; <A CLASS=v HREF="http://vedabase.net/a/athava">athav&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/d/dina">dina</A>-<A CLASS=v HREF="http://vedabase.net/k/ksaye">kshaye</A> &#8212; at the end of the <A HREF="http://vedabase.net/t/tithi">tithi</A>; <A CLASS=v HREF="http://vedabase.net/v/vyatipate">vyat&#299;p&#257;te</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> particular day of the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/s/sankrame">sa&#324;krame</A> &#8212; at the end of the month; <A CLASS=v HREF="http://vedabase.net/a/arkadine">arkadine</A> &#8212; on Sunday; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/s/sravayet">&#347;r&#257;vayet</A> &#8212; one should recite; <A CLASS=v HREF="http://vedabase.net/s/sraddadhananam">&#347;raddadh&#257;n&#257;n&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> receptive audience; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; taken shelter of the lotus feet; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/i/icchan">icchan</A> &#8212; without desiring remuneration; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by the self; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/s/santustah">santushtah</A> &#8212; pacified; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sidhyati">sidhyati</A> &#8212; becomes perfect.</P><P CLASS=t>TRANSLATION</P><P>Persons who have completely taken shelter of the lotus feet of the Lord should recite this narration of Dhruva Mah&#257;r&#257;ja without taking remuneration. Specifically, recitation is recommended on the full moon or dark moon day, on the day after Ek&#257;da&#347;&#299;, on the appearance of the &#346;ravana star, at the end of a particular tithi, or the occasion of Vyat&#299;p&#257;ta, at the end of the month, or on Sunday. Such recitation should of course be performed before a favorable audience. When recitation is performed this way, without professional motive, the reciter and audience become perfect.</P><P CLASS=t>PURPORT</P><P>Professional reciters may ask money to extinguish the blazing fire within their bellies, but they cannot make any spiritual improvement or become perfect. It is therefore strictly forbidden to recite &#346;r&#299;mad-Bh&#257;gavatam as a profession to earn a livelihood. Only one who is completely surrendered at the lotus feet of the Supreme Personality of Godhead, depending fully on Him for personal maintenance or even for maintenance of his family, can attain perfection by recitation of &#346;r&#299;mad-Bh&#257;gavatam, which is full of narrations of the pastimes of the Lord and His devotees. The process can be summarized as follows: the audience must be faithfully receptive to the Bh&#257;gavata message, and the reciter should completely depend on the Supreme Personality of Godhead. Bh&#257;gavata recitation must not be a business. If done in the right way, not only does the reciter achieve perfect satisfaction, but the Lord also is very satisfied with the reciter and the audience, and thus both are liberated from material bondage simply by the process of hearing.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>