<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 51"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.51</P><P CLASS=c>jñ&#257;nam ajñ&#257;ta-tattv&#257;ya</P><P CLASS=c>yo dady&#257;t sat-pathe 'mritam</P><P CLASS=c>krip&#257;lor d&#299;na-n&#257;thasya</P><P CLASS=c>dev&#257;s tasy&#257;nugrihnate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/a/ajnata">ajñ&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/t/tattvaya">tattv&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> those who <A HREF="http://vedabase.net/a/are">are</A> unaware of the truth; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/d/dadyat">dady&#257;t</A> &#8212; imparts; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/p/pathe">pathe</A> &#8212; on the path of truth; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; immortality; <A CLASS=v HREF="http://vedabase.net/k/krpaloh">krip&#257;loh</A> &#8212; kind; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/n/nathasya">n&#257;thasya</A> &#8212; protector of the poor; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> him; <A CLASS=v HREF="http://vedabase.net/a/anugrhnate">anugrihnate</A> &#8212; give blessings.</P><P CLASS=t>TRANSLATION</P><P>The narration of Dhruva Mah&#257;r&#257;ja is sublime knowledge for the attainment of immortality. Persons unaware of the Absolute Truth can be led to the path of truth. Those who out of transcendental kindness take on the responsibility of becoming master-protectors of the poor living entities automatically gain the interest and blessings of the demigods.</P><P CLASS=t>PURPORT</P><P>Jñ&#257;nam ajñ&#257;ta means knowledge which is unknown almost throughout the entire world. No one knows actually what is the Absolute Truth. Materialists are very proud of their advancement in education, in philosophical speculation and in scientific knowledge, but no one actually knows what the Absolute Truth is. The great sage Maitreya, therefore, recommends that to enlighten people about the Absolute Truth (tattva), devotees should preach the teachings of &#346;r&#299;mad-Bh&#257;gavatam throughout the entire world. &#346;r&#299;la Vy&#257;sadeva especially compiled this great literature of scientific knowledge because people are completely unaware of the Absolute Truth. In the beginning of &#346;r&#299;mad-Bh&#257;gavatam, First Canto, it is said that Vy&#257;sadeva, the learned sage, compiled this great Bh&#257;gavata Pur&#257;na just to stop the ignorance of the mass of people. Because people do not know the Absolute Truth, this &#346;r&#299;mad-Bh&#257;gavatam was specifically compiled by Vy&#257;sadeva under the instruction of N&#257;rada. Generally, even though people are interested in understanding the truth, they take to speculation and reach at most the conception of impersonal Brahman. But very few men actually know the Personality of Godhead.</P><P>Recitation of &#346;r&#299;mad-Bh&#257;gavatam is specifically meant to enlighten people about the Absolute Truth, the Supreme Personality of Godhead. Although there is no fundamental difference between impersonal Brahman, localized Param&#257;tm&#257; and the Supreme Person, factual immortality cannot be obtained unless and until one attains the stage of associating with the Supreme Person. Devotional service, which leads to the association of the Supreme Lord, is actual immortality. Pure devotees, out of compassion for the fallen souls, are krip&#257;lu, very kind to people in general; they distribute this Bh&#257;gavata knowledge all over the world. A kindhearted devotee is called d&#299;na-n&#257;tha, protector of the poor, ignorant mass of people. Lord Krishna is also known as d&#299;na-n&#257;tha or d&#299;na-bandhu, the master or actual friend of the poor living entities, and His pure devotee also takes the same position of d&#299;na-n&#257;tha. The d&#299;na-n&#257;thas, or devotees of Lord Krishna, who preach the path of devotional service, become the favorites of the demigods. Generally people are interested in worshiping the demigods, especially Lord &#346;iva, in order to obtain material benefits, but a pure devotee, who engages in preaching the principles of devotional service, as prescribed in the &#346;r&#299;mad-Bh&#257;gavatam, does not need to separately worship the demigods; the demigods are automatically pleased with him and offer all the blessings within their capacity. As by watering the root of a tree the leaves and branches are automatically watered, so, by executing pure devotional service to the Lord, the branches, twigs and leaves of the Lord, known as demigods, are automatically pleased with the devotee, and they offer all benedictions.</P><P CLASS=l><A CLASS=i HREF="49-50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>