<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.7</P><P CLASS=c>vrin&#299;hi k&#257;mam nripa yan mano-gatam</P><P CLASS=c>mattas tvam autt&#257;napade 'vi&#347;a&#324;kitah</P><P CLASS=c>varam var&#257;rho 'mbuja-n&#257;bha-p&#257;dayor</P><P CLASS=c>anantaram tv&#257;m vayam a&#324;ga &#347;u&#347;ruma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vrnihi">vrin&#299;hi</A> &#8212; please ask; <A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/g/gatam">gatam</A> &#8212; within your mind; <A CLASS=v HREF="http://vedabase.net/m/mattah">mattah</A> &#8212; from <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/auttanapade">autt&#257;napade</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> Utt&#257;nap&#257;da; <A CLASS=v HREF="http://vedabase.net/a/avisankitah">avi&#347;a&#324;kitah</A> &#8212; without hesitation; <A CLASS=v HREF="http://vedabase.net/v/varam">varam</A> &#8212; benediction; <A CLASS=v HREF="http://vedabase.net/v/vara">vara</A>-<A CLASS=v HREF="http://vedabase.net/a/arhah">arhah</A> &#8212; worthy <A HREF="http://vedabase.net/t/to">to</A> take benedictions; <A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A> &#8212; lotus flower; <A CLASS=v HREF="http://vedabase.net/n/nabha">n&#257;bha</A> &#8212; whose navel; <A CLASS=v HREF="http://vedabase.net/p/padayoh">p&#257;dayoh</A> &#8212; at His lotus feet; <A CLASS=v HREF="http://vedabase.net/a/anantaram">anantaram</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; about you; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; dear <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>; <A CLASS=v HREF="http://vedabase.net/s/susruma">&#347;u&#347;ruma</A> &#8212; have heard.</P><P CLASS=t>TRANSLATION</P><P>My dear Dhruva Mah&#257;r&#257;ja, son of Mah&#257;r&#257;ja Utt&#257;nap&#257;da, we have heard that you are constantly engaged in transcendental loving service to the Supreme Personality of Godhead, who is known for His lotus navel. You are therefore worthy to take all benedictions from us. Please, therefore, ask without hesitation whatever benediction you want from me.</P><P CLASS=t>PURPORT</P><P>Dhruva Mah&#257;r&#257;ja, the son of King Utt&#257;nap&#257;da, was already known throughout the universe as a great devotee of the Lord, constantly thinking of His lotus feet. Such a pure, uncontaminated devotee of the Lord is worthy to have all the benedictions that can be offered by the demigods. He does not have to worship the demigods separately for such benedictions. Kuvera is the treasurer of the demigods, and he is personally offering whatever benediction Dhruva Mah&#257;r&#257;ja would like to have from him. &#346;r&#299;la Bilvama&#324;gala Th&#257;kura stated, therefore, that for persons who engage in the devotional service of the Lord, all material benedictions wait like maidservants. Mukti-dev&#299; is just waiting at the door of the devotee to offer liberation, or more than that, at any time. To be a devotee is therefore an exalted position. Simply by rendering transcendental loving service unto the Supreme Personality of Godhead, one can have all the benedictions of the world without separate endeavor. Lord Kuvera said to Dhruva Mah&#257;r&#257;ja that he had heard that Dhruva was always in sam&#257;dhi, or thinking of the lotus feet of the Lord. In other words, he knew that for Dhruva Mah&#257;r&#257;ja there was nothing desirable within the three material worlds. He knew that Dhruva would ask for nothing but to remember the lotus feet of the Supreme Lord constantly.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>