<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.12.8</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>sa r&#257;ja-r&#257;jena var&#257;ya codito</P><P CLASS=c>dhruvo mah&#257;-bh&#257;gavato mah&#257;-matih</P><P CLASS=c>harau sa vavre 'calit&#257;m smritim yay&#257;</P><P CLASS=c>taraty ayatnena duratyayam tamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya said; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rajena">r&#257;jena</A> &#8212; by the king of kings (<A HREF="http://vedabase.net/k/kuvera">Kuvera</A>); <A CLASS=v HREF="http://vedabase.net/v/varaya">var&#257;ya</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> benediction; <A CLASS=v HREF="http://vedabase.net/c/coditah">coditah</A> &#8212; being asked; <A CLASS=v HREF="http://vedabase.net/d/dhruvah">dhruvah</A> &#8212; <A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> first-class <A HREF="http://vedabase.net/p/pure">pure</A> devotee; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; most intelligent or thoughtful; <A CLASS=v HREF="http://vedabase.net/h/harau">harau</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vavre">vavre</A> &#8212; asked; <A CLASS=v HREF="http://vedabase.net/a/acalitam">acalit&#257;m</A> &#8212; unflinching; <A CLASS=v HREF="http://vedabase.net/s/smrtim">smritim</A> &#8212; remembrance; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/t/tarati">tarati</A> &#8212; crosses over; <A CLASS=v HREF="http://vedabase.net/a/ayatnena">ayatnena</A> &#8212; without difficulty; <A CLASS=v HREF="http://vedabase.net/d/duratyayam">duratyayam</A> &#8212; unsurpassable; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; nescience.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued: My dear Vidura, when thus asked to accept a benediction from Kuvera the Yakshar&#257;ja [King of the Yakshas], Dhruva Mah&#257;r&#257;ja, that most elevated pure devotee, who was an intelligent and thoughtful king, begged that he might have unflinching faith in and remembrance of the Supreme Personality of Godhead, for thus a person can cross over the ocean of nescience very easily, although it is very difficult for others to cross.</P><P CLASS=t>PURPORT</P><P>According to the opinion of expert followers of Vedic rites, there are different types of benedictions in terms of religiosity, economic development, sense gratification and liberation. These four principles are known as catur-vargas. Of all the catur-vargas, the benediction of liberation is considered to be the highest in this material world. To be enabled to cross over material nescience is known as the highest purush&#257;rtha, or benediction for the human being. But Dhruva Mah&#257;r&#257;ja wanted a benediction which surpasses even the highest purush&#257;rtha, liberation. He wanted the benediction that he might constantly remember the lotus feet of the Lord. This stage of life is called pañcama-purush&#257;rtha. When a devotee comes to the platform of pañcama-purush&#257;rtha, simply engaging in devotional service to the Lord, the fourth purush&#257;rtha, liberation, becomes very insignificant in his eyes. &#346;r&#299;la Prabodh&#257;nanda Sarasvat&#299; has stated in this connection that for a devotee liberation is a hellish condition of life; as for sense gratification, which is available in the heavenly planets, the devotee considers it to be a will-o'-the-wisp, having no value in life. Yog&#299;s endeavor to control the senses, but for a devotee controlling the senses is no difficulty at all. The senses are compared to serpents, but for a devotee the serpents' poison teeth are broken. Thus &#346;r&#299;la Prabodh&#257;nanda Sarasvat&#299; has analyzed all kinds of benedictions available in this world, and he has clearly declared that for a pure devotee they are all of no significance. Dhruva Mah&#257;r&#257;ja was also a mah&#257;-bh&#257;gavata, or a first-class pure devotee, and his intelligence was very great (mah&#257;-matih). Unless one is very intelligent, one cannot take to devotional service, or Krishna consciousness. Naturally, anyone who is a first-class devotee must be a first-class intelligent person and therefore not interested in any kind of benediction within this material world. Dhruva Mah&#257;r&#257;ja was offered a benediction by the king of the kings. Kuvera, the treasurer of the demigods, whose only business is to supply immense riches to persons within this materialistic world, is described as the king of kings because unless one is blessed by Kuvera one cannot become a king. The king of kings personally offered Dhruva Mah&#257;r&#257;ja any amount of riches, but he declined to accept them. He is described, therefore, as mah&#257;-matih, very thoughtful, or highly intellectual.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>