<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 12"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 12: Dhruva Mah&#257;r&#257;ja Goes Back to Godhead</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 4.12.1</B></A>: The great sage Maitreya said: My dear Vidura, Dhruva Mah&#257;r&#257;ja's anger subsided, and he completely ceased killing Yakshas. When Kuvera, the most blessed master of the treasury, learned this news, he appeared before Dhruva. While being worshiped by Yakshas, Kinnaras and C&#257;ranas, he spoke to Dhruva Mah&#257;r&#257;ja, who stood before him with folded hands.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 4.12.2</B></A>: The master of the treasury, Kuvera, said: O sinless son of a kshatriya, I am very glad to know that under the instruction of your grandfather you have given up your enmity, although it is very difficult to avoid. I am very pleased with you.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 4.12.3</B></A>: Actually, you have not killed the Yakshas, nor have they killed your brother, for the ultimate cause of generation and annihilation is the eternal time feature of the Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 4.12.4</B></A>: Misidentification of oneself and others as "I" and "you" on the basis of the bodily concept of life is a product of ignorance. This bodily concept is the cause of repeated birth and death, and it makes us go on continuously in material existence.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 4.12.5</B></A>: My dear Dhruva, come forward. May the Lord always grace you with good fortune. The Supreme Personality of Godhead, who is beyond our sensory perception, is the Supersoul of all living entities, and thus all entities are one, without distinction. Begin, therefore, to render service unto the transcendental form of the Lord, who is the ultimate shelter of all living entities.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 4.12.6</B></A>: Engage yourself fully, therefore, in the devotional service of the Lord, for only He can deliver us from this entanglement of materialistic existence. Although the Lord is attached to His material potency, He is aloof from her activities. Everything in this material world is happening by the inconceivable potency of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 4.12.7</B></A>: My dear Dhruva Mah&#257;r&#257;ja, son of Mah&#257;r&#257;ja Utt&#257;nap&#257;da, we have heard that you are constantly engaged in transcendental loving service to the Supreme Personality of Godhead, who is known for His lotus navel. You are therefore worthy to take all benedictions from us. Please, therefore, ask without hesitation whatever benediction you want from me.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 4.12.8</B></A>: The great sage Maitreya continued: My dear Vidura, when thus asked to accept a benediction from Kuvera the Yakshar&#257;ja [King of the Yakshas], Dhruva Mah&#257;r&#257;ja, that most elevated pure devotee, who was an intelligent and thoughtful king, begged that he might have unflinching faith in and remembrance of the Supreme Personality of Godhead, for thus a person can cross over the ocean of nescience very easily, although it is very difficult for others to cross.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 4.12.9</B></A>: The son of Idavid&#257;, Lord Kuvera, was very pleased, and happily he gave Dhruva Mah&#257;r&#257;ja the benediction he wanted. Thereafter he disappeared from Dhruva's presence, and Dhruva Mah&#257;r&#257;ja returned to his capital city.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 4.12.10</B></A>: As long as he remained at home, Dhruva Mah&#257;r&#257;ja performed many great ceremonial sacrifices in order to please the enjoyer of all sacrifices, the Supreme Personality of Godhead. Prescribed ceremonial sacrifices are especially meant to please Lord Vishnu, who is the objective of all such sacrifices and who awards the resultant benedictions.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 4.12.11</B></A>: Dhruva Mah&#257;r&#257;ja rendered devotional service unto the Supreme, the reservoir of everything, with unrelenting force. While carrying out his devotional service to the Lord, he could see that everything is situated in Him only and that He is situated in all living entities. The Lord is called Acyuta because He never fails in His prime duty, to give protection to His devotees.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 4.12.12</B></A>: Dhruva Mah&#257;r&#257;ja was endowed with all godly qualities; he was very respectful to the devotees of the Supreme Lord and very kind to the poor and innocent, and he protected religious principles. With all these qualifications, he was considered to be the direct father of all the citizens.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 4.12.13</B></A>: Dhruva Mah&#257;r&#257;ja ruled over this planet for thirty-six thousand years; he diminished the reactions of pious activities by enjoyment, and by practicing austerities he diminished inauspicious reactions.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 4.12.14</B></A>: The self-controlled great soul Dhruva Mah&#257;r&#257;ja thus passed many, many years favorably executing three kinds of worldly activities, namely religiosity, economic development and satisfaction of all material desires. Thereafter he handed over the charge of the royal throne to his son.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 4.12.15</B></A>: &#346;r&#299;la Dhruva Mah&#257;r&#257;ja realized that this cosmic manifestation bewilders living entities like a dream or phantasmagoria because it is a creation of the illusory, external energy of the Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 4.12.16</B></A>: Thus Dhruva Mah&#257;r&#257;ja, at the end, left his kingdom, which extended all over the earth and was bounded by the great oceans. He considered his body, his wives, his children, his friends, his army, his rich treasury, his very comfortable palaces and his many enjoyable pleasure-grounds to be creations of the illusory energy. Thus in due course of time he retired to the forest in the Himalayas known as Badarik&#257;&#347;rama.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 4.12.17</B></A>: In Badarik&#257;&#347;rama Dhruva Mah&#257;r&#257;ja's senses became completely purified because he bathed regularly in the crystal-clear purified water. He fixed his sitting position and by yogic practice controlled the breathing process and the air of life; in this way his senses were completely withdrawn. Then he concentrated his mind on the arc&#257;-vigraha form of the Lord, which is the exact replica of the Lord and, thus meditating upon Him, entered into complete trance.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 4.12.18</B></A>: Because of his transcendental bliss, incessant tears flowed from his eyes, his heart melted, and there was shivering and standing of the hairs all over his body. Thus transformed, in a trance of devotional service, Dhruva Mah&#257;r&#257;ja completely forgot his bodily existence, and thus he immediately became liberated from material bondage.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 4.12.19</B></A>: As soon as the symptoms of his liberation were manifest, he saw a very beautiful airplane coming down from the sky, as if the brilliant full moon were coming down, illuminating all the ten directions.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 4.12.20</B></A>: Dhruva Mah&#257;r&#257;ja saw two very beautiful associates of Lord Vishnu in the plane. They had four hands and a blackish bodily luster, they were very youthful, and their eyes were just like reddish lotus flowers. They held clubs in their hands, and they were dressed in very attractive garments with helmets and were decorated with necklaces, bracelets and earrings.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 4.12.21</B></A>: Dhruva Mah&#257;r&#257;ja, seeing that these uncommon personalities were direct servants of the Supreme Personality of Godhead, immediately stood up. But, being puzzled, in hastiness he forgot how to receive them in the proper way. Therefore he simply offered obeisances with folded hands and chanted and glorified the holy names of the Lord.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 4.12.22</B></A>: Dhruva Mah&#257;r&#257;ja was always absorbed in thinking of the lotus feet of Lord Krishna. His heart was full with Krishna. When the two confidential servants of the Supreme Lord, who were named Nanda and Sunanda, approached him, smiling happily, Dhruva stood with folded hands, bowing humbly. They then addressed him as follows.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 4.12.23</B></A>: Nanda and Sunanda, the two confidential associates of Lord Vishnu, said: Dear King, let there be all good fortune unto you. Please attentively hear what we shall say. When you were only five years old, you underwent severe austerities, and you thereby greatly satisfied the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 4.12.24</B></A>: We are representatives of the Supreme Personality of Godhead, the creator of the whole universe, who carries in His hand the bow named &#346;&#257;r&#324;ga. We have been specifically deputed to take you to the spiritual world.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 4.12.25</B></A>: To achieve Vishnuloka is very difficult, but by your austerity you have conquered. Even the great rishis and demigods cannot achieve this position. Simply to see the supreme abode [the Vishnu planet], the sun and moon and all the other planets, stars, lunar mansions and solar systems are circumambulating it. Now please come; you are welcome to go there.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 4.12.26</B></A>: Dear King Dhruva, neither your forefathers nor anyone else before you ever achieved such a transcendental planet. The planet known as Vishnuloka, where Lord Vishnu personally resides, is the highest of all. It is worshipable by the inhabitants of all other planets within the universe. Please come with us and live there eternally.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 4.12.27</B></A>: O immortal one, this unique airplane has been sent by the Supreme Personality of Godhead, who is worshiped by selected prayers and who is the chief of all living entities. You are quite worthy to board such a plane.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 4.12.28</B></A>: The great sage Maitreya continued: Mah&#257;r&#257;ja Dhruva was very dear to the Supreme Personality of Godhead. When he heard the sweet speeches of the Lord's chief associates in the Vaikuntha planet, he immediately took his sacred bath, dressed himself with suitable ornaments, and performed his daily spiritual duties. Thereafter he offered his respectful obeisances to the great sages present there and accepted their blessings.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 4.12.29</B></A>: Before getting aboard, Dhruva Mah&#257;r&#257;ja worshiped the airplane, circumambulated it, and also offered obeisances to the associates of Vishnu. In the meantime he became as brilliant and illuminating as molten gold. He was thus completely prepared to board the transcendental plane.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 4.12.30</B></A>: When Dhruva Mah&#257;r&#257;ja was attempting to get on the transcendental plane, he saw death personified approach him. Not caring for death, however, he took advantage of the opportunity to put his feet on the head of death, and thus he got up on the airplane, which was as big as a house.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 4.12.31</B></A>: At that time drums and kettledrums resounded from the sky, the chief Gandharvas began to sing and other demigods showered flowers like torrents of rain upon Dhruva Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 4.12.32</B></A>: Dhruva was seated in the transcendental airplane, which was just about to start, when he remembered his poor mother, Sun&#299;ti. He thought to himself, "How shall I go alone to the Vaikuntha planet and leave behind my poor mother?"</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 4.12.33</B></A>: The great associates of Vaikunthaloka, Nanda and Sunanda, could understand the mind of Dhruva Mah&#257;r&#257;ja, and thus they showed him that his mother, Sun&#299;ti, was going forward in another plane.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 4.12.34</B></A>: While Dhruva Mah&#257;r&#257;ja was passing through space, he gradually saw all the planets of the solar system, and on the path he saw all the demigods in their airplanes showering flowers upon him like rain.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 4.12.35</B></A>: Dhruva Mah&#257;r&#257;ja thus surpassed the seven planetary systems of the great sages who are known as saptarshi. Beyond that region, he achieved the transcendental situation of permanent life in the planet where Lord Vishnu lives.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 4.12.36</B></A>: The self-effulgent Vaikuntha planets, by whose illumination alone all the illuminating planets within this material world give off reflected light, cannot be reached by those who are not merciful to other living entities. Only persons who constantly engage in welfare activities for other living entities can reach the Vaikuntha planets.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 4.12.37</B></A>: Persons who are peaceful, equipoised, cleansed and purified, and who know the art of pleasing all other living entities, keep friendship only with devotees of the Lord; they alone can very easily achieve the perfection of going back home, back to Godhead.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 4.12.38</B></A>: In this way, the fully Krishna conscious Dhruva Mah&#257;r&#257;ja, the exalted son of Mah&#257;r&#257;ja Utt&#257;nap&#257;da, attained the summit of the three statuses of planetary systems.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 4.12.39</B></A>: Saint Maitreya continued: My dear Vidura, descendant of Kuru, as a herd of bulls circumambulates a central pole on their right side, all the luminaries within the universal sky unceasingly circumambulate the abode of Dhruva Mah&#257;r&#257;ja with great force and speed.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 4.12.40</B></A>: After observing the glories of Dhruva Mah&#257;r&#257;ja, the great sage N&#257;rada, playing his v&#299;n&#257;, went to the sacrificial arena of the Pracet&#257;s and very happily chanted the following three verses.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 4.12.41</B></A>: The great sage N&#257;rada said: Simply by the influence of his spiritual advancement and powerful austerity, Dhruva Mah&#257;r&#257;ja, the son of Sun&#299;ti, who was devoted to her husband, acquired an exalted position not possible to attain even for the so-called Ved&#257;ntists or strict followers of the Vedic principles, not to speak of ordinary human beings.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 4.12.42</B></A>: The great sage N&#257;rada continued: Just see how Dhruva Mah&#257;r&#257;ja, aggrieved at the harsh words of his stepmother, went to the forest at the age of only five years and under my direction underwent austerity. Although the Supreme Personality of Godhead is unconquerable, Dhruva Mah&#257;r&#257;ja defeated Him with the specific qualifications possessed by the Lord's devotees.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 4.12.43</B></A>: Dhruva Mah&#257;r&#257;ja attained an exalted position at the age of only five or six years, after undergoing austerity for six months. Alas, a great kshatriya cannot achieve such a position even after undergoing austerities for many, many years.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 4.12.44</B></A>: The great sage Maitreya continued: My dear Vidura, whatever you have asked from me about the great reputation and character of Dhruva Mah&#257;r&#257;ja I have explained to you in all detail. Great saintly persons and devotees very much like to hear about Dhruva Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 4.12.45</B></A>: By hearing the narration of Dhruva Mah&#257;r&#257;ja one can fulfill desires for wealth, reputation and increased duration of life. It is so auspicious that one can even go to a heavenly planet or attain Dhruvaloka, which was achieved by Dhruva Mah&#257;r&#257;ja, just by hearing about him. The demigods also become pleased because this narration is so glorious, and it is so powerful that it can counteract all the results of one's sinful actions.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 4.12.46</B></A>: Anyone who hears the narration of Dhruva Mah&#257;r&#257;ja, and who repeatedly tries with faith and devotion to understand his pure character, attains the pure devotional platform and executes pure devotional service. By such activities one can diminish the threefold miserable conditions of material life.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 4.12.47</B></A>: Anyone who hears this narration of Dhruva Mah&#257;r&#257;ja acquires exalted qualities like him. For anyone who desires greatness, prowess or influence, here is the process by which to acquire them, and for thoughtful men who want adoration, here is the proper means.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 4.12.48</B></A>: The great sage Maitreya recommended: One should chant of the character and activities of Dhruva Mah&#257;r&#257;ja both in the morning and in the evening, with great attention and care, in a society of br&#257;hmanas or other twice-born persons.</P><P CLASS=r><A CLASS=i HREF="49-50.htm"><B>SB 4.12.49-50</B></A>: Persons who have completely taken shelter of the lotus feet of the Lord should recite this narration of Dhruva Mah&#257;r&#257;ja without taking remuneration. Specifically, recitation is recommended on the full moon or dark moon day, on the day after Ek&#257;da&#347;&#299;, on the appearance of the &#346;ravana star, at the end of a particular tithi, or the occasion of Vyat&#299;p&#257;ta, at the end of the month, or on Sunday. Such recitation should of course be performed before a favorable audience. When recitation is performed this way, without professional motive, the reciter and audience become perfect.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 4.12.51</B></A>: The narration of Dhruva Mah&#257;r&#257;ja is sublime knowledge for the attainment of immortality. Persons unaware of the Absolute Truth can be led to the path of truth. Those who out of transcendental kindness take on the responsibility of becoming master-protectors of the poor living entities automatically gain the interest and blessings of the demigods.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>SB 4.12.52</B></A>: The transcendental activities of Dhruva Mah&#257;r&#257;ja are well known all over the world, and they are very pure. In childhood Dhruva Mah&#257;r&#257;ja rejected all kinds of toys and playthings, left the protection of his mother and seriously took shelter of the Supreme Personality of Godhead, Vishnu. My dear Vidura, I therefore conclude this narration, for I have described to you all its details.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>