<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 20 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 20 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Surrenders the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.20.14</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>evam a&#347;raddhitam &#347;ishyam</P><P CLASS=c>an&#257;de&#347;akaram guruh</P><P CLASS=c>&#347;a&#347;&#257;pa daiva-prahitah</P><P CLASS=c>satya-sandham manasvinam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/asraddhitam">a&#347;raddhitam</A> &#8212; who was not very respectful <A HREF="http://vedabase.net/t/to">to</A> the instruction of the spiritual master; <A CLASS=v HREF="http://vedabase.net/s/sisyam">&#347;ishyam</A> &#8212; unto such <A HREF="http://vedabase.net/a/a">a</A> disciple; <A CLASS=v HREF="http://vedabase.net/a/anadesa">an&#257;de&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/k/karam">karam</A> &#8212; who was not prepared <A HREF="http://vedabase.net/t/to">to</A> carry out the order of his spiritual master; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; the spiritual master (&#346;ukr&#257;c&#257;rya); <A CLASS=v HREF="http://vedabase.net/s/sasapa">&#347;a&#347;&#257;pa</A> &#8212; cursed; <A CLASS=v HREF="http://vedabase.net/d/daiva">daiva</A>-<A CLASS=v HREF="http://vedabase.net/p/prahitah">prahitah</A> &#8212; being inspired by the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/s/sandham">sandham</A> &#8212; one who was fixed <A HREF="http://vedabase.net/i/in">in</A> his truthfulness; <A CLASS=v HREF="http://vedabase.net/m/manasvinam">manasvinam</A> &#8212; who was of <A HREF="http://vedabase.net/a/a">a</A> highly elevated character.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: Thereafter, the spiritual master, &#346;ukr&#257;c&#257;rya, being inspired by the Supreme Lord, cursed his exalted disciple Bali Mah&#257;r&#257;ja, who was so magnanimous and fixed in truthfulness that instead of respecting his spiritual master's instructions, he wanted to disobey his order.</P><P CLASS=t>PURPORT</P><P>The difference between the behavior of Bali Mah&#257;r&#257;ja and that of his spiritual master, &#346;ukr&#257;c&#257;rya, was that Bali Mah&#257;r&#257;ja had already developed love of Godhead, whereas &#346;ukr&#257;c&#257;rya, being merely a priest of routine rituals, had not. Thus &#346;ukr&#257;c&#257;rya was never inspired by the Supreme Personality of Godhead to develop in devotional service. As stated by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me."</P><P>Devotees who actually engage in devotional service with faith and love are inspired by the Supreme Personality of Godhead. Vaishnavas are never concerned with ritualistic sm&#257;rta-br&#257;hmanas. &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; has therefore compiled Hari-bhakti-vil&#257;sa to guide the Vaishnavas, who never follow the sm&#257;rta-viddhi. Although the Supreme Lord is situated in the core of everyone's heart, unless one is a Vaishnava, unless one is engaged in devotional service, one does not get sound advice by which to return home, back to Godhead. Such instructions are meant only for devotees. Therefore in this verse the word daiva-prahitah, "being inspired by the Supreme Lord," is important. &#346;ukr&#257;c&#257;rya should have encouraged Bali Mah&#257;r&#257;ja to give everything to Lord Vishnu. This would have been a sign of love for the Supreme Lord. But he did not do so. On the contrary, he wanted to punish his devoted disciple by cursing him.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>