<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 20 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 20 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Surrenders the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.20.15</P><P CLASS=c>dridham pandita-m&#257;ny ajñah</P><P CLASS=c>stabdho 'sy asmad-upekshay&#257;</P><P CLASS=c>mac-ch&#257;san&#257;tigo yas tvam</P><P CLASS=c>acir&#257;d bhra&#347;yase &#347;riyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drdham">dridham</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> firmly convinced or fixed <A HREF="http://vedabase.net/i/in">in</A> your decision; <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A>-<A CLASS=v HREF="http://vedabase.net/m/mani">m&#257;n&#299;</A> &#8212; considering yourself very learned; <A CLASS=v HREF="http://vedabase.net/a/ajnah">ajñah</A> &#8212; at the <A HREF="http://vedabase.net/s/same">same</A> time foolish; <A CLASS=v HREF="http://vedabase.net/s/stabdhah">stabdhah</A> &#8212; impudent; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; you have become; <A CLASS=v HREF="http://vedabase.net/a/asmat">asmat</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/u/upeksaya">upekshay&#257;</A> &#8212; by disregarding; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/s/sasana">&#347;&#257;sana</A>-<A CLASS=v HREF="http://vedabase.net/a/atigah">atigah</A> &#8212; surpassing the jurisdiction of my administration; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person (<A HREF="http://vedabase.net/a/as">as</A> you); <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/a/acirat">acir&#257;t</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/b/bhrasyase">bhra&#347;yase</A> &#8212; will fall down; <A CLASS=v HREF="http://vedabase.net/s/sriyah">&#347;riyah</A> &#8212; from all opulence.</P><P CLASS=t>TRANSLATION</P><P>Although you have no knowledge, you have become a so-called learned person, and therefore you dare be so impudent as to disobey my order. Because of disobeying me, you shall very soon be bereft of all your opulence.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says that Bali Mah&#257;r&#257;ja was not pandita-m&#257;n&#299;, or one who falsely assumes himself learned; rather, he was pandita-m&#257;nya-jñah, one who is so learned that all other learned persons worship him. Aid because he was so learned, he could disobey the order of his so-called spiritual master. He had no fear of any condition of material existence. Anyone cared for by Lord Vishnu does not need to care about anyone else. Thus Bali Mah&#257;r&#257;ja could never be bereft of all opulences. The opulences offered by the Supreme Personality of Godhead are not to be compared to the opulences obtained by karma-k&#257;nda. In other words, if a devotee becomes very opulent, it is to be understood that his opulence is a gift of the Supreme Personality of Godhead. Such opulence will never be vanquished, whereas the opulence achieved by one's fruitive activity may be vanquished at any moment.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>