<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 20 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 20 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Surrenders the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.20.22</P><P CLASS=c>k&#257;ye balis tasya mah&#257;-vibh&#363;teh</P><P CLASS=c>sahartvig-&#257;c&#257;rya-sadasya etat</P><P CLASS=c>dadar&#347;a vi&#347;vam tri-gunam gun&#257;tmake</P><P CLASS=c>bh&#363;tendriy&#257;rth&#257;&#347;aya-j&#299;va-yuktam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kaye">k&#257;ye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body; <A CLASS=v HREF="http://vedabase.net/b/balih">balih</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/b/bali">Bali</A>; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhuteh">vibh&#363;teh</A> &#8212; of that person who is equipped with all wonderful opulences; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A>-<A CLASS=v HREF="http://vedabase.net/r/rtvik">ritvik</A>-<A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/s/sadasyah">sadasyah</A> &#8212; with all the priests, &#257;c&#257;ryas and members of the holy assembly; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/dadarsa">dadar&#347;a</A> &#8212; saw; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the whole universe; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/g/gunam">gunam</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of three modes of material nature; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/atmake">&#257;tmake</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that which is the source of all such qualities; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; with all the gross material elements; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; with the senses; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; with the sense objects; <A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;aya</A> &#8212; with mind, intelligence and false ego; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/y/yuktam">yuktam</A> &#8212; with all the living entities.</P><P CLASS=t>TRANSLATION</P><P>Bali Mah&#257;r&#257;ja, along with all the priests, &#257;c&#257;ryas and members of the assembly, observed the Supreme Personality of Godhead's universal body, which was full of six opulences. That body contained everything within the universe, including all the gross material elements, the senses, the sense objects, the mind, intelligence and false ego, the various kinds of living entities, and the actions and reactions of the three modes of material nature.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257;, the Supreme Personality of Godhead says, aham sarvasya prabhavo mattah sarvam pravartate: [<A CLASS=v HREF="../../../bg/10/8.htm">Bg. 10.8</A>] Krishna is the origin of everything. V&#257;sudevah sarvam iti: [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>] Krishna is everything. Mat-sth&#257;ni sarva-bh&#363;t&#257;ni na c&#257;ham teshv avasthitah: everything rests in the body of the Lord, yet the Lord is not everywhere. M&#257;y&#257;v&#257;d&#299; philosophers think that since the Supreme Personality of Godhead, the Absolute Truth, has become everything, He has no separate existence. Their philosophy is called advaita-v&#257;da. Actually, however, their philosophy is not correct. Here, Bali Mah&#257;r&#257;ja was the seer of the Personality of Godhead's universal body, and that body was that which was seen. Thus there is dvaita-v&#257;da; there are always two entities &#8212; the seer and the seen. The seer is a part of the whole, but he is not equal to the whole. The part of the whole, the seer, is also one with the whole, but since he is but a part, he cannot be the complete whole at any time. This acintya-bhed&#257;bheda &#8212; simultaneous oneness and difference &#8212; is the perfect philosophy propounded by Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>