<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 20 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 20 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Surrenders the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.20.3</P><P CLASS=c>sa c&#257;ham vitta-lobhena</P><P CLASS=c>praty&#257;cakshe katham dvijam</P><P CLASS=c>prati&#347;rutya dad&#257;m&#299;ti</P><P CLASS=c>pr&#257;hr&#257;dih kitavo yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/v/vitta">vitta</A>-<A CLASS=v HREF="http://vedabase.net/l/lobhena">lobhena</A> &#8212; for being allured by greed for money; <A CLASS=v HREF="http://vedabase.net/p/pratyacakse">praty&#257;cakshe</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall cheat or say <A HREF="http://vedabase.net/n/no">no</A> when <A HREF="http://vedabase.net/i/i">I</A> have already said yes; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/d/dvijam">dvijam</A> &#8212; especially <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/p/pratisrutya">prati&#347;rutya</A> &#8212; after already having promised; <A CLASS=v HREF="http://vedabase.net/d/dadami">dad&#257;mi</A> &#8212; that <A HREF="http://vedabase.net/i/i">I</A> shall give; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/prahradih">pr&#257;hr&#257;dih</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> who <A HREF="http://vedabase.net/a/am">am</A> famous <A HREF="http://vedabase.net/a/as">as</A> the grandson of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A>; <A CLASS=v HREF="http://vedabase.net/k/kitavah">kitavah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> ordinary cheater; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just like.</P><P CLASS=t>TRANSLATION</P><P>I am the grandson of Mah&#257;r&#257;ja Prahl&#257;da. How can I withdraw my promise because of greed for money when I have already said that I shall give this land? How can I behave like an ordinary cheater, especially toward a br&#257;hmana?</P><P CLASS=t>PURPORT</P><P>Bali Mah&#257;r&#257;ja had already been blessed by his grandfather Prahl&#257;da Mah&#257;r&#257;ja. Therefore, he was a pure devotee, although born in a family of demons. There are two kinds of highly elevated devotees, called s&#257;dhana-siddha and krip&#257;-siddha. S&#257;dhana-siddha refers to one who has become a devotee by regular execution of the regulative principles mentioned in the &#347;&#257;stras, as ordered and directed by the spiritual master. If one regularly executes such devotional service, he will certainly attain perfection in due course of time. But there are other devotees, who may not have undergone all the required details of devotional service but who, by the special mercy of guru and Krishna &#8212; the spiritual master and the Supreme Personality of Godhead &#8212; have immediately attained the perfection of pure devotional service. Examples of such devotees are the yajña-patn&#299;s, Mah&#257;r&#257;ja Bali and &#346;ukadeva Gosv&#257;m&#299;. The yajña-patn&#299;s were the wives of ordinary br&#257;hmanas engaged in fruitive activities. Although the br&#257;hmanas were very learned and advanced in Vedic knowledge, they could not achieve the mercy of Krishna-Balar&#257;ma, whereas their wives achieved complete perfection in devotional service, despite their being women. Similarly, Vairocani, Bali Mah&#257;r&#257;ja, received the mercy of Prahl&#257;da Mah&#257;r&#257;ja, and by Prahl&#257;da Mah&#257;r&#257;ja's mercy he also received the mercy of Lord Vishnu, who appeared before him as a brahmac&#257;r&#299; beggar. Thus Bali Mah&#257;r&#257;ja became a krip&#257;-siddha because of the special mercy of both guru and Krishna. Caitanya Mah&#257;prabhu confirms this favor: guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja (Cc. <A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>). Bali Mah&#257;r&#257;ja, by the grace of Prahl&#257;da Mah&#257;r&#257;ja, got the seed of devotional service, and when that seed developed, he achieved the ultimate fruit of that service, namely love of Godhead (prem&#257; pum-artho mah&#257;n), immediately upon the appearance of Lord V&#257;manadeva. Bali Mah&#257;r&#257;ja regularly maintained devotion for the Lord, and because he was purified, the Lord appeared before him. Because of unalloyed love for the Lord, he then immediately decided, "I shall give this little dwarf br&#257;hmana whatever He asks from me." This is a sign of love. Thus Bali Mah&#257;r&#257;ja is understood to be one who received the highest perfection of devotional service by special mercy.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>