<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 20 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 20 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Surrenders the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.20.34</P><P CLASS=c>padam dvit&#299;yam kramatas trivishtapam</P><P CLASS=c>na vai trit&#299;y&#257;ya tad&#299;yam anv api</P><P CLASS=c>urukramasy&#257;&#324;ghrir upary upary atho</P><P CLASS=c>mahar-jan&#257;bhy&#257;m tapasah param gatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; step; <A CLASS=v HREF="http://vedabase.net/d/dvitiyam">dvit&#299;yam</A> &#8212; second; <A CLASS=v HREF="http://vedabase.net/k/kramatah">kramatah</A> &#8212; advancing; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vistapam">vishtapam</A> &#8212; all of the heavenly planets; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/trtiyaya">trit&#299;y&#257;ya</A> &#8212; for the third step; <A CLASS=v HREF="http://vedabase.net/t/tadiyam">tad&#299;yam</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; only <A HREF="http://vedabase.net/a/a">a</A> spot of land remained; <A CLASS=v HREF="http://vedabase.net/u/urukramasya">urukramasya</A> &#8212; of the Supreme Personality of Godhead, who performs uncommon activities; <A CLASS=v HREF="http://vedabase.net/a/anghrih">a&#324;ghrih</A> &#8212; steps occupying above and below; <A CLASS=v HREF="http://vedabase.net/u/upari">upari</A> <A CLASS=v HREF="http://vedabase.net/u/upari">upari</A> &#8212; higher and higher; <A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/m/mahah">mahah</A>-<A CLASS=v HREF="http://vedabase.net/j/janabhyam">jan&#257;bhy&#257;m</A> &#8212; than Maharloka and Janaloka; <A CLASS=v HREF="http://vedabase.net/t/tapasah">tapasah</A> &#8212; that Tapoloka; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; beyond that; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; approached.</P><P CLASS=t>TRANSLATION</P><P>As the Lord took His second step, He covered the heavenly planets. And not even a spot remained for the third step, for the Lord's foot extended higher and higher, beyond Maharloka, Janaloka, Tapoloka and even Satyaloka.</P><P CLASS=t>PURPORT</P><P>When the Lord's footstep exceeded the height of all the lokas, including Maharloka, Janaloka, Tapoloka and Satyaloka, His nails certainly pierced the covering of the universe. The universe is covered by the five material elements (bh&#363;mir &#257;po 'nalo v&#257;yuh kham). As stated in the &#347;&#257;stra, these elements are in layers, each ten times thicker than the previous one. Nonetheless, the nails of the Lord pierced through all these layers and made a hole penetrating into the spiritual world. From this hole, the water of the Ganges infiltrated into this material world, and therefore it is said, pada-nakha-n&#299;ra janita jana-p&#257;vana (Da&#347;&#257;vat&#257;ra-stotra 5). Because the Lord kicked a hole in the covering of the universe, the water of the Ganges came into this material world to deliver all the fallen souls.</P><P>Thus end the Bhaktivedanta purports of the Eighth Canto, Twentieth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Bali Mah&#257;r&#257;ja Surrenders the Universe."</P><P CLASS=l><A CLASS=i HREF="32-33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../21/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>