<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 20 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 20 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Surrenders the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.20.9</P><P CLASS=c>sulabh&#257; yudhi viprarshe</P><P CLASS=c>hy anivritt&#257;s tanu-tyajah</P><P CLASS=c>na tath&#257; t&#299;rtha &#257;y&#257;te</P><P CLASS=c>&#347;raddhay&#257; ye dhana-tyajah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/l/labhah">labh&#257;h</A> &#8212; very easily obtained; <A CLASS=v HREF="http://vedabase.net/y/yudhi">yudhi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the battlefield; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A>-<A CLASS=v HREF="http://vedabase.net/r/rse">rishe</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/anivrttah">anivritt&#257;h</A> &#8212; not being afraid of fighting; <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A>-<A CLASS=v HREF="http://vedabase.net/t/tyajah">tyajah</A> &#8212; and thus lay down their lives; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/tirthe">t&#299;rthe</A> <A CLASS=v HREF="http://vedabase.net/a/ayate">&#257;y&#257;te</A> &#8212; on the arrival of <A HREF="http://vedabase.net/a/a">a</A> saintly person who creates holy places; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with faith and devotion; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A>-<A CLASS=v HREF="http://vedabase.net/t/tyajah">tyajah</A> &#8212; can give up their accumulated wealth.</P><P CLASS=t>TRANSLATION</P><P>O best of the br&#257;hmanas, many men have laid down their lives on the battlefield, being unafraid of fighting, but rarely has one gotten the chance to give his accumulated wealth faithfully to a saintly person who creates holy places.</P><P CLASS=t>PURPORT</P><P>Many kshatriyas have laid down their lives on the battlefield for their nations, but hardly a person can be found who has given up all his property and his accumulated wealth in charity to a person worthy of the gift. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/17/20.htm">17.20</A>):</P><P>d&#257;tavyam iti yad d&#257;nam</P><P CLASS=n>d&#299;yate 'nupak&#257;rine</P><P CLASS=n>de&#347;e k&#257;le ca p&#257;tre ca</P><P CLASS=n>tad d&#257;nam s&#257;ttvikam smritam</P><P>"That gift which is given out of duty, at the proper time and place, to a worthy person, and without expectation of return is considered to be charity in the mode of goodness." Thus charity given in the proper place is called s&#257;ttvika. And above this charity in goodness is transcendental charity, in which everything is sacrificed for the sake of the Supreme Personality of Godhead. V&#257;manadeva, the Supreme Personality of Godhead, had come to Bali Mah&#257;r&#257;ja for alms. How could one get such an opportunity to give charity? Therefore, Bali Mah&#257;r&#257;ja decided without hesitation to give the Lord whatever He wanted. One may get various opportunities to lay down his life on the battlefield, but such an opportunity as this is hardly ever obtained.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>