<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 20"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Surrenders the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.20 Summary</P><P>The summary of this Twentieth Chapter is as follows. Despite his knowledge that Lord V&#257;manadeva was cheating him, Bali Mah&#257;r&#257;ja gave everything to the Lord in charity, and thus the Lord extended His body and assumed a gigantic form as Lord Vishnu.</P><P>After hearing the instructive advice of &#346;ukr&#257;c&#257;rya, Bali Mah&#257;r&#257;ja became contemplative. Because it is the duty of a householder to maintain the principles of religion, economic development and sense gratification, Bali Mah&#257;r&#257;ja thought it improper to withdraw his promise to the brahmac&#257;r&#299;. To lie or fail to honor a promise given to a brahmac&#257;r&#299; is never proper, for lying is the most sinful activity. Everyone should be afraid of the sinful reactions to lying, for mother earth cannot even bear the weight of a sinful liar. The spreading of a kingdom or empire is temporary; if there is no benefit for the general public, such expansion has no value. Previously, all the great kings and emperors expanded their kingdoms with a regard for the welfare of the people in general. Indeed, while engaged in such activities for the benefit of the general public, eminent men sometimes even sacrificed their lives. It is said that one who is glorious in his activities is always living and never dies. Therefore, fame should be the aim of life, and even if one becomes poverty-stricken for the sake of a good reputation, that is not a loss. Bali Mah&#257;r&#257;ja thought that even if this brahmac&#257;r&#299;, V&#257;manadeva, were Lord Vishnu, if the Lord accepted his charity and then again arrested him, Bali Mah&#257;r&#257;ja would not envy Him. Considering all these points, Bali Mah&#257;r&#257;ja finally gave in charity everything he possessed.</P><P>Lord V&#257;manadeva then immediately extended Himself into a universal body. By the mercy of Lord V&#257;manadeva, Bali Mah&#257;r&#257;ja could see that the Lord is all-pervading and that everything rests in His body. Bali Mah&#257;r&#257;ja could see Lord V&#257;manadeva as the supreme Vishnu, wearing a helmet, yellow garments, the mark of &#346;r&#299;vatsa, the Kaustubha jewel, a flower garland, and ornaments decorating His entire body. The Lord gradually covered the entire surface of the world, and by extending His body He covered the entire sky. With His hands He covered all directions, and with His second footstep He covered the entire upper planetary system. Therefore there was no vacant place where He could take His third footstep.</P><P CLASS=l><A CLASS=i HREF="../19/43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>