<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 6 Verse 193</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 6 Verse 193"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Meeting of &#346;r&#299; Caitanya Mah&#257;prabhu and Raghunatha dasa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 6.193</P><P CLASS=c>prabhu kahe, &#8212; "krishna-krip&#257; balishtha sab&#257; haite</P><P CLASS=c>tom&#257;re k&#257;dila vishaya-vishth&#257;-garta haite"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A> said; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A> &#8212; the mercy of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/balistha">balishtha</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A> powerful; <A CLASS=v HREF="http://vedabase.net/s/saba">sab&#257;</A> <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; than anything; <A CLASS=v HREF="http://vedabase.net/t/tomare">tom&#257;re</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/k/kadila">k&#257;dila</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> has delivered; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A> &#8212; of material enjoyment; <A CLASS=v HREF="http://vedabase.net/v/vistha">vishth&#257;</A> &#8212; of stool; <A CLASS=v HREF="http://vedabase.net/g/garta">garta</A> &#8212; the ditch; <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;r&#299; Caitanya Mah&#257;prabhu said, "The mercy of Lord Krishna is stronger than anything else. Therefore the Lord has delivered you from the ditch of materialistic life, which is like a hole into which people pass stool."</P><P CLASS=t>PURPORT</P><P>According to the law of karma, everyone is destined to suffer or enjoy according to a certain material standard, but the mercy of Lord Krishna is so powerful that the Lord can change all the reactions of one's past karma, or fruitive activities. Lord &#346;r&#299; Caitanya Mah&#257;prabhu specifically drew attention to the mercy of Lord Krishna. That mercy is more powerful than anything else, for it had saved Raghun&#257;tha d&#257;sa from the strong bondage of materialistic life, which the Lord compared to a hole where people pass stool. &#346;r&#299; Caitanya Mah&#257;prabhu gave His verdict that those addicted to the materialistic way of life are like worms that are living in stool but cannot give it up. A griha-vrata, one who has decided to live in a comfortable home although it is actually miserable, is in a condemned position. Only the mercy of Krishna can save one from such misery. Without Krishna's mercy, one cannot get out of the filthy entanglement of materialistic life. The poor living entity cannot give up his materialistic position on his own; only when granted the special mercy of Krishna can he give it up. Lord Caitanya Mah&#257;prabhu knew very well that Raghun&#257;tha d&#257;sa was already liberated. Nevertheless He emphasized that Raghun&#257;tha d&#257;sa's life of material comfort as a very rich man's son with a very beautiful wife and many servants to attend him was like a ditch of stool. The Lord thus specifically indicated that ordinary men who are very happy with material comforts and family life are in no better position than worms in stool.</P><P CLASS=l><A CLASS=i HREF="192.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="194.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>