<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 6 Verse 198</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 6 Verse 198"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Meeting of &#346;r&#299; Caitanya Mah&#257;prabhu and Raghunatha dasa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 6.198</P><P CLASS=c>yadyadi brahmanya kare br&#257;hmanera sah&#257;ya</P><P CLASS=c>'&#347;uddha-vaishnava' nahe, haye 'vaishnavera pr&#257;ya'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yadyapi">yadyapi</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/b/brahmanya">brahmanya</A> <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; give charity <A HREF="http://vedabase.net/t/to">to</A> the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/b/brahmanera">br&#257;hmanera</A> <A CLASS=v HREF="http://vedabase.net/s/sahaya">sah&#257;ya</A> &#8212; great helpers <A HREF="http://vedabase.net/t/to">to</A> the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/s/suddha">&#347;uddha</A>-<A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> Vaishnavas; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/haye">haye</A> &#8212; they <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/v/vaisnavera">vaishnavera</A> <A CLASS=v HREF="http://vedabase.net/p/praya">pr&#257;ya</A> &#8212; almost like Vaishnavas.</P><P CLASS=t>TRANSLATION</P><P>"Although your father and uncle are charitable to br&#257;hmanas and greatly help them, they are nevertheless not pure Vaishnavas. However, they are almost like Vaishnavas.</P><P CLASS=t>PURPORT</P><P>As stated by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya, some people, usually very rich men, dress like Vaishnavas and give charity to br&#257;hmanas. They are also attached to Deity worship, but because of their attachment to material enjoyment, they cannot be pure Vaishnavas. Any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]. The pure Vaishnava has no desire for material enjoyment. That is the basic qualification of a pure Vaishnava. There are men, especially rich men, who regularly worship the Deity, give charity to br&#257;hmanas and are pious in every respect, but they cannot be pure Vaishnavas. Despite their outward show of Vaishnavism and charity, their inner desire is to enjoy a higher standard of material life. Raghun&#257;tha d&#257;sa's father, Govardhana, and uncle, Hiranya d&#257;sa, were both very charitable to br&#257;hmanas. Indeed, the br&#257;hmanas from the Gaud&#299;ya district were practically dependent upon them. Thus they were accepted as very pious gentlemen. However, they presented themselves as Vaishnavas to the eyes of people in general, although from a purely spiritual point of view they were ordinary human beings, not pure Vaishnavas. Actual Vaishnavas considered them almost Vaishnavas, not pure Vaishnavas. In other words, they were kanishtha-adhik&#257;r&#299;s, for they were ignorant of higher Vaishnava regulative principles. Nevertheless, they could not be called vishay&#299;s, or blind materialistic enjoyers.</P><P CLASS=l><A CLASS=i HREF="197.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="199.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>