<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 6 Verse 223</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 6 Verse 223"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Meeting of &#346;r&#299; Caitanya Mah&#257;prabhu and Raghunatha dasa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 6.223</P><P CLASS=c>vair&#257;g&#299; karibe sad&#257; n&#257;ma-sa&#324;k&#299;rtana</P><P CLASS=c>m&#257;giy&#257; kh&#257;ñ&#257; kare j&#299;vana rakshana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vairagi">vair&#257;g&#299;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person <A HREF="http://vedabase.net/i/in">in</A> the renounced order; <A CLASS=v HREF="http://vedabase.net/k/karibe">karibe</A> &#8212; will <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A> &#8212; chanting of the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord; <A CLASS=v HREF="http://vedabase.net/m/magiya">m&#257;giy&#257;</A> &#8212; by begging; <A CLASS=v HREF="http://vedabase.net/k/khana">kh&#257;ñ&#257;</A> &#8212; eating; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> <A CLASS=v HREF="http://vedabase.net/j/jivana">j&#299;vana</A> <A CLASS=v HREF="http://vedabase.net/r/raksana">rakshana</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> sustains his life.</P><P CLASS=t>TRANSLATION</P><P>"A person in the renounced order should always chant the holy name of the Lord. He should beg some alms to eat, and he should sustain his life in this way.</P><P CLASS=t>PURPORT</P><P>As stated in the Hari-bhakti-vil&#257;sa at the end of the Twentieth Vil&#257;sa (<A CLASS=v HREF="http://vedabase.net/todo/vilasa20/366">20.366</A>, 379, 382):</P><P>krity&#257;ny et&#257;ni tu pr&#257;yo grihin&#257;m dhanin&#257;m sat&#257;m</P><P CLASS=n>likhit&#257;ni na tu tyakta-parigraha-mah&#257;tman&#257;m</P><P CLASS=n>prabh&#257;te c&#257;rdha-r&#257;tre ca madhy&#257;hne divasa-kshaye</P><P CLASS=n>k&#299;rtayanti harim ye vai te taranti bhav&#257;rnavam</P><P CLASS=n>evam ek&#257;ntin&#257;m pr&#257;yah k&#299;rtanam smaranam prabhoh</P><P CLASS=n>kurvat&#257;m parama-pr&#299;ty&#257; krityam anyan na rocate</P><P>A well-to-do householder Vaishnava cannot live like a person in the renounced order who completely takes shelter of the holy name. Such a householder should chant the holy name of Krishna in the morning, at midday and in the evening. Then he will be able to cross beyond nescience. Pure devotees in the renounced order, however, who fully surrender to the lotus feet of Krishna, should chant the holy name of the Lord with great love and faith, always thinking of Krishna's lotus feet. They should have no occupation other than chanting the holy name of the Lord. In the Bhakti-sandarbha (283), &#346;r&#299;la J&#299;va Gosv&#257;m&#299; says:</P><P>yady api &#347;r&#299;-bh&#257;gavata-mate pañca-r&#257;tr&#257;di-vad-arcana-m&#257;rgasy&#257;va&#347;yakatvam n&#257;sti, tad vin&#257;pi &#347;aran&#257;patty-&#257;d&#299;n&#257;m ekataren&#257;pi purush&#257;rtha-siddher abhihitatv&#257;t.</P><P>"It is &#346;r&#299;mad-Bh&#257;gavatam's opinion that the process of Deity worship is not actually necessary, just as the specific prescriptions of the Pañcar&#257;tra and other scriptures do not have to be followed. The Bh&#257;gavatam enjoins that even without practicing Deity worship one can achieve the complete success of human life by any of the other devotional processes, such as simply offering oneself at the Lord's feet for His protection."</P><P CLASS=l><A CLASS=i HREF="222.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="224.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>