<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 6 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 6 Verse 23"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Meeting of &#346;r&#299; Caitanya Mah&#257;prabhu and Raghunatha dasa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 6.23</P><P CLASS=c>vi&#347;eshe k&#257;yastha-buddhye antare kare dara</P><P CLASS=c>mukhe tarje garje, m&#257;rite sabhaya antara</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visese">vi&#347;eshe</A> &#8212; specifically; <A CLASS=v HREF="http://vedabase.net/k/kayastha">k&#257;yastha</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhye">buddhye</A> &#8212; considering <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/k/kayastha">k&#257;yastha</A>; <A CLASS=v HREF="http://vedabase.net/a/antare">antare</A> &#8212; within his heart; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> <A CLASS=v HREF="http://vedabase.net/d/dara">dara</A> &#8212; is afraid; <A CLASS=v HREF="http://vedabase.net/m/mukhe">mukhe</A> &#8212; with his mouth; <A CLASS=v HREF="http://vedabase.net/t/tarje">tarje</A> <A CLASS=v HREF="http://vedabase.net/g/garje">garje</A> &#8212; threatens; <A CLASS=v HREF="http://vedabase.net/m/marite">m&#257;rite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> beat; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; afraid; <A CLASS=v HREF="http://vedabase.net/a/antara">antara</A> &#8212; at heart.</P><P CLASS=t>TRANSLATION</P><P>Indeed, the caudhur&#299; was afraid of Raghun&#257;tha d&#257;sa because Raghun&#257;tha d&#257;sa belonged to the k&#257;yastha community. Although the caudhur&#299; would chastise him with oral vibrations, he was afraid to beat him.</P><P CLASS=t>PURPORT</P><P>Raghun&#257;tha d&#257;sa belonged to a very aristocratic family of the k&#257;yastha community. He had substantial influence with the local people, and therefore the caudhur&#299;, or minister, was afraid to beat him. Superficially he would chastise Raghun&#257;tha d&#257;sa with threatening vibrations, but he did not beat him. The members of the k&#257;yastha community in India are generally very intelligent and expert in business management. Formerly they were mostly government officers. They were mentioned even by Y&#257;jñavalkya, as quoted by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya:</P><P>c&#257;ta-taskara-durvrittair mah&#257;-s&#257;hasik&#257;dibhih</P><P CLASS=n>p&#299;dyam&#257;n&#257; praj&#257; rakshet k&#257;yasthai&#347; ca vi&#347;eshatah</P><P>From this verse it appears that the governmental officials of the k&#257;yastha community would sometimes chastise the citizens, and thus it was the duty of the king to protect the people in general from the atrocities of the k&#257;yasthas. In Bengal the k&#257;yastha community is honored almost as much as the br&#257;hmana community, but in the up-country of India the k&#257;yasthas are considered &#347;&#363;dras because they generally eat meat and drink wine. In any case, from history the k&#257;yasthas appear very intelligent. Thus the Muslim caudhur&#299; was afraid of Raghun&#257;tha d&#257;sa because he belonged to the k&#257;yastha community.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>