<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 6 Verse 294</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 6 Verse 294"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Meeting of &#346;r&#299; Caitanya Mah&#257;prabhu and Raghunatha dasa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 6.294</P><P CLASS=c>prabhu kahe, &#8212; "ei &#347;il&#257; krishnera vigraha</P><P CLASS=c>i&#324;h&#257;ra sev&#257; kara tumi kariy&#257; &#257;graha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A> said; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;il&#257;</A> &#8212; this stone; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> <A CLASS=v HREF="http://vedabase.net/v/vigraha">vigraha</A> &#8212; the form of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/i/inhara">i&#324;h&#257;ra</A> &#8212; of this; <A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/k/kariya">kariy&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/agraha">&#257;graha</A> &#8212; with great eagerness.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu instructed Raghun&#257;tha d&#257;sa, "This stone is the transcendental form of Lord Krishna. Worship the stone with great eagerness."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya that in the opinion of &#346;r&#299; Caitanya Mah&#257;prabhu, the govardhana-&#347;il&#257;, the stone from Govardhana Hill, was directly the form of Krishna, the son of Mah&#257;r&#257;ja Nanda. The Lord used the stone for three years, and then in the heart of Raghun&#257;tha d&#257;sa the Lord awakened devotional service to the stone. The Lord then gave the stone to Raghun&#257;tha d&#257;sa, accepting him as one of His most confidential servants. However, some envious people conclude that because Raghun&#257;tha d&#257;sa had not taken birth in the family of a br&#257;hmana, &#346;r&#299; Caitanya Mah&#257;prabhu did not give him the right to worship the Deity directly but instead gave him a stone from Govardhana. This kind of thought is n&#257;rak&#299;, or hellish. As stated in the Padma Pur&#257;na, arcye vishnau &#347;il&#257;-dh&#299;r gurushu nara-matir vaishnave j&#257;ti-buddhih . . . yasya v&#257; n&#257;rak&#299; sah. If one thinks that the worshipable &#347;&#257;lagr&#257;ma-&#347;il&#257; is a mere stone, that the spiritual master is an ordinary human being or that a pure Vaishnava preaching the bhakti cult all over the world is a member of a particular caste or material division of society, he is considered a n&#257;rak&#299;, a candidate for hellish life. When &#346;r&#299; Caitanya Mah&#257;prabhu instructed that the govardhana-&#347;il&#257;, the stone taken from Govardhana, is nondifferent from the body of &#346;r&#299; Krishna, the Supreme Personality of Godhead, He indirectly advised such foolish persons that one should not be envious of a Vaishnava who belongs to a different caste or sect. One should accept a Vaishnava as transcendental. In this way one can be saved; otherwise, one is surely awaiting a hellish life.</P><P CLASS=l><A CLASS=i HREF="293.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="295.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>