<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 6"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: The Meeting of &#346;r&#299; Caitanya Mah&#257;prabhu and Raghunatha dasa Gosv&#257;m&#299;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 6 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 6.1</B></A>: With the ropes of His causeless mercy, &#346;r&#299; Krishna Caitanya Mah&#257;prabhu employed a trick to deliver Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; from the blind well of contemptible family life. He made Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; one of His personal associates, placing him under the charge of Svar&#363;pa D&#257;modara Gosv&#257;m&#299;. I offer my obeisances unto Him.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 6.2</B></A>: All glories to Lord Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda! All glories to &#346;r&#299; Advaita &#256;c&#257;rya! And all glories to all the devotees of Lord &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 6.3</B></A>: Thus Lord Gauracandra performed various pastimes with His associates at Jagann&#257;tha Pur&#299; in varieties of transcendental pleasure.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 6.4</B></A>: Although &#346;r&#299; Caitanya Mah&#257;prabhu felt pangs of separation from Krishna, He did not manifest His feelings externally, for He feared the unhappiness of His devotees.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 6.5</B></A>: The transformations undergone by the Lord when He manifested severe unhappiness due to separation from Krishna cannot be described.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 6.6</B></A>: When the Lord acutely felt pangs of separation from Krishna, only &#346;r&#299; R&#257;m&#257;nanda R&#257;ya's talks about Krishna and the sweet songs of Svar&#363;pa D&#257;modara kept Him alive.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 6.7</B></A>: Because the Lord associated with various devotees during the day, His mind was somewhat diverted, but at night the pangs of separation from Krishna increased very rapidly.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 6.8</B></A>: Two people &#8212; R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara Gosv&#257;m&#299; &#8212; stayed with the Lord to pacify Him by reciting various verses about Krishna's pastimes and by singing appropriate songs for His satisfaction.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 6.9</B></A>: Previously, when Lord Krishna was personally present, Subala, one of His cowherd boyfriends, gave Him happiness when He felt separation from R&#257;dh&#257;r&#257;n&#299;. Similarly, R&#257;m&#257;nanda R&#257;ya helped give happiness to Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 6.10</B></A>: Previously, when &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; felt the pangs of separation from Krishna, Her constant companion Lalit&#257; kept Her alive by helping Her in many ways. Similarly, when &#346;r&#299; Caitanya Mah&#257;prabhu felt R&#257;dh&#257;r&#257;n&#299;'s emotions, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; helped Him maintain His life.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 6.11</B></A>: To describe the fortunate position of R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara Gosv&#257;m&#299; is extremely difficult. They were renowned as intimately confidential friends of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 6.12</B></A>: The Lord thus enjoyed His life with His devotees. O devotees of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, now hear how Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; met the Lord.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 6.13</B></A>: When Raghun&#257;tha d&#257;sa, during his family life, went to meet &#346;r&#299; Caitanya Mah&#257;prabhu at &#346;&#257;ntipura, the Lord gave him worthy instructions by His causeless mercy.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 6.14</B></A>: Instead of becoming a so-called renunciant, Raghun&#257;tha d&#257;sa, following the instructions of the Lord, returned home and played exactly like a pounds-and-shillings man.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 6.15</B></A>: Raghun&#257;tha d&#257;sa was inwardly completely renounced, even in family life, but he did not express his renunciation externally. Instead, he acted just like an ordinary businessman. Seeing this, his father and mother were satisfied.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 6.16</B></A>: When he received a message that Lord &#346;r&#299; Caitanya Mah&#257;prabhu had returned from Mathur&#257; City, Raghun&#257;tha d&#257;sa endeavored to go to the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 6.17</B></A>: At that time there was a Muslim official collecting the taxes of Saptagr&#257;ma.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 6.18</B></A>: When Hiranya d&#257;sa, Raghun&#257;tha d&#257;sa's uncle, made an agreement with the government to collect taxes, the Muslim caudhur&#299;, or tax collector, having lost his position, became extremely envious of him.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 6.19</B></A>: Hiranya d&#257;sa was collecting 2,000,000 coins and therefore should have delivered 1,500,000 to the government. Instead, he was giving only 1,200,000, thus making an extra profit of 300,000 coins. Seeing this, the Muslim caudhur&#299;, who was a Turk, became his rival.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 6.20</B></A>: After sending a confidential account to the government treasury, the caudhur&#299; brought the minister in charge. The caudhur&#299; came, wanting to arrest Hiranya d&#257;sa, but Hiranya d&#257;sa had left home. Therefore the caudhur&#299; arrested Raghun&#257;tha d&#257;sa.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 6.21</B></A>: Every day, the Muslim would chastise Raghun&#257;tha d&#257;sa and tell him, "Bring your father and his elder brother. Otherwise you will be punished."</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 6.22</B></A>: The caudhur&#299; wanted to beat him, but as soon as he saw Raghun&#257;tha's face, his mind changed, and he could not beat him.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 6.23</B></A>: Indeed, the caudhur&#299; was afraid of Raghun&#257;tha d&#257;sa because Raghun&#257;tha d&#257;sa belonged to the k&#257;yastha community. Although the caudhur&#299; would chastise him with oral vibrations, he was afraid to beat him.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 6.24</B></A>: While this was going on, Raghun&#257;tha d&#257;sa thought of a tricky method of escape. Thus he humbly submitted this plea at the feet of the Muslim caudhur&#299;.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 6.25</B></A>: "My dear sir, my father and his elder brother are your brothers. All brothers always fight about something.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 6.26</B></A>: "Sometimes brothers fight among themselves, and sometimes they have very friendly dealings. There is no certainty when such changes will take place. Thus I am sure that although today you are fighting, tomorrow you three brothers will be sitting together in peace.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 6.27</B></A>: "Just as I am my father's son, so I am also yours. I am your dependent, and you are my maintainer.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 6.28</B></A>: "For a maintainer to punish the person he maintains is not good. You are expert in all the scriptures. Indeed, you are like a living saint."</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 6.29</B></A>: When the Muslim heard Raghun&#257;tha d&#257;sa's appealing voice, his heart softened. He began to cry, and tears glided down his beard.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 6.30</B></A>: The Muslim caudhur&#299; told Raghun&#257;tha d&#257;sa, "You are my son from this day on. Today, by some means, I shall have you released."</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 6.31</B></A>: After informing the minister, the caudhur&#299; released Raghun&#257;tha d&#257;sa and then began to speak to him with great affection.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 6.32</B></A>: "Your father's elder brother is less intelligent," he said. "He enjoys 800,000 coins, but since I am also a shareholder, he should give some portion of it to me.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 6.33</B></A>: "Now you go arrange a meeting between me and your uncle. Let him do whatever he thinks best. I shall completely depend on his decision."</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 6.34</B></A>: Raghun&#257;tha d&#257;sa arranged a meeting between his uncle and the caudhur&#299;. The matter was settled, and everything was peaceful.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 6.35</B></A>: In this way Raghun&#257;tha d&#257;sa passed one year exactly like a first-class business manager, but the next year he again decided to leave home.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 6.36</B></A>: He got up alone one night and left, but his father caught him in a distant place and brought him back.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 6.37</B></A>: This became almost a daily affair. Raghun&#257;tha would run away from home, and his father would again bring him back. Then Raghun&#257;tha d&#257;sa's mother spoke to his father as follows.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 6.38</B></A>: "Our son has become mad," she said. "Just keep him by binding him with ropes." His father, being very unhappy, replied to her as follows.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 6.39</B></A>: "Raghun&#257;tha d&#257;sa, our son, has opulences like Indra, the heavenly King, and his wife is as beautiful as an angel. Yet all this could not tie down his mind.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 6.40</B></A>: "How then could we keep this boy home by binding him with ropes? It is not possible even for one's father to nullify the reactions of one's past activities.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 6.41</B></A>: "Lord &#346;r&#299; Caitanya Mah&#257;prabhu has fully bestowed His mercy on him. Who can keep home such a madman of Caitanyacandra?"</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 6.42</B></A>: Then Raghun&#257;tha d&#257;sa considered something in his mind, and the next day he went to Nity&#257;nanda Gos&#257;ñi.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 6.43</B></A>: In the village of P&#257;nih&#257;ti, Raghun&#257;tha d&#257;sa obtained an interview with Nity&#257;nanda Prabhu, who was accompanied by many k&#299;rtana performers, servants and others.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 6.44</B></A>: Sitting on a rock under a tree on the bank of the Ganges, Lord Nity&#257;nanda seemed as effulgent as hundreds of thousands of rising suns.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 6.45</B></A>: Many devotees sat on the ground surrounding Him. Seeing the influence of Nity&#257;nanda Prabhu, Raghun&#257;tha d&#257;sa was astonished.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 6.46</B></A>: Raghun&#257;tha d&#257;sa offered his obeisances by falling prostrate at a distant place, and the servant of Nity&#257;nanda Prabhu pointed out, "There is Raghun&#257;tha d&#257;sa, offering You obeisances."</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 6.47</B></A>: Hearing this, Lord Nity&#257;nanda Prabhu said, "You are a thief. Now you have come to see Me. Come here, come here. Today I shall punish you!"</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 6.48</B></A>: The Lord called him, but Raghun&#257;tha d&#257;sa did not go near the Lord. Then the Lord forcibly caught him and placed His lotus feet upon Raghun&#257;tha d&#257;sa's head.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 6.49</B></A>: Lord Nity&#257;nanda was by nature very merciful and funny. Being merciful, He spoke to Raghun&#257;tha d&#257;sa as follows.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 6.50</B></A>: "You are just like a thief, for instead of coming near, you stay away at a distant place. Now that I have captured you, I shall punish you.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 6.51</B></A>: "Make a festival and feed all My associates yogurt and chipped rice." Hearing this, Raghun&#257;tha d&#257;sa was greatly pleased.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 6.52</B></A>: Raghun&#257;tha d&#257;sa immediately sent his own men to the village to purchase all kinds of eatables and bring them back.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 6.53</B></A>: Raghun&#257;tha d&#257;sa brought chipped rice, yogurt, milk, sweetmeats, sugar, bananas and other eatables and placed them all around.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 6.54</B></A>: As soon as they heard that a festival was going to be held, all kinds of br&#257;hmanas and other gentlemen began to arrive. Thus there were innumerable people.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 6.55</B></A>: Seeing the crowd increasing, Raghun&#257;tha d&#257;sa arranged to get more eatables from other villages. He also brought two to four hundred large, round earthen pots.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 6.56</B></A>: He also obtained five or seven especially large earthen pots, and in these pots a br&#257;hmana began soaking chipped rice for the satisfaction of Lord Nity&#257;nanda.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 6.57</B></A>: In one place, chipped rice was soaked in hot milk in each of the large pots. Then half the rice was mixed with yogurt, sugar and bananas.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 6.58</B></A>: The other half was mixed with condensed milk and a special type of banana known as c&#257;&#324;p&#257;-kal&#257;. Then sugar, clarified butter and camphor were added.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 6.59</B></A>: After Nity&#257;nanda Prabhu had changed His cloth for a new one and sat on a raised platform, the br&#257;hmana brought before Him the seven huge pots.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 6.60</B></A>: On that platform, all the most important associates of &#346;r&#299; Nity&#257;nanda Prabhu, as well as other important men, sat down in a circle around the Lord.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 6.61</B></A>: Among them were R&#257;mad&#257;sa, Sundar&#257;nanda, Gad&#257;dhara d&#257;sa, Mur&#257;ri, Kamal&#257;kara, Sad&#257;&#347;iva and Purandara.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 6.62</B></A>: Dhanañjaya, Jagad&#299;&#347;a, Parame&#347;vara d&#257;sa, Mahe&#347;a, Gaur&#299;d&#257;sa and Hoda Krishnad&#257;sa were also there.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 6.63</B></A>: Similarly, Uddh&#257;rana Datta Th&#257;kura and many other personal associates of the Lord sat on the raised platform with Nity&#257;nanda Prabhu. No one could count them all.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 6.64</B></A>: Hearing about the festival, all kinds of learned scholars, br&#257;hmanas and priests went there. Lord Nity&#257;nanda Prabhu honored them and made them sit on the raised platform with Him.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 6.65</B></A>: Everyone was offered two earthen pots. In one was put chipped rice with condensed milk, and in the other chipped rice with yogurt.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 6.66</B></A>: All the other people sat in groups around the platform. No one could count how many people there were.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 6.67</B></A>: Each and every one of them was supplied two earthen pots &#8212; one of chipped rice soaked in yogurt and the other of chipped rice soaked in condensed milk.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 6.68</B></A>: Some of the br&#257;hmanas, not having gotten a place on the platform, went to the bank of the Ganges with their two earthen pots and soaked their chipped rice there.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 6.69</B></A>: Others, who could not get a place even on the bank of the Ganges, got down into the water and began eating their two kinds of chipped rice.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 6.70</B></A>: Thus some sat on the platform, some at the base of the platform, and some on the bank of the Ganges, and they were all supplied two pots each by the twenty men who distributed the food.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 6.71</B></A>: At that time, R&#257;ghava Pandita arrived there. Seeing the situation, he began to laugh in great surprise.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 6.72</B></A>: He brought many kinds of food cooked in ghee and offered to the Lord. This pras&#257;dam he first placed before Lord Nity&#257;nanda and then distributed among the devotees.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 6.73</B></A>: R&#257;ghava Pandita said to Lord Nity&#257;nanda, "For You, Sir, I have already offered food to the Deity, but You are engaged in a festival here, and so the food is lying there untouched."</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 6.74</B></A>: Lord Nity&#257;nanda replied, "Let Me eat all this food here during the day, and I shall eat at your home at night.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 6.75</B></A>: "I belong to a community of cowherd boys, and therefore I generally have many cowherd associates with Me. I am happy when we eat together in a picnic like this by the sandy bank of the river."</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 6.76</B></A>: Lord Nity&#257;nanda made R&#257;ghava Pandita sit down and had two pots delivered to him also. There were two kinds of chipped rice soaked in them.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 6.77</B></A>: When chipped rice had been served to everyone, Lord Nity&#257;nanda Prabhu, in meditation, brought &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 6.78</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu arrived, Lord Nity&#257;nanda Prabhu stood up. They then saw how the others were enjoying the chipped rice with yogurt and condensed milk.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 6.79</B></A>: From each and every pot, Lord Nity&#257;nanda Prabhu took one morsel of chipped rice and pushed it into the mouth of &#346;r&#299; Caitanya Mah&#257;prabhu as a joke.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 6.80</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu, also smiling, took a morsel of food, pushed it into the mouth of Nity&#257;nanda and laughed as He made Lord Nity&#257;nanda eat it.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 6.81</B></A>: In this way Lord Nity&#257;nanda was walking through all the groups of eaters, and all the Vaishnavas standing there were seeing the fun.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 6.82</B></A>: No one could understand what Nity&#257;nanda Prabhu was doing as He walked about. Some, however, who were very fortunate, could see that Lord &#346;r&#299; Caitanya Mah&#257;prabhu was also present.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 6.83</B></A>: Then Nity&#257;nanda Prabhu smiled and sat down. On His right side He kept four pots of chipped rice that had not been made from boiled paddy.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 6.84</B></A>: Lord Nity&#257;nanda offered &#346;r&#299; Caitanya Mah&#257;prabhu a place and had Him sit down. Then together the two brothers began eating chipped rice.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 6.85</B></A>: Seeing Lord Caitanya Mah&#257;prabhu eating with Him, Lord Nity&#257;nanda Prabhu became very happy and exhibited varieties of ecstatic love.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 6.86</B></A>: Lord Nity&#257;nanda Prabhu ordered, "All of you eat, chanting the holy name of Hari." Immediately the holy names "Hari, Hari" resounded, filling the entire universe.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 6.87</B></A>: When all the Vaishnavas were chanting the holy names "Hari, Hari" and eating, they remembered how Krishna and Balar&#257;ma ate with Their companions the cowherd boys on the bank of the Yamun&#257;.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 6.88</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu and Lord Nity&#257;nanda Prabhu are extremely merciful and liberal. It was Raghun&#257;tha d&#257;sa's good fortune that They accepted all these dealings.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 6.89</B></A>: Who can understand the influence and mercy of Lord Nity&#257;nanda Prabhu? He is so powerful that He induced Lord &#346;r&#299; Caitanya Mah&#257;prabhu to come eat chipped rice on the bank of the Ganges.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Antya 6.90</B></A>: All the confidential devotees who were cowherd boys, headed by &#346;r&#299; R&#257;mad&#257;sa, were absorbed in ecstatic love. They thought the bank of the Ganges to be the bank of the Yamun&#257;.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Antya 6.91</B></A>: When the shopkeepers of many other villages heard about the festival, they arrived there to sell chipped rice, yogurt, sweetmeats and bananas.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 6.92</B></A>: As they came, bringing all kinds of food, Raghun&#257;tha d&#257;sa purchased it all. He gave them the price for their goods and later fed them the very same food.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 6.93</B></A>: Anyone who came to see how these funny things were going on was also fed chipped rice, yogurt and bananas.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 6.94</B></A>: After Lord Nity&#257;nanda Prabhu finished eating, He washed His hands and mouth and gave Raghun&#257;tha d&#257;sa the food remaining in the four pots.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 6.95</B></A>: There was food remaining in the three other big pots of Lord Nity&#257;nanda, and a br&#257;hmana distributed it to all the devotees, giving a morsel to each.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 6.96</B></A>: Then a br&#257;hmana brought a flower garland, placed the garland on Nity&#257;nanda Prabhu's neck and smeared sandalwood pulp all over His body.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 6.97</B></A>: When a servant brought betel nuts and offered them to Lord Nity&#257;nanda, the Lord smiled and chewed them.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 6.98</B></A>: With His own hands Lord Nity&#257;nanda Prabhu distributed to all the devotees whatever flower garlands, sandalwood pulp and betel nuts remained.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 6.99</B></A>: After receiving the remnants of food left by Lord Nity&#257;nanda Prabhu, Raghun&#257;tha d&#257;sa, who was greatly happy, ate some and distributed the rest among his own associates.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 6.100</B></A>: Thus I have described the pastimes of Lord Nity&#257;nanda Prabhu in relation to the celebrated festival of chipped rice and yogurt.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 6.101</B></A>: Nity&#257;nanda Prabhu rested for the day, and when the day ended He went to the temple of R&#257;ghava Pandita and began congregational chanting of the holy name of the Lord.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 6.102</B></A>: Lord Nity&#257;nanda Prabhu first influenced all the devotees to dance, and finally He Himself began dancing, thus inundating the entire world in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 6.103</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu was observing the dancing of Lord Nity&#257;nanda Prabhu. Nity&#257;nanda Prabhu could see this, but the others could not.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Antya 6.104</B></A>: The dancing of Lord Nity&#257;nanda Prabhu, like the dancing of &#346;r&#299; Caitanya Mah&#257;prabhu, cannot be compared to anything within these three worlds.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Antya 6.105</B></A>: No one can properly describe the sweetness of Lord Nity&#257;nanda's dancing. &#346;r&#299; Caitanya Mah&#257;prabhu personally comes to see it.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Antya 6.106</B></A>: After the dancing and after Lord Nity&#257;nanda had rested, R&#257;ghava Pandita submitted his request that the Lord take supper.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Antya 6.107</B></A>: Lord Nity&#257;nanda Prabhu sat down for supper with His personal associates and made a sitting place on His right side for &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Antya 6.108</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu came there and sat down at His place. Seeing this, R&#257;ghava Pandita felt increasing happiness.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Antya 6.109</B></A>: R&#257;ghava Pandita brought the pras&#257;dam before the two brothers and thereafter distributed pras&#257;dam to all the other Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Antya 6.110</B></A>: There were varieties of cakes, sweet rice and fine cooked rice that surpassed the taste of nectar. There were also varieties of vegetables.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Antya 6.111</B></A>: The food prepared and offered to the Deity by R&#257;ghava Pandita was like the essence of nectar. &#346;r&#299; Caitanya Mah&#257;prabhu came there again and again to eat such pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Antya 6.112</B></A>: When R&#257;ghava Pandita offered the food to the Deity after cooking, he would make a separate offering for &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Antya 6.113</B></A>: Every day, &#346;r&#299; Caitanya Mah&#257;prabhu would eat at the house of R&#257;ghava Pandita. Sometimes He would give R&#257;ghava Pandita the opportunity to see Him.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Antya 6.114</B></A>: R&#257;ghava Pandita would bring and distribute pras&#257;dam to the two brothers, feeding Them with great attention. They ate everything, and therefore there were no remnants left.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Antya 6.115</B></A>: He brought so many presentations that no one could know them perfectly. Indeed, it was a fact that the supreme mother, R&#257;dh&#257;r&#257;n&#299;, personally cooked in the house of R&#257;ghava Pandita.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Antya 6.116</B></A>: &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; received from Durv&#257;s&#257; Muni the benediction that whatever She cooked would be sweeter than nectar. That is the special feature of Her cooking.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Antya 6.117</B></A>: Aromatic and pleasing to see, the food was the essence of all sweetness. Thus the two brothers, Lord Caitanya Mah&#257;prabhu and Lord Nity&#257;nanda Prabhu, ate it with great satisfaction.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Antya 6.118</B></A>: All the devotees present requested Raghun&#257;tha d&#257;sa to sit down and take pras&#257;dam, but R&#257;ghava Pandita told them, "He will take pras&#257;dam later."</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Antya 6.119</B></A>: All the devotees took pras&#257;dam, filling themselves to the brim. Thereafter, chanting the holy name of Hari, they stood up and washed their hands and mouths.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Antya 6.120</B></A>: After eating, the two brothers washed Their hands and mouths. Then R&#257;ghava Pandita brought flower garlands and sandalwood pulp and decorated Them.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Antya 6.121</B></A>: R&#257;ghava Pandita offered Them betel nuts and worshiped Their lotus feet. He also distributed betel nuts, flower garlands and sandalwood pulp to the devotees.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Antya 6.122</B></A>: R&#257;ghava Pandita, being very merciful toward Raghun&#257;tha d&#257;sa, offered him the dishes with the remnants of food left by the two brothers.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Antya 6.123</B></A>: He said, "Lord &#346;r&#299; Caitanya Mah&#257;prabhu has eaten this food. If you take His remnants, you will be released from the bondage of your family."</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Antya 6.124</B></A>: The Supreme Personality of Godhead always resides either in the heart or in the home of a devotee. This fact is sometimes hidden and sometimes manifest, for the Supreme Personality of Godhead is fully independent.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Antya 6.125</B></A>: The Supreme Personality of Godhead is all-pervasive, and therefore He resides everywhere. Anyone who doubts this will be annihilated.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Antya 6.126</B></A>: In the morning, after taking His bath in the Ganges, Nity&#257;nanda Prabhu sat down with His associates beneath the same tree under which He had previously sat.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Antya 6.127</B></A>: Raghun&#257;tha d&#257;sa went there and worshiped Lord Nity&#257;nanda's lotus feet. Through R&#257;ghava Pandita, he submitted his desire.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Antya 6.128</B></A>: "I am the lowest of men, the most sinful, fallen and condemned. Nevertheless, I desire to attain shelter at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Antya 6.129</B></A>: "Like a dwarf who wants to catch the moon, I have tried my best many times, but I have never been successful.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Antya 6.130</B></A>: "Every time I tried to go away and give up my home relationships, my father and mother unfortunately kept me bound.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Antya 6.131</B></A>: "No one can attain the shelter of &#346;r&#299; Caitanya Mah&#257;prabhu without Your mercy, but if You are merciful, even the lowest of men can attain shelter at His lotus feet.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Antya 6.132</B></A>: "Although I am unfit and greatly afraid to submit this plea, I nevertheless request You, Sir, to be especially merciful toward me by granting me shelter at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Antya 6.133</B></A>: "Placing Your feet on my head, give me the benediction that I may achieve the shelter of &#346;r&#299; Caitanya Mah&#257;prabhu without difficulty. I pray for this benediction."</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Antya 6.134</B></A>: After hearing this appeal by Raghun&#257;tha d&#257;sa, Lord Nity&#257;nanda Prabhu smiled and told all the devotees, "Raghun&#257;tha d&#257;sa's standard of material happiness is equal to that of Indra, the King of heaven.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Antya 6.135</B></A>: "Because of the mercy bestowed upon him by &#346;r&#299; Caitanya Mah&#257;prabhu, Raghun&#257;tha d&#257;sa, although situated in such material happiness, does not like it at all. Therefore let every one of you be merciful toward him and give him the benediction that he may very soon attain shelter at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Antya 6.136</B></A>: "One who experiences the fragrance of the lotus feet of Lord Krishna does not value even the standard of happiness available in Brahmaloka, the topmost planet. And what to speak of heavenly happiness?</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Antya 6.137</B></A>: "'Lord Krishna, the Supreme Personality of Godhead, is offered sublime, poetic prayers by those trying to attain His favor. Thus He is known as Uttama&#347;loka. Being very eager to gain the association of Lord Krishna, King Bharata, although in the prime of youth, gave up his very attractive wife, affectionate children, most beloved friends and opulent kingdom, exactly as one gives up stool after excreting it.'"</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Antya 6.138</B></A>: Then Lord Nity&#257;nanda Prabhu called Raghun&#257;tha d&#257;sa near Him, placed His lotus feet upon Raghun&#257;tha d&#257;sa's head and began to speak.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Antya 6.139</B></A>: "My dear Raghun&#257;tha d&#257;sa," He said, "since you arranged the feast on the bank of the Ganges, &#346;r&#299; Caitanya Mah&#257;prabhu came here just to show you His mercy.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Antya 6.140</B></A>: "By His causeless mercy He ate the chipped rice and milk. Then, after seeing the dancing of the devotees at night, He took His supper.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Antya 6.141</B></A>: "Lord &#346;r&#299; Caitanya Mah&#257;prabhu, Gaurahari, came here personally to deliver you. Now rest assured that all the impediments meant for your bondage are gone.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Antya 6.142</B></A>: "&#346;r&#299; Caitanya Mah&#257;prabhu will accept you and place you under the charge of His secretary, Svar&#363;pa D&#257;modara. You will thus become one of the most confidential internal servants and will attain shelter at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Antya 6.143</B></A>: "Being assured of all this, return to your own home. Very soon, without impediments, you will attain shelter at the lotus feet of Lord &#346;r&#299; Caitanya Mah&#257;prabhu."</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Antya 6.144</B></A>: Lord Nity&#257;nanda had Raghun&#257;tha d&#257;sa blessed by all the devotees, and Raghun&#257;tha d&#257;sa offered his respects to their lotus feet.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Antya 6.145</B></A>: After taking leave of Lord Nity&#257;nanda Prabhu and then all the other Vaishnavas, &#346;r&#299; Raghun&#257;tha d&#257;sa consulted secretly with R&#257;ghava Pandita.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Antya 6.146</B></A>: After consulting with R&#257;ghava Pandita, he secretly delivered one hundred gold coins and about seven tol&#257;s of gold into the hand of Nity&#257;nanda Prabhu's treasurer.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Antya 6.147</B></A>: Raghun&#257;tha d&#257;sa admonished the treasurer, "Do not speak about this to Lord Nity&#257;nanda Prabhu now, but when He returns home, kindly inform Him about this presentation."</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Antya 6.148</B></A>: Thereupon, R&#257;ghava Pandita took Raghun&#257;tha d&#257;sa to his home. After inducing him to see the Deity, he gave Raghun&#257;tha d&#257;sa a garland and sandalwood pulp.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Antya 6.149</B></A>: He gave Raghun&#257;tha d&#257;sa a large quantity of pras&#257;dam to eat on his way home. Then Raghun&#257;tha d&#257;sa again spoke to R&#257;ghava Pandita.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Antya 6.150</B></A>: "I want to give money," he said, "just to worship the lotus feet of all the great devotees, servants and subservants of Lord Nity&#257;nanda Prabhu.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Antya 6.151</B></A>: "As you think fit, give twenty, fifteen, twelve, ten or five coins to each of them."</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Antya 6.152</B></A>: Raghun&#257;tha d&#257;sa drew up an account of the amount to be given and submitted it to R&#257;ghava Pandita, who then made up a list showing how much money was to be paid to each and every devotee.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Antya 6.153</B></A>: With great humility, Raghun&#257;tha d&#257;sa placed one hundred gold coins and about two tol&#257;s of gold before R&#257;ghava Pandita for all the other devotees.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Antya 6.154</B></A>: After taking dust from the feet of R&#257;ghava Pandita, Raghun&#257;tha d&#257;sa returned to his home, feeling greatly obligated to Lord Nity&#257;nanda Prabhu because of having received His merciful benediction.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Antya 6.155</B></A>: From that day on, he did not go into the interior section of the house. Instead, he would sleep on the Durg&#257;-mandapa [the place where mother Durg&#257; was worshiped].</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Antya 6.156</B></A>: There, however, the watchmen alertly kept guard. Raghun&#257;tha d&#257;sa was thinking of various means by which to escape their vigilance.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Antya 6.157</B></A>: At that time, all the devotees of Bengal were going to Jagann&#257;tha Pur&#299; to see Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Antya 6.158</B></A>: Raghun&#257;tha d&#257;sa could not accompany them, for they were so famous that he would have been caught immediately.</P><P CLASS=r><A CLASS=i HREF="159-160.htm"><B>CC Antya 6.159-160</B></A>: Thus Raghun&#257;tha d&#257;sa thought deeply about how to escape, and one night while he was sleeping on the Durg&#257;-mandapa, the priest Yadunandana &#256;c&#257;rya entered the house when only four dandas remained until the end of the night.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Antya 6.161</B></A>: Yadunandana &#256;c&#257;rya was the priest and spiritual master of Raghun&#257;tha d&#257;sa. Although born in a br&#257;hmana family, he had accepted the mercy of V&#257;sudeva Datta.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Antya 6.162</B></A>: Yadunandana &#256;c&#257;rya had been officially initiated by Advaita &#256;c&#257;rya. Thus he considered Lord Caitanya his life and soul.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Antya 6.163</B></A>: When Yadunandana &#256;c&#257;rya entered the house of Raghun&#257;tha d&#257;sa and stood in the courtyard, Raghun&#257;tha d&#257;sa went there and fell down to offer his obeisances.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Antya 6.164</B></A>: One of Yadunandana &#256;c&#257;rya's disciples had been worshiping the Deity but had left that service. Yadunandana &#256;c&#257;rya wanted Raghun&#257;tha d&#257;sa to induce the disciple to take up that service again.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Antya 6.165</B></A>: Yadunandana &#256;c&#257;rya requested Raghun&#257;tha d&#257;sa, "Please induce the br&#257;hmana to resume the service, for there is no other br&#257;hmana to do it."</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Antya 6.166</B></A>: After saying this, Yadunandana &#256;c&#257;rya took Raghun&#257;tha d&#257;sa with him and went out. By that time all the watchmen were deeply asleep because it was the end of the night.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Antya 6.167</B></A>: East of the house of Raghun&#257;tha d&#257;sa was the house of Yadunandana &#256;c&#257;rya. Yadunandana &#256;c&#257;rya and Raghun&#257;tha d&#257;sa talked together as they went toward that house.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Antya 6.168</B></A>: Halfway along the path, Raghun&#257;tha d&#257;sa submitted at the lotus feet of his spiritual master, "I shall go to the home of that br&#257;hmana, induce him to return, and send him to your home.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Antya 6.169</B></A>: "You may go home without anxiety. Following your order, I shall persuade the br&#257;hmana." On this plea, after asking permission, Raghun&#257;tha d&#257;sa decided to go away.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Antya 6.170</B></A>: Raghun&#257;tha d&#257;sa thought, "This is the greatest opportunity to go away because this time there are no servants or watchmen with me."</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Antya 6.171</B></A>: Thinking in this way, he quickly proceeded toward the east. Sometimes he turned around and looked back, but no one was following him.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Antya 6.172</B></A>: Thinking of the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu and Lord Nity&#257;nanda Prabhu, he left the general path and proceeded with great haste on the one not generally used.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Antya 6.173</B></A>: Giving up the general path from village to village, he passed through the jungles, thinking with heart and soul about the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Antya 6.174</B></A>: He walked about thirty miles in one day, and in the evening he took rest in the cowshed of a milkman.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Antya 6.175</B></A>: When the milkman saw that Raghun&#257;tha d&#257;sa was fasting, he gave him some milk. Raghun&#257;tha d&#257;sa drank the milk and lay down to rest there for the night.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Antya 6.176</B></A>: At the house of Raghun&#257;tha d&#257;sa, the servant and watchman, not seeing him there, immediately went to inquire about him from his spiritual master, Yadunandana &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Antya 6.177</B></A>: Yadunandana &#256;c&#257;rya said, "He has already asked my permission and returned home." Thus there arose a tumultuous sound, as everyone cried, "Now Raghun&#257;tha has gone away!"</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Antya 6.178</B></A>: Raghun&#257;tha d&#257;sa's father said, "Now all the devotees from Bengal have gone to Jagann&#257;tha Pur&#299; to see Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Antya 6.179</B></A>: "Raghun&#257;tha d&#257;sa has fled with them. Ten men should immediately go catch him and bring him back."</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Antya 6.180</B></A>: Raghun&#257;tha d&#257;sa's father wrote a letter to &#346;iv&#257;nanda Sena, asking him with great humility, "Please return my son."</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Antya 6.181</B></A>: In Jh&#257;&#324;kar&#257;, the ten men caught up with the group of Vaishnavas going to N&#299;l&#257;cala.</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Antya 6.182</B></A>: After delivering the letter, the men inquired from &#346;iv&#257;nanda Sena about Raghun&#257;tha d&#257;sa, but &#346;iv&#257;nanda Sena replied, "He did not come here."</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Antya 6.183</B></A>: The ten men returned home, and Raghun&#257;tha d&#257;sa's father and mother were filled with anxiety.</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Antya 6.184</B></A>: Raghun&#257;tha d&#257;sa, who had been resting at the milkman's house, got up early in the morning. Instead of going to the east, he turned his face south and proceeded.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Antya 6.185</B></A>: He crossed Chatrabhoga, but instead of going on the general path, he proceeded on the path that went from village to village.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Antya 6.186</B></A>: Not caring about eating, he traveled all day. Hunger was not an impediment, for his mind was concentrated upon obtaining shelter at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Antya 6.187</B></A>: Sometimes he chewed fried grains, sometimes he cooked, and sometimes he drank milk. In this way he kept his life and soul together with whatever was available wherever he went.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Antya 6.188</B></A>: He reached Jagann&#257;tha Pur&#299; in twelve days but could eat only for three days on the way.</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Antya 6.189</B></A>: When Raghun&#257;tha d&#257;sa met &#346;r&#299; Caitanya Mah&#257;prabhu, the Lord was sitting with His companions, headed by Svar&#363;pa D&#257;modara.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Antya 6.190</B></A>: Staying at a distant place in the courtyard, he fell down to offer obeisances. Then Mukunda Datta said, "Here is Raghun&#257;tha."</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Antya 6.191</B></A>: As soon as &#346;r&#299; Caitanya Mah&#257;prabhu heard these words, He immediately welcomed Raghun&#257;tha d&#257;sa. "Come here," He said. Raghun&#257;tha d&#257;sa then clasped the lotus feet of the Lord, but the Lord stood up and embraced him out of His causeless mercy.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Antya 6.192</B></A>: Raghun&#257;tha d&#257;sa offered prayers at the lotus feet of all the devotees, headed by Svar&#363;pa D&#257;modara Gosv&#257;m&#299;. Seeing the special mercy &#346;r&#299; Caitanya Mah&#257;prabhu had bestowed upon Raghun&#257;tha d&#257;sa, they embraced him also.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Antya 6.193</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu said, "The mercy of Lord Krishna is stronger than anything else. Therefore the Lord has delivered you from the ditch of materialistic life, which is like a hole into which people pass stool."</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Antya 6.194</B></A>: Raghun&#257;tha d&#257;sa answered within his mind, "I do not know who Krishna is. I simply know that Your mercy, O my Lord, has saved me from my family life."</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Antya 6.195</B></A>: The Lord continued, "Your father and his elder brother are both related as brothers to My grandfather, N&#299;l&#257;mbara Cakravart&#299;. Therefore I consider them My grandfathers.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Antya 6.196</B></A>: "Since your father and his elder brother are younger brothers of N&#299;l&#257;mbara Cakravart&#299;, I may joke about them in this way.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Antya 6.197</B></A>: "My dear Raghun&#257;tha d&#257;sa, your father and his elder brother are just like worms in stool in the ditch of material enjoyment, for the great disease of the poison of material enjoyment is what they consider happiness.</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Antya 6.198</B></A>: "Although your father and uncle are charitable to br&#257;hmanas and greatly help them, they are nevertheless not pure Vaishnavas. However, they are almost like Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Antya 6.199</B></A>: "Those who are attached to materialistic life and are blind to spiritual life must act in such a way that they are bound to repeated birth and death by the actions and reactions of their activities.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Antya 6.200</B></A>: "By His own free will, Lord Krishna has delivered you from such a condemned materialistic life. Therefore the glories of Lord Krishna's causeless mercy cannot be expressed."</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Antya 6.201</B></A>: Seeing Raghun&#257;tha d&#257;sa skinny and dirty because of having traveled for twelve days and fasted, Lord &#346;r&#299; Caitanya Mah&#257;prabhu, His heart melting due to causeless mercy, spoke to Svar&#363;pa D&#257;modara.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Antya 6.202</B></A>: "My dear Svar&#363;pa," He said, "I entrust this Raghun&#257;tha d&#257;sa to you. Please accept him as your son or servant.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Antya 6.203</B></A>: "There are now three Raghun&#257;thas among My associates. From this day forward, this Raghun&#257;tha should be known as the Raghu of Svar&#363;pa D&#257;modara."</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Antya 6.204</B></A>: Saying this, &#346;r&#299; Caitanya Mah&#257;prabhu grasped the hand of Raghun&#257;tha d&#257;sa and entrusted him to the hands of Svar&#363;pa D&#257;modara Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Antya 6.205</B></A>: Svar&#363;pa D&#257;modara Gosv&#257;m&#299; accepted Raghun&#257;tha d&#257;sa, saying, "&#346;r&#299; Caitanya Mah&#257;prabhu, whatever You order is accepted." He then embraced Raghun&#257;tha d&#257;sa again.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Antya 6.206</B></A>: I cannot properly express the affection of &#346;r&#299; Caitanya Mah&#257;prabhu for His devotees. Being merciful toward Raghun&#257;tha d&#257;sa, the Lord spoke as follows to Govinda.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Antya 6.207</B></A>: "On the way, Raghun&#257;tha d&#257;sa has fasted and undergone hardships for many days. Therefore, take good care of him for some days so that he may eat to his satisfaction."</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Antya 6.208</B></A>: Then &#346;r&#299; Caitanya Mah&#257;prabhu told Raghun&#257;tha d&#257;sa, "Go bathe in the sea. Then see Lord Jagann&#257;tha in the temple and return here to take your meal."</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Antya 6.209</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu got up and went to perform His midday duties, and Raghun&#257;tha met all the devotees present.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Antya 6.210</B></A>: Having seen the causeless mercy of &#346;r&#299; Caitanya Mah&#257;prabhu upon Raghun&#257;tha d&#257;sa, all the devotees, struck with wonder, praised his good fortune.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Antya 6.211</B></A>: Raghun&#257;tha d&#257;sa took his bath in the sea and saw Lord Jagann&#257;tha. Then he returned to Govinda, the personal servant of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Antya 6.212</B></A>: Govinda offered him a plate with the remnants of food left by &#346;r&#299; Caitanya Mah&#257;prabhu, and Raghun&#257;tha d&#257;sa accepted the pras&#257;dam with great happiness.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Antya 6.213</B></A>: Raghun&#257;tha d&#257;sa stayed under the care of Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, and Govinda supplied him remnants of &#346;r&#299; Caitanya Mah&#257;prabhu's food for five days.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Antya 6.214</B></A>: Beginning from the sixth day, Raghun&#257;tha d&#257;sa would stand at the gate known as Simha-dv&#257;ra to beg alms after the pushpa-añjali ceremony, in which flowers were offered to the Lord.</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Antya 6.215</B></A>: After finishing their prescribed duties, the many servants of Lord Jagann&#257;tha, who are known as vishay&#299;s, return home at night.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Antya 6.216</B></A>: If they see a Vaishnava standing at the Simha-dv&#257;ra begging alms, out of mercy they arrange with the shopkeepers to give him something to eat.</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Antya 6.217</B></A>: Thus it is a custom for all time that a devotee who has no other means of support stands at the Simha-dv&#257;ra gate to receive alms from the servants.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Antya 6.218</B></A>: A completely dependent Vaishnava thus chants the holy name of the Lord all day and sees Lord Jagann&#257;tha with full freedom.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Antya 6.219</B></A>: It is a custom for some Vaishnavas to beg from the charity booths and eat whatever they obtain, whereas others stand at night at the Simha-dv&#257;ra gate, begging alms from the servants.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Antya 6.220</B></A>: Renunciation is the basic principle sustaining the lives of &#346;r&#299; Caitanya Mah&#257;prabhu's devotees. Seeing this renunciation, &#346;r&#299; Caitanya Mah&#257;prabhu, the Supreme Personality of Godhead, is extremely satisfied.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Antya 6.221</B></A>: Govinda said to &#346;r&#299; Caitanya Mah&#257;prabhu, "Raghun&#257;tha d&#257;sa no longer takes pras&#257;dam here. Now he stands at the Simha-dv&#257;ra, where he begs some alms to eat."</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Antya 6.222</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu heard this, He was greatly satisfied. "Raghun&#257;tha d&#257;sa has done well," He said. "He has acted suitably for a person in the renounced order.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Antya 6.223</B></A>: "A person in the renounced order should always chant the holy name of the Lord. He should beg some alms to eat, and he should sustain his life in this way.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Antya 6.224</B></A>: "A vair&#257;g&#299; [a person in the renounced order] should not depend on others. If he does so, he will be unsuccessful, and he will be neglected by Krishna.</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Antya 6.225</B></A>: "If a renunciant is eager for his tongue to taste different foods, his spiritual life will be lost, and he will be subservient to the tastes of his tongue.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Antya 6.226</B></A>: "The duty of a person in the renounced order is to chant the Hare Krishna mantra always. He should satisfy his belly with whatever vegetables, leaves, fruits and roots are available.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Antya 6.227</B></A>: "One who is subservient to the tongue and who thus goes here and there, devoted to the genitals and the belly, cannot attain Krishna."</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC Antya 6.228</B></A>: The next day, Raghun&#257;tha d&#257;sa inquired at the lotus feet of Svar&#363;pa D&#257;modara about his duty.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC Antya 6.229</B></A>: "I do not know why I have given up household life," he said. "What is my duty? Kindly give me instructions."</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC Antya 6.230</B></A>: Raghun&#257;tha d&#257;sa never even spoke a word before the Lord. Instead, he informed the Lord of his desires through Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and Govinda.</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC Antya 6.231</B></A>: The next day, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; submitted to Lord &#346;r&#299; Caitanya Mah&#257;prabhu, "Raghun&#257;tha d&#257;sa has this to say at Your lotus feet.</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC Antya 6.232</B></A>: "'I do not know my duty or the goal of my life. Therefore, please personally give me instructions from Your transcendental mouth.'"</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC Antya 6.233</B></A>: Smiling, &#346;r&#299; Caitanya Mah&#257;prabhu told Raghun&#257;tha d&#257;sa, "I have already appointed Svar&#363;pa D&#257;modara Gosv&#257;m&#299; as your instructor.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC Antya 6.234</B></A>: "You may learn from him what your duty is and how to discharge it. I do not know as much as he.</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC Antya 6.235</B></A>: "Nevertheless, if you want to take instructions from Me with faith and love, you may ascertain your duties from the following words.</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC Antya 6.236</B></A>: "Do not talk like people in general or hear what they say. You should not eat very palatable food, nor should you dress very nicely.</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC Antya 6.237</B></A>: "Do not expect honor, but offer all respect to others. Always chant the holy name of Lord Krishna, and within your mind render service to R&#257;dh&#257; and Krishna in Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC Antya 6.238</B></A>: "I have briefly given you My instructions. Now you will get all details about them from Svar&#363;pa D&#257;modara.</P><P CLASS=r><A CLASS=i HREF="239.htm"><B>CC Antya 6.239</B></A>: "One who thinks himself lower than grass, who is more tolerant than a tree, and who does not expect personal honor but is always prepared to give respect to others can very easily always chant the holy name of the Lord."</P><P CLASS=r><A CLASS=i HREF="240.htm"><B>CC Antya 6.240</B></A>: Having heard this, Raghun&#257;tha d&#257;sa offered prayers at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, and the Lord, out of great mercy, embraced him.</P><P CLASS=r><A CLASS=i HREF="241.htm"><B>CC Antya 6.241</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu again entrusted him to Svar&#363;pa D&#257;modara. Thus Raghun&#257;tha d&#257;sa rendered very confidential service with Svar&#363;pa D&#257;modara Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="242.htm"><B>CC Antya 6.242</B></A>: At this time, all the devotees from Bengal arrived, and, as previously, &#346;r&#299; Caitanya Mah&#257;prabhu met them with great feeling.</P><P CLASS=r><A CLASS=i HREF="243.htm"><B>CC Antya 6.243</B></A>: As He had previously done, He cleansed the Gundic&#257; temple and held a picnic feast in the garden with the devotees.</P><P CLASS=r><A CLASS=i HREF="244.htm"><B>CC Antya 6.244</B></A>: The Lord again danced with the devotees during the Ratha-y&#257;tr&#257; festival. Seeing this, Raghun&#257;tha d&#257;sa was struck with wonder.</P><P CLASS=r><A CLASS=i HREF="245.htm"><B>CC Antya 6.245</B></A>: When Raghun&#257;tha d&#257;sa met all the devotees, Advaita &#256;c&#257;rya showed him great mercy.</P><P CLASS=r><A CLASS=i HREF="246.htm"><B>CC Antya 6.246</B></A>: He also met &#346;iv&#257;nanda Sena, who informed him, "Your father sent ten men to take you away.</P><P CLASS=r><A CLASS=i HREF="247.htm"><B>CC Antya 6.247</B></A>: "He wrote me a letter asking me to send you back, but when those ten men received no information about you, they returned home from Jh&#257;&#324;kar&#257;."</P><P CLASS=r><A CLASS=i HREF="248.htm"><B>CC Antya 6.248</B></A>: When all the devotees from Bengal returned home after staying at Jagann&#257;tha Pur&#299; for four months, Raghun&#257;tha d&#257;sa's father heard about their arrival and therefore sent a man to &#346;iv&#257;nanda Sena.</P><P CLASS=r><A CLASS=i HREF="249.htm"><B>CC Antya 6.249</B></A>: That man inquired from &#346;iv&#257;nanda Sena, "Did you see anyone in the renounced order at the residence of &#346;r&#299; Caitanya Mah&#257;prabhu?</P><P CLASS=r><A CLASS=i HREF="250.htm"><B>CC Antya 6.250</B></A>: "That person is Raghun&#257;tha d&#257;sa, the son of Govardhana Majumad&#257;ra. Did you meet him in N&#299;l&#257;cala?"</P><P CLASS=r><A CLASS=i HREF="251.htm"><B>CC Antya 6.251</B></A>: &#346;iv&#257;nanda Sena replied, "Yes, sir. Raghun&#257;tha d&#257;sa is with &#346;r&#299; Caitanya Mah&#257;prabhu and is a very famous man. Who does not know him?</P><P CLASS=r><A CLASS=i HREF="252.htm"><B>CC Antya 6.252</B></A>: "&#346;r&#299; Caitanya Mah&#257;prabhu has placed him under the charge of Svar&#363;pa D&#257;modara. Raghun&#257;tha d&#257;sa has become just like the life of all the Lord's devotees.</P><P CLASS=r><A CLASS=i HREF="253.htm"><B>CC Antya 6.253</B></A>: "He chants the Hare Krishna mah&#257;-mantra all day and night. He never gives up the shelter of &#346;r&#299; Caitanya Mah&#257;prabhu, not even for a moment.</P><P CLASS=r><A CLASS=i HREF="254.htm"><B>CC Antya 6.254</B></A>: "He is in the supreme order of renounced life. Indeed, he does not care about eating or dressing. Somehow or other he eats and maintains his life.</P><P CLASS=r><A CLASS=i HREF="255.htm"><B>CC Antya 6.255</B></A>: "After ten dandas [four hours] of the night have passed and Raghun&#257;tha d&#257;sa has seen the performance of pushp&#257;ñjali, he stands at the Simha-dv&#257;ra gate to beg some alms to eat.</P><P CLASS=r><A CLASS=i HREF="256.htm"><B>CC Antya 6.256</B></A>: "He eats if someone gives him something to eat. Sometimes he fasts, and sometimes he chews fried grains."</P><P CLASS=r><A CLASS=i HREF="257.htm"><B>CC Antya 6.257</B></A>: After hearing this, the messenger returned to Govardhana Majumad&#257;ra and informed him all about Raghun&#257;tha d&#257;sa.</P><P CLASS=r><A CLASS=i HREF="258.htm"><B>CC Antya 6.258</B></A>: Hearing the description of Raghun&#257;tha d&#257;sa's behavior in the renounced order, his father and mother were very unhappy. Therefore they decided to send Raghun&#257;tha some men with goods for his comfort.</P><P CLASS=r><A CLASS=i HREF="259.htm"><B>CC Antya 6.259</B></A>: Raghun&#257;tha d&#257;sa's father immediately sent four hundred coins, two servants and one br&#257;hmana to &#346;iv&#257;nanda Sena.</P><P CLASS=r><A CLASS=i HREF="260.htm"><B>CC Antya 6.260</B></A>: &#346;iv&#257;nanda Sena informed them, "You cannot go to Jagann&#257;tha Pur&#299; directly. When I go there, you may accompany me.</P><P CLASS=r><A CLASS=i HREF="261.htm"><B>CC Antya 6.261</B></A>: "Now go home. When all of us go, I shall take all of you with me."</P><P CLASS=r><A CLASS=i HREF="262.htm"><B>CC Antya 6.262</B></A>: Describing this incident, the great poet &#346;r&#299; Kavi-karnap&#363;ra has written extensively about the glorious activities of Raghun&#257;tha d&#257;sa in his &#346;r&#299; Caitanya-candrodaya-n&#257;taka.</P><P CLASS=r><A CLASS=i HREF="263.htm"><B>CC Antya 6.263</B></A>: "Raghun&#257;tha d&#257;sa is a disciple of Yadunandana &#256;c&#257;rya, who is very gentle and is extremely dear to V&#257;sudeva Datta, a resident of K&#257;ñcanapall&#299;. Because of Raghun&#257;tha d&#257;sa's transcendental qualities, he is always more dear than life for all of us devotees of &#346;r&#299; Caitanya Mah&#257;prabhu. Since he has been favored by the abundant mercy of &#346;r&#299; Caitanya Mah&#257;prabhu, he is always pleasing. Vividly providing a superior example for the renounced order, this very dear follower of Svar&#363;pa D&#257;modara Gosv&#257;m&#299; is the ocean of renunciation. Who among the residents of N&#299;l&#257;cala [Jagann&#257;tha Pur&#299;] does not know him very well?</P><P CLASS=r><A CLASS=i HREF="264.htm"><B>CC Antya 6.264</B></A>: "Because he is very pleasing to all the devotees, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; easily became like the fertile earth of good fortune in which it was suitable for the seed of Lord Caitanya Mah&#257;prabhu to be sown. At the same time that the seed was sown, it grew into a matchless tree of the love of &#346;r&#299; Caitanya Mah&#257;prabhu and produced fruit."</P><P CLASS=r><A CLASS=i HREF="265.htm"><B>CC Antya 6.265</B></A>: In these verses, the great poet Kavi-karnap&#363;ra gives the same information that &#346;iv&#257;nanda Sena conveyed to the messenger from Raghun&#257;tha d&#257;sa's father.</P><P CLASS=r><A CLASS=i HREF="266.htm"><B>CC Antya 6.266</B></A>: The next year, when &#346;iv&#257;nanda Sena was going to Jagann&#257;tha Pur&#299; as usual, the servants and the br&#257;hmana, who was a cook, went with him.</P><P CLASS=r><A CLASS=i HREF="267.htm"><B>CC Antya 6.267</B></A>: The servants and br&#257;hmana brought four hundred coins to Jagann&#257;tha Pur&#299;, and there they met Raghun&#257;tha d&#257;sa.</P><P CLASS=r><A CLASS=i HREF="268.htm"><B>CC Antya 6.268</B></A>: Raghun&#257;tha d&#257;sa did not accept the money and men sent by his father. Therefore the br&#257;hmana and one of the servants stayed there with the money.</P><P CLASS=r><A CLASS=i HREF="269.htm"><B>CC Antya 6.269</B></A>: At that time, Raghun&#257;tha d&#257;sa began inviting &#346;r&#299; Caitanya Mah&#257;prabhu to his house with great attention for two days every month.</P><P CLASS=r><A CLASS=i HREF="270.htm"><B>CC Antya 6.270</B></A>: The cost for these two occasions was 640 kaudis. Therefore he would take that much from the servant and the br&#257;hmana.</P><P CLASS=r><A CLASS=i HREF="271.htm"><B>CC Antya 6.271</B></A>: Raghun&#257;tha d&#257;sa continued to invite &#346;r&#299; Caitanya Mah&#257;prabhu in this way for two years, but at the end of the second year he stopped.</P><P CLASS=r><A CLASS=i HREF="272.htm"><B>CC Antya 6.272</B></A>: When Raghun&#257;tha d&#257;sa neglected to invite Lord &#346;r&#299; Caitanya Mah&#257;prabhu for two consecutive months, the Lord, the son of &#346;ac&#299;, questioned Svar&#363;pa D&#257;modara.</P><P CLASS=r><A CLASS=i HREF="273.htm"><B>CC Antya 6.273</B></A>: The Lord asked, "Why has Raghun&#257;tha d&#257;sa stopped inviting Me?"Svar&#363;pa D&#257;modara replied, "He must have reconsidered something in his mind.</P><P CLASS=r><A CLASS=i HREF="274.htm"><B>CC Antya 6.274</B></A>: "'I invite &#346;r&#299; Caitanya Mah&#257;prabhu by accepting goods from materialistic people. I know that the Lord's mind is not satisfied by this.</P><P CLASS=r><A CLASS=i HREF="275.htm"><B>CC Antya 6.275</B></A>: "'My consciousness is impure because I accept all these goods from people who are interested only in pounds, shillings and pence. Therefore by this kind of invitation I get only some material reputation.</P><P CLASS=r><A CLASS=i HREF="276.htm"><B>CC Antya 6.276</B></A>: "'At my request &#346;r&#299; Caitanya Mah&#257;prabhu accepts the invitations because He knows that a foolish person like me would be unhappy if He did not accept them.'</P><P CLASS=r><A CLASS=i HREF="277.htm"><B>CC Antya 6.277</B></A>: "Considering all these points," Svar&#363;pa D&#257;modara concluded, "he has stopped inviting You." Hearing this, &#346;r&#299; Caitanya Mah&#257;prabhu smiled and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="278.htm"><B>CC Antya 6.278</B></A>: "When one eats food offered by a materialistic man, one's mind becomes contaminated, and when the mind is contaminated, one is unable to think of Krishna properly.</P><P CLASS=r><A CLASS=i HREF="279.htm"><B>CC Antya 6.279</B></A>: "When one accepts an invitation from a person contaminated by the material mode of passion, the person who offers the food and the person who accepts it are both mentally contaminated.</P><P CLASS=r><A CLASS=i HREF="280.htm"><B>CC Antya 6.280</B></A>: "Because of Raghun&#257;tha d&#257;sa's eagerness, I accepted his invitation for many days. It is very good that Raghun&#257;tha d&#257;sa, knowing this, has now automatically given up this practice."</P><P CLASS=r><A CLASS=i HREF="281.htm"><B>CC Antya 6.281</B></A>: After some days, Raghun&#257;tha d&#257;sa gave up standing near the Simha-dv&#257;ra gate and instead began eating by begging alms from a booth for free distribution of food.</P><P CLASS=r><A CLASS=i HREF="282.htm"><B>CC Antya 6.282</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu heard this news from Govinda, He inquired from Svar&#363;pa D&#257;modara, "Why does Raghun&#257;tha d&#257;sa no longer stand at the Simha-dv&#257;ra gate to beg alms?"</P><P CLASS=r><A CLASS=i HREF="283.htm"><B>CC Antya 6.283</B></A>: Svar&#363;pa D&#257;modara replied, "Raghun&#257;tha d&#257;sa felt unhappy standing at the Simha-dv&#257;ra. Therefore he is now going at midday to beg alms from the charity booth."</P><P CLASS=r><A CLASS=i HREF="284.htm"><B>CC Antya 6.284</B></A>: Hearing this news, &#346;r&#299; Caitanya Mah&#257;prabhu said, "He has done very well by no longer standing at the Simha-dv&#257;ra gate. Such begging of alms resembles the behavior of a prostitute.</P><P CLASS=r><A CLASS=i HREF="285.htm"><B>CC Antya 6.285</B></A>: "'Here is a person coming near. He will give me something. This person gave me something last night. Now another person is coming near. He may give me something. The person who just passed did not give me anything, but another person will come, and he will give me something.' Thus a person in the renounced order gives up his neutrality and depends on the charity of this person or that. Thinking in this way, he adopts the occupation of a prostitute.</P><P CLASS=r><A CLASS=i HREF="286.htm"><B>CC Antya 6.286</B></A>: "If one goes to the booth where free food is distributed and fills his belly with whatever he obtains, there is no chance of further unwanted talk, and one can very peacefully chant the Hare Krishna mah&#257;-mantra."</P><P CLASS=r><A CLASS=i HREF="287.htm"><B>CC Antya 6.287</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu again bestowed His mercy upon Raghun&#257;tha d&#257;sa by giving him a stone from Govardhana Hill and a garland of small conchshells.</P><P CLASS=r><A CLASS=i HREF="288.htm"><B>CC Antya 6.288</B></A>: Previously, when &#346;a&#324;kar&#257;nanda Sarasvat&#299; had returned from Vrind&#257;vana, he had brought the stone from Govardhana Hill and also the garland of conchshells.</P><P CLASS=r><A CLASS=i HREF="289.htm"><B>CC Antya 6.289</B></A>: He presented &#346;r&#299; Caitanya Mah&#257;prabhu with these two items &#8212; the garland of conchshells and the stone from Govardhana Hill.</P><P CLASS=r><A CLASS=i HREF="290.htm"><B>CC Antya 6.290</B></A>: Upon receiving these two uncommon items, &#346;r&#299; Caitanya Mah&#257;prabhu was extremely happy. While chanting, He would put the garland around His neck.</P><P CLASS=r><A CLASS=i HREF="291.htm"><B>CC Antya 6.291</B></A>: The Lord would put the stone to His heart or sometimes to His eyes. Sometimes He would smell it with His nose and sometimes place it on His head.</P><P CLASS=r><A CLASS=i HREF="292.htm"><B>CC Antya 6.292</B></A>: The stone from Govardhana was always moist with tears from His eyes. &#346;r&#299; Caitanya Mah&#257;prabhu would say, "This stone is directly the body of Lord Krishna."</P><P CLASS=r><A CLASS=i HREF="293.htm"><B>CC Antya 6.293</B></A>: For three years He kept the stone and garland. Then, greatly satisfied by the behavior of Raghun&#257;tha d&#257;sa, the Lord delivered both of them to him.</P><P CLASS=r><A CLASS=i HREF="294.htm"><B>CC Antya 6.294</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu instructed Raghun&#257;tha d&#257;sa, "This stone is the transcendental form of Lord Krishna. Worship the stone with great eagerness."</P><P CLASS=r><A CLASS=i HREF="295.htm"><B>CC Antya 6.295</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "Worship this stone in the mode of goodness like a perfect br&#257;hmana, for by such worship you will surely attain ecstatic love of Krishna without delay.</P><P CLASS=r><A CLASS=i HREF="296.htm"><B>CC Antya 6.296</B></A>: "For such worship, one needs a jug of water and a few flowers from a tulas&#299; tree. This is worship in complete goodness when performed in complete purity.</P><P CLASS=r><A CLASS=i HREF="297.htm"><B>CC Antya 6.297</B></A>: "With faith and love, you should offer eight soft tulas&#299; flowers, each with two tulas&#299; leaves, one on each side of each flower."</P><P CLASS=r><A CLASS=i HREF="298.htm"><B>CC Antya 6.298</B></A>: After thus advising him how to worship, Lord &#346;r&#299; Caitanya Mah&#257;prabhu personally offered Raghun&#257;tha d&#257;sa the govardhana-&#347;il&#257; with His transcendental hand. As advised by the Lord, Raghun&#257;tha d&#257;sa worshiped the &#347;il&#257; in great transcendental jubilation.</P><P CLASS=r><A CLASS=i HREF="299.htm"><B>CC Antya 6.299</B></A>: Svar&#363;pa D&#257;modara gave Raghun&#257;tha d&#257;sa two cloths, each about six inches long, a wooden platform and a jug in which to keep water.</P><P CLASS=r><A CLASS=i HREF="300.htm"><B>CC Antya 6.300</B></A>: Thus Raghun&#257;tha d&#257;sa began worshiping the stone from Govardhana, and as he worshiped he saw the Supreme Personality of Godhead, Krishna, the son of Nanda Mah&#257;r&#257;ja, directly in the stone.</P><P CLASS=r><A CLASS=i HREF="301.htm"><B>CC Antya 6.301</B></A>: Thinking of how he had received the govardhana-&#347;il&#257; directly from the hands of &#346;r&#299; Caitanya Mah&#257;prabhu, Raghun&#257;tha d&#257;sa was always overflooded with ecstatic love.</P><P CLASS=r><A CLASS=i HREF="302.htm"><B>CC Antya 6.302</B></A>: The amount of transcendental bliss that Raghun&#257;tha d&#257;sa enjoyed simply by offering water and tulas&#299; is impossible to achieve even if one worships the Deity with sixteen kinds of paraphernalia.</P><P CLASS=r><A CLASS=i HREF="303.htm"><B>CC Antya 6.303</B></A>: After Raghun&#257;tha d&#257;sa had thus worshiped the govardhana-&#347;il&#257; for some time, Svar&#363;pa D&#257;modara one day spoke to him as follows.</P><P CLASS=r><A CLASS=i HREF="304.htm"><B>CC Antya 6.304</B></A>: "Offer the Govardhana stone eight kaudis worth of the first-class sweetmeats known as kh&#257;j&#257; and sande&#347;a. If you offer them with faith and love, they will be just like nectar."</P><P CLASS=r><A CLASS=i HREF="305.htm"><B>CC Antya 6.305</B></A>: Raghun&#257;tha d&#257;sa then began offering the costly sweetmeats known as kh&#257;j&#257;, which Govinda, following the order of Svar&#363;pa D&#257;modara, would supply.</P><P CLASS=r><A CLASS=i HREF="306.htm"><B>CC Antya 6.306</B></A>: When Raghun&#257;tha d&#257;sa received from &#346;r&#299; Caitanya Mah&#257;prabhu the stone and the garland of conchshells, he could understand the Lord's intention. Thus he thought as follows.</P><P CLASS=r><A CLASS=i HREF="307.htm"><B>CC Antya 6.307</B></A>: "By offering me the govardhana-&#347;il&#257;, &#346;r&#299; Caitanya Mah&#257;prabhu has offered me a place near Govardhana Hill, and by offering me the garland of conchshells, He has offered me shelter at the lotus feet of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;."</P><P CLASS=r><A CLASS=i HREF="308.htm"><B>CC Antya 6.308</B></A>: Raghun&#257;tha d&#257;sa's transcendental bliss was boundless. Forgetting everything external, he served the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu with his body and mind.</P><P CLASS=r><A CLASS=i HREF="309.htm"><B>CC Antya 6.309</B></A>: Who could list the unlimited transcendental attributes of Raghun&#257;tha d&#257;sa? His strict regulative principles were exactly like lines on a stone.</P><P CLASS=r><A CLASS=i HREF="310.htm"><B>CC Antya 6.310</B></A>: Raghun&#257;tha d&#257;sa spent more than twenty-two hours out of every twenty-four chanting the Hare Krishna mah&#257;-mantra and remembering the lotus feet of the Lord. He ate and slept for less than an hour and a half, and on some days that also was impossible.</P><P CLASS=r><A CLASS=i HREF="311.htm"><B>CC Antya 6.311</B></A>: Topics concerning his renunciation are wonderful. Throughout his life he never allowed his tongue sense gratification.</P><P CLASS=r><A CLASS=i HREF="312.htm"><B>CC Antya 6.312</B></A>: He never touched anything to wear except a small torn cloth and a patchwork wrapper. Thus he very rigidly executed the order of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="313.htm"><B>CC Antya 6.313</B></A>: Whatever he ate was only to keep his body and soul together, and when he ate he would reproach himself thus.</P><P CLASS=r><A CLASS=i HREF="314.htm"><B>CC Antya 6.314</B></A>: "'If one's heart has been cleansed by perfect knowledge and one has understood Krishna, the Supreme Brahman, he then gains everything. Why should such a person act like a debauchee by trying to maintain his material body very carefully?'"</P><P CLASS=r><A CLASS=i HREF="315.htm"><B>CC Antya 6.315</B></A>: Lord Jagann&#257;tha's pras&#257;dam is sold by shopkeepers, and that which is not sold decomposes after two or three days.</P><P CLASS=r><A CLASS=i HREF="316.htm"><B>CC Antya 6.316</B></A>: All the decomposed food is thrown before the cows from Taila&#324;ga at the Simha-dv&#257;ra gate. Because of its rotten odor, even the cows cannot eat it.</P><P CLASS=r><A CLASS=i HREF="317.htm"><B>CC Antya 6.317</B></A>: At night Raghun&#257;tha d&#257;sa would collect that decomposed rice, bring it home and wash it with ample water.</P><P CLASS=r><A CLASS=i HREF="318.htm"><B>CC Antya 6.318</B></A>: Then he ate the hard inner portion of the rice with salt.</P><P CLASS=r><A CLASS=i HREF="319.htm"><B>CC Antya 6.319</B></A>: One day Svar&#363;pa D&#257;modara saw the activities of Raghun&#257;tha d&#257;sa. Thus he smiled and asked for a small portion of that food and ate it.</P><P CLASS=r><A CLASS=i HREF="320.htm"><B>CC Antya 6.320</B></A>: Svar&#363;pa D&#257;modara said, "You eat such nectar every day, but you never offer it to us. What is your character?"</P><P CLASS=r><A CLASS=i HREF="321.htm"><B>CC Antya 6.321</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu heard news of this from the mouth of Govinda, He went there the next day and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="322.htm"><B>CC Antya 6.322</B></A>: "What nice things are you eating? Why don't you give anything to Me?" Saying this, He forcibly took a morsel and began to eat.</P><P CLASS=r><A CLASS=i HREF="323.htm"><B>CC Antya 6.323</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu was taking another morsel of food, Svar&#363;pa D&#257;modara caught Him by the hand and said, "It is not fit for You." Thus he forcibly took the food away.</P><P CLASS=r><A CLASS=i HREF="324.htm"><B>CC Antya 6.324</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Of course, every day I eat varieties of pras&#257;dam, but I have never tasted such nice pras&#257;dam as that which Raghun&#257;tha is eating."</P><P CLASS=r><A CLASS=i HREF="325.htm"><B>CC Antya 6.325</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu performed many pastimes at Jagann&#257;tha Pur&#299;. Seeing the severe penances performed by Raghun&#257;tha d&#257;sa in the renounced order, the Lord was greatly satisfied.</P><P CLASS=r><A CLASS=i HREF="326.htm"><B>CC Antya 6.326</B></A>: In his poem known as the Gaur&#257;&#324;ga-stava-kalpavriksha, Raghun&#257;tha d&#257;sa has described his personal deliverance.</P><P CLASS=r><A CLASS=i HREF="327.htm"><B>CC Antya 6.327</B></A>: "Although I am a fallen soul, the lowest of men, &#346;r&#299; Caitanya Mah&#257;prabhu delivered me from the blazing forest fire of great material opulence by His mercy. He handed me over in great pleasure to Svar&#363;pa D&#257;modara, His personal associate. The Lord also gave me the garland of small conchshells that He wore on His chest and a stone from Govardhana Hill, although they were very dear to Him. That same Lord &#346;r&#299; Caitanya Mah&#257;prabhu awakens within my heart and makes me mad after Him."</P><P CLASS=r><A CLASS=i HREF="328.htm"><B>CC Antya 6.328</B></A>: Thus I have described the meeting of Raghun&#257;tha d&#257;sa with &#346;r&#299; Caitanya Mah&#257;prabhu. Anyone who hears about this incident attains the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="329.htm"><B>CC Antya 6.329</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>