<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 6"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Meeting of &#346;r&#299; Caitanya Mah&#257;prabhu and Raghunatha dasa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 6 Summary</P><P>A summary of this chapter is given by Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya as follows. When &#346;r&#299; Caitanya Mah&#257;prabhu went into transcendental fits of ecstatic love, R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara Gosv&#257;m&#299; attended to Him and satisfied Him as He desired. Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; had been attempting to come to the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu for a long time, and finally he left his home and met the Lord. When &#346;r&#299; Caitanya Mah&#257;prabhu had gone to &#346;&#257;ntipura on His way to Vrind&#257;vana, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; had offered to dedicate his life at the Lord's lotus feet. In the meantime, however, a Muslim official became envious of Hiranya d&#257;sa, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;'s uncle, and induced some big official court minister to have him arrested. Thus Hiranya d&#257;sa left his home, but by the intelligence of Raghun&#257;tha d&#257;sa the misunderstanding was mitigated. Then Raghun&#257;tha d&#257;sa went to P&#257;nih&#257;ti, and following the order of Nity&#257;nanda Prabhu, he observed a festival (cid&#257;-dadhi-mahotsava) by distributing chipped rice mixed with yogurt. The day after the festival, Nity&#257;nanda Prabhu gave Raghun&#257;tha d&#257;sa the blessing that he would very soon attain the shelter of &#346;r&#299; Caitanya Mah&#257;prabhu. After this incident, Raghun&#257;tha d&#257;sa, with the help of his priest, whose name was Yadunandana &#256;c&#257;rya, got out of his house by trickery and thus ran away. Not touching the general path, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; secretly went to Jagann&#257;tha Pur&#299;. After twelve days, he arrived in Jagann&#257;tha Pur&#299; at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu entrusted Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; to Svar&#363;pa D&#257;modara Gosv&#257;m&#299;. Therefore another name for Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; is Svar&#363;pera Raghu, or the Raghun&#257;tha of Svar&#363;pa D&#257;modara. For five days Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; took pras&#257;dam at the temple, but later he would stand at the Simha-dv&#257;ra gate and eat only whatever he could gather by alms. Later he lived by taking alms from various chatras, or food distributing centers. When Raghun&#257;tha's father received news of this, he sent some men and money, but Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; refused to accept the money. Understanding that Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; was living by begging from the chatras, &#346;r&#299; Caitanya Mah&#257;prabhu presented him with His own guñj&#257;-m&#257;l&#257; and a stone from Govardhana Hill. Thereafter, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; used to eat rejected food that he had collected and washed. This renounced life greatly pleased both Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and &#346;r&#299; Caitanya Mah&#257;prabhu. One day &#346;r&#299; Caitanya Mah&#257;prabhu took by force some of the same food, thus blessing Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; for his renunciation.</P><P CLASS=l><A CLASS=i HREF="../5/164.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>