<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 43 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 43 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 43: <A CLASS=v HREF="index.htm">Krishna Kills the Elephant Kuvalay&#257;p&#299;da</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.43.17</P><P CLASS=c>mall&#257;n&#257;m a&#347;anir nrin&#257;m nara-varah str&#299;n&#257;m smaro m&#363;rtim&#257;n</P><P CLASS=c>gop&#257;n&#257;m sva-jano 'sat&#257;m kshiti-bhuj&#257;m &#347;&#257;st&#257; sva-pitroh &#347;i&#347;uh</P><P CLASS=c>mrityur bhoja-pater vir&#257;d avidush&#257;m tattvam param yogin&#257;m</P><P CLASS=c>vrishn&#299;n&#257;m para-devateti vidito ra&#324;gam gatah s&#257;grajah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mallanam">mall&#257;n&#257;m</A> &#8212; for the wrestlers; <A CLASS=v HREF="http://vedabase.net/a/asanih">a&#347;anih</A> &#8212; lightning; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; for the males; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/v/varah">varah</A> &#8212; the best of men; <A CLASS=v HREF="http://vedabase.net/s/strinam">str&#299;n&#257;m</A> &#8212; for the women; <A CLASS=v HREF="http://vedabase.net/s/smarah">smarah</A> &#8212; Cupid; <A CLASS=v HREF="http://vedabase.net/m/murti">m&#363;rti</A>-<A CLASS=v HREF="http://vedabase.net/m/man">m&#257;n</A> &#8212; incarnate; <A CLASS=v HREF="http://vedabase.net/g/gopanam">gop&#257;n&#257;m</A> &#8212; for the cowherds; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> &#8212; their relative; <A CLASS=v HREF="http://vedabase.net/a/asatam">asat&#257;m</A> &#8212; impious; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A>-<A CLASS=v HREF="http://vedabase.net/b/bhujam">bhuj&#257;m</A> &#8212; for the kings; <A CLASS=v HREF="http://vedabase.net/s/sasta">&#347;&#257;st&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> punisher; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/pitroh">pitroh</A> &#8212; for His parents; <A CLASS=v HREF="http://vedabase.net/s/sisuh">&#347;i&#347;uh</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> child; <A CLASS=v HREF="http://vedabase.net/m/mrtyuh">mrityuh</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/b/bhoja">bhoja</A>-<A CLASS=v HREF="http://vedabase.net/p/pateh">pateh</A> &#8212; for the King of the Bhojas, <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>; <A CLASS=v HREF="http://vedabase.net/v/virat">vir&#257;t</A> &#8212; the totality of the material universe; <A CLASS=v HREF="http://vedabase.net/a/avidusam">avidush&#257;m</A> &#8212; for the unintelligent; <A CLASS=v HREF="http://vedabase.net/t/tattvam">tattvam</A> &#8212; the Truth; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; Supreme; <A CLASS=v HREF="http://vedabase.net/y/yoginam">yogin&#257;m</A> &#8212; for the yog&#299;s; <A CLASS=v HREF="http://vedabase.net/v/vrsninam">vrishn&#299;n&#257;m</A> &#8212; for the members of the <A HREF="http://vedabase.net/v/vrsni">Vrishni</A> dynasty; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/d/devata">devat&#257;</A> &#8212; their most worshipable Deity; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> these ways; <A CLASS=v HREF="http://vedabase.net/v/viditah">viditah</A> &#8212; understood; <A CLASS=v HREF="http://vedabase.net/r/rangam">ra&#324;gam</A> &#8212; the arena; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> entered; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/a/agra">agra</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">jah</A> &#8212; His elder brother.</P><P CLASS=t>TRANSLATION</P><P>The various groups of people in the arena regarded Krishna in different ways when He entered it with His elder brother. The wrestlers saw Krishna as a lightning bolt, the men of Mathur&#257; as the best of males, the women as Cupid in person, the cowherd men as their relative, the impious rulers as a chastiser, His parents as their child, the King of the Bhojas as death, the unintelligent as the Supreme Lord's universal form, the yog&#299;s as the Absolute Truth and the Vrishnis as their supreme worshipable Deity.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; quotes the following verse, which explains the ten attitudes toward Krishna described here:</P><P>raudro 'dbhuta&#347; ca &#347;ri&#324;g&#257;ro</P><P CLASS=n>h&#257;syam v&#299;ro day&#257; tath&#257;</P><P CLASS=n>bhay&#257;naka&#347; ca b&#299;bhatsah</P><P CLASS=n>&#347;&#257;ntah sa-prema-bhaktikah</P><P>"[There are ten different moods:] fury [perceived by the wrestlers], wonder [by the men], conjugal attraction [the women], laughter [the cowherds], chivalry [the kings], mercy [His parents], terror [Kamsa], ghastliness [the unintelligent], peaceful neutrality [the yog&#299;s] and loving devotion [the Vrishnis]."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; points out that people like the wrestlers, Kamsa and the impious rulers perceive Krishna as dangerous, angry or threatening because they fail to understand the actual position of the Personality of Godhead. Actually, Lord Krishna is everyone's friend and well-wisher, but because we rebel against Him, He chastises us, and thus we may perceive Him as threatening. Krishna, or God, is actually merciful, and when He punishes us, that is also His mercy.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura quotes the following Vedic statement: raso vai sah rasam hy ev&#257;yam labdhv&#257;nand&#299; bhavati. "He Himself is rasa, the taste or mellow of a particular relationship. And certainly one who achieves this rasa becomes &#257;nand&#299;, filled with bliss." (Taittir&#299;ya Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/7/1">2.7.1</A>)</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; quotes a further verse to explain the word rasa:</P><P>vyat&#299;tya bh&#257;van&#257;-vartma</P><P CLASS=n>ya&#347; camatk&#257;ra-bh&#257;ra-bh&#363;h</P><P CLASS=n>hridi sattvojjvale b&#257;dham</P><P CLASS=n>svadate sa raso matah</P><P>"That which is beyond imagination, heavy with wonder and relished in the heart shining with goodness &#8212; such is known as rasa."</P><P>As &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; elaborately explains in his Bhakti-ras&#257;mrita-sindhu, there are five main rasas &#8212; neutrality, servitude, friendship, parental love and conjugal love &#8212; and seven secondary rasas &#8212; amazement, humor, chivalry, compassion, fury, fear and dread. Thus altogether there are twelve rasas, and the supreme object of them all is &#346;r&#299; Krishna Himself. In other words, our love and affection are actually meant for &#346;r&#299; Krishna. Unfortunately, out of ignorance we stubbornly try to squeeze happiness and love out of material relationships, which are not directly connected to Krishna, and thus life becomes a constant frustration. The solution is simple: surrender to Krishna, love Krishna, love Krishna's devotees and be happy forever.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>