<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 43"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 43: <A CLASS=v HREF="index.htm">Krishna Kills the Elephant Kuvalay&#257;p&#299;da</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.43 Summary</P><P>This chapter tells how Lord Krishna killed the lordly elephant Kuvalay&#257;p&#299;da, how Krishna and Balar&#257;ma entered the wrestling arena and what Krishna said to the wrestler C&#257;n&#363;ra.</P><P>After finishing Their early-morning rituals, Krishna and Balar&#257;ma heard kettledrums heralding the start of the wrestling match, and They went to see the festivities. At the gate of the wrestling arena They encountered an elephant named Kuvalay&#257;p&#299;da, who attacked Krishna at the urging of his keeper. The mighty elephant grabbed at Krishna with his trunk, but the Lord struck back and then disappeared from the beast's sight among his legs. Enraged at not being able to see Krishna, Kuvalay&#257;p&#299;da sought Him out with his sense of smell and seized Him. But the Lord pulled loose. In this way Krishna teased and tormented Kuvalay&#257;p&#299;da, finally yanking out one of his tusks and beating him and his keepers to death.</P><P>Sprinkled with the elephant's blood and carrying one of his tusks on His shoulder as a weapon, Lord Krishna appeared unprecedentedly beautiful as He entered the wrestling arena. There the various classes of people saw Him in different ways, according to their specific relationship with Him.</P><P>When King Kamsa heard how Krishna and Balar&#257;ma had killed Kuvalay&#257;p&#299;da, he realized They were invincible and became filled with anxiety. The members of the audience, on the other hand, became joyful as they reminded one another about the Lords' amazing pastimes. The people declared that Krishna and Balar&#257;ma must be two expansions of the Supreme Lord N&#257;r&#257;yana who had descended into the house of Vasudeva.</P><P>C&#257;n&#363;ra then stepped forward and challenged Krishna and Balar&#257;ma to wrestle, saying King Kamsa wished to see such a match. Krishna replied, "Although We are merely nomadic forest folk, We are nonetheless subjects of the King; thus We will not hesitate to please him with an exhibition of wrestling." As soon as C&#257;n&#363;ra heard this, he suggested that Krishna should wrestle him and that Balar&#257;ma should wrestle Mushtika.</P><P CLASS=l><A CLASS=i HREF="../42/38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>