<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 6 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 6 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Prahl&#257;da Instructs His Demoniac Schoolmates</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.6.1</P><P CLASS=c>&#347;r&#299;-prahr&#257;da uv&#257;ca</P><P CLASS=c>kaum&#257;ra &#257;caret pr&#257;jño</P><P CLASS=c>dharm&#257;n bh&#257;gavat&#257;n iha</P><P CLASS=c>durlabham m&#257;nusham janma</P><P CLASS=c>tad apy adhruvam arthadam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/prahradah">prahr&#257;dah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> said; <A CLASS=v HREF="http://vedabase.net/k/kaumarah">kaum&#257;rah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the tender <A HREF="http://vedabase.net/a/age">age</A> of childhood; <A CLASS=v HREF="http://vedabase.net/a/acaret">&#257;caret</A> &#8212; should practice; <A CLASS=v HREF="http://vedabase.net/p/prajnah">pr&#257;jñah</A> &#8212; one who is intelligent; <A CLASS=v HREF="http://vedabase.net/d/dharman">dharm&#257;n</A> &#8212; occupational duties; <A CLASS=v HREF="http://vedabase.net/b/bhagavatan">bh&#257;gavat&#257;n</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> devotional service <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this life; <A CLASS=v HREF="http://vedabase.net/d/durlabham">durlabham</A> &#8212; very rarely obtained; <A CLASS=v HREF="http://vedabase.net/m/manusam">m&#257;nusham</A> &#8212; human; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; birth; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/adhruvam">adhruvam</A> &#8212; impermanent, temporary; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/d/dam">dam</A> &#8212; full of meaning.</P><P CLASS=t>TRANSLATION</P><P>Prahl&#257;da Mah&#257;r&#257;ja said: One who is sufficiently intelligent should use the human form of body from the very beginning of life &#8212; in other words, from the tender age of childhood &#8212; to practice the activities of devotional service, giving up all other engagements. The human body is most rarely achieved, and although temporary like other bodies, it is meaningful because in human life one can perform devotional service. Even a slight amount of sincere devotional service can give one complete perfection.</P><P CLASS=t>PURPORT</P><P>The whole purpose of Vedic civilization and of reading the Vedas is to attain the perfect stage of devotional service in the human form of life. According to the Vedic system, therefore, from the very beginning of life the brahmacarya system is introduced so that from one's very childhood &#8212; from the age of five years &#8212; one can practice modifying one's human activities so as to engage perfectly in devotional service. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/40.htm">2.40</A>), svalpam apy asya dharmasya tr&#257;yate mahato bhay&#257;t: "Even a little advancement on this path can protect one from the most dangerous type of fear." Modern civilization, not referring to the verdicts of Vedic literature, is so cruel to the members of human society that instead of teaching children to become brahmac&#257;r&#299;s, it teaches mothers to kill their children even in the womb, on the plea of curbing the increase of population. And if by chance a child is saved, he is educated only for sense gratification. Gradually, throughout the entire world, human society is losing interest in the perfection of life. Indeed, men are living like cats and dogs, spoiling the duration of their human lives by actually preparing to transmigrate again to the degraded species among the 8,400,000 forms of life. The Krishna consciousness movement is anxious to serve human society by teaching people to perform devotional service, which can save a human being from being degraded again to animal life. As already stated by Prahl&#257;da Mah&#257;r&#257;ja, bh&#257;gavata-dharma consists of &#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam/ arcanam vandanam d&#257;syam sakhyam &#257;tma-nivedanam [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]. In all the schools, colleges and universities, and at home, all children and youths should be taught to hear about the Supreme Personality of Godhead. In other words, they should be taught to hear the instructions of Bhagavad-g&#299;t&#257;, to put them into practice in their lives, and thus to become strong in devotional service, free from fear of being degraded to animal life. Following bh&#257;gavata-dharma has been made extremely easy in this age of Kali. The &#347;&#257;stra says:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>One need only chant the Hare Krishna mah&#257;-mantra. Everyone engaged in the practice of chanting the Hare Krishna mah&#257;-mantra will be completely cleansed, from the core of his heart, and be saved from the cycle of birth and death.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>