<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 6 Verses 11-13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 6 Verses 11-13"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Prahl&#257;da Instructs His Demoniac Schoolmates</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.6.11-13</P><P CLASS=c>katham priy&#257;y&#257; anukampit&#257;y&#257;h</P><P CLASS=c>sa&#324;gam rahasyam rucir&#257;m&#347; ca mantr&#257;n</P><P CLASS=c>suhritsu tat-sneha-sitah &#347;i&#347;&#363;n&#257;m</P><P CLASS=c>kal&#257;kshar&#257;n&#257;m anurakta-cittah</P><P CLASS=c>putr&#257;n smarams t&#257; duhitrir hridayy&#257;</P><P CLASS=c>bhr&#257;trin svasrir v&#257; pitarau ca d&#299;nau</P><P CLASS=c>grih&#257;n manojñoru-paricchad&#257;m&#347; ca</P><P CLASS=c>vritt&#299;&#347; ca kuly&#257;h pa&#347;u-bhritya-varg&#257;n</P><P CLASS=c>tyajeta ko&#347;as-krid iveham&#257;nah</P><P CLASS=c>karm&#257;ni lobh&#257;d avitripta-k&#257;mah</P><P CLASS=c>aupasthya-jaihvam bahu-manyam&#257;nah</P><P CLASS=c>katham virajyeta duranta-mohah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/p/priyayah">priy&#257;y&#257;h</A> &#8212; of the dearmost wife; <A CLASS=v HREF="http://vedabase.net/a/anukampitayah">anukampit&#257;y&#257;h</A> &#8212; always affectionate and compassionate; <A CLASS=v HREF="http://vedabase.net/s/sangam">sa&#324;gam</A> &#8212; the association; <A CLASS=v HREF="http://vedabase.net/r/rahasyam">rahasyam</A> &#8212; solitary; <A CLASS=v HREF="http://vedabase.net/r/ruciran">rucir&#257;n</A> &#8212; very pleasing and acceptable; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/mantran">mantr&#257;n</A> &#8212; instructions; <A CLASS=v HREF="http://vedabase.net/s/suhrtsu">suhritsu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the wife and children; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A>-<A CLASS=v HREF="http://vedabase.net/s/sitah">sitah</A> &#8212; being bound by their affection; <A CLASS=v HREF="http://vedabase.net/s/sisunam">&#347;i&#347;&#363;n&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the small children; <A CLASS=v HREF="http://vedabase.net/k/kala">kala</A>-<A CLASS=v HREF="http://vedabase.net/a/aksaranam">akshar&#257;n&#257;m</A> &#8212; speaking <A HREF="http://vedabase.net/i/in">in</A> broken language; <A CLASS=v HREF="http://vedabase.net/a/anurakta">anurakta</A>-<A CLASS=v HREF="http://vedabase.net/c/cittah">cittah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person whose mind is attracted; <A CLASS=v HREF="http://vedabase.net/p/putran">putr&#257;n</A> &#8212; the sons; <A CLASS=v HREF="http://vedabase.net/s/smaran">smaran</A> &#8212; thinking of; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/d/duhitrh">duhitrih</A> &#8212; the daughters (married and staying at the homes of their husbands); <A CLASS=v HREF="http://vedabase.net/h/hrdayyah">hridayy&#257;h</A> &#8212; always situated <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/b/bhratrn">bhr&#257;trin</A> &#8212; the brothers; <A CLASS=v HREF="http://vedabase.net/s/svasrh">svasrih</A> <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or the sisters; <A CLASS=v HREF="http://vedabase.net/p/pitarau">pitarau</A> &#8212; father and mother; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/dinau">d&#299;nau</A> &#8212; who <A HREF="http://vedabase.net/i/in">in</A> old <A HREF="http://vedabase.net/a/age">age</A> <A HREF="http://vedabase.net/a/are">are</A> mostly invalids; <A CLASS=v HREF="http://vedabase.net/g/grhan">grih&#257;n</A> &#8212; household affairs; <A CLASS=v HREF="http://vedabase.net/m/manojna">manojña</A> &#8212; very attractive; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; much; <A CLASS=v HREF="http://vedabase.net/p/paricchadan">paricchad&#257;n</A> &#8212; furniture; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vrttih">vritt&#299;h</A> &#8212; big sources of income (industry, business); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/kulyah">kuly&#257;h</A> &#8212; connected with the family; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A> &#8212; of animals (cows, elephants and other household animals); <A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A> &#8212; servants and maidservants; <A CLASS=v HREF="http://vedabase.net/v/vargan">varg&#257;n</A> &#8212; groups; <A CLASS=v HREF="http://vedabase.net/t/tyajeta">tyajeta</A> &#8212; can give up; <A CLASS=v HREF="http://vedabase.net/k/kosah">ko&#347;ah</A>-<A CLASS=v HREF="http://vedabase.net/k/krt">krit</A> &#8212; the silkworm; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/i/ihamanah">&#299;ham&#257;nah</A> &#8212; performing; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; different activities; <A CLASS=v HREF="http://vedabase.net/l/lobhat">lobh&#257;t</A> &#8212; because of insatiable desires; <A CLASS=v HREF="http://vedabase.net/a/avitrpta">avitripta</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; whose increasing desires <A HREF="http://vedabase.net/a/are">are</A> not satisfied; <A CLASS=v HREF="http://vedabase.net/a/aupasthya">aupasthya</A> &#8212; pleasure from the genitals; <A CLASS=v HREF="http://vedabase.net/j/jaihvam">jaihvam</A> &#8212; and the tongue; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/m/manyamanah">manyam&#257;nah</A> &#8212; considering <A HREF="http://vedabase.net/a/as">as</A> very important; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/v/virajyeta">virajyeta</A> &#8212; is able <A HREF="http://vedabase.net/t/to">to</A> give up; <A CLASS=v HREF="http://vedabase.net/d/duranta">duranta</A>-<A CLASS=v HREF="http://vedabase.net/m/mohah">mohah</A> &#8212; being <A HREF="http://vedabase.net/i/in">in</A> great illusion.</P><P CLASS=t>TRANSLATION</P><P>How can a person who is most affectionate to his family, the core of his heart being always filled with their pictures, give up their association? Specifically, a wife is always very kind and sympathetic and always pleases her husband in a solitary place. Who could give up the association of such a dear and affectionate wife? Small children talk in broken language, very pleasing to hear, and their affectionate father always thinks of their sweet words. How could he give up their association? One's elderly parents and one's sons and daughters are also very dear. A daughter is especially dear to her father, and while living at her husband's house she is always in his mind. Who could give up that association? Aside from this, in household affairs there are many decorated items of household furniture, and there are also animals and servants. Who could give up such comforts? The attached householder is like a silkworm, which weaves a cocoon in which it becomes imprisoned, unable to get out. Simply for the satisfaction of two important senses &#8212; the genitals and the tongue &#8212; one is bound by material conditions. How can one escape?</P><P CLASS=t>PURPORT</P><P>In household affairs the first attraction is the beautiful and pleasing wife, who increases household attraction more and more. One enjoys his wife with two prominent sense organs, namely the tongue and the genitals. The wife speaks very sweetly. This is certainly an attraction. Then she prepares very palatable foods to satisfy the tongue, and when the tongue is satisfied one gains strength in the other sense organs, especially the genitals. Thus the wife gives pleasure in sexual intercourse. Household life means sex life (yan maithun&#257;di-grihamedhi-sukham hi tuccham [<A CLASS=v HREF="../../7/9/45.htm">SB 7.9.45</A>]). This is encouraged by the tongue. Then there are children. A baby gives pleasure by speaking sweet words in broken language, and when the sons and daughters are grown up one becomes involved in their education and marriage. Then there are one's own father and mother to be taken care of, and one also becomes concerned with the social atmosphere and with pleasing his brothers and sisters. A man becomes increasingly entangled in household affairs, so much so that leaving them becomes almost impossible. Thus the household becomes griham andha-k&#363;pam, a dark well into which the man has fallen. For such a man to get out is extremely difficult unless he is helped by a strong person, the spiritual master, who helps the fallen person with the strong rope of spiritual instructions. A fallen person should take advantage of this rope, and then the spiritual master, or the Supreme Personality of Godhead, Krishna, will take him out of the dark well.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>