<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 6 Verses 17-18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 6 Verses 17-18"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Prahl&#257;da Instructs His Demoniac Schoolmates</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.6.17-18</P><P CLASS=c>yato na ka&#347;cit kva ca kutracid v&#257;</P><P CLASS=c>d&#299;nah svam &#257;tm&#257;nam alam samarthah</P><P CLASS=c>vimocitum k&#257;ma-dri&#347;&#257;m vih&#257;ra-</P><P CLASS=c>kr&#299;d&#257;-mrigo yan-nigado visargah</P><P CLASS=c>tato vid&#363;r&#257;t parihritya daity&#257;</P><P CLASS=c>daityeshu sa&#324;gam vishay&#257;tmakeshu</P><P CLASS=c>upeta n&#257;r&#257;yanam &#257;di-devam</P><P CLASS=c>sa mukta-sa&#324;gair ishito 'pavargah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> any place; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/kutracit">kutracit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/d/dinah">d&#299;nah</A> &#8212; having <A HREF="http://vedabase.net/a/a">a</A> poor fund of knowledge; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; self; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; exceedingly; <A CLASS=v HREF="http://vedabase.net/s/samarthah">samarthah</A> &#8212; able; <A CLASS=v HREF="http://vedabase.net/v/vimocitum">vimocitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> liberate; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/d/drsam">dri&#347;&#257;m</A> &#8212; of lusty women; <A CLASS=v HREF="http://vedabase.net/v/vihara">vih&#257;ra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sexual enjoyment; <A CLASS=v HREF="http://vedabase.net/k/krida">kr&#299;d&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mrgah">mrigah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> playboy; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whom; <A CLASS=v HREF="http://vedabase.net/n/nigadah">nigadah</A> &#8212; which is the shackle of material bondage; <A CLASS=v HREF="http://vedabase.net/v/visargah">visargah</A> &#8212; the expansions of family relationships; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> such circumstances; <A CLASS=v HREF="http://vedabase.net/v/vidurat">vid&#363;r&#257;t</A> &#8212; from far away; <A CLASS=v HREF="http://vedabase.net/p/parihrtya">parihritya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/d/daityah">daity&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my friends, sons of the demons; <A CLASS=v HREF="http://vedabase.net/d/daityesu">daityeshu</A> &#8212; among the demons; <A CLASS=v HREF="http://vedabase.net/s/sangam">sa&#324;gam</A> &#8212; association; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/k/kesu">keshu</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> too addicted <A HREF="http://vedabase.net/t/to">to</A> sense enjoyment; <A CLASS=v HREF="http://vedabase.net/u/upeta">upeta</A> &#8212; one should approach; <A CLASS=v HREF="http://vedabase.net/n/narayanam">n&#257;r&#257;yanam</A> &#8212; Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/d/devam">devam</A> &#8212; the origin of all the demigods; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A>-<A CLASS=v HREF="http://vedabase.net/s/sangaih">sa&#324;gaih</A> &#8212; by the association of liberated persons; <A CLASS=v HREF="http://vedabase.net/i/isitah">ishitah</A> &#8212; desired; <A CLASS=v HREF="http://vedabase.net/a/apavargah">apavargah</A> &#8212; the path of liberation.</P><P CLASS=t>TRANSLATION</P><P>My dear friends, O sons of the demons, it is certain that no one bereft of knowledge of the Supreme Personality of Godhead has been able to liberate himself from material bondage at any time or in any country. Rather, those bereft of knowledge of the Lord are bound by the material laws. They are factually addicted to sense gratification, and their target is woman. Indeed, they are actually playthings in the hands of attractive women. Victimized by such a conception of life, they become surrounded by children, grandchildren and great-grandchildren, and thus they are shackled to material bondage. Those who are very much addicted to this conception of life are called demons. Therefore, although you are sons of demons, keep aloof from such persons and take shelter of the Supreme Personality of Godhead, N&#257;r&#257;yana, the origin of all the demigods, because the ultimate goal for the devotees of N&#257;r&#257;yana is liberation from the bondage of material existence.</P><P CLASS=t>PURPORT</P><P>Prahl&#257;da Mah&#257;r&#257;ja has maintained the philosophical point of view that one should give up the dark well of family life and go to the forest to take shelter of the lotus feet of the Supreme Personality of Godhead (hitv&#257;tma-p&#257;tam griham andha-k&#363;pam vanam gato yad dharim &#257;&#347;rayeta [<A CLASS=v HREF="../../7/5/5.htm">SB 7.5.5</A>]). In this verse also, he stresses the same point. In the history of human society, no one, at any time or any place, has been liberated because of too much affection and attachment for his family. Even in those who are apparently very educated, the same family attachment is there. They cannot give up the association of their families, even in old age or invalidity, for they are attached to sense enjoyment. As we have several times discussed, yan maithun&#257;di-grihamedhi-sukham hi tuccham: [<A CLASS=v HREF="../../7/9/45.htm">SB 7.9.45</A>] so-called householders are simply attracted by sexual enjoyment. Thus they keep themselves shackled in family life, and furthermore they want their children to be shackled in the same way. Playing the parts of playboys in the hands of women, they glide down to the darkest regions of material existence. Ad&#257;nta-gobhir vi&#347;at&#257;m tamisram punah puna&#347; carvita-carvan&#257;n&#257;m [<A CLASS=v HREF="../../7/5/30.htm">SB 7.5.30</A>]. Because they are unable to control their senses, they continue a life of chewing the chewed and therefore descend to the darkest material regions. One should give up the association of such demons and adhere to the association of devotees. Thus one will be able to be liberated from material bondage.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>