<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 6 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 6 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Prahl&#257;da Instructs His Demoniac Schoolmates</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.6.19</P><P CLASS=c>na hy acyutam pr&#299;nayato</P><P CLASS=c>bahv-&#257;y&#257;so 'sur&#257;tmaj&#257;h</P><P CLASS=c>&#257;tmatv&#257;t sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=c>siddhatv&#257;d iha sarvatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/acyutam">acyutam</A> &#8212; the infallible Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prinayatah">pr&#299;nayatah</A> &#8212; satisfying; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A> &#8212; much; <A CLASS=v HREF="http://vedabase.net/a/ayasah">&#257;y&#257;sah</A> &#8212; endeavor; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">j&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> sons of demons; <A CLASS=v HREF="http://vedabase.net/a/atmatvat">&#257;tmatv&#257;t</A> &#8212; because of being intimately related <A HREF="http://vedabase.net/a/as">as</A> the Supersoul; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/s/siddhatvat">siddhatv&#257;t</A> &#8212; because of being established; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all directions, <A HREF="http://vedabase.net/i/in">in</A> all times and from all angles of vision.</P><P CLASS=t>TRANSLATION</P><P>My dear sons of demons, the Supreme Personality of Godhead, N&#257;r&#257;yana, is the original Supersoul, the father of all living entities. Consequently there are no impediments to pleasing Him or worshiping Him under any conditions, whether one be a child or an old man. The relationship between the living entities and the Supreme Personality of Godhead is always a fact, and therefore there is no difficulty in pleasing the Lord.</P><P CLASS=t>PURPORT</P><P>One may ask, "One is certainly very attached to family life, but if one gives up family life to be attached to the service of the Lord, one must undergo the same endeavor and trouble. Therefore, what is the benefit of taking the trouble to engage in the service of the Lord?" This is not a valid objection. The Lord asserts in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/4.htm">14.4</A>):</P><P>sarva-yonishu kaunteya</P><P CLASS=n>m&#363;rtayah sambhavanti y&#257;h</P><P CLASS=n>t&#257;s&#257;m brahma mahad yonir</P><P CLASS=n>aham b&#299;ja-pradah pit&#257;</P><P>"It should be understood that all species of life, O son of Kunt&#299;, are made possible by birth in this material nature, and that I am the seed-giving father." The Supreme Lord, N&#257;r&#257;yana, is the seed-giving father of all living entities because the living entities are parts and parcels of the Supreme Lord (mamaiv&#257;m&#347;o. .. j&#299;va-bh&#363;tah [<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>]). As there is no difficulty in establishing the intimate relationship between a father and son, there is no difficulty in reestablishing the natural, intimate relationship between N&#257;r&#257;yana and the living entities. Svalpam apy asya dharmasya tr&#257;yate mahato bhay&#257;t: if one performs even very slight devotional service, N&#257;r&#257;yana is always ready to save one from the greatest danger. The definite example is Aj&#257;mila. Aj&#257;mila separated himself from the Supreme Personality of Godhead by performing many sinful activities and was condemned by Yamar&#257;ja to be very severely punished, but because at the time of death he chanted the name of N&#257;r&#257;yana, although he was calling not for the Supreme Lord N&#257;r&#257;yana but for his son named N&#257;r&#257;yana, he was saved from the hands of Yamar&#257;ja. Therefore, pleasing N&#257;r&#257;yana does not require as much endeavor as pleasing one's family, community and nation. We have seen important political leaders killed for a slight discrepancy in their behavior. Therefore pleasing one's society, family, community and nation is extremely difficult. Pleasing N&#257;r&#257;yana, however, is not at all difficult; it is very easy.</P><P>One's duty is to revive one's relationship with N&#257;r&#257;yana. A slight endeavor in this direction will make the attempt successful, whereas one will never be successful in pleasing his so-called family, society and nation, even if one endeavors to sacrifice his life. The simple endeavor involved in the devotional service of &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>], hearing and chanting the holy name of the Lord, can make one successful in pleasing the Supreme Personality of Godhead. &#346;r&#299; Caitanya Mah&#257;prabhu has therefore bestowed His blessings by saying, param vijayate &#347;r&#299;-krishna-sa&#324;k&#299;rtanam: "All glories to &#346;r&#299; Krishna sa&#324;k&#299;rtana!" If one wants to derive the actual benefit from this human form, he must take to the chanting of the holy name of the Lord.</P><P CLASS=l><A CLASS=i HREF="17-18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20-23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>