<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 6 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 6 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Prahl&#257;da Instructs His Demoniac Schoolmates</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.6.2</P><P CLASS=c>yath&#257; hi purushasyeha</P><P CLASS=c>vishnoh p&#257;dopasarpanam</P><P CLASS=c>yad esha sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=c>priya &#257;tme&#347;varah suhrit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> order that; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/purusasya">purushasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> living entity; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/u/upasarpanam">upasarpanam</A> &#8212; approaching the lotus feet; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; the dear one; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the master of the soul, the Supersoul; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A> &#8212; the best well-wisher and friend.</P><P CLASS=t>TRANSLATION</P><P>The human form of life affords one a chance to return home, back to Godhead. Therefore every living entity, especially in the human form of life, must engage in devotional service to the lotus feet of Lord Vishnu. This devotional service is natural because Lord Vishnu, the Supreme Personality of Godhead, is the most beloved, the master of the soul, and the well-wisher of all other living beings.</P><P CLASS=t>PURPORT</P><P>The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>):</P><P>bhokt&#257;ram yajña-tapas&#257;m</P><P CLASS=n>sarva-loka-mahe&#347;varam</P><P CLASS=n>suhridam sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>jñ&#257;tv&#257; m&#257;m &#347;&#257;ntim ricchati</P><P>"The sages, knowing Me as the ultimate purpose of all sacrifices and austerities, the Supreme Lord of all planets and demigods and the benefactor and well-wisher of all living entities, attain peace from the pangs of material miseries." Simply by understanding these three facts &#8212; that the Supreme Lord, Vishnu, is the proprietor of the entire creation, that He is the best well-wishing friend of all living entities, and that He is the supreme enjoyer of everything &#8212; one becomes peaceful and happy. For this transcendental happiness, the living entity has wandered throughout the universe in different forms of life and different planetary systems, but because he has forgotten his intimate relationship with Vishnu, he has merely suffered, life after life. Therefore, the educational system in the human form of life should be so perfect that one will understand his intimate relationship with God, or Vishnu. Every living entity has an intimate relationship with God. One should therefore glorify the Lord in the adoration of &#347;&#257;nta-rasa or revive his eternal relationship with Vishnu as a servant in d&#257;sya-rasa, a friend in sakhya-rasa, a parent in v&#257;tsalya-rasa or a conjugal lover in m&#257;dhurya-rasa. All these relationships are on the platform of love. Vishnu is the center of love for everyone, and therefore the duty of everyone is to engage in the loving service of the Lord. As stated by the Supreme Personality of Godhead (Bh&#257;g. <A CLASS=v HREF="../../../sb/3/25/38.htm">3.25.38</A>), yesh&#257;m aham priya &#257;tm&#257; suta&#347; ca sakh&#257; guruh suhrido daivam ishtam. In any form of life, we are related with Vishnu, who is the most beloved, the Supersoul, son, friend and guru. Our eternal relationship with God can be revived in the human form of life, and that should be the goal of education. Indeed, that is the perfection of life and the perfection of education.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>