<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 6 Verses 20-23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 6 Verses 20-23"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Prahl&#257;da Instructs His Demoniac Schoolmates</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.6.20-23</P><P CLASS=c>par&#257;vareshu bh&#363;teshu</P><P CLASS=c>brahm&#257;nta-sth&#257;var&#257;dishu</P><P CLASS=c>bhautikeshu vik&#257;reshu</P><P CLASS=c>bh&#363;teshv atha mahatsu ca</P><P CLASS=c>guneshu guna-s&#257;mye ca</P><P CLASS=c>guna-vyatikare tath&#257;</P><P CLASS=c>eka eva paro hy &#257;tm&#257;</P><P CLASS=c>bhagav&#257;n &#299;&#347;varo 'vyayah</P><P CLASS=c>pratyag-&#257;tma-svar&#363;pena</P><P CLASS=c>dri&#347;ya-r&#363;pena ca svayam</P><P CLASS=c>vy&#257;pya-vy&#257;paka-nirde&#347;yo</P><P CLASS=c>hy anirde&#347;yo 'vikalpitah</P><P CLASS=c>keval&#257;nubhav&#257;nanda-</P><P CLASS=c>svar&#363;pah parame&#347;varah</P><P CLASS=c>m&#257;yay&#257;ntarhitai&#347;varya</P><P CLASS=c>&#299;yate guna-sargay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/avaresu">avareshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> exalted or hellish conditions of life; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the living beings; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/a/anta">anta</A> &#8212; ending with Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sthavara">sth&#257;vara</A>-<A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dishu</A> &#8212; beginning with the nonmoving forms of life, the trees and plants; <A CLASS=v HREF="http://vedabase.net/b/bhautikesu">bhautikeshu</A> &#8212; of the material elements; <A CLASS=v HREF="http://vedabase.net/v/vikaresu">vik&#257;reshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the transformations; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the five gross elements of material nature; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; moreover; <A CLASS=v HREF="http://vedabase.net/m/mahatsu">mahatsu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/m/mahat">mahat</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>, the total material energy; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/g/gunesu">guneshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the modes of material nature; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/s/samye">s&#257;mye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/an">an</A> equilibrium of material qualities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/vyatikare">vyatikare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the uneven manifestation of the modes of material nature; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the original source; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the controller; <A CLASS=v HREF="http://vedabase.net/a/avyayah">avyayah</A> &#8212; without deteriorating; <A CLASS=v HREF="http://vedabase.net/p/pratyak">pratyak</A> &#8212; inner; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/svarupena">svar&#363;pena</A> &#8212; by His original constitutional position <A HREF="http://vedabase.net/a/as">as</A> the Supersoul; <A CLASS=v HREF="http://vedabase.net/d/drsya">dri&#347;ya</A>-<A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pena</A> &#8212; by His visible forms; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/v/vyapya">vy&#257;pya</A> &#8212; pervaded; <A CLASS=v HREF="http://vedabase.net/v/vyapaka">vy&#257;paka</A> &#8212; all-pervading; <A CLASS=v HREF="http://vedabase.net/n/nirdesyah">nirde&#347;yah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be described; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anirdesyah">anirde&#347;yah</A> &#8212; not <A HREF="http://vedabase.net/t/to">to</A> be described (because of fine, subtle existence); <A CLASS=v HREF="http://vedabase.net/a/avikalpitah">avikalpitah</A> &#8212; without differentiation; <A CLASS=v HREF="http://vedabase.net/k/kevala">kevala</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/a/anubhava">anubhava</A>-<A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/s/svarupah">svar&#363;pah</A> &#8212; whose form is blissful and full of knowledge; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Supreme Personality of Godhead, the supreme ruler; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>, the illusory energy; <A CLASS=v HREF="http://vedabase.net/a/antarhita">antarhita</A> &#8212; covered; <A CLASS=v HREF="http://vedabase.net/a/aisvaryah">ai&#347;varyah</A> &#8212; whose unlimited opulence; <A CLASS=v HREF="http://vedabase.net/i/iyate">&#299;yate</A> &#8212; is mistaken <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/s/sargaya">sargay&#257;</A> &#8212; the interaction of the material modes of nature.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, the supreme controller, who is infallible and indefatigable, is present in different forms of life, from the inert living beings [sth&#257;vara], such as the plants, to Brahm&#257;, the foremost created living being. He is also present in the varieties of material creations and in the material elements, the total material energy and the modes of material nature [sattva-guna, rajo-guna and tamo-guna], as well as the unmanifested material nature and the false ego. Although He is one, He is present everywhere, and He is also the transcendental Supersoul, the cause of all causes, who is present as the observer in the cores of the hearts of all living entities. He is indicated as that which is pervaded and as the all-pervading Supersoul, but actually He cannot be indicated. He is changeless and undivided. He is simply perceived as the supreme sac-cid-&#257;nanda [eternity, knowledge and bliss]. Being covered by the curtain of the external energy, to the atheist He appears nonexistent.</P><P CLASS=t>PURPORT</P><P>Not only is the Supreme Personality of Godhead present as the Supersoul of all living entities; at the same time, He pervades everything in the entire creation. He exists in all circumstances and at all times. He exists in the heart of Lord Brahm&#257; and also in the cores of the hearts of the hogs, dogs, trees, plants and so on. He is present everywhere. He is present not only in the heart of the living entity, but also in material things, even in the atoms, protons and electrons being explored by material scientists.</P><P>The Lord is present in three features &#8212; as Brahman, Param&#257;tm&#257; and Bhagav&#257;n. Because He is present everywhere, He is described as sarvam khalv idam brahma. Vishnu exists beyond Brahman. Bhagavad-g&#299;t&#257; confirms that Krishna, by His Brahman feature, is all-pervading (may&#257; tatam idam sarvam), but Brahman depends upon Krishna (brahmano hi pratishth&#257;ham[<A CLASS=v HREF="../../../bg/14/27.htm">Bg. 14.27</A>]). Without Krishna, there could be no existence of Brahman or Param&#257;tm&#257;. Therefore, Bhagav&#257;n, the Supreme Personality of Godhead, is the ultimate realization of the Absolute Truth. Although He is present as the Param&#257;tm&#257; in the core of everyone's heart, He is nonetheless one, either as an individual or as the all-pervading Brahman.</P><P>The supreme cause is Krishna, and devotees who have surrendered to the Supreme Personality of Godhead can realize Him and His presence within the universe and within the atom (and&#257;ntara-stha-param&#257;nu-cay&#257;ntara-stham). This realization is possible only for devotees who have fully surrendered unto the lotus feet of the Lord; for others it is not possible. This is confirmed by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>):</P><P>daiv&#299; hy esh&#257; guna-may&#299;</P><P CLASS=n>mama m&#257;y&#257; duratyay&#257;</P><P CLASS=n>m&#257;m eva ye prapadyante</P><P CLASS=n>m&#257;y&#257;m et&#257;m taranti te</P><P>The process of surrender in a devotional attitude is accepted by a fortunate living being. After wandering through many varieties of life on many planetary systems, when one comes to the real understanding of the Absolute Truth by the grace of a devotee, one surrenders to the Supreme Personality of Godhead, as confirmed in Bhagavad-g&#299;t&#257; (bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]).</P><P>Prahl&#257;da Mah&#257;r&#257;ja's class friends, who were born of Daitya families, thought that realizing the Absolute was extremely difficult. Indeed, we have experience that many, many people say this very thing. Actually, however, this is not so. The Absolute, the Supreme Personality of Godhead, is most intimately related to all living entities. Therefore if one understands the Vaishnava philosophy, which explains how He is present everywhere and how He acts everywhere, to worship the Supreme Lord or to realize Him is not at all difficult. Realization of the Lord, however, is possible only in the association of devotees. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu, in His teachings to R&#363;pa Gosv&#257;m&#299; said (Cc. <A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>):</P><P>brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=n>guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P>The living entity in the material condition wanders through many varieties of life and many varieties of circumstances, but if he comes in contact with a pure devotee and is intelligent enough to take instructions from the pure devotee regarding the process of devotional service, he can understand the Supreme Personality of Godhead, the origin of Brahman and Param&#257;tm&#257;, without difficulty. In this regard, &#346;r&#299;la Madhv&#257;c&#257;rya says:</P><P>antary&#257;m&#299; pratyag-&#257;tm&#257;</P><P CLASS=n>vy&#257;ptah k&#257;lo harih smritah</P><P CLASS=n>prakrity&#257; tamas&#257;vritatv&#257;t</P><P CLASS=n>harer ai&#347;varyam na jñ&#257;yate</P><P>The Lord is present as antary&#257;m&#299; in everyone's heart and is visible in the individual soul covered by a body. Indeed, He is everywhere at every time and every condition, but because He is covered by the curtain of material energy, to an ordinary person there appears to be no God.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>