<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 6 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 6 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Prahl&#257;da Instructs His Demoniac Schoolmates</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.6.25</P><P CLASS=c>tushte ca tatra kim alabhyam ananta &#257;dye</P><P CLASS=c>kim tair guna-vyatikar&#257;d iha ye sva-siddh&#257;h</P><P CLASS=c>dharm&#257;dayah kim agunena ca k&#257;&#324;kshitena</P><P CLASS=c>s&#257;ram jush&#257;m caranayor upag&#257;yat&#257;m nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tuste">tushte</A> &#8212; when satisfied; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/alabhyam">alabhyam</A> &#8212; unobtainable; <A CLASS=v HREF="http://vedabase.net/a/anante">anante</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adye">&#257;dye</A> &#8212; the original source of everything, the cause of all causes; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what need; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; with them; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/vyatikarat">vyatikar&#257;t</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> the actions of the modes of material nature; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/siddhah">siddh&#257;h</A> &#8212; automatically achieved; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; the three principles of material advancement, namely religion, economic development and sense gratification; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what need; <A CLASS=v HREF="http://vedabase.net/a/agunena">agunena</A> &#8212; with liberation into the Supreme; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/kanksitena">k&#257;&#324;kshitena</A> &#8212; desired; <A CLASS=v HREF="http://vedabase.net/s/saram">s&#257;ram</A> &#8212; essence; <A CLASS=v HREF="http://vedabase.net/j/jusam">jush&#257;m</A> &#8212; relishing; <A CLASS=v HREF="http://vedabase.net/c/caranayoh">caranayoh</A> &#8212; of the two lotus feet of the Lord; <A CLASS=v HREF="http://vedabase.net/u/upagayatam">upag&#257;yat&#257;m</A> &#8212; who glorify the qualities of the Lord; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; of us.</P><P CLASS=t>TRANSLATION</P><P>Nothing is unobtainable for devotees who have satisfied the Supreme Personality of Godhead, who is the cause of all causes, the original source of everything. The Lord is the reservoir of unlimited spiritual qualities. For devotees, therefore, who are transcendental to the modes of material nature, what is the use of following the principles of religion, economic development, sense gratification and liberation, which are all automatically obtainable under the influence of the modes of nature? We devotees always glorify the lotus feet of the Lord, and therefore we need not ask for anything in terms of dharma, k&#257;ma, artha and moksha.</P><P CLASS=t>PURPORT</P><P>In an advanced civilization, people are eager to be religious, to be economically well situated, to satisfy their senses to the fullest extent, and at last to attain liberation. However, these are not to be magnified as desirable. Indeed, for a devotee these are all very easily available. Bilvama&#324;gala Th&#257;kura said, muktih svayam mukulit&#257;ñjali sevate 'sm&#257;n dharm&#257;rtha-k&#257;ma-gatayah samaya-prat&#299;ksh&#257;h. Liberation always stands at the door of a devotee, ready to carry out his orders. Material advancement in religion, economic development, sense gratification and liberation simply wait to serve a devotee at the first opportunity. A devotee is already in a transcendental position; he does not need further qualifications to be liberated. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>), sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate: a devotee is transcendental to the actions and reactions of the three modes of material nature because he is situated on the Brahman platform.</P><P>Prahl&#257;da Mah&#257;r&#257;ja said, agunena ca k&#257;&#324;kshitena: if one is engaged in the transcendental loving service of the lotus feet of the Lord, he does not need anything in terms of dharma, artha, k&#257;ma or moksha. In &#346;r&#299;mad-Bh&#257;gavatam, therefore, in the beginning of the transcendental literature, it is said, dharmah projjhita-kaitavo 'tra [<A CLASS=v HREF="../../1/1/2.htm">SB 1.1.2</A>]. Dharma, artha, k&#257;ma and moksha are kaitava &#8212; false and unnecessary. Nirmatsar&#257;n&#257;m, persons who are completely transcendental to the material activities of separateness, who make no distinction between "mine" and "yours," but who simply engage in the devotional service of the Lord, are actually fit to accept bh&#257;gavata-dharma (dharm&#257;n bhagavat&#257;n iha). Because they are nirmatsara, not jealous of anyone, they want to make others devotees, even their enemies. In this regard, &#346;r&#299;la Madhv&#257;c&#257;rya remarks, k&#257;&#324;kshate moksha-gam api sukham n&#257;k&#257;&#324;kshato yath&#257;. Devotees are not desirous of any material happiness, including the happiness derived from liberation. This is called any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]. Karm&#299;s desire material happiness, and jñ&#257;n&#299;s desire liberation, but a devotee does not desire anything; he is simply satisfied by rendering transcendental loving service at the lotus feet of the Lord and glorifying Him everywhere by preaching, which is his life and soul.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>