<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 6 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 6 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Prahl&#257;da Instructs His Demoniac Schoolmates</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.6.26</P><P CLASS=c>dharm&#257;rtha-k&#257;ma iti yo 'bhihitas tri-varga</P><P CLASS=c>&#299;ksh&#257; tray&#299; naya-damau vividh&#257; ca v&#257;rt&#257;</P><P CLASS=c>manye tad etad akhilam nigamasya satyam</P><P CLASS=c>sv&#257;tm&#257;rpanam sva-suhridah paramasya pumsah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religion; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; economic development; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; regulated sense gratification; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/abhihitah">abhihitah</A> &#8212; prescribed; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vargah">vargah</A> &#8212; the group of three; <A CLASS=v HREF="http://vedabase.net/i/iksa">&#299;ksh&#257;</A> &#8212; self-realization; <A CLASS=v HREF="http://vedabase.net/t/trayi">tray&#299;</A> &#8212; the Vedic ritualistic ceremonies; <A CLASS=v HREF="http://vedabase.net/n/naya">naya</A> &#8212; logic; <A CLASS=v HREF="http://vedabase.net/d/damau">damau</A> &#8212; and the science of law and order; <A CLASS=v HREF="http://vedabase.net/v/vividha">vividh&#257;</A> &#8212; varieties of; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/varta">v&#257;rt&#257;</A> &#8212; occupational duties, or one's livelihood; <A CLASS=v HREF="http://vedabase.net/m/manye">manye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> consider; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/a/akhilam">akhilam</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/n/nigamasya">nigamasya</A> &#8212; of the Vedas; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; truth; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/arpanam">arpanam</A> &#8212; the full surrendering of one's self; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/suhrdah">suhridah</A> &#8212; unto the supreme friend; <A CLASS=v HREF="http://vedabase.net/p/paramasya">paramasya</A> &#8212; the ultimate; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; personality.</P><P CLASS=t>TRANSLATION</P><P>Religion, economic development and sense gratification &#8212; these are described in the Vedas as tri-varga, or three ways to salvation. Within these three categories are education and self-realization; ritualistic ceremonies performed according to Vedic injunction; logic; the science of law and order; and the various means of earning one's livelihood. These are the external subject matters of study in the Vedas, and therefore I consider them material. However, I consider surrender to the lotus feet of Lord Vishnu to be transcendental.</P><P CLASS=t>PURPORT</P><P>These instructions of Prahl&#257;da Mah&#257;r&#257;ja stress the transcendental position of devotional service. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman." One who fully engages in the devotional service of the Lord is immediately raised to the transcendental position, which is the brahma-bh&#363;ta stage. Any education or activity not on the brahma-bh&#363;ta platform, the platform of self-realization, is considered to be material, and Prahl&#257;da Mah&#257;r&#257;ja says that anything material cannot be the Absolute Truth, for the Absolute Truth is on the spiritual platform. This is also confirmed by Lord Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/45.htm">2.45</A>), where He says, traigunya-vishay&#257; ved&#257; nistraigunyo bhav&#257;rjuna: "The Vedas mainly deal with the subject of the three modes of material nature. Rise above these modes, O Arjuna. Be transcendental to all of them." To act on the material platform, even if one's activities are sanctioned by the Vedas, is not the ultimate goal of life. The ultimate goal of life is to stay on the spiritual platform, fully surrendered to the parama-purusha, the supreme person. This is the object of the human mission. In summary, the Vedic ritualistic ceremonies and injunctions are not to be discounted; they are means of being promoted to the spiritual platform. But if one does not come to the spiritual platform, the Vedic ceremonies are simply a waste of time. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/8.htm">1.2.8</A>):</P><P>dharmah svanushthitah pums&#257;m</P><P CLASS=n>vishvaksena-kath&#257;su yah</P><P CLASS=n>notp&#257;dayed yadi ratim</P><P CLASS=n>&#347;rama eva hi kevalam</P><P>"Duties [dharma] executed by men, regardless of occupation, are only so much useless labor if they do not provoke attraction for the message of the Supreme Lord." If one very strictly performs the various duties of religion but does not ultimately come to the platform of surrendering to the Supreme Lord, his methods of attaining salvation or elevation are simply a waste of time and energy.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>