<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 6 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 6 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Prahl&#257;da Instructs His Demoniac Schoolmates</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.6.27</P><P CLASS=c>jñ&#257;nam tad etad amalam durav&#257;pam &#257;ha</P><P CLASS=c>n&#257;r&#257;yano nara-sakhah kila n&#257;rad&#257;ya</P><P CLASS=c>ek&#257;ntin&#257;m bhagavatas tad akiñcan&#257;n&#257;m</P><P CLASS=c>p&#257;d&#257;ravinda-rajas&#257;pluta-dehin&#257;m sy&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/amalam">amalam</A> &#8212; without material contamination; <A CLASS=v HREF="http://vedabase.net/d/duravapam">durav&#257;pam</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> understand (without the mercy of <A HREF="http://vedabase.net/a/a">a</A> devotee); <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; explained; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> &#8212; Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/s/sakhah">sakhah</A> &#8212; the friend of all living entities (especially human beings); <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/naradaya">n&#257;rad&#257;ya</A> &#8212; unto the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/e/ekantinam">ek&#257;ntin&#257;m</A> &#8212; of those who have surrendered exclusively <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that (knowledge); <A CLASS=v HREF="http://vedabase.net/a/akincananam">akiñcan&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/d/do">do</A> not claim any material possessions; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A> &#8212; of the lotus feet of the Lord; <A CLASS=v HREF="http://vedabase.net/r/rajasa">rajas&#257;</A> &#8212; by the dust; <A CLASS=v HREF="http://vedabase.net/a/apluta">&#257;pluta</A> &#8212; bathed; <A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; whose bodies; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; is possible.</P><P CLASS=t>TRANSLATION</P><P>N&#257;r&#257;yana, the Supreme Personality of Godhead, the well-wisher and friend of all living entities, formerly explained this transcendental knowledge to the great saint N&#257;rada. Such knowledge is extremely difficult to understand without the mercy of a saintly person like N&#257;rada, but everyone who has taken shelter of N&#257;rada's disciplic succession can understand this confidential knowledge.</P><P CLASS=t>PURPORT</P><P>It is stated here that this confidential knowledge is extremely difficult to understand, yet it is very easy to understand if one takes shelter of a pure devotee. This confidential knowledge is also mentioned at the end of Bhagavad-g&#299;t&#257;, where the Lord says, sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>] "Abandon all varieties of religion and just surrender unto Me." This knowledge is an extremely confidential secret, but it can be understood if one approaches the Supreme Personality of Godhead through the bona fide agent, the spiritual master in the disciplic succession from N&#257;rada. Prahl&#257;da Mah&#257;r&#257;ja wanted to impress upon the sons of the demons that although such knowledge can be understood only by a saintly person like N&#257;rada, they should not be disappointed, for if one takes shelter of N&#257;rada instead of material teachers, this knowledge is possible to understand. Understanding does not depend upon high parentage. The living entity is certainly pure on the spiritual platform, and therefore anyone who attains the spiritual platform by the grace of the spiritual master can also understand this confidential knowledge.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>