<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 6 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 6 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Prahl&#257;da Instructs His Demoniac Schoolmates</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.6.9</P><P CLASS=c>ko griheshu pum&#257;n saktam</P><P CLASS=c>&#257;tm&#257;nam ajitendriyah</P><P CLASS=c>sneha-p&#257;&#347;air dridhair baddham</P><P CLASS=c>utsaheta vimocitum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/g/grhesu">griheshu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> household life; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/s/saktam">saktam</A> &#8212; very much attached; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; his own self, the soul; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyah">indriyah</A> &#8212; who has not conquered the senses; <A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A>-<A CLASS=v HREF="http://vedabase.net/p/pasaih">p&#257;&#347;aih</A> &#8212; by the ropes of affection; <A CLASS=v HREF="http://vedabase.net/d/drdhaih">dridhaih</A> &#8212; very strong; <A CLASS=v HREF="http://vedabase.net/b/baddham">baddham</A> &#8212; bound hand and foot; <A CLASS=v HREF="http://vedabase.net/u/utsaheta">utsaheta</A> &#8212; is able; <A CLASS=v HREF="http://vedabase.net/v/vimocitum">vimocitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> liberate from material bondage.</P><P CLASS=t>TRANSLATION</P><P>What person too attached to household life due to being unable to control his senses can liberate himself? An attached householder is bound very strongly by ropes of affection for his family [wife, children and other relatives].</P><P CLASS=t>PURPORT</P><P>Prahl&#257;da Mah&#257;r&#257;ja's first proposal was kaum&#257;ra &#257;caret pr&#257;jño dharm&#257;n bh&#257;gavat&#257;n iha: [<A CLASS=v HREF="../../7/6/1.htm">SB 7.6.1</A>] "One who is sufficiently intelligent should use the human form of body from the very beginning of life &#8212; in other words, from the tender age of childhood &#8212; to practice the activities of devotional service, giving up all other engagements." Dharm&#257;n bh&#257;gavat&#257;n means the religious principle of reviving our relationship with the Supreme Personality of Godhead. For this purpose Krishna personally advises, sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>] "Give up all other duties and surrender unto Me." While in the material world we manufacture so many duties in the name of so many isms, but our actual duty is to free ourselves from the cycle of birth, death, old age and disease. For this purpose, one must first be liberated from material bondage, and especially from household life. Household life is actually a kind of license for a materially attached person by which to enjoy sense gratification under regulative principles. Otherwise there is no need of entering household life.</P><P>Before entering household life, one should be trained as a brahmac&#257;r&#299;, living under the care of the guru, whose place is known as the guru-kula. Brahmac&#257;r&#299; guru-kule vasan d&#257;nto guror hitam (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/12/1.htm">7.12.1</A>). From the very beginning, a brahmac&#257;r&#299; is trained to sacrifice everything for the benefit of the guru. A brahmac&#257;r&#299; is advised to go begging alms door to door, addressing all women as mother, and whatever he collects goes to the benefit of the guru. In this way he learns how to control his senses and sacrifice everything for the guru. When he is fully trained, if he likes he is allowed to marry. Thus he is not an ordinary grihastha who has learned only how to satisfy his senses. A trained grihastha can gradually give up household life and go to the forest to become increasingly enlightened in spiritual life and at last take sanny&#257;sa. Prahl&#257;da Mah&#257;r&#257;ja explained to his father that to be freed from all material anxieties one should go to the forest. Hitv&#257;tma-p&#257;tam griham andha-k&#363;pam. One should give up his household, which is a place for going further and further down into the darkest regions of material existence. The first advice, therefore, is that one must give up household life (griham andha-k&#363;pam). However, if one prefers to remain in the dark well of household life because of uncontrolled senses, he becomes increasingly entangled by ropes of affection for his wife, children, servants, house, money and so on. Such a person cannot attain liberation from material bondage. Therefore children should be taught from the very beginning of life to be first-class brahmac&#257;r&#299;s. Then it will be possible for them to give up household life in the future.</P><P>To return home, back to Godhead, one must be completely free from material attachment. Therefore, bhakti-yoga means vair&#257;gya-vidy&#257;, the art that can help one develop a distaste for material enjoyment.</P><P>v&#257;sudeve bhagavati</P><P CLASS=n>bhakti-yogah prayojitah</P><P CLASS=n>janayaty &#257;&#347;u vair&#257;gyam</P><P CLASS=n>jñ&#257;nam ca yad ahaitukam</P><P>"By rendering devotional service unto the Personality of Godhead, &#346;r&#299; Krishna, one immediately acquires causeless knowledge and detachment from the world." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/7.htm">1.2.7</A>) If one engages in devotional service from the beginning of life, he easily attains vair&#257;gya-vidy&#257;, or asakti, detachment, and becomes jitendriya, the controller of his senses. One who perfectly engages in devotional service is therefore called gosv&#257;m&#299; or sv&#257;m&#299;, master of the senses. Unless one is master of the senses, he should not accept the renounced order of life, sanny&#257;sa. A strong inclination for sense enjoyment is the cause of the material body. Without full knowledge one cannot be unattached to material enjoyment, but as long as one is not in that position one is not fit to return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>