<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 6"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Prahl&#257;da Instructs His Demoniac Schoolmates</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.6 Summary</P><P>This chapter describes Prahl&#257;da Mah&#257;r&#257;ja's instructions to his class friends. In speaking to his friends, who were all sons of demons, Prahl&#257;da Mah&#257;r&#257;ja stressed that every living entity, especially in human society, must be interested in spiritual realization from the very beginning of life. When human beings are children, they should be taught that the Supreme Personality of Godhead is the worshipable Deity for everyone. One should not be very much interested in material enjoyment; instead, one should be satisfied with whatever material profits are easily obtainable, and because the duration of one's life is very short, one should utilize every moment for spiritual advancement. One may wrongly think, "In the beginning of our lives let us enjoy material facilities, and in old age we may become Krishna conscious." Such materialistic thoughts are always useless because in old age one cannot be trained in the spiritual way of life. Therefore, from the very beginning of life, one should engage in devotional service (&#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]). This is the duty of all living entities. Material education is infected by the three modes of nature, but spiritual education, for which there is a great need in human society, is transcendental. Prahl&#257;da Mah&#257;r&#257;ja disclosed the secret of how he had received instructions from N&#257;rada Muni. By accepting the lotus feet of Prahl&#257;da Mah&#257;r&#257;ja, who is in the parampar&#257; succession, one will be able to understand the mode of spiritual life. In accepting this mode of activity, there is no need for material qualifications.</P><P>After Prahl&#257;da Mah&#257;r&#257;ja's class friends had listened to Prahl&#257;da Mah&#257;r&#257;ja, they inquired how he had become so learned and advanced. In this way the chapter ends.</P><P CLASS=l><A CLASS=i HREF="../5/56-57.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>