<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 15 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 15 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Lord Krishna's Description of Mystic Yoga Perfections</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.15.11</P><P CLASS=c>mahat-tattv&#257;tmani mayi</P><P CLASS=c>yath&#257;-samstham mano dadhat</P><P CLASS=c>mahim&#257;nam av&#257;pnoti</P><P CLASS=c>bh&#363;t&#257;n&#257;m ca prithak prithak</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; of the total material energy; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Soul; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/s/samstham">samstham</A> &#8212; the particular situation; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/d/dadhat">dadhat</A> &#8212; fixing; <A CLASS=v HREF="http://vedabase.net/m/mahimanam">mahim&#257;nam</A> &#8212; the mystic perfection called <A HREF="http://vedabase.net/m/mahima">mahim&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/avapnoti">av&#257;pnoti</A> &#8212; one achieves; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of the material elements; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; each one individually.</P><P CLASS=t>TRANSLATION</P><P>One who absorbs his mind in the particular form of the mahat-tattva and thus meditates upon Me as the Supreme Soul of the total material existence achieves the mystic perfection called mahim&#257;. By further absorbing the mind in the situation of each individual element such as the sky, air, fire, and so on, one progressively acquires the greatness of each material element.</P><P CLASS=t>PURPORT</P><P>There are innumerable verses in Vedic literatures explaining that the Supreme Personality of Godhead is qualitatively not different from His creation and thus a yog&#299; may meditate upon the total material existence as a manifestation of the external potency of the Lord. Once the yog&#299; has established his realization that the material creation is not different from the Lord, he obtains the perfection called mahim&#257;-siddhi. By realizing the Lord's presence in each individual element the yog&#299; also acquires the greatness of each element. However, the pure devotees are not very interested in such perfections because they are surrendered to the Personality of Godhead, who exhibits such perfections to the infinite degree. Being always protected by the Lord, the pure devotees save their precious time to chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Thus they achieve for themselves and others samsiddhi, or the supreme perfection, pure love of Godhead, Krishna consciousness, by which one expands one's existence beyond the total material creation to the spiritual planets called Vaikuntha.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>