<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 15 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 15 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Lord Krishna's Description of Mystic Yoga Perfections</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.15.14</P><P CLASS=c>mahaty &#257;tmani yah s&#363;tre</P><P CLASS=c>dh&#257;rayen mayi m&#257;nasam</P><P CLASS=c>pr&#257;k&#257;myam p&#257;rameshthyam me</P><P CLASS=c>vindate 'vyakta-janmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mahati">mahati</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/m/mahat">mahat</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supersoul; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/s/sutre">s&#363;tre</A> &#8212; characterized by the chain of fruitive activities; <A CLASS=v HREF="http://vedabase.net/d/dharayet">dh&#257;rayet</A> &#8212; should concentrate; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/m/manasam">m&#257;nasam</A> &#8212; the mental activities; <A CLASS=v HREF="http://vedabase.net/p/prakamyam">pr&#257;k&#257;myam</A> &#8212; the mystic perfection called pr&#257;k&#257;mya; <A CLASS=v HREF="http://vedabase.net/p/paramesthyam">p&#257;rameshthyam</A> &#8212; most excellent; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; from <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/v/vindate">vindate</A> &#8212; obtains or enjoys; <A CLASS=v HREF="http://vedabase.net/a/avyakta">avyakta</A>-<A CLASS=v HREF="http://vedabase.net/j/janmanah">janmanah</A> &#8212; from Him whose appearance <A HREF="http://vedabase.net/i/in">in</A> this world cannot be materially perceived.</P><P CLASS=t>TRANSLATION</P><P>One who concentrates all mental activities in Me as the Supersoul of that phase of the mahat-tattva which manifests the chain of fruitive activities obtains from Me, whose appearance is beyond material perception, the most excellent mystic perfection called pr&#257;k&#257;mya.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la V&#299;rar&#257;ghava &#256;c&#257;rya explains that the word s&#363;tra, or "thread," is used to indicate that the mahat-tattva sustains one's fruitive activities just as a thread sustains a row of jewels. Thus by fixed meditation on the Supreme Personality of Godhead, who is the soul of the mahat-tattva, one can achieve the most excellent perfection called pr&#257;k&#257;mya. Avyakta-janmanah indicates that the Supreme Personality of Godhead appears from the avyakta, or the spiritual sky, or that His birth is avyakta, beyond the perception of material senses. Unless one accepts the transcendental form of the Supreme Personality of Godhead, there is no possibility of obtaining pr&#257;k&#257;mya or any other genuine mystic perfection.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>