<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 15 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 15 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Lord Krishna's Description of Mystic Yoga Perfections</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.15.19</P><P CLASS=c>mayy &#257;k&#257;&#347;&#257;tmani pr&#257;ne</P><P CLASS=c>manas&#257; ghosham udvahan</P><P CLASS=c>tatropalabdh&#257; bh&#363;t&#257;n&#257;m</P><P CLASS=c>hamso v&#257;cah &#347;rinoty asau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/akasa">&#257;k&#257;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the personification of the sky; <A CLASS=v HREF="http://vedabase.net/p/prane">pr&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the life air; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; with the mind; <A CLASS=v HREF="http://vedabase.net/g/ghosam">ghosham</A> &#8212; the transcendental sound; <A CLASS=v HREF="http://vedabase.net/u/udvahan">udvahan</A> &#8212; concentrating on; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/u/upalabdhah">upalabdh&#257;h</A> &#8212; perceived; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/h/hamsah">hamsah</A> &#8212; the purified living entity; <A CLASS=v HREF="http://vedabase.net/v/vacah">v&#257;cah</A> &#8212; words or speaking; <A CLASS=v HREF="http://vedabase.net/s/srnoti">&#347;rinoti</A> &#8212; hears; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>.</P><P CLASS=t>TRANSLATION</P><P>That purified living entity who fixes his mind on the extraordinary sound vibrations occurring within Me as the personified sky and total life air is then able to perceive within the sky the speaking of all living entities.</P><P CLASS=t>PURPORT</P><P>Speech occurs by vibrating air within the sky. One who meditates on the Supreme Lord as the personified sky and air thereby acquires the ability to hear that which is vibrated at great distance. The word pr&#257;na indicates that the Lord is the personified life air of the individual living entities and for the total aggregate of life forms. Ultimately, the pure devotees meditate on the supreme vibration &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; and are thus able to hear the speech originating from liberated living entities far beyond the material universe. Any living entity can hear such discussions by reading &#346;r&#299;mad-Bh&#257;gavatam, Bhagavad-g&#299;t&#257; and other such literatures. One who has properly understood the opulences of the Supreme Personality of Godhead finds all perfection, mystic and otherwise, in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>