<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 15 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 15 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Lord Krishna's Description of Mystic Yoga Perfections</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.15.26</P><P CLASS=c>yath&#257; sa&#324;kalpayed buddhy&#257;</P><P CLASS=c>yad&#257; v&#257; mat-parah pum&#257;n</P><P CLASS=c>mayi satye mano yuñjams</P><P CLASS=c>tath&#257; tat samup&#257;&#347;nute</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; by which means; <A CLASS=v HREF="http://vedabase.net/s/sankalpayet">sa&#324;kalpayet</A> &#8212; one may determine or resolve; <A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; by the mind; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; having faith <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the <A HREF="http://vedabase.net/y/yogi">yog&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/satye">satye</A> &#8212; whose desire always becomes truth; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/y/yunjan">yuñjan</A> &#8212; absorbing; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; by that means; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that very purpose; <A CLASS=v HREF="http://vedabase.net/s/samupasnute">samup&#257;&#347;nute</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> obtains.</P><P CLASS=t>TRANSLATION</P><P>A yogi who has faith in Me, absorbing his mind in Me and knowing that My purpose is always fulfilled, will always achieve his purpose by the very means he has determined to follow.</P><P CLASS=t>PURPORT</P><P>In this verse the word yad&#257; ("whenever") indicates that by the mystic power called yath&#257;-sa&#324;kalpa-samsiddhi one will achieve one's objective even if one pursues it at an inauspicious time. Lord Krishna is called satya-sa&#324;kalpa, or He whose desire, intention, purpose or resolve always comes to pass.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura mentions that one should determine to revive one's lost relationship with the Supreme Lord Krishna through the infallible means of devotional service, which can be executed at any time or in any place. There are many books giving proper guidance for achieving Lord Krishna, and the following are mentioned: &#346;r&#299;la J&#299;va Gosv&#257;m&#299;'s Sa&#324;kalpa-kalpavriksha, &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja's &#346;r&#299; Govinda-l&#299;l&#257;mrita, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;'s &#346;r&#299; Krishna-bh&#257;van&#257;mrita and Sa&#324;kalpa-kalpadruma, and &#346;r&#299;la Bhaktivinoda Th&#257;kura's &#346;r&#299; Gaur&#257;&#324;ga-smarana-ma&#324;gala. In the modern age, His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da has given us over sixty large volumes of transcendental literature, which can fix us firmly on the path back home, back to Godhead. Our sa&#324;kalpa, or determination, should be practical and not useless. We should resolve to make a permanent solution to the problems of life by going back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>