<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 15 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 15 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Lord Krishna's Description of Mystic Yoga Perfections</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.15.3</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>siddhayo 'sht&#257;da&#347;a prokt&#257;</P><P CLASS=c>dh&#257;ran&#257; yoga-p&#257;ra-gaih</P><P CLASS=c>t&#257;s&#257;m ashtau mat-pradh&#257;n&#257;</P><P CLASS=c>da&#347;aiva guna-hetavah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/s/siddhayah">siddhayah</A> &#8212; mystic perfections; <A CLASS=v HREF="http://vedabase.net/a/astadasa">asht&#257;da&#347;a</A> &#8212; eighteen; <A CLASS=v HREF="http://vedabase.net/p/proktah">prokt&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> declared; <A CLASS=v HREF="http://vedabase.net/d/dharanah">dh&#257;ran&#257;h</A> &#8212; meditations; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; of <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/p/para">p&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/g/gaih">gaih</A> &#8212; by the masters; <A CLASS=v HREF="http://vedabase.net/t/tasam">t&#257;s&#257;m</A> &#8212; of the eighteen; <A CLASS=v HREF="http://vedabase.net/a/astau">ashtau</A> &#8212; eight; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/p/pradhanah">pradh&#257;n&#257;h</A> &#8212; have their shelter <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A> &#8212; ten; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/h/hetavah">hetavah</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> manifested from the material mode of goodness.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: The masters of the yoga system have declared that there are eighteen types of mystic perfection and meditation, of which eight are primary, having their shelter in Me, and ten are secondary, appearing from the material mode of goodness.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains the word mat pradh&#257;n&#257;h as follows. Lord Krishna is naturally the shelter of the eight primary mystic potencies and meditations because such perfections emanate from the Lord's personal potency, and thus they are fully developed only within the Lord Himself and the Lord's personal associates. When materialistic persons mechanically acquire such potencies, the perfections awarded are of an inferior degree and are considered to be manifestations of m&#257;y&#257;, illusion. A pure devotee of the Lord automatically receives from the Lord wonderful potencies to execute his devotional service. If for sense gratification one mechanically endeavors to acquire mystic perfections, then these perfections are certainly considered to be inferior expansions of the Lord's external potency.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4-5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>