<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 15 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 15 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Lord Krishna's Description of Mystic Yoga Perfections</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.15.36</P><P CLASS=c>aham &#257;tm&#257;ntaro b&#257;hyo</P><P CLASS=c>'n&#257;vritah sarva-dehin&#257;m</P><P CLASS=c>yath&#257; bh&#363;t&#257;ni bh&#363;teshu</P><P CLASS=c>bahir antah svayam tath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/antarah">&#257;ntarah</A> &#8212; existing within <A HREF="http://vedabase.net/a/as">as</A> the Supersoul; <A CLASS=v HREF="http://vedabase.net/b/bahyah">b&#257;hyah</A> &#8212; existing externally <A HREF="http://vedabase.net/i/in">in</A> My all-pervading feature; <A CLASS=v HREF="http://vedabase.net/a/anavrtah">an&#257;vritah</A> &#8212; uncovered; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; the material elements; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; among living entities; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; externally; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; internally; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; Myself; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/same">same</A> way.</P><P CLASS=t>TRANSLATION</P><P>Just as the same material elements exist within and outside of all material bodies, similarly, I cannot be covered by anything else. I exist within everything as the Supersoul and outside of everything in My all-pervading feature.</P><P CLASS=t>PURPORT</P><P>Lord Krishna is the entire basis of meditation for all yog&#299;s and philosophers, and here the Lord clarifies His absolute position. Since the Lord is within everything, one might think that the Lord is divided into pieces. However, the word an&#257;vrita, or "completely uncovered," indicates that nothing can interrupt, disturb or in any way infringe upon the supreme existence of the Absolute Truth, the Personality of Godhead. There is no actual separation between the internal and external existence of the material elements, which continuously exist everywhere. Similarly, the Supreme Personality of Godhead is all-pervading and is the ultimate perfection of everything.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Eleventh Canto, Fifteenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Lord Krishna's Description of Mystic Yoga Perfections."</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../16/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>