<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 15 Verses 4-5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 15 Verses 4-5"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Lord Krishna's Description of Mystic Yoga Perfections</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.15.4-5</P><P CLASS=c>anim&#257; mahim&#257; m&#363;rter</P><P CLASS=c>laghim&#257; pr&#257;ptir indriyaih</P><P CLASS=c>pr&#257;k&#257;myam &#347;ruta-drishteshu</P><P CLASS=c>&#347;akti-preranam &#299;&#347;it&#257;</P><P CLASS=c>guneshv asa&#324;go va&#347;it&#257;</P><P CLASS=c>yat-k&#257;mas tad avasyati</P><P CLASS=c>et&#257; me siddhayah saumya</P><P CLASS=c>asht&#257;v autpattik&#257; mat&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anima">anim&#257;</A> &#8212; the perfection of becoming smaller than the smallest; <A CLASS=v HREF="http://vedabase.net/m/mahima">mahim&#257;</A> &#8212; becoming greater than the greatest; <A CLASS=v HREF="http://vedabase.net/m/murteh">m&#363;rteh</A> &#8212; of the body; <A CLASS=v HREF="http://vedabase.net/l/laghima">laghim&#257;</A> &#8212; becoming lighter than the lightest; <A CLASS=v HREF="http://vedabase.net/p/praptih">pr&#257;ptih</A> &#8212; acquisition; <A CLASS=v HREF="http://vedabase.net/i/indriyaih">indriyaih</A> &#8212; by the senses; <A CLASS=v HREF="http://vedabase.net/p/prakamyam">pr&#257;k&#257;myam</A> &#8212; obtaining or performing whatever one desires; <A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A> &#8212; things invisible,, about which one only hears; <A CLASS=v HREF="http://vedabase.net/d/drstesu">drishteshu</A> &#8212; and things visible; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A>-<A CLASS=v HREF="http://vedabase.net/p/preranam">preranam</A> &#8212; manipulating the subpotencies of <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/i/isita">&#299;&#347;it&#257;</A> &#8212; the perfection of controlling; <A CLASS=v HREF="http://vedabase.net/g/gunesu">guneshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the modes of material nature; <A CLASS=v HREF="http://vedabase.net/a/asangah">asa&#324;gah</A> &#8212; being unobstructed; <A CLASS=v HREF="http://vedabase.net/v/vasita">va&#347;it&#257;</A> &#8212; the power <A HREF="http://vedabase.net/t/to">to</A> bring others under control; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; desire (there may be); <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/avasyati">avasyati</A> &#8212; one can obtain; <A CLASS=v HREF="http://vedabase.net/e/etah">et&#257;h</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My (potencies); <A CLASS=v HREF="http://vedabase.net/s/siddhayah">siddhayah</A> &#8212; mystic perfections; <A CLASS=v HREF="http://vedabase.net/s/saumya">saumya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> gentle <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/a/astau">ashtau</A> &#8212; eight; <A CLASS=v HREF="http://vedabase.net/a/autpattikah">autpattik&#257;h</A> &#8212; natural and unexcelled; <A CLASS=v HREF="http://vedabase.net/m/matah">mat&#257;h</A> &#8212; understood <A HREF="http://vedabase.net/t/to">to</A> be.</P><P CLASS=t>TRANSLATION</P><P>Among the eight primary mystic perfections, the three by which one transforms one's own body are anim&#257;, becoming smaller than the smallest; mahim&#257;, becoming greater than the greatest; and laghim&#257;, becoming lighter than the lightest. Through the perfection of pr&#257;pti one acquires whatever one desires, and through pr&#257;k&#257;mya-siddhi one experiences any enjoyable object, either in this world or the next. Through i&#347;it&#257;-siddhi one can manipulate the subpotencies of m&#257;y&#257;, and through the controlling potency called va&#347;it&#257;-siddhi one is unimpeded by the three modes of nature. One who has acquired k&#257;m&#257;vas&#257;yit&#257;-siddhi can obtain anything from anywhere, to the highest possible limit. My dear gentle Uddhava, these eight mystic perfections are considered to be naturally existing and unexcelled within this world.</P><P CLASS=t>PURPORT</P><P>Through anim&#257;-siddhi one can become so small that one can enter a stone or pass through any obstacle. Through mahim&#257;-siddhi one becomes so great that one covers everything, and through laghim&#257; one becomes so light that one can ride on the sun's rays into the sun planet. Through pr&#257;pti-siddhi one can acquire anything from anywhere and can even touch the moon with one's finger. By this mystic perfection one can also enter into the senses of any other living entity through the predominating deities of the particular senses; and by thus utilizing the senses of others, one can acquire anything. Through pr&#257;k&#257;mya one can experience any enjoyable object, either in this world or the next, and through &#299;&#347;it&#257;, or the controlling potency, one can manipulate the subpotencies of m&#257;y&#257;, which are material. In other words, even by acquiring mystic powers one cannot pass beyond the control of illusion; however, one may manipulate the subpotencies of illusion. Through va&#347;it&#257;, or the power to control, one can bring others under one's dominion or keep oneself beyond the control of the three modes of nature. Ultimately, one acquires through k&#257;m&#257;vas&#257;yit&#257; the maximum powers of control, acquisition and enjoyment. The word autpattik&#257;h in this verse indicates being original, natural and unexcelled. These eight mystic potencies originally exist in the Supreme Personality of Godhead, Krishna, in the superlative degree. Lord Krishna becomes so small that He enters within the atomic particles, and He becomes so large that as Mah&#257;-Vishnu He breathes out millions of universes. The Lord can become so light or subtle that even great mystic yog&#299;s cannot perceive Him, and the Lord's acquisitive power is perfect, because He keeps the total existence eternally within His body. The Lord certainly can enjoy whatever He likes, control all energies, dominate all other persons and exhibit complete omnipotency. Therefore it is to be understood that these eight mystic perfections are insignificant expansions of the mystic potency of the Lord, who in Bhagavad-g&#299;t&#257; is called Yoge&#347;vara, the Supreme Lord of all mystic potencies. These eight perfections are not artificial, but are natural and unexcelled because they originally exist in the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6-7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>