<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 21 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 21 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Gop&#299;s Glorify the Song of Krishna's Flute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.21.10</P><P CLASS=c>vrind&#257;vanam sakhi bhuvo vitanoti k&#299;ritim</P><P CLASS=c>yad devak&#299;-suta-pad&#257;mbuja-labdha-lakshmi</P><P CLASS=c>govinda-venum anu matta-may&#363;ra-nrityam prekshy&#257;dri-s&#257;nv-avarat&#257;nya-samasta-sattvam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vrndavanam">vrind&#257;vanam</A> &#8212; <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/s/sakhi">sakhi</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> friend; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; of the earth; <A CLASS=v HREF="http://vedabase.net/v/vitanoti">vitanoti</A> &#8212; spreads; <A CLASS=v HREF="http://vedabase.net/k/kirtim">k&#299;rtim</A> &#8212; the glories; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/d/devaki">devak&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/suta">suta</A> &#8212; of the son of <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A> &#8212; from the lotus feet; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A> &#8212; received; <A CLASS=v HREF="http://vedabase.net/l/laksmi">lakshmi</A> &#8212; the treasure; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A>-<A CLASS=v HREF="http://vedabase.net/v/venum">venum</A> &#8212; the flute of <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; upon hearing; <A CLASS=v HREF="http://vedabase.net/m/matta">matta</A> &#8212; maddened; <A CLASS=v HREF="http://vedabase.net/m/mayura">may&#363;ra</A> &#8212; of the peacocks; <A CLASS=v HREF="http://vedabase.net/n/nrtyam">nrityam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which there is the dancing; <A CLASS=v HREF="http://vedabase.net/p/preksya">prekshya</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/a/adri">adri</A>-<A CLASS=v HREF="http://vedabase.net/s/sanu">s&#257;nu</A> &#8212; upon the peaks of the hills; <A CLASS=v HREF="http://vedabase.net/a/avarata">avarata</A> &#8212; stunned; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/s/samasta">samasta</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; creatures.</P><P CLASS=t>TRANSLATION</P><P>O friend, Vrind&#257;vana is spreading the glory of the earth, having obtained the treasure of the lotus feet of Krishna, the son of Devak&#299;. The peacocks dance madly when they hear Govinda's flute, and when other creatures see them from the hilltops, they all become stunned.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; explains that because activities such as those described in this verse do not occur in any other world, the earth is unique. In fact, the earth's glories are being spread by wonderful Vrind&#257;vana because it is the place of Krishna's pastimes.</P><P>The name Devak&#299; also refers to mother Ya&#347;od&#257;, as stated in the Brihad-vishnu Pur&#257;na:</P><P>dve n&#257;mn&#299; nanda-bh&#257;ry&#257;y&#257;</P><P CLASS=n>ya&#347;od&#257; devak&#299;ti ca</P><P CLASS=n>atah sakhyam abh&#363;t tasya</P><P CLASS=n>devaky&#257; &#347;auri-j&#257;yay&#257;</P><P>"The wife of Nanda had two names, Ya&#347;od&#257; and also Devak&#299;. Therefore it was natural that she [the wife of Nanda] develop friendship with Devak&#299;, the wife of &#346;auri [Vasudeva]."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains krishna-l&#299;l&#257; as follows: "In Vrind&#257;vana, the peacocks request Krishna, 'Govinda, please make us dance.' Thus Krishna plays His flute, and they surround Him in a circle and dance in time with the rhythm of His melody. And while standing in the midst of their dancing, He also sings and dances. Then those peacocks, who are fully satisfied with His musical performance, out of gratitude offer for His pleasure their own divine feathers. In the usual manner of musical performers, Krishna gladly accepts these presentations and places a feather upon the turban atop His head. Gentle animals such as deer and doves greatly relish the transcendental entertainment presented by Krishna, and to get a good view they flock to the peaks of hills. Then, as they watch the breathtaking program, they become stunned in ecstasy."</P><P>&#346;r&#299;la San&#257;tana Gosv&#257;m&#299; comments that because in Vrind&#257;vana Krishna goes barefoot and can thus directly mark the earth with the symbols of His lotus feet, that transcendental land is even more glorious than Vaikuntha, where Vishnu wears slippers.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>