<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 21 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 21 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Gop&#299;s Glorify the Song of Krishna's Flute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.21.12</P><P CLASS=c>krishnam nir&#299;kshya vanitotsava-r&#363;pa-&#347;&#299;lam</P><P CLASS=c>&#347;rutv&#257; ca tat-kvanita-venu-vivikta-g&#299;tam</P><P CLASS=c>devyo vim&#257;na-gatayah smara-nunna-s&#257;r&#257;</P><P CLASS=c>bhra&#347;yat-pras&#363;na-kabar&#257; mumuhur vin&#299;vyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/niriksya">nir&#299;kshya</A> &#8212; observing; <A CLASS=v HREF="http://vedabase.net/v/vanita">vanit&#257;</A> &#8212; for all women; <A CLASS=v HREF="http://vedabase.net/u/utsava">utsava</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> festival; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; whose beauty; <A CLASS=v HREF="http://vedabase.net/s/silam">&#347;&#299;lam</A> &#8212; and character; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; by Him; <A CLASS=v HREF="http://vedabase.net/k/kvanita">kvanita</A> &#8212; vibrated; <A CLASS=v HREF="http://vedabase.net/v/venu">venu</A> &#8212; of the flute; <A CLASS=v HREF="http://vedabase.net/v/vivikta">vivikta</A> &#8212; clear; <A CLASS=v HREF="http://vedabase.net/g/gitam">g&#299;tam</A> &#8212; song; <A CLASS=v HREF="http://vedabase.net/d/devyah">devyah</A> &#8212; the wives of the demigods; <A CLASS=v HREF="http://vedabase.net/v/vimana">vim&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/g/gatayah">gatayah</A> &#8212; traveling <A HREF="http://vedabase.net/i/in">in</A> their airplanes; <A CLASS=v HREF="http://vedabase.net/s/smara">smara</A> &#8212; by Cupid; <A CLASS=v HREF="http://vedabase.net/n/nunna">nunna</A> &#8212; agitated; <A CLASS=v HREF="http://vedabase.net/s/sarah">s&#257;r&#257;h</A> &#8212; their hearts; <A CLASS=v HREF="http://vedabase.net/b/bhrasyat">bhra&#347;yat</A> &#8212; slipping; <A CLASS=v HREF="http://vedabase.net/p/prasuna">pras&#363;na</A>-<A CLASS=v HREF="http://vedabase.net/k/kabarah">kabar&#257;h</A> &#8212; the flowers tied <A HREF="http://vedabase.net/i/in">in</A> their hair; <A CLASS=v HREF="http://vedabase.net/m/mumuhuh">mumuhuh</A> &#8212; they became bewildered; <A CLASS=v HREF="http://vedabase.net/v/vinivyah">vin&#299;vyah</A> &#8212; their belts loosening.</P><P CLASS=t>TRANSLATION</P><P>Krishna's beauty and character create a festival for all women. Indeed, when the demigods' wives flying in airplanes with their husbands catch sight of Him and hear His resonant flute-song, their hearts are shaken by Cupid, and they become so bewildered that the flowers fall out of their hair and their belts loosen.</P><P CLASS=t>PURPORT</P><P>In Krishna, the Supreme Personality of Godhead, &#346;r&#299;la Prabhup&#257;da comments: "[This verse indicates] that the transcendental sound of the flute of Krishna extended to all corners of the universe. Also, it is significant that the gop&#299;s knew about the different kinds of airplanes flying in the sky."</P><P>In fact, even while sitting on the laps of their demigod husbands, the demigoddesses became agitated by hearing the sounds of Krishna's flute. Thus the gop&#299;s thought that they themselves should not be blamed for their ecstatic conjugal attraction for Krishna, who after all was a cowherd boy from their own village and thus a natural object of their love. If even demigoddesses became mad after Krishna, how could poor, earthly cowherd girls from Krishna's own village avoid having their hearts completely conquered by His loving glances and the sounds of His flute?</P><P>The gop&#299;s also considered that the demigods, although noting their wives' attraction to Krishna, did not become envious. The demigods are actually very refined in culture and intelligence, and therefore when flying in their airplanes they regularly take their wives along to see Krishna. The gop&#299;s thought, "Our husbands, on the other hand, are envious. Therefore even the inferior deer are better off than we, and the demigoddesses are also very fortunate, whereas we poor human beings in an intermediate position are most unfortunate."</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>