<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 21 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 21 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Gop&#299;s Glorify the Song of Krishna's Flute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.21.17</P><P CLASS=c>p&#363;rn&#257;h pulindya urug&#257;ya-pad&#257;bja-r&#257;ga</P><P CLASS=c>&#347;r&#299;-ku&#324;kumena dayit&#257;-stana-manditena</P><P CLASS=c>tad-dar&#347;ana-smara-rujas trina-r&#363;shitena</P><P CLASS=c>limpantya &#257;nana-kuceshu jahus tad-&#257;dhim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/purnah">p&#363;rn&#257;h</A> &#8212; fully satisfied; <A CLASS=v HREF="http://vedabase.net/p/pulindyah">pulindyah</A> &#8212; the wives of the <A HREF="http://vedabase.net/s/sabara">&#346;abara</A> tribe; <A CLASS=v HREF="http://vedabase.net/u/urugaya">urug&#257;ya</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/abja">abja</A> &#8212; from the lotus feet; <A CLASS=v HREF="http://vedabase.net/r/raga">r&#257;ga</A> &#8212; of reddish color; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/kunkumena">ku&#324;kumena</A> &#8212; by the transcendental <A HREF="http://vedabase.net/k/kunkuma">ku&#324;kuma</A> powder; <A CLASS=v HREF="http://vedabase.net/d/dayita">dayit&#257;</A> &#8212; of His girlfriends; <A CLASS=v HREF="http://vedabase.net/s/stana">stana</A> &#8212; the breasts; <A CLASS=v HREF="http://vedabase.net/m/manditena">manditena</A> &#8212; which <A HREF="http://vedabase.net/h/had">had</A> decorated; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; by the sight; <A CLASS=v HREF="http://vedabase.net/s/smara">smara</A> &#8212; of Cupid; <A CLASS=v HREF="http://vedabase.net/r/rujah">rujah</A> &#8212; feeling the torment; <A CLASS=v HREF="http://vedabase.net/t/trna">trina</A> &#8212; upon the blades of grass; <A CLASS=v HREF="http://vedabase.net/r/rusitena">r&#363;shitena</A> &#8212; attached; <A CLASS=v HREF="http://vedabase.net/l/limpantyah">limpantyah</A> &#8212; smearing; <A CLASS=v HREF="http://vedabase.net/a/anana">&#257;nana</A> &#8212; upon their faces; <A CLASS=v HREF="http://vedabase.net/k/kucesu">kuceshu</A> &#8212; and breasts; <A CLASS=v HREF="http://vedabase.net/j/jahuh">jahuh</A> &#8212; they gave up; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/adhim">&#257;dhim</A> &#8212; mental pain.</P><P CLASS=t>TRANSLATION</P><P>The aborigine women of the Vrind&#257;vana area become disturbed by lust when they see the grass marked with reddish ku&#324;kuma powder. Endowed with the color of Krishna's lotus feet, this powder originally decorated the breasts of His beloveds, and when the aborigine women smear it on their faces and breasts, they feel fully satisfied and give up all their anxiety.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Prabhup&#257;da explains this verse as follows: "The wanton aborigine girls also became fully satisfied when they smeared their faces and breasts with the dust of Vrind&#257;vana, which was reddish from the touch of Krishna's lotus feet. The aborigine girls had very full breasts, and they were also very lusty, but when their lovers felt their breasts, they were not very satisfied. When they came out into the midst of the forest, they saw that while Krishna was walking, some of the leaves and creepers of Vrind&#257;vana turned reddish from the ku&#324;kuma powder that fell from His lotus feet. His lotus feet were held by the gop&#299;s on their breasts, which were also smeared with ku&#324;kuma powder, but when Krishna traveled in the Vrind&#257;vana forest with Balar&#257;ma and His boyfriends, the reddish powder fell on the ground of the Vrind&#257;vana forest. So the lusty aborigine girls, while looking toward Krishna playing His flute, saw the reddish ku&#324;kuma on the ground and immediately took it and smeared it over their faces and breasts. In this way they became fully satisfied, although they were not satisfied when their lovers touched their breasts. All material lusty desires can be immediately satisfied if one comes in contact with Krishna consciousness."</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>