<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 21 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 21 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Gop&#299;s Glorify the Song of Krishna's Flute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.21.18</P><P CLASS=c>hant&#257;yam adrir abal&#257; hari-d&#257;sa-varyo</P><P CLASS=c>yad r&#257;ma-krishna-carana-spara&#347;a-pramodah</P><P CLASS=c>m&#257;nam tanoti saha-go-ganayos tayor yat</P><P CLASS=c>p&#257;n&#299;ya-s&#363;yavasa-kandara-kandam&#363;laih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hanta">hanta</A> &#8212; oh; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/adrih">adrih</A> &#8212; hill; <A CLASS=v HREF="http://vedabase.net/a/abalah">abal&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> friends; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/v/varyah">varyah</A> &#8212; the best among the servants of the Lord; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/r/rama">r&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; of the lotus feet of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A> and <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/s/sparasa">spara&#347;a</A> &#8212; by the touch; <A CLASS=v HREF="http://vedabase.net/p/pramodah">pramodah</A> &#8212; jubilant; <A CLASS=v HREF="http://vedabase.net/m/manam">m&#257;nam</A> &#8212; respect; <A CLASS=v HREF="http://vedabase.net/t/tanoti">tanoti</A> &#8212; offers; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/g/go">go</A>-<A CLASS=v HREF="http://vedabase.net/g/ganayoh">ganayoh</A> &#8212; the cows, calves and <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boys; <A CLASS=v HREF="http://vedabase.net/t/tayoh">tayoh</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Them (<A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> and <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>); <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/p/paniya">p&#257;n&#299;ya</A> &#8212; with drinking water; <A CLASS=v HREF="http://vedabase.net/s/suyavasa">s&#363;yavasa</A> &#8212; very soft grass; <A CLASS=v HREF="http://vedabase.net/k/kandara">kandara</A> &#8212; caves; <A CLASS=v HREF="http://vedabase.net/k/kanda">kanda</A>-<A CLASS=v HREF="http://vedabase.net/m/mulaih">m&#363;laih</A> &#8212; and edible roots.</P><P CLASS=t>TRANSLATION</P><P>Of all the devotees, this Govardhana Hill is the best! O my friends, this hill supplies Krishna and Balar&#257;ma, along with Their calves, cows and cowherd friends, with all kinds of necessities &#8212; water for drinking, very soft grass, caves, fruits, flowers and vegetables. In this way the hill offers respects to the Lord. Being touched by the lotus feet of Krishna and Balar&#257;ma, Govardhana Hill appears very jubilant.</P><P CLASS=t>PURPORT</P><P>This translation is quoted from &#346;r&#299;la Prabhup&#257;da's Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/18/34.htm">Madhya 18.34</A>).</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains the opulence of Govardhana Hill as follows: P&#257;n&#299;ya refers to the fragrant, cool water from the Govardhana waterfalls, which Krishna and Balar&#257;ma drink and use to wash Their feet and mouths. Govardhana also offers other beverages, such as honey, mango juice and p&#299;lu juice. S&#363;yavasa indicates d&#363;rv&#257; grass, used to make the religious offering of arghya. Govardhana also has grass that is fragrant, soft and conducive to the strong growth of cows and increased production of milk. Thus this grass is used for feeding the transcendental herds. Kandara refers to the caves where Krishna, Balar&#257;ma and Their friends play, sit and lie down. These caves give pleasure when the weather is too hot or too cold, or when it is raining. Govardhana also features soft roots for eating, jewels for ornamenting the body, flat places for sitting, and lamps and mirrors in the form of smooth stones, glistening water and other natural substances.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>