<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 21 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 21 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Gop&#299;s Glorify the Song of Krishna's Flute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.21.20</P><P CLASS=c>evam-vidh&#257; bhagavato</P><P CLASS=c>y&#257; vrind&#257;vana-c&#257;rinah</P><P CLASS=c>varnayantyo mitho gopyah</P><P CLASS=c>kr&#299;d&#257;s tan-mayat&#257;m yayuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhah">vidh&#257;h</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/v/vrndavana">vrind&#257;vana</A>-<A CLASS=v HREF="http://vedabase.net/c/carinah">c&#257;rinah</A> &#8212; who was wandering <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A> forest; <A CLASS=v HREF="http://vedabase.net/v/varnayantyah">varnayantyah</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> describing; <A CLASS=v HREF="http://vedabase.net/m/mithah">mithah</A> &#8212; among one another; <A CLASS=v HREF="http://vedabase.net/g/gopyah">gopyah</A> &#8212; the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/k/kridah">kr&#299;dah</A> &#8212; the pastimes; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/m/mayatam">mayat&#257;m</A> &#8212; fullness <A HREF="http://vedabase.net/i/in">in</A> ecstatic meditation upon Him; <A CLASS=v HREF="http://vedabase.net/y/yayuh">yayuh</A> &#8212; they attained.</P><P CLASS=t>TRANSLATION</P><P>Thus narrating to one another the playful pastimes of the Supreme Personality of Godhead as He wandered about in the Vrind&#257;vana forest, the gop&#299;s became fully absorbed in thoughts of Him.</P><P CLASS=t>PURPORT</P><P>In this regard &#346;r&#299;la Prabhup&#257;da comments, "This is the perfect example of Krishna consciousness: to somehow or other remain always engrossed in thoughts of Krishna. The vivid example is always present in the behavior of the gop&#299;s; therefore Lord Caitanya declared that no one can worship the Supreme Lord by any method that is better than the method of the gop&#299;s. The gop&#299;s were not born in very high br&#257;hmana or kshatriya families; they were born in the families of vai&#347;yas, and not in big mercantile communities but in the families of cowherd men. They were not very well educated, although they heard all sorts of knowledge from the br&#257;hmanas, the authorities of Vedic knowledge. The gop&#299;s' only purpose was to remain always absorbed in thoughts of Krishna."</P><P>Thus end the purports of the humble servants of His Divine Grace A . C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Twenty-first Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Gop&#299;s Glorify the Song of Krishna's Flute."</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../22/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>