<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 21 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 21 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Gop&#299;s Glorify the Song of Krishna's Flute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.21.9</P><P CLASS=c>gopyah kim &#257;carad ayam ku&#347;alam sma venur</P><P CLASS=c>d&#257;modar&#257;dhara-sudh&#257;m api gopik&#257;n&#257;m</P><P CLASS=c>bhu&#324;kte svayam yad ava&#347;ishta-rasam hradinyo</P><P CLASS=c>hrishyat-tvaco '&#347;ru mumucus taravo yath&#257;ryah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gopyah">gopyah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> gop&#299;s; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/acarat">&#257;carat</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kusalam">ku&#347;alam</A> &#8212; auspicious activities; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/venuh">venuh</A> &#8212; the flute; <A CLASS=v HREF="http://vedabase.net/d/damodara">d&#257;modara</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/adhara">adhara</A>-<A CLASS=v HREF="http://vedabase.net/s/sudham">sudh&#257;m</A> &#8212; the nectar of the lips; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/g/gopikanam">gopik&#257;n&#257;m</A> &#8212; which is owed <A HREF="http://vedabase.net/t/to">to</A> the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/b/bhunkte">bhu&#324;kte</A> &#8212; enjoys; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; independently; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; from which; <A CLASS=v HREF="http://vedabase.net/a/avasista">ava&#347;ishta</A> &#8212; remaining; <A CLASS=v HREF="http://vedabase.net/r/rasam">rasam</A> &#8212; the taste only; <A CLASS=v HREF="http://vedabase.net/h/hradinyah">hradinyah</A> &#8212; the rivers; <A CLASS=v HREF="http://vedabase.net/h/hrsyat">hrishyat</A> &#8212; feeling jubilant; <A CLASS=v HREF="http://vedabase.net/t/tvacah">tvacah</A> &#8212; whose bodies; <A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A> &#8212; tears; <A CLASS=v HREF="http://vedabase.net/m/mumucuh">mumucuh</A> &#8212; shed; <A CLASS=v HREF="http://vedabase.net/t/taravah">taravah</A> &#8212; the trees; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; exactly like; <A CLASS=v HREF="http://vedabase.net/a/aryah">&#257;ry&#257;h</A> &#8212; old forefathers.</P><P CLASS=t>TRANSLATION</P><P>My dear gop&#299;s, what auspicious activities must the flute have performed to enjoy the nectar of Krishna's lips independently and leave only a taste for us gop&#299;s, for whom that nectar is actually meant! The forefathers of the flute, the bamboo trees, shed tears of pleasure. His mother, the river on whose bank the bamboo was born, feels jubilation, and therefore her blooming lotus flowers are standing like hair on her body.</P><P CLASS=t>PURPORT</P><P>This translation is quoted from &#346;r&#299;la Prabhup&#257;da's Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/antya/16/140.htm">Antya 16.140</A>).</P><P>In the guise of releasing flowing sap, the bamboo trees are actually crying tears of ecstasy upon seeing their child become an exalted devotee-flute of the Supreme Personality of Godhead, &#346;r&#299; Krishna.</P><P>San&#257;tana Gosv&#257;m&#299; gives an alternate explanation: The trees are crying because they are unhappy at not being able to play with Krishna themselves. One may object that the trees in Vrind&#257;vana should not lament for that which is impossible for them to obtain, just as a beggar certainly doesn't lament because he is forbidden to meet the king. But the trees are actually just like intelligent persons who suffer when they cannot obtain the goal of life. Thus the trees are crying because they cannot get the nectar of Krishna's lips.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>