<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 5 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 5 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Frustration of the Sacrifice of Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.5.1</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>bhavo bhav&#257;ny&#257; nidhanam praj&#257;pater</P><P CLASS=c>asat-krit&#257;y&#257; avagamya n&#257;rad&#257;t</P><P CLASS=c>sva-p&#257;rshada-sainyam ca tad-adhvararbhubhir</P><P CLASS=c>vidr&#257;vitam krodham ap&#257;ram &#257;dadhe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavanyah">bhav&#257;ny&#257;h</A> &#8212; of <A HREF="http://vedabase.net/s/sati">Sat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/n/nidhanam">nidhanam</A> &#8212; the death; <A CLASS=v HREF="http://vedabase.net/p/prajapateh">praj&#257;pateh</A> &#8212; because of <A HREF="http://vedabase.net/p/prajapati">Praj&#257;pati</A> <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/k/krtayah">krit&#257;y&#257;h</A> &#8212; having been insulted; <A CLASS=v HREF="http://vedabase.net/a/avagamya">avagamya</A> &#8212; hearing about; <A CLASS=v HREF="http://vedabase.net/n/naradat">n&#257;rad&#257;t</A> &#8212; from <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/parsada">p&#257;rshada</A>-<A CLASS=v HREF="http://vedabase.net/s/sainyam">sainyam</A> &#8212; the soldiers of his own associates; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/adhvara">adhvara</A> &#8212; (produced from) his (<A HREF="http://vedabase.net/d/daksa">Daksha</A>'s) sacrifice; <A CLASS=v HREF="http://vedabase.net/r/rbhubhih">ribhubhih</A> &#8212; by the Ribhus; <A CLASS=v HREF="http://vedabase.net/v/vidravitam">vidr&#257;vitam</A> &#8212; were driven away; <A CLASS=v HREF="http://vedabase.net/k/krodham">krodham</A> &#8212; anger; <A CLASS=v HREF="http://vedabase.net/a/aparam">ap&#257;ram</A> &#8212; unbounded; <A CLASS=v HREF="http://vedabase.net/a/adadhe">&#257;dadhe</A> &#8212; showed.</P><P CLASS=t>TRANSLATION</P><P>Maitreya said: When Lord &#346;iva heard from N&#257;rada that Sat&#299;, his wife, was now dead because of Praj&#257;pati Daksha's insult to her and that his soldiers had been driven away by the Ribhu demigods, he became greatly angry.</P><P CLASS=t>PURPORT</P><P>Lord &#346;iva understood that Sat&#299;, being the youngest daughter of Daksha, could present the case of Lord &#346;iva's purity of purpose and would thus be able to mitigate the misunderstanding between Daksha and himself. But such a compromise was not attained, and Sat&#299; was deliberately insulted by her father by not being received properly when she visited his house without being invited. Sat&#299; herself could have killed her father, Daksha, because she is the personified material energy and has immense power to kill and create within this material universe. In the Brahma-samhit&#257; her strength is described: she is capable of creating and dissolving many universes. But although she is so powerful, she acts under the direction of the Supreme Personality of Godhead, Krishna, as His shadow. It would not have been difficult for Sat&#299; to punish her father, but she thought that since she was his daughter, it was not proper for her to kill him. Thus she decided to give up her own body, which she had obtained from his, and Daksha did not even check her.</P><P>When Sat&#299; passed away, giving up her body, the news was conveyed by N&#257;rada to Lord &#346;iva. N&#257;rada always carries the news of such events because he knows their import. When Lord &#346;iva heard that his chaste wife, Sat&#299;, was dead, he naturally became exceedingly angry. He also understood that Bhrigu Muni had created the Ribhudeva demigods by uttering the mantras of the Yajur Veda and that these demigods had driven away all of his soldiers who were present in the arena of sacrifice. Therefore, he wanted to reply to this insult, and thus he decided to kill Daksha because he was the cause of the death of Sat&#299;.</P><P CLASS=l><A CLASS=i HREF="../4/34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>