<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 5 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 5 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Frustration of the Sacrifice of Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.5.12</P><P CLASS=c>bahv evam udvigna-dri&#347;ocyam&#257;ne</P><P CLASS=c>janena dakshasya muhur mah&#257;tmanah</P><P CLASS=c>utpetur utp&#257;tatam&#257;h sahasra&#347;o</P><P CLASS=c>bhay&#257;vah&#257; divi bh&#363;mau ca paryak</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A> &#8212; much; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this manner; <A CLASS=v HREF="http://vedabase.net/u/udvigna">udvigna</A>-<A CLASS=v HREF="http://vedabase.net/d/drsa">dri&#347;&#257;</A> &#8212; with nervous glances; <A CLASS=v HREF="http://vedabase.net/u/ucyamane">ucyam&#257;ne</A> &#8212; while this was being said; <A CLASS=v HREF="http://vedabase.net/j/janena">janena</A> &#8212; by the persons (assembled at the sacrifice); <A CLASS=v HREF="http://vedabase.net/d/daksasya">dakshasya</A> &#8212; of <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; again and again; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; stronghearted; <A CLASS=v HREF="http://vedabase.net/u/utpetuh">utpetuh</A> &#8212; appeared; <A CLASS=v HREF="http://vedabase.net/u/utpata">utp&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tam&#257;h</A> &#8212; very powerful symptoms; <A CLASS=v HREF="http://vedabase.net/s/sahasrasah">sahasra&#347;ah</A> &#8212; by the thousands; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A>-<A CLASS=v HREF="http://vedabase.net/a/avahah">&#257;vah&#257;h</A> &#8212; producing fear; <A CLASS=v HREF="http://vedabase.net/d/divi">divi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/b/bhumau">bh&#363;mau</A> &#8212; on the earth; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/paryak">paryak</A> &#8212; from all sides.</P><P CLASS=t>TRANSLATION</P><P>While all the people talked amongst themselves, Daksha saw dangerous omens from all sides, from the earth and from the sky.</P><P CLASS=t>PURPORT</P><P>In this verse Daksha has been described as mah&#257;tm&#257;. The word mah&#257;tm&#257; has been commented upon by different commentators in various manners. V&#299;rar&#257;ghava &#256;c&#257;rya has indicated that this word mah&#257;tm&#257; means "steady in heart." That is to say that Daksha was so stronghearted that even when his beloved daughter was prepared to lay down her life, he was steady and unshaken. But in spite of his being so stronghearted, he was perturbed when he saw the various disturbances created by the gigantic black demon. Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura remarks in this connection that even if one is called mah&#257;tm&#257;, a great soul, unless he exhibits the symptoms of a mah&#257;tm&#257;, he should be considered a dur&#257;tm&#257;, or a degraded soul. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/13.htm">9.13</A>) the word mah&#257;tm&#257; describes the pure devotee of the Lord: mah&#257;tm&#257;nas tu m&#257;m p&#257;rtha daiv&#299;m prakritim &#257;&#347;rit&#257;h. A mah&#257;tm&#257; is always under the guidance of the internal energy of the Supreme Personality of Godhead, and thus how could such a misbehaved person as Daksha be a mah&#257;tm&#257;? A mah&#257;tm&#257; is supposed to have all the good qualities of the demigods, and thus Daksha, lacking those qualities, could not be called a mah&#257;tm&#257;; he should instead be called dur&#257;tm&#257;, a degraded soul. The word mah&#257;tm&#257; to describe the qualifications of Daksha is used sarcastically.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>