<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 5 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 5 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Frustration of the Sacrifice of Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.5.21</P><P CLASS=c>p&#363;shno hy ap&#257;tayad dant&#257;n</P><P CLASS=c>k&#257;li&#324;gasya yath&#257; balah</P><P CLASS=c>&#347;apyam&#257;ne garimani</P><P CLASS=c>yo 'hasad dar&#347;ayan datah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pusnah">p&#363;shnah</A> &#8212; of <A HREF="http://vedabase.net/p/pusa">P&#363;sh&#257;</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; <A HREF="http://vedabase.net/s/since">since</A>; <A CLASS=v HREF="http://vedabase.net/a/apatayat">ap&#257;tayat</A> &#8212; extracted; <A CLASS=v HREF="http://vedabase.net/d/dantan">dant&#257;n</A> &#8212; the teeth; <A CLASS=v HREF="http://vedabase.net/k/kalingasya">k&#257;li&#324;gasya</A> &#8212; of the King of <A HREF="http://vedabase.net/k/kalinga">Kali&#324;ga</A>; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/b/balah">balah</A> &#8212; <A HREF="http://vedabase.net/b/baladeva">Baladeva</A>; <A CLASS=v HREF="http://vedabase.net/s/sapyamane">&#347;apyam&#257;ne</A> &#8212; while being cursed; <A CLASS=v HREF="http://vedabase.net/g/garimani">garimani</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who (<A HREF="http://vedabase.net/p/pusa">P&#363;sh&#257;</A>); <A CLASS=v HREF="http://vedabase.net/a/ahasat">ahasat</A> &#8212; smiled; <A CLASS=v HREF="http://vedabase.net/d/darsayan">dar&#347;ayan</A> &#8212; showing; <A CLASS=v HREF="http://vedabase.net/d/datah">datah</A> &#8212; his teeth.</P><P CLASS=t>TRANSLATION</P><P>Just as Baladeva knocked out the teeth of Dantavakra, the King of Kali&#324;ga, during the gambling match at the marriage ceremony of Aniruddha, V&#299;rabhadra knocked out the teeth of both Daksha, who had shown them while cursing Lord &#346;iva, and P&#363;sh&#257;, who by smiling sympathetically had also shown his teeth.</P><P CLASS=t>PURPORT</P><P>Here a reference is made to the marriage of Aniruddha, a grandson of Lord Krishna's. He kidnapped the daughter of Dantavakra, and thereafter he was arrested. Just as he was to be punished for the kidnapping, the soldiers from Dv&#257;rak&#257; arrived, headed by Balar&#257;ma, and a fight ensued amongst the kshatriyas. This sort of fight was very common, especially during marriage ceremonies, when everyone was in a challenging spirit. In that challenging spirit, a fight was sure to occur, and in such fights there was commonly killing and misfortune. After finishing such fighting, the parties would come to a compromise, and everything would be settled. This Daksha yajña was similar to such events. Now all of them &#8212; Daksha and the demigods Bhaga and P&#363;sh&#257; and Bhrigu Muni &#8212; were punished by the soldiers of Lord &#346;iva, but later everything would come to a peaceful end. So this spirit of fighting between one another was not exactly inimical. Because everyone was so powerful and wanted to show his strength by Vedic mantra or mystic power, all these fighting skills were very elaborately exhibited by the different parties at the Daksha yajña.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>