<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 26 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 26 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">A Description of the Hellish Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.26.15</P><P CLASS=c>yas tv iha vai nija-veda-path&#257;d an&#257;pady apagatah p&#257;khandam copagatas tam asi-patravanam prave&#347;ya ka&#347;ay&#257; praharanti tatra h&#257;s&#257;v itas tato dh&#257;vam&#257;na ubhayato dh&#257;rais t&#257;la-van&#257;si-patrai&#347; chidyam&#257;na-sarv&#257;&#324;go h&#257; hato 'sm&#299;ti paramay&#257; vedanay&#257; m&#363;rcchitah pade pade nipatati sva-dharmah&#257; p&#257;khand&#257;nugatam phalam bhu&#324;kte</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this life; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/p/pathat">path&#257;t</A> &#8212; from his own path, recommended by the Vedas; <A CLASS=v HREF="http://vedabase.net/a/anapadi">an&#257;padi</A> &#8212; even without <A HREF="http://vedabase.net/a/an">an</A> emergency; <A CLASS=v HREF="http://vedabase.net/a/apagatah">apagatah</A> &#8212; deviated; <A CLASS=v HREF="http://vedabase.net/p/pakhandam">p&#257;khandam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> concocted, atheistic system; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/u/upagatah">upagatah</A> &#8212; gone <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A>-<A CLASS=v HREF="http://vedabase.net/p/patravanam">patravanam</A> &#8212; the hell known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/asi">Asi</A>-patravana; <A CLASS=v HREF="http://vedabase.net/p/pravesya">prave&#347;ya</A> &#8212; making enter; <A CLASS=v HREF="http://vedabase.net/k/kasaya">ka&#347;ay&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> whip; <A CLASS=v HREF="http://vedabase.net/p/praharanti">praharanti</A> &#8212; they beat; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/i/itah">itah</A> <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; here and there; <A CLASS=v HREF="http://vedabase.net/d/dhavamanah">dh&#257;vam&#257;nah</A> &#8212; running; <A CLASS=v HREF="http://vedabase.net/u/ubhayatah">ubhayatah</A> &#8212; on both sides; <A CLASS=v HREF="http://vedabase.net/d/dharaih">dh&#257;raih</A> &#8212; by the edges; <A CLASS=v HREF="http://vedabase.net/t/tala">t&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/v/vana">vana</A>-<A CLASS=v HREF="http://vedabase.net/a/asi">asi</A>-<A CLASS=v HREF="http://vedabase.net/p/patraih">patraih</A> &#8212; by the swordlike leaves of palm trees; <A CLASS=v HREF="http://vedabase.net/c/chidyamana">chidyam&#257;na</A> &#8212; being cut; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/angah">a&#324;gah</A> &#8212; whose entire body; <A CLASS=v HREF="http://vedabase.net/h/ha">h&#257;</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/h/hatah">hatah</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/paramaya">paramay&#257;</A> &#8212; with severe; <A CLASS=v HREF="http://vedabase.net/v/vedanaya">vedanay&#257;</A> &#8212; pain; <A CLASS=v HREF="http://vedabase.net/m/murcchitah">m&#363;rcchitah</A> &#8212; fainted; <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; at every step; <A CLASS=v HREF="http://vedabase.net/n/nipatati">nipatati</A> &#8212; falls down; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/h/ha">h&#257;</A> &#8212; the killer of his own principles of religion; <A CLASS=v HREF="http://vedabase.net/p/pakhanda">p&#257;khanda</A>-<A CLASS=v HREF="http://vedabase.net/a/anugatam">anugatam</A> <A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; the result of accepting <A HREF="http://vedabase.net/a/an">an</A> atheistic path; <A CLASS=v HREF="http://vedabase.net/b/bhunkte">bhu&#324;kte</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> suffers.</P><P CLASS=t>TRANSLATION</P><P>If a person deviates from the path of the Vedas in the absence of an emergency, the servants of Yamar&#257;ja put him into the hell called Asi-patravana, where they beat him with whips. When he runs hither and thither, fleeing from the extreme pain, on all sides he runs into palm trees with leaves like sharpened swords. Thus injured all over his body and fainting at every step, he cries out, "Oh, what shall I do now! How shall I be saved!" This is how one suffers who deviates from the accepted religious principles.</P><P CLASS=t>PURPORT</P><P>There is actually only one religious principle: dharmam tu s&#257;ksh&#257;d bhagavat-pran&#299;tam [<A CLASS=v HREF="../../6/3/19.htm">SB 6.3.19</A>]. The only religious principle is to follow the orders of the Supreme Personality of Godhead. Unfortunately, especially in this age of Kali, everyone is an atheist, people do not even believe in God, what to speak of following His words. The words nija-veda-patha can also mean "one's own set of religious principles." Formerly there was only one veda-patha, or set of religious principles. Now there are many. It doesn't matter which set of religious principles one follows: the only injunction is that he must follow them strictly. An atheist, or n&#257;stika, is one who does not believe in the Vedas. However, even if one takes up a different system of religion, according to this verse he must follow the religious principles he has accepted. Whether one is a Hindu, or a Mohammedan or a Christian, he should follow his own religious principles. However, if one concocts his own religious path within his mind, or if one follows no religious principles at all, he is punished in the hell known as Asi-patravana. In other words, a human being must follow some religious principles. If he does not follow any religious principles, he is no better than an animal. As Kali-yuga advances, people are becoming godless and taking up so-called secularism. They do not know the punishment awaiting them in Asi-patravana, as described in this verse.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>