<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 26 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 26 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">A Description of the Hellish Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.26.17</P><P CLASS=c>yas tv iha vai bh&#363;t&#257;n&#257;m &#299;&#347;varopakalpita-vritt&#299;n&#257;m avivikta-para-vyath&#257;n&#257;m svayam purushopakalpita-vrittir vivikta-para-vyatho vyath&#257;m &#257;carati sa paratr&#257;ndhak&#363;pe tad-abhidrohena nipatati tatra h&#257;sau tair jantubhih pa&#347;u-mriga-pakshi-sar&#299;sripair ma&#347;aka-y&#363;k&#257;-matkuna-makshik&#257;dibhir ye ke c&#257;bhidrugdh&#257;s taih sarvato 'bhidruhyam&#257;nas tamasi vihata-nidr&#257;-nirvritir alabdh&#257;vasth&#257;nah parikr&#257;mati yath&#257; ku&#347;ar&#299;re j&#299;vah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; any person who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this life; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> some living entities; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; by the supreme controller; <A CLASS=v HREF="http://vedabase.net/u/upakalpita">upakalpita</A> &#8212; designed; <A CLASS=v HREF="http://vedabase.net/v/vrttinam">vritt&#299;n&#257;m</A> &#8212; whose means of livelihood; <A CLASS=v HREF="http://vedabase.net/a/avivikta">avivikta</A> &#8212; not understanding; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/v/vyathanam">vyath&#257;n&#257;m</A> &#8212; the pain of others; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/u/upakalpita">upakalpita</A> &#8212; designed by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vrttih">vrittih</A> &#8212; whose livelihood; <A CLASS=v HREF="http://vedabase.net/v/vivikta">vivikta</A> &#8212; understanding; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/v/vyathah">vyathah</A> &#8212; the painful conditions of others; <A CLASS=v HREF="http://vedabase.net/v/vyatham">vyath&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/acarati">&#257;carati</A> &#8212; but still causes pain; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/p/paratra">paratra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his next life; <A CLASS=v HREF="http://vedabase.net/a/andhakupe">andhak&#363;pe</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the hell named Andhak&#363;pa; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> them; <A CLASS=v HREF="http://vedabase.net/a/abhidrohena">abhidrohena</A> &#8212; by the sin of malice; <A CLASS=v HREF="http://vedabase.net/n/nipatati">nipatati</A> &#8212; falls down; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that person; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> <A CLASS=v HREF="http://vedabase.net/j/jantubhih">jantubhih</A> &#8212; by those respective living entities; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A> &#8212; animals; <A CLASS=v HREF="http://vedabase.net/m/mrga">mriga</A> &#8212; wild beasts; <A CLASS=v HREF="http://vedabase.net/p/paksi">pakshi</A> &#8212; birds; <A CLASS=v HREF="http://vedabase.net/s/sarisrpaih">sar&#299;sripaih</A> &#8212; snakes; <A CLASS=v HREF="http://vedabase.net/m/masaka">ma&#347;aka</A> &#8212; mosquitoes; <A CLASS=v HREF="http://vedabase.net/y/yuka">y&#363;k&#257;</A> &#8212; lice; <A CLASS=v HREF="http://vedabase.net/m/matkuna">matkuna</A> &#8212; worms; <A CLASS=v HREF="http://vedabase.net/m/maksika">makshika</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; flies and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> <A CLASS=v HREF="http://vedabase.net/k/ke">ke</A> &#8212; whoever else; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/abhidrugdhah">abhidrugdh&#257;h</A> &#8212; persecuted; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by them; <A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/a/abhidruhyamanah">abhidruhyam&#257;nah</A> &#8212; being injured; <A CLASS=v HREF="http://vedabase.net/t/tamasi">tamasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the darkness; <A CLASS=v HREF="http://vedabase.net/v/vihata">vihata</A> &#8212; disturbed; <A CLASS=v HREF="http://vedabase.net/n/nidra">nidr&#257;</A>-<A CLASS=v HREF="http://vedabase.net/n/nirvrtih">nirvritih</A> &#8212; whose resting place; <A CLASS=v HREF="http://vedabase.net/a/alabdha">alabdha</A> &#8212; not being able <A HREF="http://vedabase.net/t/to">to</A> obtain; <A CLASS=v HREF="http://vedabase.net/a/avasthanah">avasth&#257;nah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> resting place; <A CLASS=v HREF="http://vedabase.net/p/parikramati">parikr&#257;mati</A> &#8212; wanders; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/k/ku">ku</A>-<A CLASS=v HREF="http://vedabase.net/s/sarire">&#347;ar&#299;re</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> low-grade body; <A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;vah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> living entity.</P><P CLASS=t>TRANSLATION</P><P>By the arrangement of the Supreme Lord, low-grade living beings like bugs and mosquitoes suck the blood of human beings and other animals. Such insignificant creatures are unaware that their bites are painful to the human being. However, first-class human beings &#8212; br&#257;hmanas, kshatriyas and vai&#347;yas &#8212; are developed in consciousness, and therefore they know how painful it is to be killed. A human being endowed with knowledge certainly commits sin if he kills or torments insignificant creatures, who have no discrimination. The Supreme Lord punishes such a man by putting him into the hell known as Andhak&#363;pa, where he is attacked by all the birds and beasts, reptiles, mosquitoes, lice, worms, flies, and any other creatures he tormented during his life. They attack him from all sides, robbing him of the pleasure of sleep. Unable to rest, he constantly wanders about in the darkness. Thus in Andhak&#363;pa his suffering is just like that of a creature in the lower species.</P><P CLASS=t>PURPORT</P><P>From this very instructive verse we learn that lower animals, created by the laws of nature to disturb the human being, are not subjected to punishment. Because the human being has developed consciousness, however, he cannot do anything against the principles of varn&#257;&#347;rama-dharma without being condemned. Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>), c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah: "According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me." Thus all men should be divided into four classes &#8212; br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras &#8212; and they should act according to their ordained regulations. They cannot deviate from their prescribed rules and regulations. One of these states that they should never trouble any animal, even those that disturb human beings. Although a tiger is not sinful if he attacks another animal and eats its flesh, if a man with developed consciousness does so, he must be punished. In other words, a human being who does not use his developed consciousness but instead acts like an animal surely undergoes punishment in many different hells.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>