<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 26 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 26 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">A Description of the Hellish Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.26.18</P><P CLASS=c>yas tv iha v&#257; asamvibhajy&#257;&#347;n&#257;ti yat kiñcanopanatam anirmita-pañca-yajño v&#257;yasa-samstutah sa paratra krimibhojane narak&#257;dhame nipatati tatra &#347;ata-sahasra-yojane krimi-kunde krimi-bh&#363;tah svayam krimibhir eva bhakshyam&#257;nah krimi-bhojano y&#257;vat tad apratt&#257;prah&#363;t&#257;do 'nirve&#347;am &#257;tm&#257;nam y&#257;tayate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; any person who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this life; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/asam">asam</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhajya">vibhajya</A> &#8212; without dividing; <A CLASS=v HREF="http://vedabase.net/a/asnati">a&#347;n&#257;ti</A> &#8212; eats; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/k/kincana">kiñcana</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/u/upanatam">upanatam</A> &#8212; obtained by <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s grace; <A CLASS=v HREF="http://vedabase.net/a/anirmita">anirmita</A> &#8212; not performing; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/y/yajnah">yajñah</A> &#8212; the five kinds of sacrifice; <A CLASS=v HREF="http://vedabase.net/v/vayasa">v&#257;yasa</A> &#8212; with the crows; <A CLASS=v HREF="http://vedabase.net/s/samstutah">samstutah</A> &#8212; who is described <A HREF="http://vedabase.net/a/as">as</A> equal; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/p/paratra">paratra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the next life; <A CLASS=v HREF="http://vedabase.net/k/krmibhojane">krimibhojane</A> &#8212; named Krimibhojana; <A CLASS=v HREF="http://vedabase.net/n/naraka">naraka</A>-<A CLASS=v HREF="http://vedabase.net/a/adhame">adhame</A> &#8212; into the most abominable of all hells; <A CLASS=v HREF="http://vedabase.net/n/nipatati">nipatati</A> &#8212; falls down; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A>-<A CLASS=v HREF="http://vedabase.net/y/yojane">yojane</A> &#8212; measuring 100,000 yojanas (800,000 miles); <A CLASS=v HREF="http://vedabase.net/k/krmi">krimi</A>-<A CLASS=v HREF="http://vedabase.net/k/kunde">kunde</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> lake of worms; <A CLASS=v HREF="http://vedabase.net/k/krmi">krimi</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutah">bh&#363;tah</A> &#8212; becoming one of the worms; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> himself; <A CLASS=v HREF="http://vedabase.net/k/krmibhih">krimibhih</A> &#8212; by the other worms; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhaksyamanah">bhakshyam&#257;nah</A> &#8212; being eaten; <A CLASS=v HREF="http://vedabase.net/k/krmi">krimi</A>-<A CLASS=v HREF="http://vedabase.net/b/bhojanah">bhojanah</A> &#8212; eating worms; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that lake is wide; <A CLASS=v HREF="http://vedabase.net/a/apratta">apratta</A>-<A CLASS=v HREF="http://vedabase.net/a/aprahuta">aprah&#363;ta</A> &#8212; unshared and unoffered food; <A CLASS=v HREF="http://vedabase.net/a/adah">adah</A> &#8212; one who eats; <A CLASS=v HREF="http://vedabase.net/a/anirvesam">anirve&#347;am</A> &#8212; who has not performed atonement; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> himself; <A CLASS=v HREF="http://vedabase.net/y/yatayate">y&#257;tayate</A> &#8212; gives pain.</P><P CLASS=t>TRANSLATION</P><P>A person is considered no better than a crow if after receiving some food, he does not divide it among guests, old men and children, but simply eats it himself, or if he eats it without performing the five kinds of sacrifice. After death he is put into the most abominable hell, known as Krimibhojana. In that hell is a lake 100,000 yojanas [800,000 miles] wide and filled with worms. He becomes a worm in that lake and feeds on the other worms there, who also feed on him. Unless he atones for his actions before his death, such a sinful man remains in the hellish lake of Krimibhojana for as many years as there are yojanas in the width of the lake.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/13.htm">3.13</A>):</P><P>yajña-&#347;isht&#257;&#347;inah santo</P><P CLASS=n>mucyante sarva-kilbishaih</P><P CLASS=n>bhuñjate te tv agham p&#257;p&#257;</P><P CLASS=n>ya pacanty &#257;tma-k&#257;ran&#257;t</P><P>"The devotees of the Lord are released from all kinds of sins because they eat food which is first offered for sacrifice. Others, who prepare food for personal sense enjoyment, verily eat only sin." All food is given to us by the Supreme Personality of Godhead. Eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n: the Lord supplies everyone with the necessities of life. Therefore we should acknowledge His mercy by performing yajña (sacrifice). This is the duty of everyone. Indeed, the sole purpose of life is to perform yajña. According to Krishna (<A CLASS=v HREF="../../../bg/3/9.htm">Bg. 3.9</A>):</P><P>yajñ&#257;rth&#257;t karmano 'nyatra</P><P CLASS=n>loko 'yam karma-bandhanah</P><P CLASS=n>tad-artham karma kaunteya</P><P CLASS=n>mukta-sa&#324;gah sam&#257;cara</P><P>"Work done as a sacrifice for Vishnu has to be performed, otherwise work binds one to this material world. Therefore, O son of Kunt&#299;, perform your prescribed duties for His satisfaction, and in that way you will always remain unattached and free from bondage." If we do not perform yajña and distribute pras&#257;da to others, our lives are condemned. Only after performing yajña and distributing the pras&#257;da to all dependents &#8212; children, br&#257;hmanas and old men &#8212; should one eat. However, one who cooks only for himself or his family is condemned, along with everyone he feeds. After death he is put into the hell known as Krimibhojana.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>