<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 26 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 26 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">A Description of the Hellish Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.26.21</P><P CLASS=c>yas tv iha vai sarv&#257;bhigamas tam amutra niraye vartam&#257;nam vajrakantaka-&#347;&#257;lmal&#299;m &#257;ropya nishkarshanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this life; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/abhigamah">abhigamah</A> &#8212; indulges <A HREF="http://vedabase.net/i/in">in</A> sex life indiscriminately, with both men and animals; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/a/amutra">amutra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the next life; <A CLASS=v HREF="http://vedabase.net/n/niraye">niraye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the hell; <A CLASS=v HREF="http://vedabase.net/v/vartamanam">vartam&#257;nam</A> &#8212; existing; <A CLASS=v HREF="http://vedabase.net/v/vajrakantaka">vajrakantaka</A>-<A CLASS=v HREF="http://vedabase.net/s/salmalim">&#347;&#257;lmal&#299;m</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> silk-cotton tree with thorns like thunderbolts; <A CLASS=v HREF="http://vedabase.net/a/aropya">&#257;ropya</A> &#8212; mounting him on; <A CLASS=v HREF="http://vedabase.net/n/niskarsanti">nishkarshanti</A> &#8212; they pull him out.</P><P CLASS=t>TRANSLATION</P><P>A person who indulges in sex indiscriminately &#8212; even with animals &#8212; is taken after death to the hell known as Vajrakantaka-&#347;&#257;lmal&#299;. In this hell there is a silk-cotton tree full of thorns as strong as thunderbolts. The agents of Yamar&#257;ja hang the sinful man on that tree and pull him down forcibly so that the thorns very severely tear his body.</P><P CLASS=t>PURPORT</P><P>The sexual urge is so strong that sometimes a man indulges in sexual relations with a cow, or a woman indulges in sexual relations with a dog. Such men and women are put into the hell known as Vajrakantaka-&#347;&#257;lmal&#299;. The Krishna consciousness movement forbids illicit sex. From the description of these verses, we can understand what an extremely sinful act illicit sex is. Sometimes people disbelieve these descriptions of hell, but whether one believes or not, everything must be carried out by the laws of nature, which no one can avoid.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>