<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 26 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 26 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">A Description of the Hellish Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.26.23</P><P CLASS=c>ye tv iha vai vrishal&#299;-patayo nashta-&#347;auc&#257;c&#257;ra-niyam&#257;s tyakta-lajj&#257;h pa&#347;u-cary&#257;m caranti te c&#257;pi pretya p&#363;ya-vin-m&#363;tra-&#347;leshma-mal&#257;-p&#363;rn&#257;rnave nipatanti tad ev&#257;tib&#299;bhatsitam a&#347;nanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; persons who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this life; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vrsali">vrishal&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/patayah">patayah</A> &#8212; the husbands of the &#347;&#363;dras; <A CLASS=v HREF="http://vedabase.net/n/nasta">nashta</A> &#8212; lost; <A CLASS=v HREF="http://vedabase.net/s/sauca">&#347;auca</A>-<A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/n/niyamah">niyam&#257;h</A> &#8212; whose cleanliness, good behavior and regulated life; <A CLASS=v HREF="http://vedabase.net/t/tyakta">tyakta</A>-<A CLASS=v HREF="http://vedabase.net/l/lajjah">lajj&#257;h</A> &#8212; without shame; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A>-<A CLASS=v HREF="http://vedabase.net/c/caryam">cary&#257;m</A> &#8212; the behavior of animals; <A CLASS=v HREF="http://vedabase.net/c/caranti">caranti</A> &#8212; they execute; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/pretya">pretya</A> &#8212; dying; <A CLASS=v HREF="http://vedabase.net/p/puya">p&#363;ya</A> &#8212; of pus; <A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; stool; <A CLASS=v HREF="http://vedabase.net/m/mutra">m&#363;tra</A> &#8212; urine; <A CLASS=v HREF="http://vedabase.net/s/slesma">&#347;leshma</A> &#8212; mucus; <A CLASS=v HREF="http://vedabase.net/m/mala">mal&#257;</A> &#8212; saliva; <A CLASS=v HREF="http://vedabase.net/p/purna">p&#363;rna</A> &#8212; full; <A CLASS=v HREF="http://vedabase.net/a/arnave">arnave</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/an">an</A> ocean; <A CLASS=v HREF="http://vedabase.net/n/nipatanti">nipatanti</A> &#8212; fall; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/a/atibibhatsitam">atib&#299;bhatsitam</A> &#8212; extremely disgusting; <A CLASS=v HREF="http://vedabase.net/a/asnanti">a&#347;nanti</A> &#8212; they eat.</P><P CLASS=t>TRANSLATION</P><P>The shameless husbands of lowborn &#347;&#363;dra women live exactly like animals, and therefore they have no good behavior, cleanliness or regulated life. After death, such persons are thrown into the hell called P&#363;yoda, where they are put into an ocean filled with pus, stool, urine, mucus, saliva and similar things. &#346;&#363;dras who could not improve themselves fall into that ocean and are forced to eat those disgusting things.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Narottama d&#257;sa Th&#257;kura has sung,</P><P CLASS=n>karma-k&#257;nda, jñ&#257;na-k&#257;nda, kevala vishera b&#257;nda,</P><P CLASS=n>amrita baliy&#257; yeb&#257; kh&#257;ya</P><P CLASS=n>n&#257;n&#257; yoni sad&#257; phire, kadarya bhakshana kare,</P><P CLASS=n>t&#257;ra janma adah-pate y&#257;ya</P><P>He says that persons following the paths of karma-k&#257;nda and jñ&#257;na-k&#257;nda (fruitive activities and speculative thinking) are missing the opportunities for human birth and gliding down into the cycle of birth and death. Thus there is always the chance that he may be put into the P&#363;yoda Naraka, the hell named P&#363;yoda, where one is forced to eat stool, urine, pus, mucus, saliva and other abominable things. It is significant that this verse is spoken especially about &#347;&#363;dras. If one is born a &#347;&#363;dra, he must continually return to the ocean of P&#363;yoda to eat horrible things. Thus even a born &#347;&#363;dra is expected to become a br&#257;hmana; that is the meaning of human life. Everyone should improve himself. Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>), c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah: "According to the three modes of material nature and the work ascribed to them, four divisions of human society were created by Me." Even if one is by qualification a &#347;&#363;dra, he must try to improve his position and become a br&#257;hmana. No one should try to check a person, no matter what his present position is, from coming to the platform of a br&#257;hmana or a Vaishnava. Actually, one must come to the platform of a Vaishnava. Then he automatically becomes a br&#257;hmana. This can be done only if the Krishna consciousness movement is spread, for we are trying to elevate everyone to the platform of Vaishnava. As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>), sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: "Abandon all other duties and simply surrender unto Me." One must give up the occupational duties of a &#347;&#363;dra, kshatriya or vai&#347;ya and adopt the occupational duties of a Vaishnava, which include the activities of a br&#257;hmana. Krishna explains this in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/32.htm">9.32</A>):</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya</P><P CLASS=n>ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s</P><P CLASS=n>te 'pi y&#257;nti par&#257;m gatim</P><P>"O son of Prith&#257;, those who take shelter in Me, though they be of lower birth &#8212; women, vai&#347;yas [merchants], as well as &#347;&#363;dras [workers] &#8212; can approach the supreme destination." Human life is specifically meant for going back home, back to Godhead. That facility should be given to everyone, whether one be a &#347;&#363;dra, a vai&#347;ya, a woman or a kshatriya. This is the purpose of the Krishna consciousness movement. However, if one is satisfied to remain a &#347;&#363;dra, he must suffer as described in this verse: tad ev&#257;tib&#299;bhatsitam a&#347;nanti.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>