<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 26 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 26 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">A Description of the Hellish Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.26.24</P><P CLASS=c>ye tv iha vai &#347;va-gardabha-patayo br&#257;hman&#257;dayo mrigay&#257; vih&#257;r&#257; at&#299;rthe ca mrig&#257;n nighnanti t&#257;n api samparet&#257;n lakshya-bh&#363;t&#257;n yama-purush&#257; ishubhir vidhyanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this life; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/s/sva">&#347;va</A> &#8212; of dogs; <A CLASS=v HREF="http://vedabase.net/g/gardabha">gardabha</A> &#8212; and asses; <A CLASS=v HREF="http://vedabase.net/p/patayah">patayah</A> &#8212; maintainers; <A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; br&#257;hmanas, kshatriyas and vai&#347;yas; <A CLASS=v HREF="http://vedabase.net/m/mrgaya">mrigay&#257;</A> <A CLASS=v HREF="http://vedabase.net/v/viharah">vih&#257;r&#257;h</A> &#8212; taking pleasure <A HREF="http://vedabase.net/i/in">in</A> hunting animals <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/a/atirthe">at&#299;rthe</A> &#8212; other than prescribed; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mrgan">mrig&#257;n</A> &#8212; animals; <A CLASS=v HREF="http://vedabase.net/n/nighnanti">nighnanti</A> &#8212; kill; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/samparetan">samparet&#257;n</A> &#8212; having died; <A CLASS=v HREF="http://vedabase.net/l/laksya">lakshya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutan">bh&#363;t&#257;n</A> &#8212; becoming the targets; <A CLASS=v HREF="http://vedabase.net/y/yama">yama</A>-<A CLASS=v HREF="http://vedabase.net/p/purusah">purush&#257;h</A> &#8212; the assistants of Yamar&#257;ja; <A CLASS=v HREF="http://vedabase.net/i/isubhih">ishubhih</A> &#8212; by arrows; <A CLASS=v HREF="http://vedabase.net/v/vidhyanti">vidhyanti</A> &#8212; pierce.</P><P CLASS=t>TRANSLATION</P><P>If in this life a man of the higher classes [br&#257;hmana, kshatriya and vai&#347;ya] is very fond of taking his pet dogs, mules or asses into the forest to hunt and kill animals unnecessarily, he is placed after death into the hell known as Pr&#257;narodha. There the assistants of Yamar&#257;ja make him their targets and pierce him with arrows.</P><P CLASS=t>PURPORT</P><P>In the Western countries especially, aristocrats keep dogs and horses to hunt animals in the forest. Whether in the West or the East, aristocratic men in the Kali-yuga adopt the fashion of going to the forest and unnecessarily killing animals. Men of the higher classes (the br&#257;hmanas, kshatriyas and vai&#347;yas) should cultivate knowledge of Brahman, and they should also give the &#347;&#363;dras a chance to come to that platform. If instead they indulge in hunting, they are punished as described in this verse. Not only are they pierced with arrows by the agents of Yamar&#257;ja, but they are also put into the ocean of pus, urine and stool described in the previous verse.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>