<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 26 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 26 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">A Description of the Hellish Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.26.25</P><P CLASS=c>ye tv iha vai d&#257;mbhik&#257; dambha-yajñeshu pa&#347;&#363;n vi&#347;asanti t&#257;n amushmin loke vai&#347;ase narake patit&#257;n niraya-patayo y&#257;tayitv&#257; vi&#347;asanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; persons who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this life; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/dambhikah">d&#257;mbhik&#257;h</A> &#8212; very proud of wealth and <A HREF="http://vedabase.net/a/a">a</A> prestigious position; <A CLASS=v HREF="http://vedabase.net/d/dambha">dambha</A>-<A CLASS=v HREF="http://vedabase.net/y/yajnesu">yajñeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> sacrifice performed <A HREF="http://vedabase.net/t/to">to</A> increase prestige; <A CLASS=v HREF="http://vedabase.net/p/pasun">pa&#347;&#363;n</A> &#8212; animals; <A CLASS=v HREF="http://vedabase.net/v/visasanti">vi&#347;asanti</A> &#8212; kill; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/a/amusmin">amushmin</A> <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the next world; <A CLASS=v HREF="http://vedabase.net/v/vaisase">vai&#347;ase</A> &#8212; <A HREF="http://vedabase.net/v/vaisasa">Vai&#347;asa</A> or Vi&#347;asana; <A CLASS=v HREF="http://vedabase.net/n/narake">narake</A> &#8212; into the hell; <A CLASS=v HREF="http://vedabase.net/p/patitan">patit&#257;n</A> &#8212; fallen; <A CLASS=v HREF="http://vedabase.net/n/niraya">niraya</A>-<A CLASS=v HREF="http://vedabase.net/p/patayah">patayah</A> &#8212; assistants of Yamar&#257;ja; <A CLASS=v HREF="http://vedabase.net/y/yatayitva">y&#257;tayitv&#257;</A> &#8212; causing sufficient pain; <A CLASS=v HREF="http://vedabase.net/v/visasanti">vi&#347;asanti</A> &#8212; kill.</P><P CLASS=t>TRANSLATION</P><P>A person who in this life is proud of his eminent position, and who heedlessly sacrifices animals simply for material prestige, is put into the hell called Vi&#347;asana after death. There the assistants of Yamar&#257;ja kill him after giving him unlimited pain.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/41.htm">6.41</A>) Krishna says, &#347;uc&#299;n&#257;m &#347;r&#299;mat&#257;m gehe yoga-bhrashto 'bhij&#257;yate: "Because of his previous connection with bhakti-yoga, a man is born into a prestigious family of br&#257;hmanas or aristocrats." Having taken such a birth, one should utilize it to perfect bhakti-yoga. However, due to bad association one often forgets that his prestigious position has been given to him by the Supreme Personality of Godhead, and he misuses it by performing various kinds of so-called yajñas like k&#257;l&#299;-p&#363;j&#257; or durg&#257;-p&#363;j&#257;, in which poor animals are sacrificed. How such a person is punished is described herein. The word dambha-yajñeshu in this verse is significant. If one violates the Vedic instructions while performing yajña and simply makes a show of sacrifice for the purpose of killing animals, he is punishable after death. In Calcutta there are many slaughterhouses where animal flesh is sold that has supposedly been offered in sacrifice before the goddess K&#257;l&#299;. The &#347;&#257;stras enjoin that one can sacrifice a small goat before the goddess K&#257;l&#299; once a month. Nowhere is it said that one can maintain a slaughterhouse in the name of temple worship and daily kill animals unnecessarily. Those who do so receive the punishments described herein.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>