<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 26 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 26 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">A Description of the Hellish Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.26.27</P><P CLASS=c>ye tv iha vai dasyavo 'gnid&#257; garad&#257; gr&#257;m&#257;n s&#257;rth&#257;n v&#257; vilumpanti r&#257;j&#257;no r&#257;ja-bhat&#257; v&#257; t&#257;m&#347; c&#257;pi hi paretya yamad&#363;t&#257; vajra-damshtr&#257;h &#347;v&#257;nah sapta-&#347;at&#257;ni vim&#347;ati&#347; ca sarabhasam kh&#257;danti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; persons who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this life; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/dasyavah">dasyavah</A> &#8212; thieves and plunderers; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A>-<A CLASS=v HREF="http://vedabase.net/d/dah">d&#257;h</A> &#8212; who set fire; <A CLASS=v HREF="http://vedabase.net/g/garadah">garad&#257;h</A> &#8212; who administer poison; <A CLASS=v HREF="http://vedabase.net/g/graman">gr&#257;m&#257;n</A> &#8212; villages; <A CLASS=v HREF="http://vedabase.net/s/sarthan">s&#257;rth&#257;n</A> &#8212; the mercantile class of men; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/v/vilumpanti">vilumpanti</A> &#8212; plunder; <A CLASS=v HREF="http://vedabase.net/r/rajanah">r&#257;j&#257;nah</A> &#8212; kings; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/b/bhatah">bhat&#257;h</A> &#8212; government officials; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/paretya">paretya</A> &#8212; having died; <A CLASS=v HREF="http://vedabase.net/y/yamadutah">yamad&#363;t&#257;h</A> &#8212; the assistants of Yamar&#257;ja; <A CLASS=v HREF="http://vedabase.net/v/vajra">vajra</A>-<A CLASS=v HREF="http://vedabase.net/d/damstrah">damshtr&#257;h</A> &#8212; having mighty teeth; <A CLASS=v HREF="http://vedabase.net/s/svanah">&#347;v&#257;nah</A> &#8212; dogs; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A>-<A CLASS=v HREF="http://vedabase.net/s/satani">&#347;at&#257;ni</A> &#8212; seven hundred; <A CLASS=v HREF="http://vedabase.net/v/vimsatih">vim&#347;atih</A> &#8212; twenty; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sarabhasam">sarabhasam</A> &#8212; voraciously; <A CLASS=v HREF="http://vedabase.net/k/khadanti">kh&#257;danti</A> &#8212; devour.</P><P CLASS=t>TRANSLATION</P><P>In this world, some persons are professional plunderers who set fire to others' houses or administer poison to them. Also, members of the royalty or government officials sometimes plunder mercantile men by forcing them to pay income tax and by other methods. After death such demons are put into the hell known as S&#257;ramey&#257;dana. On that planet there are 720 dogs with teeth as strong as thunderbolts. Under the orders of the agents of Yamar&#257;ja, these dogs voraciously devour such sinful people.</P><P CLASS=t>PURPORT</P><P>In the Twelfth Canto of &#346;r&#299;mad-Bh&#257;gavatam, it is said that in this age of Kali everyone will be extremely disturbed by three kinds of tribulations: scarcity of rain, famine, and heavy taxation by the government. Because human beings are becoming more and more sinful. there will be a scarcity of rain, and naturally no food grains will be produced. On the plea of relieving the suffering caused by the ensuing famine, the government will impose heavy taxes, especially on the wealthy mercantile community. In this verse, the members of such a government are described as dasyu, thieves. Their main activity will be to plunder the wealth of the people. Whether a highway robber or a government thief, such a man will be punished in his next life by being thrown into the hell known as S&#257;ramey&#257;dana, where he will suffer greatly from the bites of ferocious dogs.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>