<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 26 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 26 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">A Description of the Hellish Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.26.3</P><P CLASS=c>athed&#257;n&#299;m pratishiddha-lakshanasy&#257;dharmasya tathaiva kartuh &#347;raddh&#257;y&#257; vais&#257;dri&#347;y&#257;t karma-phalam visadri&#347;am bhavati y&#257; hy an&#257;dy-avidyay&#257; krita-k&#257;m&#257;n&#257;m tat-parin&#257;ma-lakshan&#257;h sritayah sahasra&#347;ah pravritt&#257;s t&#257;s&#257;m pr&#257;curyen&#257;nuvarnayishy&#257;mah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/i/idanim">id&#257;n&#299;m</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/p/pratisiddha">pratishiddha</A> &#8212; by what is forbidden; <A CLASS=v HREF="http://vedabase.net/l/laksanasya">lakshanasya</A> &#8212; symptomized; <A CLASS=v HREF="http://vedabase.net/a/adharmasya">adharmasya</A> &#8212; of impious activities; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/kartuh">kartuh</A> &#8212; of the performer; <A CLASS=v HREF="http://vedabase.net/s/sraddhayah">&#347;raddh&#257;y&#257;h</A> &#8212; of faith; <A CLASS=v HREF="http://vedabase.net/v/vaisadrsyat">vais&#257;dri&#347;y&#257;t</A> &#8212; by the difference; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; the reaction of fruitive activities; <A CLASS=v HREF="http://vedabase.net/v/visadrsam">visadri&#347;am</A> &#8212; different; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/anadi">an&#257;di</A> &#8212; from time immemorial; <A CLASS=v HREF="http://vedabase.net/a/avidyaya">avidyay&#257;</A> &#8212; by ignorance; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/k/kamanam">k&#257;m&#257;n&#257;m</A> &#8212; of persons possessing many lusty desires; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/parinama">parin&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/l/laksanah">lakshan&#257;h</A> &#8212; the symptoms of the results of such impious desires; <A CLASS=v HREF="http://vedabase.net/s/srtayah">sritayah</A> &#8212; hellish conditions of life; <A CLASS=v HREF="http://vedabase.net/s/sahasrasah">sahasra&#347;ah</A> &#8212; by thousands upon thousands; <A CLASS=v HREF="http://vedabase.net/p/pravrttah">pravritt&#257;h</A> &#8212; resulted; <A CLASS=v HREF="http://vedabase.net/t/tasam">t&#257;s&#257;m</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/p/pracuryena">pr&#257;curyena</A> &#8212; very widely; <A CLASS=v HREF="http://vedabase.net/a/anuvarnayisyamah">anuvarnayishy&#257;mah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall explain.</P><P CLASS=t>TRANSLATION</P><P>Just as by executing various pious activities one achieves different positions in heavenly life, by acting impiously one achieves different positions in hellish life. Those who are activated by the material mode of ignorance engage in impious activities, and according to the extent of their ignorance, they are placed in different grades of hellish life. If one acts in the mode of ignorance because of madness, his resulting misery is the least severe. One who acts impiously but knows the distinction between pious and impious activities is placed in a hell of intermediate severity. And for one who acts impiously and ignorantly because of atheism, the resultant hellish life is the worst. Because of ignorance, every living entity has been carried by various desires into thousands of different hellish planets since time immemorial. I shall try to describe them as far as possible.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>