<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 26 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 26 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">A Description of the Hellish Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.26.36</P><P CLASS=c>yas tv iha v&#257; &#257;dhy&#257;bhimatir aha&#324;kritis tiryak-prekshanah sarvato 'bhivi&#347;a&#324;k&#299; artha-vyaya-n&#257;&#347;a-cintay&#257; pari&#347;ushyam&#257;na-hridaya-vadano nirvritim anavagato graha iv&#257;rtham abhirakshati sa c&#257;pi pretya tad-utp&#257;danotkarshana-samrakshana-&#347;amala-grahah s&#363;c&#299;mukhe narake nipatati yatra ha vitta-graham p&#257;pa-purusham dharmar&#257;ja-purush&#257; v&#257;yak&#257; iva sarvato '&#324;geshu s&#363;traih parivayanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; any person who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/adhya">&#257;dhya</A>-<A CLASS=v HREF="http://vedabase.net/a/abhimatih">abhimatih</A> &#8212; proud because of wealth; <A CLASS=v HREF="http://vedabase.net/a/ahankrtih">aha&#324;kritih</A> &#8212; egotistic; <A CLASS=v HREF="http://vedabase.net/t/tiryak">tiryak</A>-<A CLASS=v HREF="http://vedabase.net/p/preksanah">prekshanah</A> &#8212; whose vision is crooked; <A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah</A> <A CLASS=v HREF="http://vedabase.net/a/abhivisanki">abhivi&#347;a&#324;k&#299;</A> &#8212; always fearful of being cheated by others, even by superiors; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/v/vyaya">vyaya</A>-<A CLASS=v HREF="http://vedabase.net/n/nasa">n&#257;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/c/cintaya">cintay&#257;</A> &#8212; by the thought of expenditure and loss; <A CLASS=v HREF="http://vedabase.net/p/parisusyamana">pari&#347;ushyam&#257;na</A> &#8212; dried up; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A>-<A CLASS=v HREF="http://vedabase.net/v/vadanah">vadanah</A> &#8212; his heart and face; <A CLASS=v HREF="http://vedabase.net/n/nirvrtim">nirvritim</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/a/anavagatah">anavagatah</A> &#8212; not obtaining; <A CLASS=v HREF="http://vedabase.net/g/grahah">grahah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> ghost; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/a/abhiraksati">abhirakshati</A> &#8212; protects; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/pretya">pretya</A> &#8212; after dying; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of those riches; <A CLASS=v HREF="http://vedabase.net/u/utpadana">utp&#257;dana</A> &#8212; of the earning; <A CLASS=v HREF="http://vedabase.net/u/utkarsana">utkarshana</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/s/samraksana">samrakshana</A> &#8212; protecting; <A CLASS=v HREF="http://vedabase.net/s/samala">&#347;amala</A>-<A CLASS=v HREF="http://vedabase.net/g/grahah">grahah</A> &#8212; accepting the sinful activities; <A CLASS=v HREF="http://vedabase.net/s/sucimukhe">s&#363;c&#299;mukhe</A> &#8212; named S&#363;c&#299;mukha; <A CLASS=v HREF="http://vedabase.net/n/narake">narake</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the hell; <A CLASS=v HREF="http://vedabase.net/n/nipatati">nipatati</A> &#8212; falls down; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vitta">vitta</A>-<A CLASS=v HREF="http://vedabase.net/g/graham">graham</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> money-grabbing ghost; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; very sinful <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/d/dharmaraja">dharmar&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/p/purusah">purush&#257;h</A> &#8212; the commanding men of Yamar&#257;ja; <A CLASS=v HREF="http://vedabase.net/v/vayakah">v&#257;yak&#257;h</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like expert weavers; <A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah</A> &#8212; all over; <A CLASS=v HREF="http://vedabase.net/a/angesu">a&#324;geshu</A> &#8212; on the limbs of the body; <A CLASS=v HREF="http://vedabase.net/s/sutraih">s&#363;traih</A> &#8212; by threads; <A CLASS=v HREF="http://vedabase.net/p/parivayanti">parivayanti</A> &#8212; stitch.</P><P CLASS=t>TRANSLATION</P><P>One who in this world or this life is very proud of his wealth always thinks, "I am so rich. Who can equal me?" His vision is twisted, and he is always afraid that someone will take his wealth. Indeed, he even suspects his superiors. His face and heart dry up at the thought of losing his wealth, and therefore he always looks like a wretched fiend. He is not in any way able to obtain actual happiness, and he does not know what it is to be free from anxiety. Because of the sinful things he does to earn money, augment his wealth and protect it, he is put into the hell called S&#363;c&#299;mukha, where the officials of Yamar&#257;ja punish him by stitching thread through his entire body like weavers manufacturing cloth.</P><P CLASS=t>PURPORT</P><P>When one possesses more wealth than necessary, he certainly becomes very proud. This is the situation of men in modern civilization. According to the Vedic culture, br&#257;hmanas do not possess anything, whereas kshatriyas possess riches, but only for performing sacrifices and other noble activities as prescribed in the Vedic injunctions. A vai&#347;ya also earns money honestly through agriculture, cow protection and some trade. If a &#347;&#363;dra gets money, however, he will spend it lavishly, without discrimination, or simply accumulate it for no purpose. Because in this age there are no qualified br&#257;hmanas, kshatriyas or vai&#347;yas, almost everyone is a &#347;&#363;dra (kalau &#347;&#363;dra-sambhavah). Therefore the &#347;&#363;dra mentality is causing great harm to modern civilization. A &#347;&#363;dra does not know how to use money to render transcendental loving service to the Lord. Money is also called lakshm&#299;, and Lakshm&#299; is always engaged in the service of N&#257;r&#257;yana. Wherever there is money, it must be engaged in the service of Lord N&#257;r&#257;yana. Everyone should use his money to spread the great transcendental movement of Krishna consciousness. If one does not spend money for this purpose but accumulates more than necessary, he will certainly become proud of the money he illegally possesses. The money actually belongs to Krishna, who says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>), bhokt&#257;ram yajña-tapas&#257;m sarva-loka-mahe&#347;varam: "I am the true enjoyer of sacrifices and penances, and I am the owner of all the planets." Therefore nothing belongs to anyone but Krishna. One who possesses more money than he needs should spend it for Krishna. Unless one does so, he will become puffed up because of his false possessions, and therefore he will be punished in the next life, as described herein.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>