<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 26 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 26 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">A Description of the Hellish Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.26.37</P><P CLASS=c>evam-vidh&#257; narak&#257; yam&#257;laye santi &#347;ata&#347;ah sahasra&#347;as teshu sarveshu ca sarva ev&#257;dharma-vartino ye kecid ihodit&#257; anudit&#257;&#347; c&#257;vani-pate pary&#257;yena vi&#347;anti tathaiva dharm&#257;nuvartina itaratra iha tu punar-bhave ta ubhaya-&#347;esh&#257;bhy&#257;m nivi&#347;anti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhah">vidh&#257;h</A> &#8212; of this sort; <A CLASS=v HREF="http://vedabase.net/n/narakah">narak&#257;h</A> &#8212; the many hells; <A CLASS=v HREF="http://vedabase.net/y/yama">yama</A>-<A CLASS=v HREF="http://vedabase.net/a/alaye">&#257;laye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the province of Yamar&#257;ja; <A CLASS=v HREF="http://vedabase.net/s/santi">santi</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/s/satasah">&#347;ata&#347;ah</A> &#8212; hundreds; <A CLASS=v HREF="http://vedabase.net/s/sahasrasah">sahasra&#347;ah</A> &#8212; thousands; <A CLASS=v HREF="http://vedabase.net/t/tesu">teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> those hellish planets; <A CLASS=v HREF="http://vedabase.net/s/sarvesu">sarveshu</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/adharma">adharma</A>-<A CLASS=v HREF="http://vedabase.net/v/vartinah">vartinah</A> &#8212; persons not following the Vedic principles or regulative principles; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> <A CLASS=v HREF="http://vedabase.net/k/kecit">kecit</A> &#8212; whosoever; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/u/uditah">udit&#257;h</A> &#8212; mentioned; <A CLASS=v HREF="http://vedabase.net/a/anuditah">anudit&#257;h</A> &#8212; not mentioned; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/avani">avani</A>-<A CLASS=v HREF="http://vedabase.net/p/pate">pate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/p/paryayena">pary&#257;yena</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the degree of different kinds of sinful activity; <A CLASS=v HREF="http://vedabase.net/v/visanti">vi&#347;anti</A> &#8212; they enter; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/a/anuvartinah">anuvartinah</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> pious and act according <A HREF="http://vedabase.net/t/to">to</A> the regulative principles or Vedic injunctions; <A CLASS=v HREF="http://vedabase.net/i/itaratra">itaratra</A> &#8212; elsewhere; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; on this planet; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A>-<A CLASS=v HREF="http://vedabase.net/b/bhave">bhave</A> &#8212; into another birth; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/u/ubhaya">ubhaya</A>-<A CLASS=v HREF="http://vedabase.net/s/sesabhyam">&#347;esh&#257;bhy&#257;m</A> &#8212; by the remainder of the results of piety or vice; <A CLASS=v HREF="http://vedabase.net/n/nivisanti">nivi&#347;anti</A> &#8212; they enter.</P><P CLASS=t>TRANSLATION</P><P>My dear King Par&#299;kshit, in the province of Yamar&#257;ja there are hundreds and thousands of hellish planets. The impious people I have mentioned &#8212; and also those I have not mentioned &#8212; must all enter these various planets according to the degree of their impiety. Those who are pious, however, enter other planetary systems, namely the planets of the demigods. Nevertheless, both the pious and impious are again brought to earth after the results of their pious or impious acts are exhausted.</P><P CLASS=t>PURPORT</P><P>This corresponds to the beginning of Lord Krishna's instructions in Bhagavad-g&#299;t&#257;. Tath&#257; deh&#257;ntara-pr&#257;ptih: within this material world, one is simply meant to change from one body to another in different planetary systems. &#362;rdhvam gacchanti sattva-sth&#257;: [<A CLASS=v HREF="../../../bg/14/18.htm">Bg. 14.18</A>] those in the mode of goodness are elevated to the heavenly planets. Adho gacchanti t&#257;mas&#257;h: similarly, those too engrossed in ignorance enter the hellish planetary systems. Both of them, however, are subjected to the repetition of birth and death. In Bhagavad-g&#299;t&#257; it is stated that even one who is very pious returns to earth after his enjoyment in the higher planetary systems is over (ksh&#299;ne punye martya-lokam vi&#347;anti [<A CLASS=v HREF="../../../bg/9/21.htm">Bg. 9.21</A>]). Therefore, going from one planet to another does not solve the problems of life. The problems of life will only be solved when we no longer have to accept a material body. This can be possible if one simply becomes Krishna conscious. As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna." This is the perfection of life and the real solution to life's problems. We should not be eager to go to the higher, heavenly planetary systems, nor should we act in such a way that we have to go to the hellish planets. The complete purpose of this material world will be fulfilled when we resume our spiritual identities and go back home, back to Godhead. The very simple method for doing this is prescribed by the Supreme Personality of Godhead. Sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]. One should be neither pious nor impious. One should be a devotee and surrender to the lotus feet of Krishna. This surrendering process is also very easy. Even a child can perform it. Man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru [<A CLASS=v HREF="../../../bg/18/65.htm">Bg. 18.65</A>]. One must always simply think of Krishna by chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma. Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. One should become Krishna's devotee. worship Him and offer obeisances to Him. Thus one should engage all the activities of his life in the service of Lord Krishna.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>