<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 26 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 26 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">A Description of the Hellish Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.26.38</P><P CLASS=c>nivritti-lakshana-m&#257;rga &#257;d&#257;v eva vy&#257;khy&#257;tah; et&#257;v&#257;n ev&#257;nda-ko&#347;o ya&#347; caturda&#347;adh&#257; pur&#257;neshu vikalpita upag&#299;yate yat tad bhagavato n&#257;r&#257;yanasya s&#257;ksh&#257;n mah&#257;-purushasya sthavishtham r&#363;pam &#257;tmam&#257;y&#257;-gunamayam anuvarnitam &#257;dritah pathati &#347;rinoti &#347;r&#257;vayati sa upageyam bhagavatah param&#257;tmano 'gr&#257;hyam api &#347;raddh&#257;-bhakti-vi&#347;uddha-buddhir veda</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nivrtti">nivritti</A>-<A CLASS=v HREF="http://vedabase.net/l/laksana">lakshana</A>-<A CLASS=v HREF="http://vedabase.net/m/margah">m&#257;rgah</A> &#8212; the path symptomized by renunciation, or the path of liberation; <A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning (the Second and Third Cantos); <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vyakhyatah">vy&#257;khy&#257;tah</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/e/etavan">et&#257;v&#257;n</A> &#8212; this much; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anda">anda</A>-<A CLASS=v HREF="http://vedabase.net/k/kosah">ko&#347;ah</A> &#8212; the universe, which resembles <A HREF="http://vedabase.net/a/a">a</A> big egg; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/c/caturdasa">caturda&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/d/dha">dh&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> fourteen parts; <A CLASS=v HREF="http://vedabase.net/p/puranesu">pur&#257;neshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the pur&#257;nas; <A CLASS=v HREF="http://vedabase.net/v/vikalpitah">vikalpitah</A> &#8212; divided; <A CLASS=v HREF="http://vedabase.net/u/upagiyate">upag&#299;yate</A> &#8212; is described; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/narayanasya">n&#257;r&#257;yanasya</A> &#8212; of Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusasya">purushasya</A> &#8212; of the Supreme Person; <A CLASS=v HREF="http://vedabase.net/s/sthavistham">sthavishtham</A> &#8212; the gross; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; of His own energy; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the qualities; <A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; consisting; <A CLASS=v HREF="http://vedabase.net/a/anuvarnitam">anuvarnitam</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/a/adrtah">&#257;dritah</A> &#8212; venerating; <A CLASS=v HREF="http://vedabase.net/p/pathati">pathati</A> &#8212; one reads; <A CLASS=v HREF="http://vedabase.net/s/srnoti">&#347;rinoti</A> &#8212; or hears; <A CLASS=v HREF="http://vedabase.net/s/sravayati">&#347;r&#257;vayati</A> &#8212; or explains; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that person; <A CLASS=v HREF="http://vedabase.net/u/upageyam">upageyam</A> &#8212; song; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/paramatmanah">param&#257;tmanah</A> &#8212; of the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/agrahyam">agr&#257;hyam</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;raddh&#257;</A> &#8212; by faith; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; and devotion; <A CLASS=v HREF="http://vedabase.net/v/visuddha">vi&#347;uddha</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/b/buddhih">buddhih</A> &#8212; whose intelligence; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; understands.</P><P CLASS=t>TRANSLATION</P><P>In the beginning [the Second and Third Cantos of &#346;r&#299;mad-Bh&#257;gavatam] I have already described how one can progress on the path of liberation. In the Pur&#257;nas the vast universal existence, which is like an egg divided into fourteen parts, is described. This vast form is considered the external body of the Lord, created by His energy and qualities. It is generally called the vir&#257;t-r&#363;pa. If one reads the description of this external form of the Lord with great faith, or if one hears about it or explains it to others to propagate bh&#257;gavata-dharma, or Krishna consciousness, his faith and devotion in spiritual consciousness, Krishna consciousness, will gradually increase. Although developing this consciousness is very difficult, by this process one can purify himself and gradually come to an awareness of the Supreme Absolute Truth.</P><P CLASS=t>PURPORT</P><P>The Krishna consciousness movement is pushing forward the publication of &#346;r&#299;mad-Bh&#257;gavatam, as explained especially for the understanding of the modern civilized man, to awaken him to his original consciousness. Without this consciousness, one melts into complete darkness. Whether one goes to the upper planetary systems or the hellish planetary systems, he simply wastes his time. Therefore one should hear of the universal position of the vir&#257;t form of the Lord as described in &#346;r&#299;mad-Bh&#257;gavatam. That will help one save himself from material conditional life and gradually elevate him to the path of liberation so that he can go back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>