<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 26 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 26 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">A Description of the Hellish Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.26.40</P><P CLASS=c>bh&#363;-dv&#299;pa-varsha-sarid-adri-nabhah-samudra-</P><P CLASS=c>p&#257;t&#257;la-di&#324;-naraka-bh&#257;gana-loka-samsth&#257;</P><P CLASS=c>g&#299;t&#257; may&#257; tava nrip&#257;dbhutam &#299;&#347;varasya</P><P CLASS=c>sth&#363;lam vapuh sakala-j&#299;va-nik&#257;ya-dh&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A> &#8212; of this planet earth; <A CLASS=v HREF="http://vedabase.net/d/dvipa">dv&#299;pa</A> &#8212; and other different planetary systems; <A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A> &#8212; of tracts of land; <A CLASS=v HREF="http://vedabase.net/s/sarit">sarit</A> &#8212; rivers; <A CLASS=v HREF="http://vedabase.net/a/adri">adri</A> &#8212; mountains; <A CLASS=v HREF="http://vedabase.net/n/nabhah">nabhah</A> &#8212; the sky; <A CLASS=v HREF="http://vedabase.net/s/samudra">samudra</A> &#8212; oceans; <A CLASS=v HREF="http://vedabase.net/p/patala">p&#257;t&#257;la</A> &#8212; lower planets; <A CLASS=v HREF="http://vedabase.net/d/dik">dik</A> &#8212; directions; <A CLASS=v HREF="http://vedabase.net/n/naraka">naraka</A> &#8212; the hellish planets; <A CLASS=v HREF="http://vedabase.net/b/bhagana">bh&#257;gana</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; the luminaries and higher planets; <A CLASS=v HREF="http://vedabase.net/s/samstha">samsth&#257;</A> &#8212; the situation; <A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;t&#257;</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; for you; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/i/isvarasya">&#299;&#347;varasya</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sthulam">sth&#363;lam</A> &#8212; gross; <A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A>-<A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/n/nikaya">nik&#257;ya</A> &#8212; of all the masses of living entities; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; which is the place of repose.</P><P CLASS=t>TRANSLATION</P><P>My dear King, I have now described for you this planet earth, other planetary systems, and their lands [varshas], rivers and mountains. I have also described the sky, the oceans, the lower planetary systems, the directions, the hellish planetary systems and the stars. These constitute the vir&#257;t-r&#363;pa, the gigantic material form of the Lord, on which all living entities repose. Thus I have explained the wonderful expanse of the external body of the Lord.</P><P>Thus end the Bhaktivedanta purports of the Fifth Canto, Twenty-sixth Chapter, of &#346;r&#299;mad-Bh&#257;gavatam, entitled "A Description of the Hellish Planets."</P><P>There is a supplementary note written by His Divine Grace Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Mah&#257;r&#257;ja Prabhup&#257;da in his Gaud&#299;ya-bh&#257;shya. Its translation is as follows. Learned scholars who have full knowledge of all the Vedic scriptures agree that the incarnations of the Supreme Personality of Godhead are innumerable. These incarnations are classified into two divisions, called pr&#257;bhava and vaibhava. According to the scriptures, pr&#257;bhava incarnations are also classified in two divisions &#8212; those which are called eternal and those which are not vividly described. In this Fifth Canto of &#346;r&#299;mad-Bh&#257;gavatam, in Chapters Three through Six, there is a description of Rishabhadeva, but there is not an expanded description of His spiritual activities. Therefore He is considered to belong to the second group of pr&#257;bhava incarnations. In &#346;r&#299;mad-Bh&#257;gavatam, First Canto, Chapter Three, verse 13. it is said:</P><P>ashtame merudevy&#257;m tu</P><P>n&#257;bher j&#257;ta urukramah</P><P>dar&#347;ayan vartma dh&#299;r&#257;n&#257;m</P><P>sarv&#257;&#347;rama-namaskritam</P><P>"Lord Vishnu appeared in the eighth incarnation as the son of Mah&#257;r&#257;ja N&#257;bhi [the son of &#256;gn&#299;dhra] and his wife Merudev&#299;. He showed the path of perfection, the paramahamsa stage of life, which is worshiped by all the followers of varn&#257;&#347;rama-dharma. "Rishabhadeva is the Supreme Personality of Godhead, and His body is spiritual (sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]). Therefore one might ask how it might be possible that he passed stool and urine. The Gaud&#299;ya ved&#257;nta &#257;c&#257;rya Baladeva Vidy&#257;bh&#363;shana has replied to this question in his book known as Siddh&#257;nta-ratna (First Portion, texts 65-68). Imperfect men call attention to Rishabhadeva's passing stool and urine as a subject matter for the study of nondevotees, who do not understand the spiritual position of a transcendental body. In this Fifth Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../5/6/11.htm">5.6.11</A>) the illusioned and bewildered state of the materialists of this age is fully described. Elsewhere in Fifth Canto (<A CLASS=v HREF="../../5/5/19.htm">5.5.19</A>) Rishabhadeva stated, idam &#347;ar&#299;ram mama durvibh&#257;vyam: "This body of Mine is inconceivable for materialists." This is also confirmed by Lord Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/11.htm">9.11</A>):</P><P>avaj&#257;nanti m&#257;m m&#363;dh&#257;</P><P>m&#257;nush&#299;m tanum &#257;&#347;ritam</P><P>param bh&#257;vam aj&#257;nanto</P><P>mama bh&#363;ta-mahe&#347;varam</P><P>"Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be." The human form of the Supreme Personality of Godhead is extremely difficult to understand, and, in fact, for a common man it is inconceivable. Therefore Rishabhadeva has directly explained that His own body belongs to the spiritual platform. This being so. Rishabhadeva did not actually pass stool and urine. Even though He superficially seemed to pass stool and urine, that was also transcendental and cannot be imitated by any common man. It is also stated in &#346;r&#299;mad-Bh&#257;gavatam that the stool and urine of Rishabhadeva were full of transcendental fragrance. One may imitate Rishabhadeva, but he cannot imitate Him by passing stool that is fragrant.</P><P>The activities of Rishabhadeva, therefore, do not support the claims of a certain class of men known as arhat, who sometimes advertise that they are followers of Rishabhadeva. How can they be followers of Rishabhadeva while they act against the Vedic principles? &#346;ukadeva Gosv&#257;m&#299; has related that after hearing about the characteristics of Lord Rishabhadeva, the King of Ko&#324;ka, Ve&#324;ka and Kutaka initiated a system of religious principles known as arhat. These principles were not in accord with Vedic principles, and therefore they are called p&#257;shanda-dharma. The members of the arhat community considered Rishabhadeva's activities material. However, Rishabhadeva is an incarnation of the Supreme Personality of Godhead. Therefore He is on the transcendental platform, and no one can compare to Him.</P><P>Rishabhadeva personally exhibited the activities of the Supreme Personality of Godhead. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../5/6/8.htm">5.6.8</A>), d&#257;v&#257;nalas tad vanam &#257;lelih&#257;nah saha tena dad&#257;ha: at the conclusion of Rishabhadeva's pastimes, an entire forest and the Lord's body were burned to ashes in a great forest fire. In the same way, Rishabhadeva burned people's ignorance to ashes. He exhibited the characteristics of a paramahamsa in His instructions to His sons. The principles of the arhat community, however, do not correspond to the teachings of Rishabhadeva.</P><P>&#346;r&#299;la Baladeva Vidy&#257;bh&#363;shana remarks that in the Eighth Canto of &#346;r&#299;mad-Bh&#257;gavatam there is another description of Rishabhadeva, but that Rishabhadeva is different from the one described in this canto.</P><P>END OF THE FIFTH CANTO</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../../6/1/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>