<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 26 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 26 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">A Description of the Hellish Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.26.6</P><P CLASS=c>yatra ha v&#257;va bhagav&#257;n pitri-r&#257;jo vaivasvatah sva-vishayam pr&#257;piteshu sva-purushair jantushu sampareteshu yath&#257;-karm&#257;vadyam dosham ev&#257;nulla&#324;ghita-bhagavac-ch&#257;sanah sagano damam dh&#257;rayati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/r/rajah">r&#257;jah</A> &#8212; Yamar&#257;ja, the king of the pit&#257;s; <A CLASS=v HREF="http://vedabase.net/v/vaivasvatah">vaivasvatah</A> &#8212; the son of the sun-god; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/v/visayam">vishayam</A> &#8212; his own kingdom; <A CLASS=v HREF="http://vedabase.net/p/prapitesu">pr&#257;piteshu</A> &#8212; when caused <A HREF="http://vedabase.net/t/to">to</A> reach; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/purusaih">purushaih</A> &#8212; by his own messengers; <A CLASS=v HREF="http://vedabase.net/j/jantusu">jantushu</A> &#8212; the human beings; <A CLASS=v HREF="http://vedabase.net/s/samparetesu">sampareteshu</A> &#8212; dead; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/a/avadyam">avadyam</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> how much they have violated the rules and regulations of conditional life; <A CLASS=v HREF="http://vedabase.net/d/dosam">dosham</A> &#8212; the fault; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anullanghita">anulla&#324;ghita</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/s/sasanah">&#347;&#257;sanah</A> &#8212; who never oversteps the Supreme Personality of Godhead's order; <A CLASS=v HREF="http://vedabase.net/s/saganah">saganah</A> &#8212; along with his followers; <A CLASS=v HREF="http://vedabase.net/d/damam">damam</A> &#8212; punishment; <A CLASS=v HREF="http://vedabase.net/d/dharayati">dh&#257;rayati</A> &#8212; executes.</P><P CLASS=t>TRANSLATION</P><P>The King of the pit&#257;s is Yamar&#257;ja, the very powerful son of the sun-god. He resides in Pitriloka with his personal assistants and, while abiding by the rules and regulations set down by the Supreme Lord, has his agents, the Yamad&#363;tas, bring all the sinful men to him immediately upon their death. After bringing them within his jurisdiction, he properly judges them according to their specific sinful activities and sends them to one of the many hellish planets for suitable punishments.</P><P CLASS=t>PURPORT</P><P>Yamar&#257;ja is not a fictitious or mythological character; he has his own abode, Pitriloka, of which he is king. Agnostics may not believe in hell, but &#346;ukadeva Gosv&#257;m&#299; affirms the existence of the Naraka planets, which lie between the Garbhodaka Ocean and P&#257;t&#257;laloka. Yamar&#257;ja is appointed by the Supreme Personality of Godhead to see that the human beings do not violate His rules and regulations. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/17.htm">4.17</A>):</P><P>karmano hy api boddhavyam</P><P CLASS=n>boddhavyam ca vikarmanah</P><P CLASS=n>akarmana&#347; ca boddhavyam</P><P CLASS=n>gahan&#257; karmano gatih</P><P>"The intricacies of action are very hard to understand. Therefore one should know properly what action is, what forbidden action is, and what inaction is. "One should understand the nature of karma, vikarma and akarma, and one must act accordingly. This is the law of the Supreme Personality of Godhead. The conditioned souls, who have come to this material world for sense gratification, are allowed to enjoy their senses under certain regulative principles. If they violate these regulations, they are judged and punished by Yamar&#257;ja. He brings them to the hellish planets and properly chastises them to bring them back to Krishna consciousness. By the influence of m&#257;y&#257;, however, the conditioned souls remain infatuated with the mode of ignorance. Thus in spite of repeated punishment by Yamar&#257;ja, they do not come to their senses, but continue to live within the material condition, committing sinful activities again and again.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>