<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 1"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.1</P><P CLASS=c>vande svair&#257;dbhuteham tam</P><P CLASS=c>caitanyam yat-pras&#257;datah</P><P CLASS=c>yavan&#257;h suman&#257;yante</P><P CLASS=c>krishna-n&#257;ma-prajalpak&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vande">vande</A> &#8212; let <A HREF="http://vedabase.net/m/me">me</A> offer my obeisances; <A CLASS=v HREF="http://vedabase.net/s/svaira">svaira</A> &#8212; completely independent; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A> &#8212; and uncommon; <A CLASS=v HREF="http://vedabase.net/i/iham">&#299;ham</A> &#8212; whose activities; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/c/caitanyam">caitanyam</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/p/prasadatah">pras&#257;datah</A> &#8212; by the mercy; <A CLASS=v HREF="http://vedabase.net/y/yavanah">yavan&#257;h</A> &#8212; even the unclean; <A CLASS=v HREF="http://vedabase.net/s/sumanayante">suman&#257;yante</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> transformed into gentlemen; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; of the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/prajalpakah">prajalpak&#257;h</A> &#8212; taking <A HREF="http://vedabase.net/t/to">to</A> the chanting.</P><P CLASS=t>TRANSLATION</P><P>Let me offer my respectful obeisances to &#346;r&#299; Caitanya Mah&#257;prabhu, by whose mercy even unclean yavanas become perfectly well bred gentlemen by chanting the holy name of the Lord. Such is the power of Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=t>PURPORT</P><P>There is a persistent misunderstanding between caste br&#257;hmanas and advanced Vaishnavas, or gosv&#257;m&#299;s, because caste br&#257;hmanas, or sm&#257;rtas, are of the opinion that one cannot become a br&#257;hmana unless he changes his body. As we have discussed several times, it is to be understood that by the supremely powerful potency of the Lord, as described by Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, everything is possible. Caitanya Mah&#257;prabhu is as fully independent as Krishna. Therefore no one can interfere with His activities. If He wants, by His mercy He can convert even a yavana, an unclean follower of non-Vedic principles, into a perfectly well behaved gentleman. This is actually happening in our propagation of the Krishna consciousness movement. The members of the present Krishna consciousness movement were not born in India, nor do they belong to the Vedic culture, but within the short time of four or five years they have become such wonderful devotees simply by chanting the Hare Krishna mantra that even in India they are well received as perfectly well behaved Vaishnavas wherever they go.</P><P>Although less intelligent men cannot understand it, this is the special power of Lord Caitanya Mah&#257;prabhu. Actually, the body of a Krishna conscious person changes in many ways. Even in the United States, when our devotees chant on the street, American ladies and gentlemen inquire from them whether they are actually Americans because no one could expect Americans to become such nice devotees all of a sudden. Even Christian priests are greatly surprised that all these boys from Jewish and Christian families have joined this Krishna consciousness movement; before joining, they never regarded any principles of religion seriously, but now they have become sincere devotees of the Lord. Everywhere people express this astonishment, and we take great pride in the transcendental behavior of our students. Such wonders are possible, however, only by the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu. They are not ordinary or mundane.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>