<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 10"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.10</P><P CLASS=c>&#347;ac&#299;ke prema-d&#257;na, tabe advaita-milana</P><P CLASS=c>advaita p&#257;ila vi&#347;var&#363;pa-dara&#347;ana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sacike">&#347;ac&#299;ke</A> &#8212; unto mother <A HREF="http://vedabase.net/s/sacidevi">&#346;ac&#299;dev&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A> &#8212; giving love of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/a/advaita">advaita</A> &#8212; with <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/m/milana">milana</A> &#8212; meeting; <A CLASS=v HREF="http://vedabase.net/a/advaita">advaita</A> &#8212; <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/p/paila">p&#257;ila</A> &#8212; received; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; of the universal form of the Lord; <A CLASS=v HREF="http://vedabase.net/d/darasana">dara&#347;ana</A> &#8212; vision.</P><P CLASS=t>TRANSLATION</P><P>Thereafter the Lord delivered love of Krishna to His mother, &#346;ac&#299;dev&#299;, nullifying her offense at the feet of Advaita &#256;c&#257;rya. Thus there was a meeting with Advaita &#256;c&#257;rya, who later had a vision of the Lord's universal form.</P><P CLASS=t>PURPORT</P><P>One day &#346;r&#299; Caitanya Mah&#257;prabhu was sitting on the throne of Vishnu in the house of &#346;r&#299;v&#257;sa Prabhu, and in a mood of His own He said, "My mother has offended the lotus feet of Advaita &#256;c&#257;rya. Unless she nullifies this offense at the lotus feet of a Vaishnava, it will not be possible for her to achieve love of Krishna." Hearing this, all the devotees went to bring Advaita &#256;c&#257;rya there. While coming to see the Lord, Advaita &#256;c&#257;rya was glorifying the characteristics of mother &#346;ac&#299;dev&#299;, and thus upon arriving He fell down on the ground in ecstasy. Then, under the instruction of Lord Caitanya, &#346;ac&#299;dev&#299; took advantage of this situation to touch Advaita &#256;c&#257;rya's lotus feet. &#346;r&#299; Caitanya Mah&#257;prabhu was very much pleased by His mother's action, and He said, "Now My mother's offense at the lotus feet of Advaita &#256;c&#257;rya has been rectified, and she may have love of Krishna without difficulty." By this example Lord Caitanya taught everyone that although one may be very much advanced in Krishna consciousness, if one offends the lotus feet of a Vaishnava his advancement will not bear fruit. We should therefore be very cautious not to offend a Vaishnava. &#346;r&#299; Caitanya-carit&#257;mrita has described such an offense as follows:</P><P>yadi vaishnava-apar&#257;dha uthe h&#257;t&#299; m&#257;t&#257;</P><P CLASS=n>up&#257;de v&#257; chinde, t&#257;ra &#347;ukhi' y&#257;ya p&#257;t&#257;</P><P>(Cc. <A CLASS=v HREF="../../../cc/madhya/19/156.htm">Madhya 19.156</A>)</P><P>As a mad elephant may trample all the plants in a garden, so by committing one offense at the lotus feet of a Vaishnava one may spoil all the devotional service he has accumulated in his life.</P><P>After this incident, one day Advaita &#256;c&#257;rya Prabhu requested Caitanya Mah&#257;prabhu to display the universal form He had very kindly shown Arjuna. Lord Caitanya agreed to this proposal, and Advaita Prabhu was fortunate enough to see the universal form of the Lord.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>