<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 103</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 103"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.103</P><P CLASS=c>&#257;ra dine jyotisha sarva-jña eka &#257;ila</P><P CLASS=c>t&#257;h&#257;re samm&#257;na kari' prabhu pra&#347;na kaila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/d/dine">dine</A> &#8212; some other day; <A CLASS=v HREF="http://vedabase.net/j/jyotisa">jyotisha</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> astrologer; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/j/jna">jña</A> &#8212; who knows everything; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;ila</A> &#8212; came there; <A CLASS=v HREF="http://vedabase.net/t/tahare">t&#257;h&#257;re</A> &#8212; unto him; <A CLASS=v HREF="http://vedabase.net/s/sammana">samm&#257;na</A> <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; giving all honor; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/p/prasna">pra&#347;na</A> &#8212; question; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; <A HREF="http://vedabase.net/p/put">put</A>.</P><P CLASS=t>TRANSLATION</P><P>On another day an astrologer came who was said to know everything &#8212; past, present and future. Thus &#346;r&#299; Caitanya Mah&#257;prabhu received him with all honor and put this question before him.</P><P CLASS=t>PURPORT</P><P>Br&#257;hmanas generally used to become astrologers, &#256;yur-vedic physicians, teachers and priests. Although highly learned and respectable, such br&#257;hmanas went from door to door to distribute their knowledge. A br&#257;hmana would first go to a householder's home to give information about the functions to be performed on a particular tithi, or date, but if there were sickness in the family, the family members would consult the br&#257;hmana as a physician, and the br&#257;hmana would give instruction and some medicine. Often, since the br&#257;hmanas were expert in astrology, people would also be greatly inquisitive about their past, present and future.</P><P>Although the br&#257;hmana appeared at Lord Caitanya's house as a beggar, Lord Caitanya Mah&#257;prabhu received him with great respect because he was a qualified br&#257;hmana who knew the astrological science perfectly. Although br&#257;hmanas would go door to door just like beggars, they were honored as very respectable guests. This was the system in Hindu society five hundred years ago, during the time of Caitanya Mah&#257;prabhu. This system was current even one hundred years ago; even fifty or sixty years ago, when we were children, such br&#257;hmanas would visit householders like humble beggars, and people would derive great benefit from the mercy of such br&#257;hmanas. The greatest benefit was that a householder could save a great deal of money from being spent on doctor bills because the br&#257;hmanas, aside from explaining the past, present and future, could ordinarily cure all kinds of diseases simply by giving instructions and some medicine. Thus no one was bereft of the benefit of a first-class physician, astrologer and priest. The important members of ISKCON should give careful attention to our Dallas school, where children are being taught Sanskrit and English to become perfect br&#257;hmanas. If they are actually trained as perfect br&#257;hmanas, they can save society from rogues and ruffians; indeed, people can live happily under the protection of qualified br&#257;hmanas. Therefore the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>) gives special stress to the division of society (c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah). Unfortunately some people are now claiming to be br&#257;hmanas simply by birthright, with no qualifications. Therefore the entire society is in chaos.</P><P CLASS=l><A CLASS=i HREF="102.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="104.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>