<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 105</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 105"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.105</P><P CLASS=c>gani' dhy&#257;ne dekhe sarva-jña, &#8212; mah&#257;-jyotirmaya</P><P CLASS=c>ananta vaikuntha-brahm&#257;nda &#8212; sab&#257;ra &#257;&#347;raya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gani">gani</A>' &#8212; by calculation; <A CLASS=v HREF="http://vedabase.net/d/dhyane">dhy&#257;ne</A> &#8212; by meditation; <A CLASS=v HREF="http://vedabase.net/d/dekhe">dekhe</A> &#8212; sees; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/j/jna">jña</A> &#8212; knower of everything; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/j/jyotir">jyotir</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">maya</A> &#8212; highly effulgent body; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/v/vaikuntha">vaikuntha</A> &#8212; spiritual world; <A CLASS=v HREF="http://vedabase.net/b/brahmanda">brahm&#257;nda</A> &#8212; planets; <A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; of all of them; <A CLASS=v HREF="http://vedabase.net/a/asraya">&#257;&#347;raya</A> &#8212; shelter.</P><P CLASS=t>TRANSLATION</P><P>Through calculation and meditation, the all-knowing astrologer saw the greatly effulgent body of the Lord, which is the resting place of all the unlimited Vaikuntha planets.</P><P CLASS=t>PURPORT</P><P>Here we get some information of the Vaikuntha world, or spiritual world. Vaikuntha means "without anxiety." In the material world, everyone is full of anxiety, but another world, where there is no anxiety, is described in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/20.htm">8.20</A>):</P><P>paras tasm&#257;t tu bh&#257;vo 'nyo 'vyakto 'vyakt&#257;t san&#257;tanah</P><P CLASS=n>yah sa sarveshu bh&#363;teshu na&#347;yatsu na vina&#347;yati</P><P>"Yet there is another unmanifest nature, which is eternal and is transcendental to this manifested and unmanifested matter. It is supreme and is never annihilated. When all in this world is annihilated, that part remains as it is."</P><P>As there are many planets within the material world, there are many millions of planets, called Vaikunthalokas, in the spiritual world. All these Vaikunthalokas, or superior planets, rest on the effulgence of the Supreme Personality of Godhead. As stated in the Brahma-samhit&#257; (yasya prabh&#257; prabhavato jagad-anda-koti- [<A CLASS=v HREF="../../../bs/5/40.htm">Bs. 5.40</A>]), the Brahman effulgence emanating from the body of the Supreme Lord creates innumerable planets in both the spiritual and material worlds; thus these planets are creations of the Supreme Personality of Godhead. The astrologer saw &#346;r&#299; Caitanya Mah&#257;prabhu to be the very same Personality of Godhead. We can just imagine how learned he was, yet he was traveling door to door, just like an ordinary beggar, for the highest benefit of human society.</P><P CLASS=l><A CLASS=i HREF="104.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="106.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>