<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 117</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 117"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.117</P><P CLASS=c>jala p&#257;na kariy&#257; n&#257;ce hañ&#257; vihvala</P><P CLASS=c>yamun&#257;karshana-l&#299;l&#257; dekhaye sakala</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jala">jala</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;na</A> <A CLASS=v HREF="http://vedabase.net/k/kariya">kariy&#257;</A> &#8212; after drinking; <A CLASS=v HREF="http://vedabase.net/n/nace">n&#257;ce</A> &#8212; dances; <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; becoming; <A CLASS=v HREF="http://vedabase.net/v/vihvala">vihvala</A> &#8212; ecstatic; <A CLASS=v HREF="http://vedabase.net/y/yamuna">yamun&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/akarsana">&#257;karshana</A> &#8212; attracting the river <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A>; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; pastimes; <A CLASS=v HREF="http://vedabase.net/d/dekhaye">dekhaye</A> &#8212; sees; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> &#8212; everyone.</P><P CLASS=t>TRANSLATION</P><P>After drinking the water, Lord Caitanya became so ecstatic that He began to dance. Thus everyone saw the pastime of attracting the river Yamun&#257;.</P><P CLASS=t>PURPORT</P><P>Yamun&#257;karshana-l&#299;l&#257; is the pastime of attracting the Yamun&#257;. One day, &#346;r&#299; Baladeva wanted the Yamun&#257; River to come before Him, and when the river Yamun&#257; refused, He took His plow, wanting to dig a canal so that the Yamun&#257; would be obliged to come there. Since &#346;r&#299; Caitanya Mah&#257;prabhu is the original form of Baladeva, in His ecstasy He asked everyone to bring honey. In this way, all the devotees standing there saw the yamun&#257;karshana-l&#299;l&#257;. In this l&#299;l&#257;, Baladeva was accompanied by His girlfriends. After drinking a honey beverage called V&#257;run&#299;, He wanted to jump into the Yamun&#257; and swim with the girls. It is stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/65/25.htm">10.65.25-30</A>, 33) that Lord Baladeva asked the Yamun&#257; to come near, and when the river disobeyed the order of the Lord, He became angry and thus wanted to snatch her near to Him with His plow. The Yamun&#257;, however, very much afraid of Lord Balar&#257;ma's anger, immediately came and surrendered unto Him, praying to the Lord, the Supreme Personality of Godhead, and admitting her fault. She was then excused. This is the sum and substance of the yamun&#257;karshana-l&#299;l&#257;. The incident is also described in the prayer of Jayadeva Gosv&#257;m&#299; concerning the ten incarnations:</P><P>vahasi vapushi vi&#347;ade vasanam jalad&#257;bham</P><P CLASS=n>halahati-bh&#299;ti-milita-yamun&#257;bham</P><P CLASS=n>ke&#347;ava dhrita-haladhara-r&#363;pa jaya jagad-&#299;&#347;a hare</P><P CLASS=l><A CLASS=i HREF="116.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="118.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>