<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 12"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.12</P><P CLASS=c>tabe nity&#257;nanda-svar&#363;pera &#257;gamana</P><P CLASS=c>prabhuke miliy&#257; p&#257;ila shad-bhuja-dar&#347;ana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/n/nityananda">nity&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/s/svarupera">svar&#363;pera</A> &#8212; of the Personality of Godhead <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A>; <A CLASS=v HREF="http://vedabase.net/a/agamana">&#257;gamana</A> &#8212; appearance; <A CLASS=v HREF="http://vedabase.net/p/prabhuke">prabhuke</A> &#8212; Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/m/miliya">miliy&#257;</A> &#8212; meeting; <A CLASS=v HREF="http://vedabase.net/p/paila">p&#257;ila</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A>-<A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> vision of the six-armed <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>.</P><P CLASS=t>TRANSLATION</P><P>After this function at the house of &#346;r&#299;v&#257;sa Th&#257;kura, Nity&#257;nanda Prabhu appeared, and when He met with Lord Caitanya He got the opportunity to see Him in His six-armed form.</P><P CLASS=t>PURPORT</P><P>The form of Shad-bhuja, the six-armed Lord Gaurasundara, is a representation of three incarnations. The form of &#346;r&#299; R&#257;macandra is symbolized by a bow in one hand and an arrow in another, the form of Lord &#346;r&#299; Krishna is symbolized by a stick and a flute like those generally held by a cowherd boy, and Lord Caitanya Mah&#257;prabhu is symbolized by a sanny&#257;sa-danda and a kamandalu, or waterpot.</P><P>&#346;r&#299;la Nity&#257;nanda Prabhu was born in the village of Ekacakr&#257;, in the district of Birbhum, as the son of Padm&#257;vat&#299; and H&#257;d&#257;i Pandita. In His childhood He played like Balar&#257;ma. When He was growing up, a sanny&#257;s&#299; came to the house of H&#257;d&#257;i Pandita and begged to have the pandita's son as his brahmac&#257;r&#299; assistant. H&#257;d&#257;i Pandita immediately agreed and delivered his son to him, although the separation was greatly shocking, so much so that H&#257;d&#257;i lost his life after the separation. Nity&#257;nanda Prabhu traveled on many pilgrimages with the sanny&#257;s&#299;. It is said that for many days He lived at Mathur&#257; with him, and at that time He heard about Lord Caitanya Mah&#257;prabhu's pastimes in Navadv&#299;pa. Therefore He came down to Bengal to see the Lord. When Lord Nity&#257;nanda came to Navadv&#299;pa, He was a guest at the house of Nandana &#256;c&#257;rya. Understanding that Nity&#257;nanda Prabhu had arrived, Lord Caitanya sent His devotees to Him, and thus there was a meeting between &#346;r&#299; Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>