<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 123</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 123"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.123</P><P CLASS=c>mrida&#324;ga-karat&#257;la sa&#324;k&#299;rtana-mah&#257;dhvani</P><P CLASS=c>'hari' 'hari' &#8212; dhvani vin&#257; anya n&#257;hi &#347;uni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mrdanga">mrida&#324;ga</A> &#8212; drum; <A CLASS=v HREF="http://vedabase.net/k/karatala">karat&#257;la</A> &#8212; hand bells; <A CLASS=v HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A> &#8212; chanting of the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/dhvani">dhvani</A> &#8212; great vibration; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/d/dhvani">dhvani</A> &#8212; sound; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; except; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A> &#8212; one can hear.</P><P CLASS=t>TRANSLATION</P><P>When the sa&#324;k&#299;rtana movement thus started, no one in Navadv&#299;pa could hear any sound other than the words "Hari! Hari!" and the beating of the mrida&#324;ga and clashing of hand bells.</P><P CLASS=t>PURPORT</P><P>The International Society for Krishna Consciousness now has its world center in Navadv&#299;pa, M&#257;y&#257;pur. The managers of this center should see that twenty-four hours a day there is chanting of the holy names of the Hare Krishna mah&#257;-mantra, with the addition of haraye namah, krishna y&#257;dav&#257;ya namah, for this song was a favorite of &#346;r&#299; Caitanya Mah&#257;prabhu's. But all such sa&#324;k&#299;rtana must be preceded by the chanting of the holy names of the five tattvas &#8212; &#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda &#347;r&#299;-advaita gad&#257;dhara &#347;r&#299;v&#257;s&#257;di-gaura-bhakta-vrinda. We are already accustomed to chant these two mantras &#8212; &#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda &#347;r&#299;-advaita gad&#257;dhara &#347;r&#299;v&#257;s&#257;di-gaura-bhakta-vrinda and Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Now, after these, the other two lines &#8212; namely haraye namah, krishna y&#257;dav&#257;ya namah/ gop&#257;la govinda r&#257;ma &#347;r&#299;-madhus&#363;dana &#8212; should be added, especially in M&#257;y&#257;pur. Chanting of these six lines should go on so perfectly well that no one there hears any vibration other than the chanting of the holy names of the Lord. That will make the center spiritually all-perfect.</P><P CLASS=l><A CLASS=i HREF="122.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="124.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>