<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 124</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 124"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.124</P><P CLASS=c>&#347;uniy&#257; ye kruddha haila sakala yavana</P><P CLASS=c>k&#257;j&#299;-p&#257;&#347;e &#257;si' sabe kaila nivedana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/suniya">&#347;uniy&#257;</A> &#8212; by hearing; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kruddha">kruddha</A> &#8212; angry; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/y/yavana">yavana</A> &#8212; Muslims; <A CLASS=v HREF="http://vedabase.net/k/kaji">k&#257;j&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/pase">p&#257;&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the court of the Kazi, or magistrate; <A CLASS=v HREF="http://vedabase.net/a/asi">&#257;si</A>' &#8212; coming; <A CLASS=v HREF="http://vedabase.net/s/sabe">sabe</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/n/nivedana">nivedana</A> &#8212; petition.</P><P CLASS=t>TRANSLATION</P><P>Hearing the resounding vibration of the Hare Krishna mantra, the local Muslims, greatly angry, submitted a complaint to the Kazi.</P><P CLASS=t>PURPORT</P><P>The phaujadar&#257;, or city magistrate, was called the k&#257;j&#299; (Kazi). The jamid&#257;ras (zamindars), or landholders (mandaler&#257;s), levied taxes on the land, but keeping law and order and punishing criminals was the duty entrusted to the Kazi. Both the Kazi and the landholders were under the control of the governor of Bengal, which at that time was known as Sub&#257;-b&#257;&#324;g&#257;l&#257;. The districts of Nadia, Isl&#257;mpura and B&#257;goy&#257;na were all under the zamindar named Hari Hoda or his descendant known as Hoda Krishnad&#257;sa. It is said that Chand Kazi was the spiritual master of Nawab Hussain Shah. According to one opinion his name was Maul&#257;n&#257; Sir&#257;juddina, and according to another his name was Habibara Raham&#257;na. Descendants of Chand Kazi are still living in the vicinity of M&#257;y&#257;pur. People still go to see the tomb of Chand Kazi, which is underneath a campaka tree and is known as Chand Kazi's sam&#257;dhi.</P><P CLASS=l><A CLASS=i HREF="123.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="125.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>