<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 148</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 148"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.148</P><P CLASS=c>gr&#257;ma-sambandhe 'cakravart&#299;' haya mora c&#257;c&#257;</P><P CLASS=c>deha-sambandhe haite haya gr&#257;ma-sambandha s&#257;&#324;c&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/grama">gr&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/s/sambandhe">sambandhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> our neighborhood relationship; <A CLASS=v HREF="http://vedabase.net/c/cakravarti">cakravart&#299;</A> &#8212; Your grandfather <A HREF="http://vedabase.net/n/nilambara">N&#299;l&#257;mbara</A> <A HREF="http://vedabase.net/c/cakravarti">Cakravart&#299;</A>; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/c/caca">c&#257;c&#257;</A> &#8212; uncle; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/s/sambandhe">sambandhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> bodily relationship; <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; than; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/g/grama">gr&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/s/sambandha">sambandha</A> &#8212; neighborhood relationship; <A CLASS=v HREF="http://vedabase.net/s/sanca">s&#257;&#324;c&#257;</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A> powerful.</P><P CLASS=t>TRANSLATION</P><P>"In our village relationship, N&#299;l&#257;mbara Cakravart&#299; Th&#257;kura was my uncle. Such a relationship is stronger than a bodily relationship.</P><P CLASS=t>PURPORT</P><P>In India, even in the interior villages, all the Hindu and Muslim communities used to live very peacefully by establishing a relationship between them. The young men called the elderly members of the village by the name c&#257;c&#257; or k&#257;k&#257;, "uncle," and men of the same age called each other d&#257;d&#257;, "brother." The relationship was very friendly. There were even invitations from Muslim houses to Hindu houses and from Hindu houses to Muslim houses. Both the Hindus and the Muslims accepted the invitations to go to one another's houses to attend ceremonial functions. Even until fifty or sixty years ago, the relationship between Hindus and Muslims was very friendly, and there were no disturbances. We do not find any Hindu-Muslim riots in the history of India, even during the days of the Muslims' rule over the country. Conflict between Hindus and Muslims was created by polluted politicians, especially foreign rulers, and thus the situation gradually became so degraded that India was divided into Hindustan and Pakistan. Fortunately, the remedy to unite not only the Hindus and Muslims but all communities and all nations can still be implemented by the Hare Krishna movement on the strong basic platform of love of Godhead.</P><P CLASS=l><A CLASS=i HREF="147.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="149.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>