<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 154</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 154"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.154</P><P CLASS=c>pit&#257;-m&#257;t&#257; m&#257;ri' kh&#257;o &#8212; eb&#257; kon dharma</P><P CLASS=c>kon bale kara tumi e-mata vikarma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pita">pit&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">m&#257;t&#257;</A> &#8212; father and mother; <A CLASS=v HREF="http://vedabase.net/m/mari">m&#257;ri</A>' &#8212; killing; <A CLASS=v HREF="http://vedabase.net/k/khao">kh&#257;o</A> &#8212; you eat; <A CLASS=v HREF="http://vedabase.net/e/eba">eb&#257;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kon">kon</A> &#8212; what kind of; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religion; <A CLASS=v HREF="http://vedabase.net/k/kon">kon</A> <A CLASS=v HREF="http://vedabase.net/b/bale">bale</A> &#8212; on what strength; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/e/e">e</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/v/vikarma">vikarma</A> &#8212; sinful activities.</P><P CLASS=t>TRANSLATION</P><P>"Since the bull and cow are your father and mother, how can you kill and eat them? What kind of religious principle is this? On what strength are you so daring that you commit such sinful activities?"</P><P CLASS=t>PURPORT</P><P>Everyone can understand that we drink the milk of cows and take the help of bulls in producing agricultural products. Therefore, since our real father gives us food grains and our mother gives us milk with which to live, the cow and bull are considered our father and mother. According to Vedic civilization, there are seven mothers, of which the cow is one. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu challenged the Muslim Kazi, "What kind of religious principle do you follow by killing your father and mother to eat them?" In any civilized human society, no one would dare kill his father and mother for the purpose of eating them. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu challenged the system of Muslim religion as patricide and matricide. In the Christian religion also, a principal commandment is "Thou shalt not kill." Nevertheless, Christians violate this rule; they are very expert in killing and in opening slaughterhouses. In our Krishna consciousness movement, our first provision is that no one should be allowed to eat any kind of flesh. It does not matter whether it is cows' flesh or goats' flesh, but we especially stress the prohibition against cows' flesh because according to &#347;&#257;stra the cow is our mother. Thus the Muslims' cow-killing was challenged by &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="153.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="155.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>