<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 157</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 157"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.157</P><P CLASS=c>pravritti-m&#257;rge go-vadha karite vidhi haya</P><P CLASS=c>&#347;&#257;stra-&#257;jñ&#257;ya vadha kaile n&#257;hi p&#257;pa-bhaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pravrtti">pravritti</A>-<A CLASS=v HREF="http://vedabase.net/m/marge">m&#257;rge</A> &#8212; on the path of attachment; <A CLASS=v HREF="http://vedabase.net/g/go">go</A>-<A CLASS=v HREF="http://vedabase.net/v/vadha">vadha</A> &#8212; the killing of cows; <A CLASS=v HREF="http://vedabase.net/k/karite">karite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> execute; <A CLASS=v HREF="http://vedabase.net/v/vidhi">vidhi</A> &#8212; regulative principles; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>-<A CLASS=v HREF="http://vedabase.net/a/ajnaya">&#257;jñ&#257;ya</A> &#8212; on the order of the scripture; <A CLASS=v HREF="http://vedabase.net/v/vadha">vadha</A> &#8212; killing; <A CLASS=v HREF="http://vedabase.net/k/kaile">kaile</A> &#8212; if one commits; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is <A HREF="http://vedabase.net/n/no">no</A>; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; fear of sinful activities.</P><P CLASS=t>TRANSLATION</P><P>"On the path of material activities, there is regulation for killing cows. If such killing is done under the guidance of scripture, there is no sin."</P><P CLASS=t>PURPORT</P><P>The word &#347;&#257;stra is derived from the dh&#257;tu, or verbal root, &#347;as. &#346;as-dh&#257;tu pertains to controlling or ruling. A government's ruling through force or weapons is called &#347;astra. Thus whenever there is ruling, either by weapons or by injunctions, the &#347;as-dh&#257;tu is the basic principle. Between &#347;astra (ruling through weapons) and &#347;&#257;stra (ruling through the injunctions of the scriptures), the better is &#347;&#257;stra. Our Vedic scriptures are not ordinary lawbooks of human common sense; they are the statements of factually liberated persons unaffected by the imperfectness of the senses.</P><P>&#346;&#257;stra must be correct always, not sometimes correct and sometimes incorrect. In the Vedic scriptures, the cow is described as a mother. Therefore she is a mother for all time; it is not, as some rascals say, that in the Vedic age she was a mother but she is not in this age. If &#347;&#257;stra is an authority, the cow is a mother always; she was a mother in the Vedic age, and she is a mother in this age also.</P><P>If one acts according to the injunctions of &#347;&#257;stra, he is freed from the reactions of sinful activity. For example, the propensities for eating flesh, drinking wine and enjoying sex are all natural to the conditioned soul. The path of such enjoyment is called pravritti-marga. The &#347;&#257;stra says, pravrittir esh&#257;m bh&#363;t&#257;n&#257;m nivrittis tu mah&#257;-phal&#257;: one should not be carried away by the propensities of defective conditioned life; one should be guided by the principles of the &#347;&#257;stras. A child's propensity is to play all day long, but it is the injunction of the &#347;&#257;stras that the parents should take care to educate him. The &#347;&#257;stras are there just to guide the activities of human society. But because people do not refer to the instructions of &#347;&#257;stras, which are free from defects and imperfections, they are therefore misguided by so-called educated teachers and leaders who are full of the deficiencies of conditioned life.</P><P CLASS=l><A CLASS=i HREF="156.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="158.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>