<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 16"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.16</P><P CLASS=c>tabe nity&#257;nanda-gos&#257;ñira vy&#257;sa-p&#363;jana</P><P CLASS=c>nity&#257;nand&#257;ve&#347;e kaila mushala dh&#257;rana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/n/nityananda">nity&#257;nanda</A> &#8212; <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A>; <A CLASS=v HREF="http://vedabase.net/g/gosanira">gos&#257;ñira</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/v/vyasa">vy&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/p/pujana">p&#363;jana</A> &#8212; worshiping Vy&#257;sadeva or the spiritual master; <A CLASS=v HREF="http://vedabase.net/n/nityananda">nity&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/a/avese">&#257;ve&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ecstasy of becoming <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/m/musala">mushala</A> <A CLASS=v HREF="http://vedabase.net/d/dharana">dh&#257;rana</A> &#8212; carrying <A HREF="http://vedabase.net/a/a">a</A> plowlike weapon called <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/musala">mushala</A>.</P><P CLASS=t>TRANSLATION</P><P>Nity&#257;nanda Prabhu then arranged to offer Vy&#257;sa-p&#363;j&#257;, or worship of the spiritual master, to Lord &#346;r&#299; Gaurasundara. But Lord Caitanya carried the plowlike weapon called mushala in the ecstasy of being Nity&#257;nanda Prabhu.</P><P CLASS=t>PURPORT</P><P>By the order of &#346;r&#299; Caitanya Mah&#257;prabhu, Nity&#257;nanda Prabhu arranged for the Vy&#257;sa-p&#363;j&#257; of the Lord on the night of the full moon. He arranged for the Vy&#257;sa-p&#363;j&#257;, or guru-p&#363;j&#257;, through the agency of Vy&#257;sadeva. Since Vy&#257;sadeva is the original guru (spiritual master) of all who follow the Vedic principles, worship of the spiritual master is called Vy&#257;sa-p&#363;j&#257;. Nity&#257;nanda Prabhu arranged for the Vy&#257;sa-p&#363;j&#257;, and sa&#324;k&#299;rtana was going on, but when He tried to put a garland on the shoulder of &#346;r&#299; Caitanya Mah&#257;prabhu, He saw Himself in Lord Caitanya. There is no difference between the spiritual positions of Lord Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu, or Krishna and Balar&#257;ma. All of Them are but different manifestations of the Supreme Personality of Godhead. During this special ceremony, all the devotees of Lord Caitanya Mah&#257;prabhu could understand that there is no difference between Lord Caitanya and Nity&#257;nanda Prabhu.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>