<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 17"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.17</P><P CLASS=c>tabe &#347;ac&#299; dekhila, r&#257;ma-krishna &#8212; dui bh&#257;i</P><P CLASS=c>tabe nist&#257;rila prabhu jag&#257;i-m&#257;dh&#257;i</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/s/saci">&#347;ac&#299;</A> &#8212; mother <A HREF="http://vedabase.net/s/sacidevi">&#346;ac&#299;dev&#299;</A>; <A CLASS=v HREF="http://vedabase.net/d/dekhila">dekhila</A> &#8212; saw; <A CLASS=v HREF="http://vedabase.net/r/rama">r&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A> and Lord <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> <A CLASS=v HREF="http://vedabase.net/b/bhai">bh&#257;i</A> &#8212; two brothers; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/n/nistarila">nist&#257;rila</A> &#8212; delivered; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/j/jagai">jag&#257;i</A>-<A CLASS=v HREF="http://vedabase.net/m/madhai">m&#257;dh&#257;i</A> &#8212; the two brothers <A HREF="http://vedabase.net/j/jagai">Jag&#257;i</A> and <A HREF="http://vedabase.net/m/madhai">M&#257;dh&#257;i</A>.</P><P CLASS=t>TRANSLATION</P><P>Thereafter mother &#346;ac&#299;dev&#299; saw the brothers Krishna and Balar&#257;ma in Their manifestation of Lord Caitanya and Nity&#257;nanda. Then the Lord delivered the two brothers Jag&#257;i and M&#257;dh&#257;i.</P><P CLASS=t>PURPORT</P><P>One night &#346;ac&#299;dev&#299; dreamt that the Deities in her house, Krishna and Balar&#257;ma, had taken the forms of Caitanya and Nity&#257;nanda and were fighting one another, as children do, to eat the naivedya, or offering to the Deities. The next day, by the will of Lord Caitanya, &#346;ac&#299;dev&#299; invited Nity&#257;nanda to take pras&#257;dam at her house. Thus Vi&#347;vambhara (Lord Caitanya) and Nity&#257;nanda were eating together, and &#346;ac&#299;dev&#299; realized that They were none other than Krishna and Balar&#257;ma. Seeing this, she fainted.</P><P>Jag&#257;i and M&#257;dh&#257;i were two brothers born in Navadv&#299;pa in a respectable br&#257;hmana family who later became addicted to all kinds of sinful activities. By the order of Lord Caitanya, both Nity&#257;nanda Prabhu and Harid&#257;sa Th&#257;kura used to preach the cult of Krishna consciousness door to door. In the course of such preaching they found Jag&#257;i and M&#257;dh&#257;i, two maddened drunken brothers, who, upon seeing them, began to chase them. On the next day, M&#257;dh&#257;i struck Nity&#257;nanda Prabhu on the head with a piece of earthen pot, thus drawing blood. When &#346;r&#299; Caitanya Mah&#257;prabhu heard of this, He immediately came to the spot, ready to punish both brothers, but when the all-merciful Lord Gaur&#257;&#324;ga saw Jag&#257;i's repentant behavior, He immediately embraced him. By seeing the Supreme Personality of Godhead face to face and embracing Him, both the sinful brothers were at once cleansed. Thus they received initiation into the chanting of the Hare Krishna mah&#257;-mantra from the Lord and were delivered.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>