<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 18"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.18</P><P CLASS=c>tabe sapta-prahara chil&#257; prabhu bh&#257;v&#257;ve&#347;e</P><P CLASS=c>yath&#257; tath&#257; bhakta-gana dekhila vi&#347;eshe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A>-<A CLASS=v HREF="http://vedabase.net/p/prahara">prahara</A> &#8212; twenty-one hours; <A CLASS=v HREF="http://vedabase.net/c/chila">chil&#257;</A> &#8212; remained; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/a/avese">&#257;ve&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> ecstasy; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; anywhere; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; the devotees; <A CLASS=v HREF="http://vedabase.net/d/dekhila">dekhila</A> &#8212; saw; <A CLASS=v HREF="http://vedabase.net/v/visese">vi&#347;eshe</A> &#8212; specifically.</P><P CLASS=t>TRANSLATION</P><P>After this incident, the Lord remained in an ecstatic position for twenty-one hours, and all the devotees saw His specific pastimes.</P><P CLASS=t>PURPORT</P><P>In the Deity's room there must be a bed for the Deity behind the His throne. (This system should immediately be introduced in all our centers. It does not matter whether the bed is big or small; it should be of a size the Deity room can conveniently accommodate, but there must be at least a small bed.) One day in the house of &#346;r&#299;v&#257;sa Th&#257;kura, Lord Caitanya Mah&#257;prabhu sat down on the bed of Vishnu, and all the devotees worshiped Him with the Vedic mantras of the Purusha-s&#363;kta, beginning with sahasra-&#347;&#299;rsh&#257; purushah sahasr&#257;kshah sahasra-p&#257;t. This veda-stuti should also be introduced, if possible, for installations of Deities. While bathing the Deity, all the priests and devotees must chant this Purusha-s&#363;kta and offer the appropriate paraphernalia for worshiping the Deity, such as flowers, fruits, incense, &#257;rati paraphernalia, naivedya, vastra and ornaments. All the devotees worshiped Lord Caitanya Mah&#257;prabhu in this way, and the Lord remained in ecstasy for seven praharas, or twenty-one hours. He took this opportunity to show the devotees that He is the original Supreme Personality of Godhead, Krishna, who is the source of all other incarnations, as confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>): aham sarvasya prabhavo mattah sarvam pravartate. All the different forms of the Supreme Personality of Godhead, or vishnu-tattva, emanate from the body of Lord Krishna. Lord Caitanya Mah&#257;prabhu exposed all the private desires of the devotees, and thus all of them became fully confident that Lord Caitanya is the Supreme Personality of Godhead.</P><P>Some devotees call this exhibition of ecstasy by the Lord s&#257;ta-prahariy&#257; bh&#257;va, or "the ecstasy of twenty-one hours," and others call it mah&#257;bh&#257;va-prak&#257;&#347;a or mah&#257;-prak&#257;&#347;a. There is a description of this s&#257;ta-prahariy&#257; bh&#257;va in the Caitanya-bh&#257;gavata, Madhya-khanda, Chapter Nine, which mentions that &#346;r&#299; Caitanya Mah&#257;prabhu blessed a maidservant named Duhkh&#299; with the name Sukh&#299;. He called for Khol&#257;vec&#257; &#346;r&#299;dhara and showed him His mah&#257;-prak&#257;&#347;a. Then He called for Mur&#257;ri Gupta and showed him His feature as Lord R&#257;macandra. He offered His blessings to Harid&#257;sa Th&#257;kura, and at this time He also asked Advaita Prabhu to explain the Bhagavad-g&#299;t&#257; as it is (g&#299;t&#257;ra satya-p&#257;tha) and showed special favor to Mukunda.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>