<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 203</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 203"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.203</P><P CLASS=c>eta &#347;uni' t&#257;'-sabh&#257;re ghare p&#257;th&#257;ila</P><P CLASS=c>hena-k&#257;le p&#257;shand&#299; hindu p&#257;&#324;ca-s&#257;ta &#257;ila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eta">eta</A> <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A>' &#8212; after hearing all this; <A CLASS=v HREF="http://vedabase.net/t/ta">t&#257;</A>'-<A CLASS=v HREF="http://vedabase.net/s/sabhare">sabh&#257;re</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; back home; <A CLASS=v HREF="http://vedabase.net/p/pathaila">p&#257;th&#257;ila</A> &#8212; sent; <A CLASS=v HREF="http://vedabase.net/h/hena">hena</A>-<A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/p/pasandi">p&#257;sand&#299;</A> &#8212; nonbeliever; <A CLASS=v HREF="http://vedabase.net/h/hindu">hindu</A> &#8212; Hindus; <A CLASS=v HREF="http://vedabase.net/p/panca">p&#257;&#324;ca</A>-<A CLASS=v HREF="http://vedabase.net/s/sata">s&#257;ta</A> &#8212; five or seven; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;ila</A> &#8212; came.</P><P CLASS=t>TRANSLATION</P><P>"After hearing all this, I sent all the mlecchas back to their homes. Five or seven nonbelieving Hindus then approached me.</P><P CLASS=t>PURPORT</P><P>The word p&#257;shand&#299; refers to nonbelievers engaged in fruitive activities and to idolatrous worshipers of many demigods. P&#257;shand&#299;s do not believe in one God, the Supreme Personality, Lord Vishnu; they think that all the demigods have the same potency as He. The definition of a p&#257;shand&#299; is given in the tantra-&#347;&#257;stra:</P><P>yas tu n&#257;r&#257;yanam devam brahma-rudr&#257;di-daivataih</P><P CLASS=n>samatvenaiva v&#299;ksheta sa p&#257;shand&#299; bhaved dhruvam</P><P>"A p&#257;shand&#299; is one who considers the great demigods such as Lord Brahm&#257; and Lord &#346;iva equal to the Supreme Personality of Godhead, N&#257;r&#257;yana." (Hari-bhakti-vil&#257;sa, 1.17)</P><P>The Supreme Personality of Godhead is asamaurdhva; in other words, no one can be equal to or greater than Him. But p&#257;shand&#299;s do not believe this. They worship any kind of demigod, thinking it all right to accept whomever they please as the Supreme Lord. The p&#257;shand&#299;s were against the Hare Krishna movement of Lord &#346;r&#299; Krishna Caitanya Mah&#257;prabhu, and now we see practically that they also do not like our humble attempts to spread Krishna consciousness all over the world. On the contrary, these p&#257;shand&#299;s say that we are spoiling the Hindu religion because people all over the world are accepting Lord Krishna as the Supreme Personality of Godhead according to the version of Bhagavad-g&#299;t&#257; As It Is. The p&#257;shand&#299;s condemn this movement, and sometimes they accuse Vaishnavas from foreign countries of being not bona fide. Even so-called Vaishnavas &#8212; pseudo followers of the Vaishnava cult &#8212; do not agree with our activities in making Vaishnavas in the Western countries. Such p&#257;shand&#299;s existed even during the time of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, and they continue to exist. Despite all the activities of these p&#257;shand&#299;s, however, the prediction of Lord Caitanya Mah&#257;prabhu will triumph: prithiv&#299;te &#257;che yata nagar&#257;di gr&#257;ma/ sarvatra prac&#257;ra haibe mora n&#257;ma. "In every town and village, the chanting of My name will be heard." No one can check the spread of the Krishna consciousness movement because upon this movement is the benediction of the Supreme Personality of Godhead, Lord Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="201-202.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="204.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>