<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 212</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 212"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.212</P><P CLASS=c>hindu-&#347;&#257;stre '&#299;&#347;vara' n&#257;ma &#8212; mah&#257;-mantra j&#257;ni</P><P CLASS=c>sarva-loka &#347;unile mantrera v&#299;rya haya h&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hindu">hindu</A>-<A CLASS=v HREF="http://vedabase.net/s/sastre">&#347;&#257;stre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the scriptures of the Hindus; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; God; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A> &#8212; topmost hymn; <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; we know; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; everyone; <A CLASS=v HREF="http://vedabase.net/s/sunile">&#347;unile</A> &#8212; if they hear; <A CLASS=v HREF="http://vedabase.net/m/mantrera">mantrera</A> &#8212; of the <A HREF="http://vedabase.net/m/mantra">mantra</A>; <A CLASS=v HREF="http://vedabase.net/v/virya">v&#299;rya</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/h/hani">h&#257;ni</A> &#8212; finished.</P><P CLASS=t>TRANSLATION</P><P>"'According to Hindu scripture, God's name is the most powerful hymn. If everyone hears the chanting of the name, the potency of the hymn will be lost.</P><P CLASS=t>PURPORT</P><P>In the list of offenses in the chanting of the holy name of the Lord, it is said, dharma-vrata-ty&#257;ga-hut&#257;di-sarva-&#347;ubha-kriy&#257;-s&#257;myam api pram&#257;dah: to consider the chanting of the holy name of the Lord equal to the execution of some auspicious religious ceremony is an offense. According to the materialistic point of view, observing a religious ceremony invokes an auspicious atmosphere for the material benefit of the entire world. Materialists therefore manufacture religious principles to live comfortably and without disturbance in executing their material activities. Since they do not believe in the existence of God, they have manufactured the idea that God is impersonal and that to have some conception of God one may imagine any form. Thus they respect the many forms of the demigods as different representations or manifestations of the Lord. They are called bahv-&#299;&#347;vara-v&#257;d&#299;s, or followers of thousands and thousands of gods. They consider the chanting of the names of the demigods an auspicious activity. Great so-called sv&#257;m&#299;s have written books saying that one may chant any name &#8212; Durg&#257;, K&#257;l&#299;, &#346;iva, Krishna, R&#257;ma, and so on &#8212; because any name is all right for invoking an auspicious atmosphere in society. Thus they are called p&#257;shand&#299;s &#8212; unbelievers or faithless demons.</P><P>Such p&#257;shand&#299;s do not know the actual value of the chanting of the holy name of Lord Krishna. Foolishly proud of their material birth as br&#257;hmanas and their consequently higher position in the social order, they think of the other classes &#8212; namely the kshatriyas, vai&#347;yas and &#347;&#363;dras &#8212; as lower classes. According to them, no one but the br&#257;hmanas can chant the holy name of Krishna, for if others chanted the holy name, its potency would be reduced. They are unaware of the potency of Lord Krishna's name. The Brihan-n&#257;rad&#299;ya Pur&#257;na recommends:</P><P>harer n&#257;ma harer n&#257;ma harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"For spiritual progress in this Age of Kali, there is no alternative, no alternative, no alternative to the holy name, the holy name, the holy name of the Lord." The p&#257;shand&#299;s do not accept that the potency of the holy name of Krishna is so great that one can be delivered simply by chanting the holy name, although this is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/12/3/51.htm">12.3.51</A>): k&#299;rtan&#257;d eva krishnasya mukta-sa&#324;gah param vrajet. Any man from any part of the world who practices chanting of the holy name of Krishna can be liberated and after death go back home, back to Godhead. The rascal p&#257;shand&#299;s think that if anyone but a br&#257;hmana chants the holy name, the potency of the holy name is vanquished. According to their judgment, instead of delivering the fallen souls, the potency of the holy name is reduced. Believing in the existence of many gods and considering the chanting of the holy name of Krishna no better than other hymns, these p&#257;shand&#299;s do not believe in the words of the &#347;&#257;stra (harer n&#257;ma harer n&#257;ma harer n&#257;maiva kevalam). But &#346;r&#299; Caitanya Mah&#257;prabhu confirms in His &#346;iksh&#257;shtaka, k&#299;rtan&#299;yah sad&#257; harih: [Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>] one must chant the holy name of the Lord always, twenty-four hours a day. The p&#257;shand&#299;s, however, are so fallen and falsely proud of having taken birth in br&#257;hmana families that they think that instead of delivering all the fallen souls, the holy name becomes impotent when constantly chanted by lower-class men.</P><P>Significant in verse 211 are the words krishnera k&#299;rtana kare n&#299;ca b&#257;da b&#257;da, indicating that anyone can join in the sa&#324;k&#299;rtana movement. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/2/4/18.htm">2.4.18</A>): kir&#257;ta-h&#363;n&#257;ndhra-pulinda-pulka&#347;&#257; &#257;bh&#299;ra-&#347;umbh&#257; yavan&#257;h khas&#257;dayah. This is a list of the names of cand&#257;las. The p&#257;shand&#299;s say that when these lower-class men are allowed to chant, their influence is enhanced. They do not like the idea that others should also develop spiritual qualities, because this would curb their false pride in having taken birth in families of the elevated br&#257;hmana caste, with a monopoly on spiritual activities. But despite all protests from so-called Hindus and members of the br&#257;hmana caste, we are propagating the Krishna consciousness movement all over the world, according to the injunctions of the &#347;&#257;stras and the order of &#346;r&#299; Caitanya Mah&#257;prabhu. Thus we are sure that we are delivering many fallen souls, making them bona fide candidates for going back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="211.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="213.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>