<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 213</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 213"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.213</P><P CLASS=c>gr&#257;mera th&#257;kura tumi, saba tom&#257;ra jana</P><P CLASS=c>nim&#257;i bol&#257;iy&#257; t&#257;re karaha varjana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gramera">gr&#257;mera</A> &#8212; of this town; <A CLASS=v HREF="http://vedabase.net/t/thakura">th&#257;kura</A> &#8212; the ruler; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; people; <A CLASS=v HREF="http://vedabase.net/n/nimai">nim&#257;i</A> &#8212; <A HREF="http://vedabase.net/n/nimai">Nim&#257;i</A> <A HREF="http://vedabase.net/p/pandita">Pandita</A>; <A CLASS=v HREF="http://vedabase.net/b/bolaiya">bol&#257;iy&#257;</A> &#8212; calling; <A CLASS=v HREF="http://vedabase.net/t/tare">t&#257;re</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/k/karaha">karaha</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/v/varjana">varjana</A> &#8212; the punishment of making Him leave the town.</P><P CLASS=t>TRANSLATION</P><P>"'Sir, you are the ruler of this town. Whether Hindu or Muslim, everyone is under your protection. Therefore please call Nim&#257;i Pandita and make Him leave the town.'</P><P CLASS=t>PURPORT</P><P>The word th&#257;kura has two meanings. One meaning is "God" or "a godly person," and another meaning is kshatriya. Here the p&#257;shand&#299; br&#257;hmanas address the Kazi as th&#257;kura, considering him the ruler of the town. There are different names by which to address the members of different castes. The br&#257;hmanas are addressed as mah&#257;r&#257;ja, the kshatriyas as th&#257;kura, the vai&#347;yas as &#347;etha or mah&#257;jana, and the &#347;&#363;dras as caudhur&#299;. This etiquette is still followed in northern India, where the kshatriyas are addressed as Th&#257;kura S&#257;hab. The p&#257;sand&#299;s went so far as to request the magistrate, or Kazi, to have &#346;r&#299; Caitanya Mah&#257;prabhu expelled from the town because of His introducing hari-n&#257;ma-sa&#324;k&#299;rtana. Fortunately our Hare Krishna movement all over the world, especially in the civilized world of Europe and America, has become very popular. Generally no one complains against us to have us removed from a city. Although such an attempt was indeed made in Melbourne, Australia, the attempt failed. Thus we are now introducing this Hare Krishna movement in great cities of the world like New York, London, Paris, Tokyo, Sydney, Melbourne and Auckland, and by the grace of Lord Caitanya Mah&#257;prabhu everything is going on nicely. People are happy to accept the principle of chanting the Hare Krishna mantra, and the result is most satisfactory.</P><P CLASS=l><A CLASS=i HREF="212.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="214.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>