<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 229</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 229"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.229</P><P CLASS=c>mrita-putra-mukhe kaila jñ&#257;nera kathana</P><P CLASS=c>&#257;pane dui bh&#257;i hail&#257; &#347;r&#299;v&#257;sa-nandana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mrta">mrita</A>-<A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> &#8212; of the dead son; <A CLASS=v HREF="http://vedabase.net/m/mukhe">mukhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mouth; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/j/jnanera">jñ&#257;nera</A> &#8212; of knowledge; <A CLASS=v HREF="http://vedabase.net/k/kathana">kathana</A> &#8212; conversation; <A CLASS=v HREF="http://vedabase.net/a/apane">&#257;pane</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> &#8212; the two; <A CLASS=v HREF="http://vedabase.net/b/bhai">bh&#257;i</A> &#8212; brothers; <A CLASS=v HREF="http://vedabase.net/h/haila">hail&#257;</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/s/srivasa">&#347;r&#299;v&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/n/nandana">nandana</A> &#8212; sons of <A HREF="http://vedabase.net/s/srivasa">&#346;r&#299;v&#257;sa</A> <A HREF="http://vedabase.net/t/thakura">Th&#257;kura</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu caused the dead son to speak about knowledge, and then the two brothers personally became the sons of &#346;r&#299;v&#257;sa Th&#257;kura.</P><P CLASS=t>PURPORT</P><P>This incident is described as follows by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. One night while &#346;r&#299; Caitanya Mah&#257;prabhu was dancing with His devotees at the house of &#346;r&#299;v&#257;sa Th&#257;kura, one of &#346;r&#299;v&#257;sa Th&#257;kura's sons, who was suffering from some disease, died. &#346;r&#299;v&#257;sa Th&#257;kura was so patient, however, that he did not allow anyone to express sorrow by crying, for he did not want the k&#299;rtana going on at his house to be disturbed. Thus k&#299;rtana continued without a sound of lamentation. But when the k&#299;rtana was over, Caitanya Mah&#257;prabhu, who could understand the incident, declared, "There must have been some calamity in this house." When He was then informed about the death of &#346;r&#299;v&#257;sa Th&#257;kura's son, He expressed His regret, saying, "Why was this news not given to Me before?" He went to the place where the son was lying dead and asked him, "My dear boy, why are you leaving the house of &#346;r&#299;v&#257;sa Th&#257;kura?" The dead son immediately replied, "I was living in this house as long as I was destined to live here. Now that the time is over, I am going elsewhere, according to Your direction. I am Your eternal servant, a dependent living being. I must act only according to Your desire. Beyond Your desire, I cannot do anything. I have no such power." Hearing these words of the dead son, all the members of &#346;r&#299;v&#257;sa Th&#257;kura's family received transcendental knowledge. Thus there was no cause for lamentation. This transcendental knowledge is described in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/13.htm">2.13</A>): tath&#257; deh&#257;ntara-pr&#257;ptir dh&#299;ras tatra na muhyati. When someone dies, he accepts another body; therefore sober persons do not lament. After the discourse between the dead boy and &#346;r&#299; Caitanya Mah&#257;prabhu, funeral ceremonies were performed, and Lord Caitanya assured &#346;r&#299;v&#257;sa Th&#257;kura, "You have lost one son, but Nity&#257;nanda Prabhu and I are your eternal sons. We shall never be able to give up your company." This is an instance of a transcendental relationship with Krishna. We have eternal transcendental relationships with Krishna as His servants, friends, fathers, sons or conjugal lovers. When the same relationships are pervertedly reflected in this material world, we have relationships as the sons, fathers, friends, lovers, masters or servants of others, but all these relationships are subject to termination within a definite period. If we revive our relationship with Krishna, however, by the grace of &#346;r&#299; Caitanya Mah&#257;prabhu our eternal relationship will never break to cause our lamentation.</P><P CLASS=l><A CLASS=i HREF="228.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="230.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>