<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 249</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 249"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.249</P><P CLASS=c>krishna-n&#257;ma n&#257; lao kene, krishna-n&#257;ma &#8212; dhanya</P><P CLASS=c>'gop&#299;' 'gop&#299;' balile v&#257; kib&#257; haya punya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/l/lao">lao</A> &#8212; You take; <A CLASS=v HREF="http://vedabase.net/k/kene">kene</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dhanya">dhanya</A> &#8212; glorious; <A CLASS=v HREF="http://vedabase.net/g/gopi">gop&#299;</A> <A CLASS=v HREF="http://vedabase.net/g/gopi">gop&#299;</A> &#8212; the names <A HREF="http://vedabase.net/g/gopi">gop&#299;</A> <A HREF="http://vedabase.net/g/gopi">gop&#299;</A>; <A CLASS=v HREF="http://vedabase.net/b/balile">balile</A> &#8212; on saying; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/kiba">kib&#257;</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A> &#8212; piety.</P><P CLASS=t>TRANSLATION</P><P>"Why are You chanting the names 'gop&#299; gop&#299;' instead of the holy name of Lord Krishna, which is so glorious? What pious result will You achieve by such chanting?"</P><P CLASS=t>PURPORT</P><P>It is said, vaishnavera kriy&#257;-mudr&#257; vijñeha n&#257; bujhaya: no one can understand the activities of a pure devotee. A student or neophyte devotee could not possibly understand why &#346;r&#299; Caitanya Mah&#257;prabhu was chanting the name of the gop&#299;s, nor should the student have asked the Lord about the potency of chanting gop&#299; gop&#299;. The neophyte student was certainly convinced of the piety in the chanting of Krishna's holy name, but this sort of attitude is also offensive. Dharma-vrata-ty&#257;ga-hut&#257;di-sarva-&#347;ubha-kriy&#257;-s&#257;myam api pram&#257;dah: to chant the holy name of Krishna in exchange for the achievement of piety is an offense. This, of course, was unknown to the student. Thus he innocently asked, "What piety is there in the chanting of the name gop&#299;?" He did not know that there is no question of piety or impiety. The chanting of the holy name of Krishna or the holy name gop&#299; is on the transcendental platform of loving affairs. Since he was not expert in understanding such transcendental activities, his question was merely impudent. Thus &#346;r&#299; Caitanya Mah&#257;prabhu, apparently greatly angry at him, reacted as follows.</P><P CLASS=l><A CLASS=i HREF="248.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="250.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>