<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 250</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 250"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.250</P><P CLASS=c>&#347;uni' prabhu krodhe kaila krishne doshodg&#257;ra</P><P CLASS=c>the&#324;g&#257; lañ&#257; uthil&#257; prabhu paduy&#257; m&#257;rib&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A>' &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/k/krodhe">krodhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> anger; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A>-<A CLASS=v HREF="http://vedabase.net/u/udgara">udg&#257;ra</A> &#8212; many accusations; <A CLASS=v HREF="http://vedabase.net/t/thenga">the&#324;g&#257;</A> &#8212; stick; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/u/uthila">uthil&#257;</A> &#8212; got up; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/p/paduya">paduy&#257;</A> &#8212; the student; <A CLASS=v HREF="http://vedabase.net/m/maribara">m&#257;rib&#257;ra</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/s/strike">strike</A>.</P><P CLASS=t>TRANSLATION</P><P>Hearing the foolish student, the Lord became greatly angry and rebuked Lord Krishna in various ways. Taking up a stick, He rose to strike the student.</P><P CLASS=t>PURPORT</P><P>It is mentioned in &#346;r&#299;mad-Bh&#257;gavatam that when Uddhava came from Lord Krishna with a message for the gop&#299;s, all the gop&#299;s, especially &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, denounced Krishna in various ways. Such denunciations, however, reflect an exuberant loving attitude that an ordinary man cannot understand. When the foolish student questioned Lord &#346;r&#299; Caitanya Mah&#257;prabhu, Lord Caitanya similarly rebuked Lord Krishna in loving exuberance. When &#346;r&#299; Caitanya Mah&#257;prabhu was in the mood of the gop&#299;s and the student advocated the cause of &#346;r&#299; Krishna, Lord Caitanya was greatly angry. Seeing His anger, the foolish student, who was an ordinary atheistic sm&#257;rta-br&#257;hmana, foolishly misjudged Him. Thus he and a party of students were ready to strike the Lord in retaliation. After this incident, &#346;r&#299; Caitanya Mah&#257;prabhu decided to take sanny&#257;sa so that people would not commit offenses against Him, considering Him an ordinary householder, for in India even now a sanny&#257;s&#299; is naturally offered respect.</P><P CLASS=l><A CLASS=i HREF="249.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="251.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>