<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 253</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 253"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.253</P><P CLASS=c>paduy&#257; sahasra y&#257;h&#257;&#324; pade eka-th&#257;ñi</P><P CLASS=c>prabhura vritt&#257;nta dvija kahe t&#257;h&#257;&#324; y&#257;i</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/paduya">paduy&#257;</A> &#8212; students; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> thousand; <A CLASS=v HREF="http://vedabase.net/y/yahan">y&#257;h&#257;&#324;</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; they study; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/t/thani">th&#257;ñi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> one place; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/v/vrttanta">vritt&#257;nta</A> &#8212; incident; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; says; <A CLASS=v HREF="http://vedabase.net/t/tahan">t&#257;h&#257;&#324;</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/y/yai">y&#257;i</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> goes.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hmana student ran to a place where a thousand students were studying together. There he described the incident to them.</P><P CLASS=t>PURPORT</P><P>In this verse we find the word dvija, indicating that the student was a br&#257;hmana. Actually, in those days, only members of the br&#257;hmana class became students of Vedic literature. Schooling is meant especially for br&#257;hmanas; previously there was no question of schooling for kshatriyas, vai&#347;yas or &#347;&#363;dras. Kshatriyas used to learn the technology of warfare, and vai&#347;yas learned business from their fathers or other businessmen; they were not meant to study the Vedas. At present, however, everyone goes to school, and everyone is given the same type of education, although no one knows what the result will be. The result, however, is most unsatisfactory, as we have seen in the Western countries especially. The United States has vast educational institutions where everyone is allowed to receive an education, but the result is that most students become like hippies.</P><P>Higher education is not meant for everyone. Only selected individuals trained in brahminical culture should be allowed to pursue a higher education. Educational institutions should not aim to teach technology, for a technologist cannot properly be called educated. A technologist is a &#347;&#363;dra; only one who studies the Vedas may properly be called a learned man (pandita). The duty of a br&#257;hmana is to become learned in the Vedic literature and teach the Vedic knowledge to other br&#257;hmanas. In our Krishna consciousness movement we are simply teaching our students to become fit br&#257;hmanas and Vaishnavas. In our school at Dallas, the students are learning English and Sanskrit, and through these two languages they are studying all our books, such as &#346;r&#299;mad-Bh&#257;gavatam, Bhagavad-g&#299;t&#257; As It Is and The Nectar of Devotion. It is a mistake to educate every student as a technologist. There must be a group of students who become br&#257;hmanas. Without br&#257;hmanas who study the Vedic literature, human society will be entirely chaotic.</P><P CLASS=l><A CLASS=i HREF="252.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="254.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>