<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 257</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 257"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.257</P><P CLASS=c>prabhura nind&#257;ya sab&#257;ra buddhi haila n&#257;&#347;a</P><P CLASS=c>supathita vidy&#257; k&#257;rao n&#257; haya prak&#257;&#347;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/n/nindaya">nind&#257;ya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> accusation; <A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; of everyone; <A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A> &#8212; the intelligence; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/n/nasa">n&#257;&#347;a</A> &#8212; spoiled; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/p/pathita">pathita</A> &#8212; well-studied; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/k/karao">k&#257;rao</A> &#8212; everyone's; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; become; <A CLASS=v HREF="http://vedabase.net/p/prakasa">prak&#257;&#347;a</A> &#8212; manifest.</P><P CLASS=t>TRANSLATION</P><P>When all the students thus resolved, criticizing &#346;r&#299; Caitanya Mah&#257;prabhu, their intelligence was spoiled. Thus although they were learned scholars, because of this offense the essence of knowledge was not manifested in them.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; it is said, m&#257;yay&#257;pahrita-jñ&#257;n&#257; &#257;suram bh&#257;vam &#257;&#347;rit&#257;h: when one becomes inimical to the Supreme Personality of Godhead, adopting an atheistic attitude (&#257;suram bh&#257;vam), even if one is a learned scholar the essence of knowledge does not become manifested in him; in other words, the essence of his knowledge is stolen by the illusory energy of the Lord. In this connection &#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura quotes a mantra from the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/23">6.23</A>):</P><P>yasya deve par&#257; bhaktir yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h prak&#257;&#347;ante mah&#257;tmanah</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]</P><P>The purport of this verse is that one who is unflinchingly devoted to the Supreme Personality of Godhead, Vishnu, and similarly devoted to the spiritual master, with no ulterior motive, becomes a master of all knowledge. In the heart of such a devotee, the real essence of the Vedic knowledge becomes manifested. This essence is nothing but surrender unto the Supreme Personality of Godhead (vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]). Only unto one who fully surrenders to the spiritual master and the Supreme Lord does the essence of Vedic knowledge become manifested, not to anyone else. This same principle is emphasized by &#346;r&#299; Prahl&#257;da Mah&#257;r&#257;ja in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/5/24.htm">7.5.24</A>):</P><P>iti pums&#257;rpit&#257; vishnau bhakti&#347; cen nava-lakshan&#257;</P><P CLASS=n>kriyate bhagavaty addh&#257; tan manye 'dh&#299;tam uttamam</P><P>"A person who directly applies these nine principles [hearing, chanting, remembering, etc.] in the service of the Lord is to be understood as a greatly learned man who has assimilated the Vedic literatures very well, for the goal of studying the Vedic literature is to understand the supremacy of Lord &#346;r&#299; Krishna." &#346;r&#299;dhara Sv&#257;m&#299; confirms in his commentary that first one must surrender to the spiritual master; then the process of devotional service will develop. It is not a fact that only one who diligently pursues an academic career can become a devotee. Even with no academic career, if one has full faith in the spiritual master and the Supreme Personality of Godhead, he develops in spiritual life and real knowledge of the Vedas. The example of Mah&#257;r&#257;ja Khatv&#257;&#324;ga confirms this. One who surrenders is understood to have learned the subject matter of the Vedas very nicely. One who adopts this Vedic process of surrender learns devotional service and is certainly successful. One who is very proud, however, is unable to surrender either to the spiritual master or to the Supreme Personality of Godhead. Thus he cannot understand the essence of any Vedic literature. &#346;r&#299;mad-Bh&#257;gavatam (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/11/18.htm">11.11.18</A>) declares:</P><P>&#347;abda-brahmani nishn&#257;to na nishn&#257;y&#257;t pare yadi</P><P CLASS=n>&#347;ramas tasya &#347;rama-phalo hy adhenum iva rakshatah</P><P>"If one is learned in the Vedic literature but is not a devotee of Lord Vishnu, his work is a useless waste of labor, just like the keeping of a cow that does not give milk."</P><P>Anyone who does not follow the surrendering process but is simply interested in an academic career cannot make any advancement. His profit is only his labor for nothing. If one is expert in the study of the Vedas but does not surrender to a spiritual master or Vishnu, all his cultivation of knowledge is but a waste of time and labor.</P><P CLASS=l><A CLASS=i HREF="256.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="258.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>