<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 265</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 265"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.265</P><P CLASS=c>ataeva ava&#347;ya &#257;mi sanny&#257;sa kariba</P><P CLASS=c>sanny&#257;si-buddhye more pranata ha-iba</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ataeva">ataeva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/avasya">ava&#347;ya</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/s/sannyasa">sanny&#257;sa</A> &#8212; the renounced order of life; <A CLASS=v HREF="http://vedabase.net/k/kariba">kariba</A> &#8212; shall accept; <A CLASS=v HREF="http://vedabase.net/s/sannyasi">sanny&#257;si</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhye">buddhye</A> &#8212; by thinking of <A HREF="http://vedabase.net/m/me">Me</A> <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/more">more</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/p/pranata">pranata</A> &#8212; bow down; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/iba">iba</A> &#8212; they shall <A HREF="http://vedabase.net/d/do">do</A>.</P><P CLASS=t>TRANSLATION</P><P>"I shall accept the sanny&#257;sa order of life, for thus people will offer Me their obeisances, thinking of Me as a member of the renounced order.</P><P CLASS=t>PURPORT</P><P>Among the members of the varn&#257;&#347;rama institution's social orders (br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra), the br&#257;hmana is considered the foremost, for he is the teacher and spiritual master of all the other varnas. Similarly, among the spiritual orders (brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa), the sanny&#257;sa order is the most elevated. Therefore a sanny&#257;s&#299; is the spiritual master of all the varnas and &#257;&#347;ramas, and a br&#257;hmana is also expected to offer obeisances to a sanny&#257;s&#299;. Unfortunately, however, caste br&#257;hmanas do not offer obeisances to a Vaishnava sanny&#257;s&#299;. They are so proud that they do not offer obeisances even to Indian sanny&#257;s&#299;s, what to speak of European and American sanny&#257;s&#299;s. &#346;r&#299; Caitanya Mah&#257;prabhu, however, expected that even the caste br&#257;hmanas would offer respectful obeisances to a sanny&#257;s&#299; because five hundred years ago the social custom was to offer obeisances immediately to any sanny&#257;s&#299;, known or unknown.</P><P>The sanny&#257;s&#299;s of the Krishna consciousness movement are bona fide. All the students of the Krishna consciousness movement have undergone the regular process of initiation. As enjoined in the Hari-bhakti-vil&#257;sa by San&#257;tana Gosv&#257;m&#299;, tath&#257; d&#299;ksh&#257;-vidh&#257;nena dvijatvam j&#257;yate nrin&#257;m: by the regular process of initiation, any man can become a br&#257;hmana. Thus in the beginning the students of our Krishna consciousness movement agree to live with devotees, and gradually, having given up four prohibited activities &#8212; illicit sex, gambling, meat-eating and intoxication &#8212; they become advanced in the activities of spiritual life. When one is found to be regularly following these principles, he is given the first initiation (hari-n&#257;ma), and he regularly chants at least sixteen rounds a day. Then, after six months or a year, he is initiated for the second time and given the sacred thread with the regular sacrifice and rituals. After some time, when he advances still further and is willing to give up this material world, he is given the sanny&#257;sa order. At that time he receives the title sv&#257;m&#299; or gosv&#257;m&#299;, both of which mean "master of the senses." Unfortunately, debauched so-called br&#257;hmanas in India neither offer them respect nor accept them as bona fide sanny&#257;s&#299;s. &#346;r&#299; Caitanya Mah&#257;prabhu expected the so-called br&#257;hmanas to offer respect to such Vaishnava sanny&#257;s&#299;s. Nevertheless, it does not matter whether they offer respect, nor whether they accept these sanny&#257;s&#299;s as bona fide, for the &#347;&#257;stra describes punishment for such disobedient so-called br&#257;hmanas. The &#347;&#257;stric injunction declares:</P><P>devat&#257;-pratim&#257;m drishtv&#257; yatim caiva tridandinam</P><P CLASS=n>namask&#257;ram na kury&#257;d yah pr&#257;ya&#347;citt&#299;yate narah</P><P>"One who does not offer respect to the Supreme Personality of Godhead, to His Deity in the temple or to a tridand&#299; sanny&#257;s&#299; must undergo pr&#257;ya&#347;citta [atonement]." If one does not offer obeisances to such a sanny&#257;s&#299;, the prescribed pr&#257;ya&#347;citta is to fast for one day.</P><P CLASS=l><A CLASS=i HREF="264.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="266.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>