<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 266</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 266"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.266</P><P CLASS=c>pranatite ha'be ih&#257;ra apar&#257;dha kshaya</P><P CLASS=c>nirmala hridaye bhakti kar&#257;iba udaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pranatite">pranatite</A> &#8212; by offering obeisances; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>'be &#8212; there will be; <A CLASS=v HREF="http://vedabase.net/i/ihara">ih&#257;ra</A> &#8212; of such offenders; <A CLASS=v HREF="http://vedabase.net/a/aparadha">apar&#257;dha</A> &#8212; the offenses; <A CLASS=v HREF="http://vedabase.net/k/ksaya">kshaya</A> &#8212; destruction; <A CLASS=v HREF="http://vedabase.net/n/nirmala">nirmala</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/h/hrdaye">hridaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/k/karaiba">kar&#257;iba</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall cause; <A CLASS=v HREF="http://vedabase.net/u/udaya">udaya</A> &#8212; the rising.</P><P CLASS=t>TRANSLATION</P><P>"Offering obeisances will relieve them of all the reactions to their offenses. Then, by My grace, devotional service [bhakti] will awaken in their pure hearts.</P><P CLASS=t>PURPORT</P><P>According to the Vedic injunctions, only a br&#257;hmana may be offered sanny&#257;sa. The &#346;a&#324;kara-samprad&#257;ya (ekadanda-sanny&#257;sa-samprad&#257;ya) awards the sanny&#257;sa order only to caste br&#257;hmanas, or born br&#257;hmanas, but in the Vaishnava system even one not born in a br&#257;hmana family may be made a br&#257;hmana according to the direction of the Hari-bhakti-vil&#257;sa (tath&#257; d&#299;ksh&#257;-vidh&#257;nena dvijatvam j&#257;yate nrin&#257;m). Any person from any part of the world may be made a br&#257;hmana by the regular process of initiation, and when he follows brahminical behavior, observing the principle of abstaining from intoxication, illicit sex, meat-eating and gambling, he may be offered sanny&#257;sa. All the sanny&#257;s&#299;s in the Krishna consciousness movement, who are preaching all over the world, are regular br&#257;hmana-sanny&#257;s&#299;s. Thus the so-called caste br&#257;hmanas should not object to offering them respectful obeisances. By offering such obeisances, as recommended by &#346;r&#299; Caitanya Mah&#257;prabhu, they will diminish their offenses and automatically awaken to their natural position of devotional service. As it is said, nitya-siddha krishna-prema s&#257;dhya kabhu naya: [Cc. <A CLASS=v HREF="../../../cc/madhya/22/107.htm">madhya 22.107</A>] krishna-prema can be awakened in a purified heart. The more we offer obeisances to sanny&#257;s&#299;s, especially Vaishnava sanny&#257;s&#299;s, the more we diminish our offenses and purify our hearts. Only in a purified heart can krishna-prema awaken. This is the process of &#346;r&#299; Caitanya Mah&#257;prabhu's cult, the Krishna consciousness movement.</P><P CLASS=l><A CLASS=i HREF="265.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="267.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>