<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 272</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 272"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.272</P><P CLASS=c>eta bali' bh&#257;rat&#299; gos&#257;ñi k&#257;toy&#257;te gel&#257;</P><P CLASS=c>mah&#257;prabhu t&#257;h&#257; y&#257;i' sanny&#257;sa karil&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eta">eta</A> <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A>' &#8212; saying this; <A CLASS=v HREF="http://vedabase.net/b/bharati">bh&#257;rat&#299;</A> &#8212; <A HREF="http://vedabase.net/k/kesava">Ke&#347;ava</A> <A HREF="http://vedabase.net/b/bharati">Bh&#257;rat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/g/gosani">gos&#257;ñi</A> &#8212; the spiritual master; <A CLASS=v HREF="http://vedabase.net/k/katoyate">k&#257;toy&#257;te</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Katwa; <A CLASS=v HREF="http://vedabase.net/g/gela">gel&#257;</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/m/mahaprabhu">mah&#257;prabhu</A> &#8212; Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/t/taha">tah&#257;</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/y/yai">yai</A>' &#8212; going; <A CLASS=v HREF="http://vedabase.net/s/sannyasa">sanny&#257;sa</A> &#8212; the renounced order of life; <A CLASS=v HREF="http://vedabase.net/k/karila">karil&#257;</A> &#8212; accepted.</P><P CLASS=t>TRANSLATION</P><P>After saying this, Ke&#347;ava Bh&#257;rat&#299;, the spiritual master, went back to his village, Katwa. Lord Caitanya Mah&#257;prabhu went there and accepted the renounced order of life [sanny&#257;sa].</P><P CLASS=t>PURPORT</P><P>At the end of His twenty-fourth year, at the end of the fortnight of the waxing moon, &#346;r&#299; Caitanya Mah&#257;prabhu left Navadv&#299;pa and crossed the river Ganges at a place known as Niday&#257;ra-gh&#257;ta. Then He reached Kantaka-nagara, or K&#257;toy&#257; (Katwa), where He accepted ekadanda-sanny&#257;sa according to the &#346;a&#324;karite system. Since Ke&#347;ava Bh&#257;rat&#299; belonged to the &#346;a&#324;karite sect, he could not initiate Caitanya Mah&#257;prabhu into the Vaishnava sanny&#257;sa order, whose members carry the tridanda.</P><P>Candra&#347;ekhara &#256;c&#257;rya assisted in the routine ceremonial work of the Lord's acceptance of sanny&#257;sa. By the order of &#346;r&#299; Caitanya Mah&#257;prabhu, k&#299;rtana was performed for the entire day, and at the end of the day the Lord shaved off His hair. On the next day He became a regular sanny&#257;s&#299;, with one rod (ekadanda). From that day on, His name was &#346;r&#299; Krishna Caitanya. Before that, He was known as Nim&#257;i Pandita. &#346;r&#299; Caitanya Mah&#257;prabhu, in the sanny&#257;sa order, traveled all over R&#257;dhade&#347;a, the region where the Ganges River cannot be seen. Ke&#347;ava Bh&#257;rat&#299; accompanied Him for some distance.</P><P CLASS=l><A CLASS=i HREF="271.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="273.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>