<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 276</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 276"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.276</P><P CLASS=c>sva-m&#257;dhurya r&#257;dh&#257;-prema-rasa &#257;sv&#257;dite</P><P CLASS=c>r&#257;dh&#257;-bh&#257;va a&#324;g&#299; kariy&#257;che bh&#257;la-mate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/madhurya">m&#257;dhurya</A> &#8212; His own conjugal love; <A CLASS=v HREF="http://vedabase.net/r/radha">r&#257;dh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; the mellow of the loving affairs between R&#257;dh&#257;r&#257;n&#299; and <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/asvadite">&#257;sv&#257;dite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> taste; <A CLASS=v HREF="http://vedabase.net/r/radha">r&#257;dh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; the mood of <A HREF="http://vedabase.net/s/srimati">&#346;r&#299;mat&#299;</A> R&#257;dh&#257;r&#257;n&#299;; <A CLASS=v HREF="http://vedabase.net/a/angi">a&#324;g&#299;</A> <A CLASS=v HREF="http://vedabase.net/k/kariyache">kariy&#257;che</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> accepted; <A CLASS=v HREF="http://vedabase.net/b/bhala">bh&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/m/mate">mate</A> &#8212; very well.</P><P CLASS=t>TRANSLATION</P><P>To taste the mellows of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s loving affairs in Her relationship with Krishna, and to understand the reservoir of pleasure in Krishna, Krishna Himself, as &#346;r&#299; Caitanya Mah&#257;prabhu, accepted the mood of R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=t>PURPORT</P><P>In this connection &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "&#346;r&#299; Gaurasundara is Krishna Himself with the attitude of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. &#346;r&#299; Caitanya Mah&#257;prabhu never gave up the attitude of the gop&#299;s. He remained everlastingly predominated by Krishna and never accepted the part of the predominator by imitating conjugal love with an ordinary woman, as sahajiy&#257;s generally do. He never placed Himself in the position of a debauchee. Lusty materialists like the members of the sahajiy&#257;-samprad&#257;ya hanker after women, even others' wives. But when they try to ascribe the responsibility for their lusty activities to &#346;r&#299; Caitanya Mah&#257;prabhu, they become offenders to Svar&#363;pa D&#257;modara and &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura. In &#346;r&#299; Caitanya-bh&#257;gavata, &#256;di-khanda, Chapter Fifteen, it is said:</P><P>sabe para-str&#299;ra prati n&#257;hi parih&#257;sa</P><P CLASS=n>str&#299; dekhi' d&#363;re prabhu hayena eka-p&#257;&#347;a</P><P>'&#346;r&#299; Caitanya Mah&#257;prabhu never even joked with others' wives. As soon as He saw a woman coming, He would immediately give her ample room to pass without talking.' He was extremely strict regarding the association of women. The sahajiy&#257;s, however, pose as followers of &#346;r&#299; Caitanya Mah&#257;prabhu although they indulge in lusty affairs with women. In His youth Lord Caitanya was very humorous with everyone, but He never joked with any woman, nor in this incarnation did He talk about women. The gaur&#257;&#324;ga-n&#257;gar&#299; party is not approved by &#346;r&#299; Caitanya Mah&#257;prabhu or Vrind&#257;vana d&#257;sa Th&#257;kura. Even though one may offer all kinds of prayers to Caitanya Mah&#257;prabhu, one should strictly avoid worshiping Him as the Gaur&#257;&#324;ga N&#257;gara. The personal behavior of &#346;r&#299; Caitanya Mah&#257;prabhu and the verses written by &#346;r&#299; Vrind&#257;vana d&#257;sa Th&#257;kura have completely repudiated the lusty desires of the gaur&#257;&#324;ga-n&#257;gar&#299;s."</P><P CLASS=l><A CLASS=i HREF="275.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="277.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>