<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 301</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 301"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.301</P><P CLASS=c>pandita-gos&#257;ñi &#257;di y&#257;&#324;ra yei rasa</P><P CLASS=c>sei sei rase prabhu hana t&#257;&#324;ra va&#347;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A>-<A CLASS=v HREF="http://vedabase.net/g/gosani">gos&#257;ñi</A> &#8212; <A HREF="http://vedabase.net/g/gadadhara">Gad&#257;dhara</A> <A HREF="http://vedabase.net/p/pandita">Pandita</A>; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; headed by; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; transcendental mellow; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that respective; <A CLASS=v HREF="http://vedabase.net/r/rase">rase</A> &#8212; by the mellow; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/h/hana">hana</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/v/vasa">va&#347;a</A> &#8212; under control.</P><P CLASS=t>TRANSLATION</P><P>Personal associates like Gad&#257;dhara, Svar&#363;pa D&#257;modara, R&#257;m&#257;nanda R&#257;ya, and the six Gosv&#257;m&#299;s (headed by R&#363;pa Gosv&#257;m&#299;) are all situated in their respective transcendental humors. Thus the Lord submits to various positions in various transcendental mellows.</P><P CLASS=t>PURPORT</P><P>In verses 296 through 301 the emotional devoted service of &#346;r&#299; Nity&#257;nanda, &#346;r&#299; Advaita Prabhu and others has been fully described. Describing such individual service, the Gaura-ganodde&#347;a-d&#299;pik&#257; (11-16) declares that although Lord Caitanya Mah&#257;prabhu appeared as a devotee, He is none other than the son of Nanda Mah&#257;r&#257;ja. Similarly, although &#346;r&#299; Nity&#257;nanda Prabhu appeared as Lord Caitanya's assistant, He is none other than Baladeva, the carrier of the plow. Advaita &#256;c&#257;rya is the incarnation of Sad&#257;&#347;iva from the spiritual world. All the devotees headed by &#346;r&#299;v&#257;sa Th&#257;kura are His marginal energy, whereas the devotees headed by Gad&#257;dhara Pandita are manifestations of His internal potency.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu, Advaita Prabhu and Nity&#257;nanda Prabhu all belong to the vishnu-tattva category. Because Lord Caitanya is an ocean of mercy, He is addressed as mah&#257;prabhu, whereas Nity&#257;nanda and Advaita, being two great personalities who assist Lord Caitanya, are addressed as prabhu. Thus there are two prabhus and one mah&#257;prabhu. Gad&#257;dhara Gosv&#257;m&#299; is a representative of a perfect br&#257;hmana spiritual master. &#346;r&#299;v&#257;sa Th&#257;kura represents a perfect br&#257;hmana devotee. These five are known as the Pañca-tattva.</P><P CLASS=l><A CLASS=i HREF="300.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="302.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>