<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 304</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 304"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.304</P><P CLASS=c>sei krishna, sei gop&#299;, &#8212; parama virodha</P><P CLASS=c>acintya caritra prabhura ati sudurbodha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; that <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/g/gopi">gop&#299;</A> &#8212; that <A HREF="http://vedabase.net/g/gopi">gop&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> <A CLASS=v HREF="http://vedabase.net/v/virodha">virodha</A> &#8212; very contradictory; <A CLASS=v HREF="http://vedabase.net/a/acintya">acintya</A> &#8212; inconceivable; <A CLASS=v HREF="http://vedabase.net/c/caritra">caritra</A> &#8212; character; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/s/sudurbodha">sudurbodha</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> understand.</P><P CLASS=t>TRANSLATION</P><P>He is Krishna, yet He has accepted the mood of the gop&#299;s. How is it so? It is the inconceivable character of the Lord, which is very difficult to understand.</P><P CLASS=t>PURPORT</P><P>Krishna's accepting the part of the gop&#299;s is certainly contradictory according to any mundane calculations, but the Lord, by His inconceivable character, may act like the gop&#299;s and feel separation from Krishna, although He is Krishna Himself. Such a contradiction can be reconciled only in the Supreme Personality of Godhead because He has energy that is inconceivable (acintya), which can make possible that which is impossible to do (aghata-ghatana-pat&#299;yas&#299;). Such contradictions are very difficult to understand unless a devotee strictly follows the Vaishnava philosophy under the direction of the Gosv&#257;m&#299;s. Therefore Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; ends every chapter with this verse:</P><P>&#347;r&#299;-r&#363;pa-raghun&#257;tha-pade y&#257;ra &#257;&#347;a</P><P CLASS=n>caitanya-carit&#257;mrita kahe krishnad&#257;sa</P><P>"Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps."</P><P>In a song by Narottama d&#257;sa Th&#257;kura it is stated:</P><P>r&#363;pa-raghun&#257;tha-pade ha-ibe &#257;kuti</P><P CLASS=n>kabe h&#257;ma bujhaba se yugala-p&#299;riti</P><P>The conjugal love between R&#257;dh&#257; and Krishna, which is called yugala-p&#299;riti, is not understandable by mundane scholars, artists or poets. It is simply to be understood by devotees who strictly follow in the footsteps of the six Gosv&#257;m&#299;s. Sometimes so-called artists and poets try to understand the love affairs of R&#257;dh&#257; and Krishna, and they publish cheap books of poetry and pictures on the subject. Unfortunately, however, they do not understand the transcendental affairs of R&#257;dh&#257; and Krishna even to the smallest degree. They are simply meddling in a matter in which they are not fit even to enter.</P><P CLASS=l><A CLASS=i HREF="303.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="305.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>