<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 32"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.32</P><P CLASS=c>&#363;rdhva-b&#257;hu kari' kaho&#324;, &#347;una, sarva-loka</P><P CLASS=c>n&#257;ma-s&#363;tre g&#257;&#324;thi' para kanthe ei &#347;loka</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A>-<A CLASS=v HREF="http://vedabase.net/b/bahu">b&#257;hu</A> &#8212; raising my hands; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; doing <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/k/kahon">kaho&#324;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> declare; <A CLASS=v HREF="http://vedabase.net/s/suna">&#347;una</A> &#8212; please hear; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; all persons; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; of the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/s/sutre">s&#363;tre</A> &#8212; on the thread; <A CLASS=v HREF="http://vedabase.net/g/ganthi">g&#257;&#324;thi</A> &#8212; stringing; <A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; get <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/k/kanthe">kanthe</A> &#8212; on the neck; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> &#8212; verse.</P><P CLASS=t>TRANSLATION</P><P>Raising my hands, I declare, "Everyone please hear me! String this verse on the thread of the holy name and wear it on your neck for continuous remembrance."</P><P CLASS=t>PURPORT</P><P>When chanting the Hare Krishna mah&#257;-mantra, in the beginning one may commit many offenses, which are called n&#257;m&#257;bh&#257;sa and n&#257;ma-apar&#257;dha. In this stage there is no possibility of achieving perfect love of Krishna by chanting the Hare Krishna mah&#257;-mantra. Therefore one must chant the Hare Krishna mah&#257;-mantra according to the principles of the above verse, trin&#257;d api su-n&#299;cena taror iva sahishnun&#257;. One should note in this connection that chanting involves the activities of the upper and lower lips as well as the tongue. All three must be engaged in chanting the Hare Krishna mah&#257;-mantra. The words "Hare Krishna" should be very distinctly pronounced and heard. Sometimes one mechanically produces a hissing sound instead of chanting with the proper pronunciation with the help of the lips and tongue. Chanting is very simple, but one must practice it seriously. Therefore the author of &#346;r&#299; Caitanya-carit&#257;mrita, Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, advises everyone to keep this verse always strung about his neck.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>