<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 38"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.38</P><P CLASS=c>eka-dina vipra, n&#257;ma &#8212; 'gop&#257;la c&#257;p&#257;la'</P><P CLASS=c>p&#257;shandi-pradh&#257;na sei durmukha, v&#257;c&#257;la</P><P CLASS=c>bhav&#257;n&#299;-p&#363;j&#257;ra saba s&#257;magr&#299; lañ&#257;</P><P CLASS=c>r&#257;tre &#347;r&#299;v&#257;sera dv&#257;re sth&#257;na lep&#257;ñ&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/d/dina">dina</A> &#8212; one day; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A> &#8212; one <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/g/gopala">gop&#257;la</A> <A CLASS=v HREF="http://vedabase.net/c/capala">c&#257;p&#257;la</A> &#8212; <A HREF="http://vedabase.net/g/gopala">Gop&#257;la</A> <A HREF="http://vedabase.net/c/capala">C&#257;p&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/p/pasandi">p&#257;shandi</A>-<A CLASS=v HREF="http://vedabase.net/p/pradhana">pradh&#257;na</A> &#8212; the chief of the nonbelievers; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/d/durmukha">durmukha</A> &#8212; ferocious, using strong words; <A CLASS=v HREF="http://vedabase.net/v/vacala">v&#257;c&#257;la</A> &#8212; talkative; <A CLASS=v HREF="http://vedabase.net/b/bhavani">bhav&#257;n&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/pujara">p&#363;j&#257;ra</A> &#8212; for worshiping the goddess <A HREF="http://vedabase.net/b/bhavani">Bhav&#257;n&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/samagri">s&#257;magr&#299;</A> &#8212; ingredients, paraphernalia; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/r/ratre">r&#257;tre</A> &#8212; at night; <A CLASS=v HREF="http://vedabase.net/s/srivasera">&#347;r&#299;v&#257;sera</A> &#8212; of <A HREF="http://vedabase.net/s/srivasa">&#346;r&#299;v&#257;sa</A> <A HREF="http://vedabase.net/t/thakura">Th&#257;kura</A>; <A CLASS=v HREF="http://vedabase.net/d/dvare">dv&#257;re</A> &#8212; on the door; <A CLASS=v HREF="http://vedabase.net/s/sthana">sth&#257;na</A> &#8212; the place; <A CLASS=v HREF="http://vedabase.net/l/lepana">lep&#257;ñ&#257;</A> &#8212; smearing.</P><P CLASS=t>TRANSLATION</P><P>One night while k&#299;rtana was going on inside &#346;r&#299;v&#257;sa Th&#257;kura's house, a br&#257;hmana named Gop&#257;la C&#257;p&#257;la, the chief of the nonbelievers, who was talkative and very rough in his speech, placed all the paraphernalia for worshiping the goddess Durg&#257; outside &#346;r&#299;v&#257;sa Th&#257;kura's door.</P><P CLASS=t>PURPORT</P><P>This br&#257;hmana, Gop&#257;la C&#257;p&#257;la, wanted to defame &#346;r&#299;v&#257;sa Th&#257;kura by proving that he was actually a &#347;&#257;kta, or a worshiper of Bhav&#257;n&#299;, the goddess Durg&#257;, but was externally posing as a Vaishnava. In Bengal there is perpetual competition between the devotees of goddess K&#257;l&#299; and the devotees of Lord Krishna. Generally Bengalis, especially those who are meat-eaters and drunkards, are very much attached to worshiping the goddesses Durg&#257;, K&#257;l&#299;, &#346;&#299;tal&#257; and Cand&#299;. Such devotees, who are known as &#347;&#257;ktas, or worshipers of the &#347;akti-tattva, are always envious of Vaishnavas. Since &#346;r&#299;v&#257;sa Th&#257;kura was a well-known and respected Vaishnava in Navadv&#299;pa, Gop&#257;la C&#257;p&#257;la wanted to reduce his prestige by bringing him down to the platform of the &#347;&#257;ktas. Therefore outside &#346;r&#299;v&#257;sa Th&#257;kura's door he placed various paraphernalia for worshiping Bhav&#257;n&#299;, the wife of Lord &#346;iva, such as a red flower, a plantain leaf, a pot of wine, and reddish sandalwood paste. In the morning, when &#346;r&#299;v&#257;sa Th&#257;kura saw all this paraphernalia in front of his door, he called for the respectable gentlemen of the neighborhood and showed them that at night he was worshiping Bhav&#257;n&#299;. Very sorry, these gentlemen called for a sweeper to cleanse the place and purify it by sprinkling water and cow dung there. This incident concerning Gop&#257;la C&#257;p&#257;la is not mentioned in the Caitanya-bh&#257;gavata.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>