<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 42"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.42</P><P CLASS=c>nitya r&#257;tre kari &#257;mi bhav&#257;n&#299;-p&#363;jana</P><P CLASS=c>&#257;m&#257;ra mahim&#257; dekha, br&#257;hmana-sajjana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> <A CLASS=v HREF="http://vedabase.net/r/ratre">r&#257;tre</A> &#8212; every night; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavani">bhav&#257;n&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/pujana">p&#363;jana</A> &#8212; worship of <A HREF="http://vedabase.net/b/bhavani">Bhav&#257;n&#299;</A>, the wife of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/a/amara">&#257;m&#257;ra</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/m/mahima">mahim&#257;</A> &#8212; glories; <A CLASS=v HREF="http://vedabase.net/d/dekha">dekha</A> &#8212; you see; <A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>-<A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; all respectable br&#257;hmanas.</P><P CLASS=t>TRANSLATION</P><P>"Gentlemen, every night I worship the goddess Bhav&#257;n&#299;. Since the paraphernalia for the worship is present here, now all you respectable br&#257;hmanas and members of the higher castes can understand my position."</P><P CLASS=t>PURPORT</P><P>According to the Vedic system there are four castes &#8212; the br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras &#8212; and below them are the pañcamas (literally, "members of the fifth group"), who are lower than the &#347;&#363;dras. The higher castes &#8212; the br&#257;hmanas, the kshatriyas and even the vai&#347;yas &#8212; were known as br&#257;hmana-saj-jana. The br&#257;hmanas especially were known as saj-jana, or respectable gentlemen who guided the entire society. If there were disputes in the village, people would approach these respectable br&#257;hmanas to settle them. Now it is very difficult to find such br&#257;hmanas and saj-janas, and thus every village and town is so disrupted that there is no peace and happiness anywhere. To revive a fully cultured civilization, the scientific division of society into br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras must be introduced all over the world. Unless some people are trained as br&#257;hmanas, there cannot be peace in human society.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>