<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 44"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.44</P><P CLASS=c>h&#257;dike &#257;niy&#257; saba d&#363;ra kar&#257;ila</P><P CLASS=c>jala-gomaya diy&#257; sei sth&#257;na lep&#257;ila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hadike">h&#257;dike</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> sweeper; <A CLASS=v HREF="http://vedabase.net/a/aniya">&#257;niy&#257;</A> &#8212; calling; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/d/dura">d&#363;ra</A> <A CLASS=v HREF="http://vedabase.net/k/karaila">kar&#257;ila</A> &#8212; caused <A HREF="http://vedabase.net/t/to">to</A> be thrown far; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/g/gomaya">gomaya</A> &#8212; cow dung; <A CLASS=v HREF="http://vedabase.net/d/diya">diy&#257;</A> &#8212; mixing; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sthana">sth&#257;na</A> &#8212; place; <A CLASS=v HREF="http://vedabase.net/l/lepaila">lep&#257;ila</A> &#8212; caused <A HREF="http://vedabase.net/t/to">to</A> be smeared over.</P><P CLASS=t>TRANSLATION</P><P>They called for a sweeper [h&#257;di], who threw all the items of worship far away and cleansed the place by mopping it with a mixture of water and cow dung.</P><P CLASS=t>PURPORT</P><P>The men in Vedic society who engage in public sanitary activities like picking up stool and sweeping the street are called h&#257;dis. Sometimes they are untouchable, especially when engaged in their profession, yet such h&#257;dis also have the right to become devotees. This is established by &#346;r&#299; Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/32.htm">9.32</A>), where the Lord declares:</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s te 'pi y&#257;nti par&#257;m gatim</P><P>"O son of Prith&#257;, those who take shelter in Me, though they be of lower birth &#8212; women, vai&#347;yas [merchants], and &#347;&#363;dras [workers] &#8212; can attain the supreme destination."</P><P>There are many untouchables of the lower caste in India, but according to Vaishnava principles everyone is welcome to accept this Krishna consciousness movement on the spiritual platform of life and thus be freed from trouble. Neither equality nor fraternity is possible on the material platform.</P><P>When Lord Caitanya declares trin&#257;d api su-n&#299;cena taror iva sahishnun&#257;, He indicates that one must be above the material conception of life. When one thoroughly understands that he is not the material body but a spiritual soul, he is even humbler than a man of the lower castes, for he is spiritually elevated. Such humility, in which one thinks himself lower than the grass, is called su-n&#299;catva, and being more tolerant than a tree is called sahishnutva, forbearance. Being situated in devotional service, not caring for the material conception of life, is called am&#257;nitva, indifference to material respect; yet a devotee thus situated is called m&#257;na-da, for he is prepared to give honor to others without hesitation.</P><P>Mahatma Gandhi started the hari-jana movement to purify the untouchables, but he was a failure because he thought that one could become a hari-jana, a personal associate of the Lord, through some kind of material adjustment. That is not possible. Unless one fully realizes that he is not the body but is a spiritual soul, there is no question of his becoming a hari-jana. Those who do not follow in the footsteps of Lord Caitanya Mah&#257;prabhu and His disciplic succession cannot distinguish between matter and spirit, and therefore all their ideas are but a mixed-up hodgepodge of problems. They are virtually lost in the bewildering network of M&#257;y&#257;dev&#299;.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>