<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 52"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.52</P><P CLASS=c>&#347;r&#299;v&#257;se kar&#257;ili tui bhav&#257;n&#299;-p&#363;jana</P><P CLASS=c>koti janma habe tora raurave patana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srivase">&#347;r&#299;v&#257;se</A> &#8212; unto <A HREF="http://vedabase.net/s/srivasa">&#346;r&#299;v&#257;sa</A> <A HREF="http://vedabase.net/t/thakura">Th&#257;kura</A>; <A CLASS=v HREF="http://vedabase.net/k/karaili">kar&#257;ili</A> &#8212; you have caused <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/t/tui">tui</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/b/bhavani">bhav&#257;n&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/pujana">p&#363;jana</A> &#8212; worshiping the goddess <A HREF="http://vedabase.net/b/bhavani">Bhav&#257;n&#299;</A>; <A CLASS=v HREF="http://vedabase.net/k/koti">koti</A> <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; for ten million births; <A CLASS=v HREF="http://vedabase.net/h/habe">habe</A> &#8212; there will be; <A CLASS=v HREF="http://vedabase.net/t/tora">tora</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/r/raurave">raurave</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> hell; <A CLASS=v HREF="http://vedabase.net/p/patana">patana</A> &#8212; fall down.</P><P CLASS=t>TRANSLATION</P><P>"You have made &#346;r&#299;v&#257;sa Th&#257;kura appear to have been worshiping the goddess Bhav&#257;n&#299;. Simply for this offense, you will have to fall down into hellish life for ten million births.</P><P CLASS=t>PURPORT</P><P>There are many tantric followers who, wishing to eat meat and drink wine, practice the black art of worshiping the goddess Bhav&#257;n&#299; in a crematorium. Such fools also consider this bhav&#257;n&#299;-p&#363;j&#257; to be as good as worship of Lord Krishna in devotional service. But such abominable tantric activities performed by so-called sv&#257;m&#299;s and yog&#299;s are herein condemned by Lord Caitanya Mah&#257;prabhu. He declares that such bhav&#257;n&#299;-p&#363;j&#257; for drinking wine and eating meat quickly plunges one into hellish life. The method of worship itself is already hellish, and its results must also be hellish and nothing more.</P><P>Many rascals say that whatever way one accepts, one will ultimately reach Brahman. Yet we can see from this verse how such persons reach Brahman. Brahman spreads everywhere, but appreciation of Brahman in different objects leads to different results. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/11.htm">4.11</A>) the Lord says, ye yath&#257; m&#257;m prapadyante t&#257;ms tathaiva bhaj&#257;my aham: "I reward everyone according to his surrender unto Me." M&#257;y&#257;v&#257;d&#299;s certainly realize Brahman in certain aspects, but realization of Brahman in the aspects of wine, women and meat is not the same realization of Brahman that devotees achieve by chanting, dancing and eating pras&#257;dam. M&#257;y&#257;v&#257;d&#299; philosophers, being educated in paltry knowledge, think all sorts of Brahman realization one and the same and do not consider varieties. But although Krishna is everywhere, by His inconceivable potency He is simultaneously not everywhere. Thus the Brahman realization of the tantric cult is not the same Brahman realization as that of pure devotees. Unless one reaches the highest point of Brahman realization, Krishna consciousness, he is punishable. All people except Krishna conscious devotees are to some proportion p&#257;shand&#299;s, or demons, and thus they are punishable by the Supreme Lord, the Personality of Godhead, as stated below.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>