<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 53"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.53</P><P CLASS=c>p&#257;shand&#299; samh&#257;rite mora ei avat&#257;ra</P><P CLASS=c>p&#257;shand&#299; samh&#257;ri' bhakti karimu prac&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pasandi">p&#257;shand&#299;</A> &#8212; demons, atheists; <A CLASS=v HREF="http://vedabase.net/s/samharite">samh&#257;rite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> kill; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; incarnation; <A CLASS=v HREF="http://vedabase.net/p/pasandi">p&#257;shand&#299;</A> &#8212; atheist; <A CLASS=v HREF="http://vedabase.net/s/samhari">samh&#257;ri</A>' &#8212; killing; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/k/karimu">karimu</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/p/pracara">prac&#257;ra</A> &#8212; preaching.</P><P CLASS=t>TRANSLATION</P><P>"I have appeared in this incarnation to kill the demons [p&#257;shand&#299;s] and, after killing them, to preach the cult of devotional service."</P><P CLASS=t>PURPORT</P><P>Lord Caitanya's mission is the same as that of Lord Krishna, which He states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/7.htm">4.7-8</A>):</P><P>yad&#257; yad&#257; hi dharmasya gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya tad&#257;tm&#257;nam srij&#257;my aham</P><P CLASS=n>paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m</P><P CLASS=n>dharma-samsth&#257;pan&#257;rth&#257;ya sambhav&#257;mi yuge yuge</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I descend Myself. In order to deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I advent Myself millennium after millennium"</P><P>As explained here, the real purpose of an incarnation of Godhead is to kill the atheists and maintain the devotees. He does not say, like so many rascal incarnations, that atheists and devotees are on the same platform. &#346;r&#299; Caitanya Mah&#257;prabhu, or Lord &#346;r&#299; Krishna, the real Personality of Godhead, does not advocate such an idea.</P><P>Atheists are punishable, whereas devotees are to be protected. To maintain this principle is the mission of all avat&#257;ras, or incarnations. One must therefore identify an incarnation by His activities, not by popular votes or mental concoctions. &#346;r&#299; Caitanya Mah&#257;prabhu gave protection to devotees and killed many demons in the course of His preaching work. He specifically mentioned that the M&#257;y&#257;v&#257;d&#299; philosophers are the greatest demons. Therefore He warned all others not to hear the M&#257;y&#257;v&#257;da philosophy: m&#257;y&#257;v&#257;di-bh&#257;shya &#347;unile haya sarva-n&#257;&#347;a. Simply by hearing the M&#257;y&#257;v&#257;da interpretation of the &#347;&#257;stras, one is doomed (Cc. <A CLASS=v HREF="../../../cc/madhya/6/169.htm">Madhya 6.169</A>).</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>