<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 56</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 56"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.56</P><P CLASS=c>sanny&#257;sa kariy&#257; yabe prabhu n&#299;l&#257;cale gel&#257;</P><P CLASS=c>tath&#257; haite yabe kuliy&#257; gr&#257;me &#257;il&#257;</P><P CLASS=c>tabe sei p&#257;p&#299; prabhura la-ila &#347;arana</P><P CLASS=c>hita upade&#347;a kaila ha-iy&#257; karuna</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sannyasa">sanny&#257;sa</A> <A CLASS=v HREF="http://vedabase.net/k/kariya">kariy&#257;</A> &#8212; after accepting the renounced order of life; <A CLASS=v HREF="http://vedabase.net/y/yabe">yabe</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/n/nilacale">n&#299;l&#257;cale</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/g/gela">gel&#257;</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from there; <A CLASS=v HREF="http://vedabase.net/y/yabe">yabe</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/k/kuliya">kuliy&#257;</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/k/kuliya">Kuliy&#257;</A>; <A CLASS=v HREF="http://vedabase.net/g/grame">gr&#257;me</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the village; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;il&#257;</A> &#8212; came back; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/papi">p&#257;p&#299;</A> &#8212; sinful <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/l/la">la</A>-<A CLASS=v HREF="http://vedabase.net/i/ila">ila</A> &#8212; took; <A CLASS=v HREF="http://vedabase.net/s/sarana">&#347;arana</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/h/hita">hita</A> &#8212; beneficial; <A CLASS=v HREF="http://vedabase.net/u/upadesa">upade&#347;a</A> &#8212; advice; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; gave; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/iya">iy&#257;</A> &#8212; becoming; <A CLASS=v HREF="http://vedabase.net/k/karuna">karuna</A> &#8212; merciful.</P><P CLASS=t>TRANSLATION</P><P>When &#346;r&#299; Caitanya, after accepting the renounced order of life, went to Jagann&#257;tha Pur&#299; and then came back to the village of Kuliy&#257;, upon His return that sinful man took shelter at the Lord's lotus feet. The Lord, being merciful to him, gave him instructions for his benefit.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, in his Anubh&#257;shya, has given the following note in connection with the village Kuliy&#257;. The village originally known as Kuliy&#257; has developed into what is now the city of Navadv&#299;pa. In various authorized books like the Bhakti-ratn&#257;kara, Caitanya-carita-mah&#257;k&#257;vya, Caitanya-candrodaya-n&#257;taka and Caitanya-bh&#257;gavata it is mentioned that the village of Kuliy&#257; is on the western side of the Ganges. Even now, within the area known as Koladv&#299;pa, there is a place known as kuli&#257;ra gañja and a place called kuli&#257;ra daha, both within the jurisdiction of the present municipality of Navadv&#299;pa. In the time of Lord Caitanya Mah&#257;prabhu, the two villages on the western side of the Ganges named Kuliy&#257; and P&#257;h&#257;dapura both belonged to the jurisdiction of B&#257;hiradv&#299;pa. At that time the place on the eastern side of the Ganges now known as Antardv&#299;pa was known as Navadv&#299;pa. At that time the place on the eastern side of the Ganges now known as Antardv&#299;pa was known as Navadv&#299;pa. At &#346;r&#299; M&#257;y&#257;pur that place is still known as Dv&#299;pera M&#257;tha. There is another place of the name Kuliy&#257; near K&#257;&#324;cad&#257;p&#257;d&#257;, but it is not the same Kuliy&#257; mentioned here. It cannot be accepted as apar&#257;dha-bhañjanera p&#257;ta, or the place where the offense was excused, for that occurred in the above-mentioned Kuliy&#257; on the western side of the Ganges. For business reasons many envious persons oppose excavation of the real place, and sometimes they advertise unauthorized places as the authorized one.</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="57-58.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>