<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 65</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 65"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.65</P><P CLASS=c>mukunda-dattere kaila danda-paras&#257;da</P><P CLASS=c>khandila t&#257;h&#257;ra cittera saba avas&#257;da</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A>-<A CLASS=v HREF="http://vedabase.net/d/dattere">dattere</A> &#8212; unto <A HREF="http://vedabase.net/m/mukunda">Mukunda</A> <A HREF="http://vedabase.net/d/datta">Datta</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/d/danda">danda</A> &#8212; punishment; <A CLASS=v HREF="http://vedabase.net/p/parasada">paras&#257;da</A> &#8212; benediction; <A CLASS=v HREF="http://vedabase.net/k/khandila">khandila</A> &#8212; vanquished; <A CLASS=v HREF="http://vedabase.net/t/tahara">t&#257;h&#257;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/c/cittera">cittera</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all kinds of; <A CLASS=v HREF="http://vedabase.net/a/avasada">avas&#257;da</A> &#8212; depressions.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;r&#299; Caitanya Mah&#257;prabhu blessed Mukunda Datta with punishment and in that way vanquished all his mental depression.</P><P CLASS=t>PURPORT</P><P>Mukunda Datta was once forbidden to enter the association of &#346;r&#299; Caitanya Mah&#257;prabhu because of his mixing with the M&#257;y&#257;v&#257;d&#299; impersonalists. When Lord Caitanya manifested His mah&#257;-prak&#257;&#347;a, He called all the devotees one after another and blessed them, while Mukunda Datta stood outside the door. The devotees informed the Lord that Mukunda Datta was waiting outside, but the Lord replied, "I shall not soon be pleased with Mukunda Datta, for though he explains devotional service among devotees, he then goes to M&#257;y&#257;v&#257;d&#299;s to hear from them the Yoga-v&#257;&#347;ishtha-r&#257;m&#257;yana, which is full of M&#257;y&#257;v&#257;da philosophy. For this I am greatly displeased with him." Hearing the Lord speak in that way, Mukunda Datta, standing outside, was exceedingly glad that the Lord would at some time be pleased with him, although He was not pleased at that moment. But when the Lord understood that Mukunda Datta was going to give up the association of the M&#257;y&#257;v&#257;d&#299;s for good, He was pleased, and He at once called to see Mukunda. Thus He delivered him from the association of the M&#257;y&#257;v&#257;d&#299;s and gave him the association of pure devotees.</P><P CLASS=l><A CLASS=i HREF="64.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="66.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>