<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 68</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 68"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.68</P><P CLASS=c>tabe &#257;c&#257;rya-gos&#257;ñira &#257;nanda ha-ila</P><P CLASS=c>lajjita ha-iy&#257; prabhu pras&#257;da karila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/g/gosanira">gos&#257;ñira</A> &#8212; of <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; pleasure; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ila">ila</A> &#8212; aroused; <A CLASS=v HREF="http://vedabase.net/l/lajjita">lajjita</A> &#8212; ashamed; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/iya">iy&#257;</A> &#8212; becoming; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/p/prasada">pras&#257;da</A> &#8212; benediction; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; offered.</P><P CLASS=t>TRANSLATION</P><P>At that time Advaita &#256;c&#257;rya was greatly pleased. The Lord understood this, and He was somewhat ashamed, but He offered Advaita &#256;c&#257;rya His benediction.</P><P CLASS=t>PURPORT</P><P>Advaita &#256;c&#257;rya was a disciple of M&#257;dhavendra Pur&#299;, &#298;&#347;vara Pur&#299;'s spiritual master. Therefore &#298;&#347;vara Pur&#299;, the spiritual master of &#346;r&#299; Caitanya Mah&#257;prabhu, was Advaita &#256;c&#257;rya's Godbrother. In view of this, &#346;r&#299; Caitanya Mah&#257;prabhu treated Advaita &#256;c&#257;rya as His spiritual master, but &#346;r&#299; Advaita &#256;c&#257;rya did not like this behavior of Lord Caitanya, for He wanted to be treated as His eternal servant. Advaita Prabhu's aspiration was to be a servant of the Lord, not His spiritual master. He therefore devised a plan to antagonize the Lord. He began to explain the path of philosophical speculation in the midst of some unfortunate M&#257;y&#257;v&#257;d&#299;s, and when Lord Caitanya Mah&#257;prabhu heard about this, He immediately went there and in a very angry mood began to beat Advaita &#256;c&#257;rya. At that time, Advaita &#256;c&#257;rya, greatly pleased, began to dance, saying, "Just see how My desire has now been fulfilled! Lord Caitanya Mah&#257;prabhu used to treat Me honorably for so long, but now He is treating Me neglectfully. This is My reward. His affection for Me is so great that He wanted to save Me from the hands of the M&#257;y&#257;v&#257;d&#299;s." Hearing this statement, Lord Caitanya Mah&#257;prabhu was somewhat ashamed, but He was very pleased with Advaita &#256;c&#257;rya.</P><P CLASS=l><A CLASS=i HREF="67.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="69.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>