<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 7"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.7</P><P CLASS=c>v&#257;yu-vy&#257;dhi-cchale kaila prema parak&#257;&#347;a</P><P CLASS=c>bhakta-gana lañ&#257; kaila vividha vil&#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vayu">v&#257;yu</A>-<A CLASS=v HREF="http://vedabase.net/v/vyadhi">vy&#257;dhi</A> &#8212; disease caused by disturbance of the air <A HREF="http://vedabase.net/i/in">in</A> the body; <A CLASS=v HREF="http://vedabase.net/c/chale">chale</A> &#8212; on the plea of; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parakasa">parak&#257;&#347;a</A> &#8212; manifestation; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; the devotees; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking with Him; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/v/vividha">vividha</A> &#8212; varieties of; <A CLASS=v HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A> &#8212; pastimes.</P><P CLASS=t>TRANSLATION</P><P>In His youth the Lord exhibited His ecstatic love of Krishna on the plea of disturbances of the bodily airs. Accompanied by His confidential devotees, He enjoyed various pastimes in this way.</P><P CLASS=t>PURPORT</P><P>According to &#256;yur-vedic treatment, the entire physiological system is conducted by three elements, namely v&#257;yu, pitta and kapha (air, bile and mucus). Secretions within the body transform into other secretions like blood, urine and stool, but if there are disturbances in the metabolism, the secretions turn into kapha (mucus) by the influence of the air within the body. According to the &#256;yur-vedic system, when the secretion of bile and formation of mucus disturb the air circulating within the body, fifty-nine varieties of diseases may occur. One such disease is craziness.</P><P>On the plea of disturbance of the bodily air and metabolism, &#346;r&#299; Caitanya Mah&#257;prabhu acted as if crazy. Thus in His school He began to explain the grammar of verbs through Krishna consciousness. Explaining everything in grammar in relationship to Krishna, the Lord induced His students to refrain from worldly education, for it is better to become Krishna conscious and in this way attain the highest perfectional platform of education. On these grounds, &#346;r&#299; J&#299;va Gosv&#257;m&#299; later compiled the grammar entitled Hari-n&#257;m&#257;mrita-vy&#257;karana. People in general consider such explanations crazy. Therefore the Lord's purpose in His attitude of craziness was to explain that there is nothing within our experience but Krishna consciousness, for everything may be dovetailed with Krishna consciousness. These pastimes of Lord Caitanya Mah&#257;prabhu have been very vividly described in the Caitanya-bh&#257;gavata, Madhya-l&#299;l&#257;, Chapter One.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>