<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 73</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 73"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.73</P><P CLASS=c>n&#257;me stuti-v&#257;da &#347;uni' prabhura haila duhkha</P><P CLASS=c>sab&#257;re nishedhila, &#8212; ih&#257;ra n&#257; dekhiha mukha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/name">n&#257;me</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord; <A CLASS=v HREF="http://vedabase.net/s/stuti">stuti</A>-<A CLASS=v HREF="http://vedabase.net/v/vada">v&#257;da</A> &#8212; exaggeration; <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A>' &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; aggrieved; <A CLASS=v HREF="http://vedabase.net/s/sabare">sab&#257;re</A> &#8212; unto everyone; <A CLASS=v HREF="http://vedabase.net/n/nisedhila">nishedhila</A> &#8212; warned; <A CLASS=v HREF="http://vedabase.net/i/ihara">ih&#257;ra</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/d/dekhiha">dekhiha</A> &#8212; see; <A CLASS=v HREF="http://vedabase.net/m/mukha">mukha</A> &#8212; face.</P><P CLASS=t>TRANSLATION</P><P>When a student interpreted the glories of the holy name as a prayer of exaggeration, &#346;r&#299; Caitanya Mah&#257;prabhu, greatly unhappy, immediately warned everyone not to see the student's face henceforward.</P><P CLASS=t>PURPORT</P><P>Once when &#346;r&#299; Caitanya Mah&#257;prabhu explained the glories of the transcendental potency of the Lord's holy name, the Hare Krishna mah&#257;-mantra, one unfortunate student said that such glorification of the holy name was an exaggeration in the &#347;&#257;stras to induce people to take to it. In this way the student interpreted the glories of the holy name. This is called artha-v&#257;da, and it is one of the ten offenses at the lotus feet of the holy name of the Lord. There are many kinds of offenses, but the offense known as n&#257;ma-apar&#257;dha, an offense at the lotus feet of the holy name, is extremely dangerous. The Lord therefore warned everyone not to see the face of the offender. The Lord immediately took a bath in the Ganges with all His clothes on to teach everyone to avoid such a n&#257;ma-apar&#257;dha. The holy name is identical with the Supreme Personality of Godhead. There is no difference between the person God and His holy name. This is the absolute position of the Supreme Personality of Godhead. Therefore one who distinguishes between the Lord and His name is called a p&#257;shand&#299;, or nonbeliever, an atheistic demon. Glorification of the holy name is glorification of the Supreme Personality of Godhead. One should never attempt to distinguish between the Lord and His name or interpret the glories of the holy name as mere exaggerations.</P><P CLASS=l><A CLASS=i HREF="72.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="74.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>