<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 78</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 78"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.78</P><P CLASS=c>kv&#257;ham daridrah p&#257;p&#299;y&#257;n</P><P CLASS=c>kva krishnah &#347;r&#299;-niketanah</P><P CLASS=c>brahma-bandhur iti sm&#257;ham</P><P CLASS=c>b&#257;hubhy&#257;m parirambhitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; whereas; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> (<A HREF="http://vedabase.net/a/am">am</A>); <A CLASS=v HREF="http://vedabase.net/d/daridrah">daridrah</A> &#8212; very poor; <A CLASS=v HREF="http://vedabase.net/p/papiyan">p&#257;p&#299;y&#257;n</A> &#8212; sinful; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; whereas; <A CLASS=v HREF="http://vedabase.net/k/krsnah">krishnah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/niketanah">niketanah</A> &#8212; the shelter of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhuh">bandhuh</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/c/caste">caste</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> without brahminical qualifications; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> (<A HREF="http://vedabase.net/a/am">am</A>); <A CLASS=v HREF="http://vedabase.net/b/bahubhyam">b&#257;hubhy&#257;m</A> &#8212; by the arms; <A CLASS=v HREF="http://vedabase.net/p/parirambhitah">parirambhitah</A> &#8212; embraced.</P><P CLASS=t>TRANSLATION</P><P>"'Since I am but a poor, sinful brahma-bandhu, not brahminically qualified although born in a br&#257;hmana family, and You, Lord Krishna, are the shelter of the goddess of fortune, it is simply wonderful, my dear Lord Krishna, that You have embraced me with Your arms.'"</P><P CLASS=t>PURPORT</P><P>This is a verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/81/16.htm">10.81.16</A>) spoken by Sud&#257;m&#257; Vipra in the presence of Lord &#346;r&#299; Krishna. This and the previous verse quoted from &#346;r&#299;mad-Bh&#257;gavatam clearly indicate that although Krishna is so great that it is not possible for anyone to satisfy Him, He exhibits His greatness by being personally satisfied even with one who is unqualified from so many angles of vision. Sud&#257;m&#257; Vipra was born in a family of br&#257;hmanas, and he was a learned scholar and a class friend of Krishna's, yet he considered himself unfit to be strictly called a br&#257;hmana. He called himself a brahma-bandhu, meaning "one born in a br&#257;hmana family but not brahminically qualified." Because of His great respect for br&#257;hmanas, however, Krishna embraced Sud&#257;m&#257; Vipra, although he was not a regular br&#257;hmana but a brahma-bandhu, or friend of a br&#257;hmana family. Mur&#257;ri Gupta could not be called even a brahma-bandhu because he was born of a vaidya family and according to the social structure was therefore considered a &#347;&#363;dra. But Krishna bestowed special mercy upon Mur&#257;ri Gupta because he was a beloved devotee of the Lord, as stated by &#346;r&#299; Caitanya Mah&#257;prabhu. The purport of &#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura's elaborate discussion of this subject is that no qualification in this material world can satisfy the Supreme Personality of Godhead, Krishna, yet everything becomes successful simply through development of devotional service to the Lord.</P><P>The members of the International Society for Krishna Consciousness cannot even call themselves brahma-bandhus. Therefore our only means for satisfying Krishna is to pursue the injunctions of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, who says:</P><P>y&#257;re dekha, t&#257;re kaha 'krishna'-upade&#347;a</P><P CLASS=n>&#257;m&#257;ra &#257;jñ&#257;ya guru hañ&#257; t&#257;ra' ei de&#347;a</P><P>"Whomever you meet, instruct him on the teachings of Krishna. In this way, on My order, become a spiritual master and deliver the people of this country." (Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>) Simply trying to follow the orders of &#346;r&#299; Caitanya Mah&#257;prabhu, we speak to the people of the world about Bhagavad-g&#299;t&#257; As It Is. This will make us qualified to satisfy the Supreme Personality of Godhead, Krishna.</P><P CLASS=l><A CLASS=i HREF="77.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="79.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>