<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 89</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 89"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.89</P><P CLASS=c>k&#299;rtana karite prabhu &#257;ila megha-gana</P><P CLASS=c>&#257;pana-icch&#257;ya kaila megha niv&#257;rana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kirtana">k&#299;rtana</A> &#8212; <A HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A>; <A CLASS=v HREF="http://vedabase.net/k/karite">karite</A> &#8212; performing; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;ila</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/m/megha">megha</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; bunches of clouds; <A CLASS=v HREF="http://vedabase.net/a/apana">&#257;pana</A>-<A CLASS=v HREF="http://vedabase.net/i/icchaya">icch&#257;ya</A> &#8212; by self-will; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/m/megha">megha</A> &#8212; of the clouds; <A CLASS=v HREF="http://vedabase.net/n/nivarana">niv&#257;rana</A> &#8212; stopping.</P><P CLASS=t>TRANSLATION</P><P>Once while Caitanya Mah&#257;prabhu was performing k&#299;rtana, clouds assembled in the sky, and the Lord, by His own will, immediately stopped them from pouring rain.</P><P CLASS=t>PURPORT</P><P>In this connection &#346;r&#299;la Bhaktivinoda Th&#257;kura says that once when Lord Caitanya was performing sa&#324;k&#299;rtana a short way from the village, some clouds appeared overhead. By the supreme will of the Lord, the clouds were asked to disperse, and they did. Because of this incident, that place is still known as Meghera-cara. Since the course of the Ganges has now changed, the village of the name Belapukhuriy&#257;, which was formerly situated in a different place, called T&#257;ranav&#257;sa, has now become known as Meghera-cara. The Madhya-khanda of &#346;r&#299;la Locana d&#257;sa Th&#257;kura 's Caitanya-ma&#324;gala also relates that once at the end of the day, when evening clouds assembled overhead and thundered threateningly, all the Vaishnavas were very much afraid. But the Lord took His karat&#257;las in His hands and personally began chanting the Hare Krishna mantra, looking up toward the sky as if to direct the demigods in the higher planets. Thus all the assembled clouds dispersed, and as the sky became clear, with the moon rising, the Lord began dancing very happily with His jubilant and satisfied devotees.</P><P CLASS=l><A CLASS=i HREF="88.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="90.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>