<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 91</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17 Verse 91"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17.91</P><P CLASS=c>padite &#257;il&#257; stave nrisimhera n&#257;ma</P><P CLASS=c>&#347;uniy&#257; &#257;vishta hail&#257; prabhu gauradh&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/padite">padite</A> &#8212; while reading; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;il&#257;</A> &#8212; came; <A CLASS=v HREF="http://vedabase.net/s/stave">stave</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the prayer; <A CLASS=v HREF="http://vedabase.net/n/nrsimhera">nrisimhera</A> &#8212; of Lord <A HREF="http://vedabase.net/n/nrsimha">Nrisimha</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/s/suniya">&#347;uniy&#257;</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/a/avista">&#257;vishta</A> &#8212; absorbed; <A CLASS=v HREF="http://vedabase.net/h/haila">hail&#257;</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; Lord; <A CLASS=v HREF="http://vedabase.net/g/gaura">gaura</A>-<A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>.</P><P CLASS=t>TRANSLATION</P><P>As he read the thousand names of the Lord, in due course the holy name of Lord Nrisimha appeared. When Caitanya Mah&#257;prabhu heard the holy name of Lord Nrisimha, He became fully absorbed in thought.</P><P CLASS=t>PURPORT</P><P>The Caitanya-ma&#324;gala, Madhya-khanda, describes this incident as follows: &#346;r&#299;v&#257;sa Pandita was performing the &#347;r&#257;ddha ceremony for his father, and as is customary, he was hearing the thousand names of Lord Vishnu. At that time Gaurahari (Lord Caitanya) appeared on the scene, and He also began to hear the thousand names of Vishnu with full satisfaction. When He thus heard the holy name of Lord Nrisimha, Lord Caitanya became absorbed in thought, and He became angry like Nrisimha Prabhu in His angry mood. His eyes became red, His bodily hairs stood on end, all the parts of His body trembled, and He made a thundering sound. All of a sudden He took up a club, and people became greatly afraid, thinking, "We do not know what kind of offense we have now committed!" But then &#346;r&#299; Caitanya Mah&#257;prabhu adjusted His thoughts and sat down on His seat.</P><P CLASS=l><A CLASS=i HREF="90.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="92.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>