<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC &#256;di 17 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC &#256;di 17.1</B></A>: Let me offer my respectful obeisances to &#346;r&#299; Caitanya Mah&#257;prabhu, by whose mercy even unclean yavanas become perfectly well bred gentlemen by chanting the holy name of the Lord. Such is the power of Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC &#256;di 17.2</B></A>: All glories to Lord Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda Prabhu! All glories to Advaita &#256;c&#257;rya! And all glories to all the devotees of Lord Caitanya!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC &#256;di 17.3</B></A>: I have already given a synopsis of the kai&#347;ora-l&#299;l&#257; of &#346;r&#299; Caitanya Mah&#257;prabhu. Now let me enumerate His youthful pastimes in chronological order.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC &#256;di 17.4</B></A>: Exhibiting His scholarship, beauty and fine dress, Lord Caitanya danced and chanted as He distributed the holy name of the Lord to awaken dormant love of Krishna. Thus Lord &#346;r&#299; Gaurasundara shone in His youthful pastimes.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC &#256;di 17.5</B></A>: As He entered His youth, the Lord decorated Himself with ornaments, dressed Himself in fine cloth, garlanded Himself with flowers and smeared Himself with sandalwood.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC &#256;di 17.6</B></A>: By dint of pride in His education, &#346;r&#299; Caitanya Mah&#257;prabhu, not caring for anyone else, defeated all kinds of learned scholars while executing His studies.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC &#256;di 17.7</B></A>: In His youth the Lord exhibited His ecstatic love of Krishna on the plea of disturbances of the bodily airs. Accompanied by His confidential devotees, He enjoyed various pastimes in this way.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC &#256;di 17.8</B></A>: Thereafter the Lord went to Gay&#257;. There He met &#346;r&#299;la &#298;&#347;vara Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC &#256;di 17.9</B></A>: In Gay&#257;, &#346;r&#299; Caitanya Mah&#257;prabhu was initiated by &#298;&#347;vara Pur&#299;, and immediately afterwards He exhibited signs of love of Godhead. He again displayed such symptoms after returning home.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC &#256;di 17.10</B></A>: Thereafter the Lord delivered love of Krishna to His mother, &#346;ac&#299;dev&#299;, nullifying her offense at the feet of Advaita &#256;c&#257;rya. Thus there was a meeting with Advaita &#256;c&#257;rya, who later had a vision of the Lord's universal form.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC &#256;di 17.11</B></A>: &#346;r&#299;v&#257;sa Th&#257;kura then worshiped Lord Caitanya Mah&#257;prabhu by the process of abhisheka. Sitting on a cot, the Lord exhibited transcendental opulence.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC &#256;di 17.12</B></A>: After this function at the house of &#346;r&#299;v&#257;sa Th&#257;kura, Nity&#257;nanda Prabhu appeared, and when He met with Lord Caitanya He got the opportunity to see Him in His six-armed form.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC &#256;di 17.13</B></A>: One day Lord Caitanya Mah&#257;prabhu exhibited to Lord Nity&#257;nanda Prabhu a six-armed form bearing a conchshell, disc, club, lotus flower, bow and flute.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC &#256;di 17.14</B></A>: Thereafter the Lord showed Him His four-armed form, standing in a three-curved posture. With two hands He played upon a flute, and in the other two He carried a conchshell and disc.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC &#256;di 17.15</B></A>: Finally the Lord showed Nity&#257;nanda Prabhu His two-armed form of Krishna, the son of Mah&#257;r&#257;ja Nanda, simply playing on His flute, His bluish body dressed in yellow garments.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC &#256;di 17.16</B></A>: Nity&#257;nanda Prabhu then arranged to offer Vy&#257;sa-p&#363;j&#257;, or worship of the spiritual master, to Lord &#346;r&#299; Gaurasundara. But Lord Caitanya carried the plowlike weapon called mushala in the ecstasy of being Nity&#257;nanda Prabhu.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC &#256;di 17.17</B></A>: Thereafter mother &#346;ac&#299;dev&#299; saw the brothers Krishna and Balar&#257;ma in Their manifestation of Lord Caitanya and Nity&#257;nanda. Then the Lord delivered the two brothers Jag&#257;i and M&#257;dh&#257;i.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC &#256;di 17.18</B></A>: After this incident, the Lord remained in an ecstatic position for twenty-one hours, and all the devotees saw His specific pastimes.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC &#256;di 17.19</B></A>: One day &#346;r&#299; Caitanya Mah&#257;prabhu felt the ecstasy of the boar incarnation and got up on the shoulders of Mur&#257;ri Gupta. Thus they both danced in Mur&#257;ri Gupta's courtyard.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC &#256;di 17.20</B></A>: After this incident the Lord ate raw rice given by &#346;ukl&#257;mbara Brahmac&#257;r&#299; and explained very elaborately the import of the "harer n&#257;ma" &#347;loka mentioned in the Brihan-n&#257;rad&#299;ya Pur&#257;na.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC &#256;di 17.21</B></A>: "'In this Age of Kali there is no other means, no other means, no other means for self-realization than chanting the holy name, chanting the holy name, chanting the holy name of Lord Hari.'</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC &#256;di 17.22</B></A>: "In this Age of Kali, the holy name of the Lord, the Hare Krishna mah&#257;-mantra, is the incarnation of Lord Krishna. Simply by chanting the holy name, one associates with the Lord directly. Anyone who does this is certainly delivered.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC &#256;di 17.23</B></A>: "This verse repeats the word 'eva' ['certainly'] three times for emphasis, and it also three times repeats 'harer n&#257;ma' ['the holy name of the Lord'], just to make common people understand.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC &#256;di 17.24</B></A>: "The use of the word 'kevala' ['only'] prohibits all other processes, such as the cultivation of knowledge, practice of mystic yoga, or performance of austerities and fruitive activities.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC &#256;di 17.25</B></A>: "This verse clearly states that anyone who accepts any other path cannot be delivered. This is the reason for the triple repetition 'nothing else, nothing else, nothing else,' which emphasizes the real process of self-realization.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC &#256;di 17.26</B></A>: "To chant the holy name always, one should be humbler than the grass in the street and devoid of all desire for personal honor, but one should offer others all respectful obeisances.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC &#256;di 17.27</B></A>: "A devotee engaged in chanting the holy name of the Lord should practice forbearance like that of a tree. Even if rebuked or chastised, he should not say anything to others to retaliate.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC &#256;di 17.28</B></A>: "For even if one cuts a tree, it never protests, and even if it is drying up and dying, it does not ask anyone for water.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC &#256;di 17.29</B></A>: "Thus a Vaishnava should not ask anything from anyone else. If someone gives him something without being asked, he should accept it, but if nothing comes, a Vaishnava should be satisfied to eat whatever vegetables and fruits are easily available.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC &#256;di 17.30</B></A>: "One should strictly follow the principle of always chanting the holy name, and one should be satisfied with whatever he gets easily. Such devotional behavior solidly maintains one's devotional service.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC &#256;di 17.31</B></A>: "One who thinks himself lower than the grass, who is more tolerant than a tree, and who does not expect personal honor yet is always prepared to give all respect to others can very easily always chant the holy name of the Lord."</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC &#256;di 17.32</B></A>: Raising my hands, I declare, "Everyone please hear me! String this verse on the thread of the holy name and wear it on your neck for continuous remembrance."</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC &#256;di 17.33</B></A>: One m7ust strictly follow the principles given by Lord Caitanya Mah&#257;prabhu in this verse. If one simply follows in the footsteps of Lord Caitanya and the Gosv&#257;m&#299;s, certainly he will achieve the ultimate goal of life, the lotus feet of &#346;r&#299; Krishna.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC &#256;di 17.34</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu regularly led congregational chanting of the Hare Krishna mah&#257;-mantra in the house of &#346;r&#299;v&#257;sa Th&#257;kura every night for one full year.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC &#256;di 17.35</B></A>: This ecstatic chanting was performed with the doors closed so that nonbelievers who came to make fun could not gain entrance.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC &#256;di 17.36</B></A>: Thus the nonbelievers almost burned to ashes and died out of envy. To retaliate, they planned various ways to give trouble to &#346;r&#299;v&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC &#256;di 17.38</B></A>: One night while k&#299;rtana was going on inside &#346;r&#299;v&#257;sa Th&#257;kura's house, a br&#257;hmana named Gop&#257;la C&#257;p&#257;la, the chief of the nonbelievers, who was talkative and very rough in his speech, placed all the paraphernalia for worshiping the goddess Durg&#257; outside &#346;r&#299;v&#257;sa Th&#257;kura's door.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC &#256;di 17.39</B></A>: On the upper portion of a plantain leaf he placed such paraphernalia for worship as oda-phula, turmeric, vermilion, red sandalwood and rice.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC &#256;di 17.40</B></A>: He placed a pot of wine beside all this, and in the morning when &#346;r&#299;v&#257;sa Th&#257;kura opened his door he saw this paraphernalia.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC &#256;di 17.41</B></A>: &#346;r&#299;v&#257;sa Th&#257;kura called for all the respectable gentlemen of the neighborhood and smilingly addressed them as follows.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC &#256;di 17.42</B></A>: "Gentlemen, every night I worship the goddess Bhav&#257;n&#299;. Since the paraphernalia for the worship is present here, now all you respectable br&#257;hmanas and members of the higher castes can understand my position."</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC &#256;di 17.43</B></A>: Then all the assembled gentlemen exclaimed, "What is this? What is this? Who has performed such mischievous activities? Who is that sinful man?"</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC &#256;di 17.44</B></A>: They called for a sweeper [h&#257;di], who threw all the items of worship far away and cleansed the place by mopping it with a mixture of water and cow dung.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC &#256;di 17.45</B></A>: After three days, leprosy attacked Gop&#257;la C&#257;p&#257;la, and blood oozed from sores all over his body.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC &#256;di 17.46</B></A>: Incessantly covered with germs and insects biting him all over his body, Gop&#257;la C&#257;p&#257;la felt unbearable pain. His entire body burned in distress.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC &#256;di 17.47</B></A>: Since leprosy is an infectious disease, Gop&#257;la C&#257;p&#257;la left the village to sit down on the bank of the Ganges underneath a tree. One day, however, he saw Caitanya Mah&#257;prabhu passing by and spoke to Him as follows.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC &#256;di 17.48</B></A>: "My dear nephew, I am Your maternal uncle in our village relationship. Please see how greatly this attack of leprosy has afflicted me.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC &#256;di 17.49</B></A>: "As an incarnation of God, You are delivering so many fallen souls. I am also a greatly unhappy fallen soul. Kindly deliver me by Your mercy."</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC &#256;di 17.50</B></A>: Hearing this, Caitanya Mah&#257;prabhu appeared greatly angry, and in that angry mood He spoke some words chastising him.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC &#256;di 17.51</B></A>: "O sinful person, envious of pure devotees, I shall not deliver you! Rather, I shall have you bitten by these germs for many millions of years.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC &#256;di 17.52</B></A>: "You have made &#346;r&#299;v&#257;sa Th&#257;kura appear to have been worshiping the goddess Bhav&#257;n&#299;. Simply for this offense, you will have to fall down into hellish life for ten million births.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC &#256;di 17.53</B></A>: "I have appeared in this incarnation to kill the demons [p&#257;shand&#299;s] and, after killing them, to preach the cult of devotional service."</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC &#256;di 17.54</B></A>: After saying this, the Lord left to take His bath in the Ganges, and that sinful man did not give up his life but continued to suffer.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC &#256;di 17.56</B></A>: When &#346;r&#299; Caitanya, after accepting the renounced order of life, went to Jagann&#257;tha Pur&#299; and then came back to the village of Kuliy&#257;, upon His return that sinful man took shelter at the Lord's lotus feet. The Lord, being merciful to him, gave him instructions for his benefit.</P><P CLASS=r><A CLASS=i HREF="57-58.htm"><B>CC &#256;di 17.57-58</B></A>: "You have committed an offense at the lotus feet of &#346;r&#299;v&#257;sa Th&#257;kura," the Lord said. "First you must go there and beg for his mercy, and then if he gives you his blessings and you do not commit such sins again, you will be freed from these reactions."</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC &#256;di 17.59</B></A>: Then the br&#257;hmana, Gop&#257;la C&#257;p&#257;la, went to &#346;r&#299;v&#257;sa Th&#257;kura and took shelter of his lotus feet, and by &#346;r&#299;v&#257;sa Th&#257;kura's mercy he was freed from all sinful reactions.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC &#256;di 17.60</B></A>: Another br&#257;hmana came to see the k&#299;rtana performance, but the door was closed, and he could not enter the hall.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC &#256;di 17.61</B></A>: He returned home with an unhappy mind, but on the next day he met Lord Caitanya on the bank of the Ganges and spoke to Him.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC &#256;di 17.62</B></A>: That br&#257;hmana was expert in talking harshly and cursing others. Thus he broke his sacred thread and declared, "I shall now curse You, for Your behavior has greatly aggrieved me."</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC &#256;di 17.63</B></A>: The br&#257;hmana cursed the Lord, "You shall be bereft of all material happiness!" When the Lord heard this, He felt great jubilation within Himself.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC &#256;di 17.64</B></A>: Any faithful person who hears of this br&#257;hmana's cursing Lord Caitanya is delivered from all brahminical curses.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC &#256;di 17.65</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu blessed Mukunda Datta with punishment and in that way vanquished all his mental depression.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC &#256;di 17.66</B></A>: Lord Caitanya respected Advaita &#256;c&#257;rya as His spiritual master, but Advaita &#256;c&#257;rya Prabhu was greatly aggrieved by such behavior.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC &#256;di 17.67</B></A>: Thus He whimsically began to explain the path of philosophical speculation, and the Lord, in His anger, seemingly disrespected Him.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC &#256;di 17.68</B></A>: At that time Advaita &#256;c&#257;rya was greatly pleased. The Lord understood this, and He was somewhat ashamed, but He offered Advaita &#256;c&#257;rya His benediction.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC &#256;di 17.69</B></A>: Mur&#257;ri Gupta was a great devotee of Lord R&#257;macandra. When Lord Caitanya heard Lord R&#257;macandra's glories from his mouth, He immediately wrote on his forehead "r&#257;mad&#257;sa" [the eternal servant of Lord R&#257;macandra].</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC &#256;di 17.70</B></A>: Once Lord Caitanya Mah&#257;prabhu went to the house of &#346;r&#299;dhara after k&#299;rtana and drank water from his damaged iron pot. Then He bestowed His benediction upon all the devotees according to their desires.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC &#256;di 17.71</B></A>: After this incident the Lord blessed Harid&#257;sa Th&#257;kura and vanquished the offense of His mother at the home of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC &#256;di 17.72</B></A>: Once when the Lord explained the glories of the holy name to the devotees, some ordinary students who heard Him fashioned their own interpretation.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC &#256;di 17.73</B></A>: When a student interpreted the glories of the holy name as a prayer of exaggeration, &#346;r&#299; Caitanya Mah&#257;prabhu, greatly unhappy, immediately warned everyone not to see the student's face henceforward.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC &#256;di 17.74</B></A>: Without even removing His garments, Lord Caitanya took a bath in the Ganges with His companions. There He explained the glories of devotional service.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC &#256;di 17.75</B></A>: "By following the paths of speculative philosophical knowledge, fruitive activity or mystic yoga to control the senses, one cannot satisfy Krishna, the Supreme Lord. Unalloyed devotional love for Krishna is the only cause for the Lord's satisfaction.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC &#256;di 17.76</B></A>: [The Supreme Personality of Godhead, Krishna, said:] "My dear Uddhava, neither through asht&#257;&#324;ga-yoga [the mystic yoga system to control the senses], nor through impersonal monism or an analytical study of the Absolute Truth, nor through study of the Vedas, nor through austerities, charity or acceptance of sanny&#257;sa can one satisfy Me as much as by developing unalloyed devotional service unto Me."</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC &#256;di 17.77</B></A>: Lord Caitanya then praised Mur&#257;ri Gupta, saying, "You have satisfied Lord Krishna." Hearing this, Mur&#257;ri Gupta quoted a verse from &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC &#256;di 17.78</B></A>: "'Since I am but a poor, sinful brahma-bandhu, not brahminically qualified although born in a br&#257;hmana family, and You, Lord Krishna, are the shelter of the goddess of fortune, it is simply wonderful, my dear Lord Krishna, that You have embraced me with Your arms.'"</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC &#256;di 17.79</B></A>: One day the Lord performed sa&#324;k&#299;rtana with all His devotees, and when they were greatly fatigued they sat down.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC &#256;di 17.80</B></A>: The Lord then sowed a mango seed in the yard, and immediately the seed fructified into a tree and began to grow.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC &#256;di 17.81</B></A>: As people looked on, the tree became fully grown, with fruits that fully ripened. Thus everyone was struck with wonder.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC &#256;di 17.82</B></A>: The Lord immediately picked about two hundred fruits, and after washing them He offered them to Krishna to eat.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC &#256;di 17.83</B></A>: The fruits were all red and yellow, with no seed inside and no skin outside, and eating one fruit would immediately fill a man's belly.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC &#256;di 17.84</B></A>: Seeing the quality of the mangoes, the Lord was greatly satisfied, and thus after eating first, He fed all the other devotees.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC &#256;di 17.85</B></A>: The fruits had no seeds or skins. They were full of nectarean juice and were so sweet that a man would be fully satisfied by eating only one.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC &#256;di 17.86</B></A>: In this way, fruits grew on the tree every day throughout the twelve months of the year, and the Vaishnavas used to eat them, to the Lord's great satisfaction.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC &#256;di 17.87</B></A>: These are confidential pastimes of the son of &#346;ac&#299;. Other than devotees, no one knows of this incident.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC &#256;di 17.88</B></A>: In this way the Lord performed sa&#324;k&#299;rtana every day, and at the end of sa&#324;k&#299;rtana there was a mango-eating festival every day for twelve months.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC &#256;di 17.89</B></A>: Once while Caitanya Mah&#257;prabhu was performing k&#299;rtana, clouds assembled in the sky, and the Lord, by His own will, immediately stopped them from pouring rain.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC &#256;di 17.90</B></A>: One day the Lord ordered &#346;r&#299;v&#257;sa Th&#257;kura to read the Brihat-sahasra-n&#257;ma [the thousand names of Lord Vishnu], for He wanted to hear them at that time.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC &#256;di 17.91</B></A>: As he read the thousand names of the Lord, in due course the holy name of Lord Nrisimha appeared. When Caitanya Mah&#257;prabhu heard the holy name of Lord Nrisimha, He became fully absorbed in thought.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC &#256;di 17.92</B></A>: In the mood of Lord Nrisimhadeva, Lord Caitanya ran through the city streets, club in hand, ready to kill all the atheists.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC &#256;di 17.93</B></A>: Seeing Him appearing very fierce in the ecstasy of Lord Nrisimha, people ran from the street and fled here and there, afraid of His anger.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC &#256;di 17.94</B></A>: Seeing the people so afraid, the Lord came to His external senses and thus returned to the house of &#346;r&#299;v&#257;sa Th&#257;kura and threw away the club.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC &#256;di 17.95</B></A>: The Lord became morose and said to &#346;r&#299;v&#257;sa Th&#257;kura, "When I adopted the mood of Lord Nrisimhadeva, people were greatly afraid. Therefore I stopped, since causing fear among people is an offense."</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC &#256;di 17.96</B></A>: &#346;r&#299;v&#257;sa Th&#257;kura replied, "Anyone who takes Your holy name vanquishes ten million of his offenses immediately.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC &#256;di 17.97</B></A>: "There was no offense in Your appearing as Nrisimhadeva. Rather, any man who saw You in that mood was immediately liberated from the bondage of material existence."</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC &#256;di 17.98</B></A>: After saying this, &#346;r&#299;v&#257;sa Th&#257;kura worshiped the Lord, who was then greatly satisfied and returned to His own home.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC &#256;di 17.99</B></A>: On another day a great devotee of Lord &#346;iva, chanting of Lord &#346;iva's qualities, came to Lord Caitanya's house, where he began dancing in the courtyard and playing his damaru [a musical instrument].</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC &#256;di 17.100</B></A>: Then Lord Caitanya, adopting the mood of Lord &#346;iva, got on the man's shoulders, and thus they danced together for a long time.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC &#256;di 17.101</B></A>: On another day a mendicant came to beg alms from the Lord's house, but when he saw the Lord dancing, he also began to dance.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC &#256;di 17.102</B></A>: He danced with the Lord because he was favored by love of Krishna. Thus he flowed in the mellows of love of Godhead.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC &#256;di 17.103</B></A>: On another day an astrologer came who was said to know everything &#8212; past, present and future. Thus &#346;r&#299; Caitanya Mah&#257;prabhu received him with all honor and put this question before him.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC &#256;di 17.104</B></A>: "Please tell Me who I was in My previous birth," the Lord said. "Please tell Me by your astrological computations." Hearing the words of the Lord, the astrologer immediately began to calculate.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC &#256;di 17.105</B></A>: Through calculation and meditation, the all-knowing astrologer saw the greatly effulgent body of the Lord, which is the resting place of all the unlimited Vaikuntha planets.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC &#256;di 17.106</B></A>: Seeing Lord Caitanya Mah&#257;prabhu to be the same Absolute Truth, the Supreme Brahman, the Personality of Godhead, the astrologer was confused.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC &#256;di 17.107</B></A>: Struck with wonder, the astrologer remained silent, unable to speak. But when the Lord again put the question before him, he replied as follows.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC &#256;di 17.108</B></A>: "My dear sir, in Your previous birth You were the shelter of all creation, the Supreme Personality of Godhead, full of all opulences.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC &#256;di 17.109</B></A>: "You are now the same Personality of Godhead that You were in Your previous birth. Your identity is inconceivable eternal happiness."</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC &#256;di 17.110</B></A>: When the astrologer was speaking so highly of Him, &#346;r&#299; Caitanya Mah&#257;prabhu stopped him and began to smile. "My dear sir," He said, "I think you do not know very clearly what I was, for I know that in My previous birth I was a cowherd boy.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC &#256;di 17.111</B></A>: "In My last birth I was born in the family of cowherd men, and I gave protection to the calves and cows. Because of such pious activities, I have now become the son of a br&#257;hmana."</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC &#256;di 17.112</B></A>: The astrologer said, "What I saw in meditation was full of opulence, and therefore I was confused.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC &#256;di 17.113</B></A>: "I am certain that Your form and the form I saw in my meditation are one and the same. If I see any difference, this is an act of Your illusory energy."</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC &#256;di 17.114</B></A>: The all-knowing astrologer concluded, "Whatever You may be or whoever You may be, I offer my respectful obeisances unto You!" By His causeless mercy, the Lord then gave him love of Godhead, thus rewarding him for his service.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC &#256;di 17.115</B></A>: One day the Lord sat down in the corridor of a Vishnu temple and began calling very loudly, "Bring some honey! Bring some honey!"</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC &#256;di 17.116</B></A>: Nity&#257;nanda Prabhu Gos&#257;ñi, understanding the ecstatic mood of &#346;r&#299; Caitanya Mah&#257;prabhu, brought a pot of Ganges water as a token and put it before Him.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC &#256;di 17.117</B></A>: After drinking the water, Lord Caitanya became so ecstatic that He began to dance. Thus everyone saw the pastime of attracting the river Yamun&#257;.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC &#256;di 17.118</B></A>: When the Lord, in His ecstasy of Baladeva, was moving as if intoxicated by the beverage, Advaita &#256;c&#257;rya, the chief of the &#257;c&#257;ryas [&#257;c&#257;rya &#347;ekhara], saw Him in the form of Balar&#257;ma.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC &#256;di 17.119</B></A>: Vanam&#257;l&#299; &#256;c&#257;rya saw a golden plow in the hand of Balar&#257;ma, and the devotees all assembled together and danced, overwhelmed by ecstasy.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC &#256;di 17.120</B></A>: In this way they danced continuously for twelve hours, and in the evening they all took a bath in the Ganges and then returned to their homes.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC &#256;di 17.121</B></A>: The Lord ordered all the citizens of Navadv&#299;pa to chant the Hare Krishna mantra, and in each and every home they began performing sa&#324;k&#299;rtana regularly.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC &#256;di 17.122</B></A>: [All the devotees sang this popular song along with the Hare Krishna mah&#257;-mantra.] "Haraye namah, krishna y&#257;dav&#257;ya namah/ gop&#257;la govinda r&#257;ma &#347;r&#299;-madhus&#363;dana."</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC &#256;di 17.123</B></A>: When the sa&#324;k&#299;rtana movement thus started, no one in Navadv&#299;pa could hear any sound other than the words "Hari! Hari!" and the beating of the mrida&#324;ga and clashing of hand bells.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC &#256;di 17.124</B></A>: Hearing the resounding vibration of the Hare Krishna mantra, the local Muslims, greatly angry, submitted a complaint to the Kazi.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC &#256;di 17.125</B></A>: Chand Kazi angrily came to one home in the evening, and when he saw k&#299;rtana going on, he broke a mrida&#324;ga and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC &#256;di 17.126</B></A>: "For so long you did not follow the regulative principles of the Hindu religion, but now you are following them with great enthusiasm. May I know by whose strength you are doing so?</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC &#256;di 17.127</B></A>: "No one should perform sa&#324;k&#299;rtana on the streets of the city. Today I am excusing the offense and returning home.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC &#256;di 17.128</B></A>: "The next time I see someone performing such sa&#324;k&#299;rtana, I shall certainly chastise him by not only confiscating all his property but also converting him into a Muslim."</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC &#256;di 17.129</B></A>: After saying this, the Kazi returned home, and the devotees, greatly shocked that they were forbidden to chant Hare Krishna, submitted their grief to Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC &#256;di 17.130</B></A>: Lord Caitanya ordered, "Go perform sa&#324;k&#299;rtana! Today I shall kill all the Muslims!"</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC &#256;di 17.131</B></A>: Returning home, all the citizens began performing sa&#324;k&#299;rtana, but because of the order of the Kazi, they were not carefree but always full of anxiety.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC &#256;di 17.132</B></A>: Understanding the anxiety within the people's minds, the Lord called them together and spoke to them as follows.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC &#256;di 17.133</B></A>: "In the evening I shall perform sa&#324;k&#299;rtana in each and every town. Therefore you should all decorate the city in the evening.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC &#256;di 17.134</B></A>: "In the evening, burn torchlights in every home. I shall give protection to everyone. Let us see what kind of Kazi comes to stop our k&#299;rtana."</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC &#256;di 17.135</B></A>: In the evening Lord Gaurasundara went out and formed three parties to perform k&#299;rtana.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC &#256;di 17.136</B></A>: In the front party danced Th&#257;kura Harid&#257;sa, and in the middle party danced Advaita &#256;c&#257;rya with great jubilation.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC &#256;di 17.137</B></A>: Lord Gaurasundara Himself danced in the rear party, and &#346;r&#299; Nity&#257;nanda Prabhu moved with Lord Caitanya's dancing.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC &#256;di 17.138</B></A>: By the grace of the Lord, &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has elaborately described this incident in his Caitanya-ma&#324;gala [now Caitanya-bh&#257;gavata].</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC &#256;di 17.139</B></A>: Performing k&#299;rtana in this way, circumambulating through every nook and corner of the city, they finally reached the door of the Kazi.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC &#256;di 17.140</B></A>: Murmuring in anger and making a roaring sound, the people, under the protection of Lord Caitanya, became mad through such indulgence.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC &#256;di 17.141</B></A>: The loud sound of the chanting of the Hare Krishna mantra certainly made the Kazi very much afraid, and he hid himself within his room. Hearing the people thus protesting, murmuring in great anger, the Kazi would not come out of his home.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC &#256;di 17.142</B></A>: Naturally some of the people who were very much agitated began to retaliate the Kazi's actions by wrecking his house and flower garden. &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has elaborately described this incident.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC &#256;di 17.143</B></A>: Thereafter, when &#346;r&#299; Caitanya Mah&#257;prabhu reached the Kazi's house, He sat down by the doorway and sent some respectable persons to call for the Kazi.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC &#256;di 17.144</B></A>: When the Kazi came, his head bowed down, the Lord gave him proper respect and a seat.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC &#256;di 17.145</B></A>: In a friendly way, the Lord said, "Sir, I have come to your house as your guest, but upon seeing Me you hid yourself in your room. What kind of etiquette is this?"</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC &#256;di 17.146</B></A>: The Kazi replied, "You have come to my house in a very angry mood. To pacify You, I did not come before You immediately but kept myself hidden.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC &#256;di 17.147</B></A>: "Now that You have become pacified, I have come to You. It is my good fortune to receive a guest like Your Honor.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC &#256;di 17.148</B></A>: "In our village relationship, N&#299;l&#257;mbara Cakravart&#299; Th&#257;kura was my uncle. Such a relationship is stronger than a bodily relationship.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC &#256;di 17.149</B></A>: "N&#299;l&#257;mbara Cakravart&#299; is Your maternal grandfather, and by this relationship You are thus my nephew.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC &#256;di 17.150</B></A>: "When a nephew is very angry, his maternal uncle is tolerant, and when the maternal uncle commits an offense, the nephew does not take it very seriously."</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC &#256;di 17.151</B></A>: In this way the Kazi and the Lord talked with each other with various indications, but no outsider could understand the inner meaning of their conversation.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC &#256;di 17.152</B></A>: The Lord said, "My dear uncle, I have come to your home just to ask you some questions.""Yes," the Kazi replied, "You are welcome. Just tell me what is in Your mind."</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC &#256;di 17.153</B></A>: The Lord said, "You drink cows' milk; therefore the cow is your mother. And the bull produces grains for your maintenance; therefore he is your father.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC &#256;di 17.154</B></A>: "Since the bull and cow are your father and mother, how can you kill and eat them? What kind of religious principle is this? On what strength are you so daring that you commit such sinful activities?"</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC &#256;di 17.155</B></A>: The Kazi replied, "As You have Your scriptures called the Vedas and Pur&#257;nas, we have our scripture, known as the holy Koran.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC &#256;di 17.156</B></A>: "According to the Koran, there are two ways of advancement &#8212; through increasing the propensity to enjoy, and through decreasing the propensity to enjoy. On the path of decreasing attachment [nivritti-m&#257;rga], the killing of animals is prohibited.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC &#256;di 17.157</B></A>: "On the path of material activities, there is regulation for killing cows. If such killing is done under the guidance of scripture, there is no sin."</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC &#256;di 17.158</B></A>: As a learned scholar, the Kazi challenged Caitanya Mah&#257;prabhu, "In Your Vedic scriptures there is an injunction for killing a cow. On the strength of this injunction, great sages performed sacrifices involving cow-killing."</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC &#256;di 17.159</B></A>: Refuting the Kazi's statement, the Lord immediately replied, "The Vedas clearly enjoin that cows should not be killed. Therefore every Hindu, whoever he may be, avoids indulging in cow-killing.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC &#256;di 17.160</B></A>: "In the Vedas and Pur&#257;nas there are injunctions declaring that if one can revive a living being, one can kill it for experimental purposes.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC &#256;di 17.161</B></A>: "Therefore the great sages sometimes killed old cows, and by chanting Vedic hymns they brought them back to life for perfection.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC &#256;di 17.162</B></A>: "The killing and rejuvenation of such old and invalid cows was not truly killing but an act of great benefit.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC &#256;di 17.163</B></A>: "Formerly there were powerful br&#257;hmanas who could make such experiments using Vedic hymns, but now, because of the Kali-yuga, br&#257;hmanas are not so powerful. Therefore the killing of cows and bulls for rejuvenation is forbidden.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC &#256;di 17.164</B></A>: "'In this Age of Kali, five acts are forbidden: the offering of a horse in sacrifice, the offering of a cow in sacrifice, the acceptance of the order of sanny&#257;sa, the offering of oblations of flesh to the forefathers, and a man's begetting children in his brother's wife.'</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC &#256;di 17.165</B></A>: "Since you Muslims cannot bring killed cows back to life, you are responsible for killing them. Therefore you are going to hell; there is no way for your deliverance.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC &#256;di 17.166</B></A>: "Cow-killers are condemned to rot in hellish life for as many thousands of years as there are hairs on the body of the cow.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC &#256;di 17.167</B></A>: "There are many mistakes and illusions in your scriptures. Their compilers, not knowing the essence of knowledge, gave orders that were against reason and argument."</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC &#256;di 17.168</B></A>: After hearing these statements by &#346;r&#299; Caitanya Mah&#257;prabhu, the Kazi, his arguments stunned, could not put forward any more words. Thus, after due consideration, the Kazi accepted defeat and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC &#256;di 17.169</B></A>: "My dear Nim&#257;i Pandita, what You have said is all true. Our scriptures have developed only recently, and they are certainly not logical and philosophical.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC &#256;di 17.170</B></A>: "I know that our scriptures are full of imagination and mistaken ideas, yet because I am a Muslim I accept them for the sake of my community, despite their insufficient support.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC &#256;di 17.171</B></A>: "The reasoning and arguments in the scriptures of the meat-eaters are not very sound," the Kazi concluded. Upon hearing this statement, &#346;r&#299; Caitanya Mah&#257;prabhu smiled and inquired from him as follows.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC &#256;di 17.172</B></A>: "My dear maternal uncle, I wish to ask you another question. Please tell Me the truth. Do not try to cheat Me with tricks.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC &#256;di 17.173</B></A>: "In your city there is always congregational chanting of the holy name. A tumultuous uproar of music, singing and dancing is always going on.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC &#256;di 17.174</B></A>: "As a Muslim magistrate, you have the right to oppose the performance of Hindu ceremonies, but now you do not forbid them. I cannot understand the reason why."</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC &#256;di 17.175</B></A>: The Kazi said, "Everyone calls You Gaurahari. Please let me address You by that name.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC &#256;di 17.176</B></A>: "Kindly listen, O Gaurahari! If You come to a private place, I shall then explain the reason."</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC &#256;di 17.177</B></A>: The Lord replied, "All these men are My confidential associates. You may speak frankly. There is no reason to be afraid of them."</P><P CLASS=r><A CLASS=i HREF="178-179.htm"><B>CC &#256;di 17.178-179</B></A>: The Kazi said, "When I went to the Hindu's house, broke the drum and forbade the performance of congregational chanting, in my dreams that very night I saw a greatly fearful lion, roaring very loudly, His body like a human being's and His face like a lion's.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC &#256;di 17.180</B></A>: "While I was asleep, the lion jumped on my chest, laughing fiercely and gnashing His teeth.</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC &#256;di 17.181</B></A>: "Placing its nails on my chest, the lion said in a grave voice, 'I shall immediately bifurcate your chest as you broke the mrida&#324;ga drum!</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC &#256;di 17.182</B></A>: "'You have forbidden the performance of My congregational chanting. Therefore I must destroy you!' Being very much afraid of Him, I closed my eyes and trembled.</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC &#256;di 17.183</B></A>: "Seeing me so afraid, the lion said, 'I have defeated you just to teach you a lesson, but I must be merciful to you.</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC &#256;di 17.184</B></A>: "'On that day you did not create a very great disturbance. Therefore I have excused you and not taken your life.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC &#256;di 17.185</B></A>: "'But if you perform such activities again, I shall not be tolerant. At that time I shall kill you, your entire family and all the meat-eaters.'</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC &#256;di 17.186</B></A>: "After saying this, the lion left, but I was very much afraid of Him. Just see the marks of His nails on my heart!"</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC &#256;di 17.187</B></A>: After this description, the Kazi showed his chest. Having heard him and seen the marks, all the people there accepted the wonderful incident.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC &#256;di 17.188</B></A>: The Kazi continued, "I did not speak to anyone about this incident, but on that very day one of my orderlies came to see me.</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC &#256;di 17.189</B></A>: "After coming to me, the orderly said, 'When I went to stop the congregational chanting, suddenly flames struck my face.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC &#256;di 17.190</B></A>: "'My beard was burned, and there were blisters on my cheeks.' Every orderly who went gave the same description.</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC &#256;di 17.191</B></A>: "After seeing this, I was very much afraid. I asked them not to stop the congregational chanting but to go sit down at home.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC &#256;di 17.192</B></A>: "Then all the meat-eaters, hearing that there would be unrestricted congregational chanting in the city, came to submit a petition.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC &#256;di 17.193</B></A>: "'The religion of the Hindus has increased unlimitedly. There are always vibrations of "Hari! Hari!" We do not hear anything but this.'</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC &#256;di 17.194</B></A>: "One meat-eater said, 'The Hindus say, "Krishna, Krishna," and they laugh, cry, dance, chant and fall on the ground, smearing their bodies with dirt.</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC &#256;di 17.195</B></A>: "'Vibrating "Hari, Hari," the Hindus make a tumultuous sound. If the king [p&#257;tas&#257;ha] hears it, certainly he will punish you.'</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC &#256;di 17.196</B></A>: "I then inquired from these yavanas, 'I know that these Hindus by nature chant "Hari, Hari."</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC &#256;di 17.197</B></A>: "'The Hindus chant the name Hari because that is the name of their God. But you are Muslim meat-eaters. Why do you chant the name of the Hindus' God?'</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC &#256;di 17.198</B></A>: "The meat-eater replied, 'Sometimes I joke with the Hindus. Some of them are called Krishnad&#257;sa, and some are called R&#257;mad&#257;sa.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC &#256;di 17.199</B></A>: "'Some of them are called Harid&#257;sa. They always chant "Hari, Hari," and thus I thought they would steal the riches from someone's house.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC &#256;di 17.200</B></A>: "'Since that time, my tongue also always vibrates the sound "Hari, Hari." I have no desire to say it, but still my tongue says it. I do not know what to do.'</P><P CLASS=r><A CLASS=i HREF="201-202.htm"><B>CC &#256;di 17.201-202</B></A>: "Another meat-eater said, 'Sir, please hear me. Since the day I joked with some Hindus in this way, my tongue chants the Hare Krishna hymn and cannot give it up. I do not know what mystic hymns and herbal potions these Hindus know.'</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC &#256;di 17.203</B></A>: "After hearing all this, I sent all the mlecchas back to their homes. Five or seven nonbelieving Hindus then approached me.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC &#256;di 17.204</B></A>: "Coming to me, the Hindus complained, 'Nim&#257;i Pandita has broken the Hindu religious principles. He has introduced the sa&#324;k&#299;rtana system, which we never heard from any scripture.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC &#256;di 17.205</B></A>: "'When we keep a night-long vigil to observe religious performances for the worship of Ma&#324;galacand&#299; and Vishahari, playing on musical instruments, dancing and chanting are certainly fitting customs.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC &#256;di 17.206</B></A>: "'Nim&#257;i Pandita was previously a very good boy, but since He has returned from Gay&#257; He conducts Himself differently.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC &#256;di 17.207</B></A>: "'Now He loudly sings all kinds of songs, claps, and plays drums and hand cymbals, making a tumultuous sound that deafens our ears.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC &#256;di 17.208</B></A>: "'We do not know what He eats that makes Him become mad, dancing, singing, sometimes laughing, crying, falling down, jumping up and rolling on the ground.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC &#256;di 17.209</B></A>: "'He has made all the people practically mad by always performing congregational chanting. At night we cannot get any sleep; we are always kept awake.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC &#256;di 17.210</B></A>: "'Now He has given up His own name Nim&#257;i and introduced Himself by the name Gaurahari. He has spoiled the Hindu religious principles and introduced the irreligion of nonbelievers.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC &#256;di 17.211</B></A>: "'Now the lower classes are chanting the Hare Krishna mah&#257;-mantra again and again. For this sinful activity, the entire city of Navadv&#299;pa will become deserted.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC &#256;di 17.212</B></A>: "'According to Hindu scripture, God's name is the most powerful hymn. If everyone hears the chanting of the name, the potency of the hymn will be lost.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC &#256;di 17.213</B></A>: "'Sir, you are the ruler of this town. Whether Hindu or Muslim, everyone is under your protection. Therefore please call Nim&#257;i Pandita and make Him leave the town.'</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC &#256;di 17.214</B></A>: "After hearing their complaints, in sweet words I told them, 'Please go back home. I shall certainly prohibit Nim&#257;i Pandita from continuing His Hare Krishna movement.'</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC &#256;di 17.215</B></A>: "I know that N&#257;r&#257;yana is the Supreme God of the Hindus, and I think that You are the same N&#257;r&#257;yana. This I feel within my mind."</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC &#256;di 17.216</B></A>: After hearing the Kazi speak so nicely, &#346;r&#299; Caitanya Mah&#257;prabhu touched him and smilingly spoke as follows.</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC &#256;di 17.217</B></A>: "The chanting of the holy name of Krishna from your mouth has performed a wonder &#8212; it has nullified the reactions of all your sinful activities. Now you have become supremely pure.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC &#256;di 17.218</B></A>: "Because you have chanted three holy names of the Lord &#8212; Hari, Krishna and N&#257;r&#257;yana &#8212; you are undoubtedly the most fortunate and pious."</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC &#256;di 17.219</B></A>: After the Kazi heard this, tears flowed down from his eyes. He immediately touched the lotus feet of the Lord and spoke the following sweet words.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC &#256;di 17.220</B></A>: "Only by Your mercy have my bad intentions vanished. Kindly favor me so that my devotion may always be fixed upon You."</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC &#256;di 17.221</B></A>: The Lord said, "I wish to beg you for one favor in charity. You must pledge that this sa&#324;k&#299;rtana movement will not be checked, at least in the district of Nadia."</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC &#256;di 17.222</B></A>: The Kazi said, "To as many descendants as take birth in my dynasty in the future, I give this grave admonition: No one should check the sa&#324;k&#299;rtana movement."</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC &#256;di 17.223</B></A>: Hearing this, the Lord got up, chanting "Hari! Hari!" Following Him, all the other Vaishnavas also got up, chanting the vibration of the holy name.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC &#256;di 17.224</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu went back to perform k&#299;rtana, and the Kazi, his mind jubilant, went with Him.</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC &#256;di 17.225</B></A>: The Lord asked the Kazi to go back home. Then the son of mother &#346;ac&#299; came back to His own home, dancing and dancing.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC &#256;di 17.226</B></A>: This is the incident concerning the Kazi and the Lord's mercy upon him. Anyone who hears this is also freed from all offenses.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC &#256;di 17.227</B></A>: One day the two brothers Lord Nity&#257;nanda Prabhu and &#346;r&#299; Caitanya Mah&#257;prabhu were dancing in the holy house of &#346;r&#299;v&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC &#256;di 17.228</B></A>: At that time a calamity took place &#8212; &#346;r&#299;v&#257;sa Th&#257;kura's son died. Yet &#346;r&#299;v&#257;sa Th&#257;kura was not at all sorry.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC &#256;di 17.229</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu caused the dead son to speak about knowledge, and then the two brothers personally became the sons of &#346;r&#299;v&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC &#256;di 17.230</B></A>: Thereafter the Lord charitably bestowed His benediction upon all His devotees. He gave the remnants of His food to N&#257;r&#257;yan&#299;, showing her special respect.</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC &#256;di 17.231</B></A>: There was a tailor who was a meat-eater but was sewing garments for &#346;r&#299;v&#257;sa Th&#257;kura. The Lord, being merciful to him, showed him His own form.</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC &#256;di 17.232</B></A>: Saying "I have seen! I have seen!" and dancing in ecstatic love as though mad, he became a first-class Vaishnava.</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC &#256;di 17.233</B></A>: In ecstasy the Lord asked &#346;r&#299;v&#257;sa Th&#257;kura to deliver His flute, but &#346;r&#299;v&#257;sa Th&#257;kura replied, "Your flute has been stolen away by the gop&#299;s."</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC &#256;di 17.234</B></A>: Hearing this reply, the Lord said in ecstasy, "Go on talking! Go on talking!" Thus &#346;r&#299;v&#257;sa described the transcendental mellows of the pastimes of &#346;r&#299; Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC &#256;di 17.235</B></A>: In the beginning &#346;r&#299;v&#257;sa Th&#257;kura described the transcendental sweetness of Vrind&#257;vana's pastimes. Hearing this, the Lord felt great and increasing jubilation in His heart.</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC &#256;di 17.236</B></A>: Thereafter the Lord again and again asked him, "Speak on! Speak on!" Thus &#346;r&#299;v&#257;sa again and again described the pastimes of Vrind&#257;vana, vividly expanding them.</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC &#256;di 17.237</B></A>: &#346;r&#299;v&#257;sa Th&#257;kura extensively explained how the gop&#299;s were attracted to the forests of Vrind&#257;vana by the vibration of Krishna's flute and how they wandered together in the forest.</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC &#256;di 17.238</B></A>: &#346;r&#299;v&#257;sa Pandita narrated all the pastimes enacted during the six changing seasons. He described the drinking of honey, the celebration of the r&#257;sa dance, the swimming in the Yamun&#257; and other such incidents.</P><P CLASS=r><A CLASS=i HREF="239.htm"><B>CC &#256;di 17.239</B></A>: When the Lord, hearing with great pleasure, said, "Go on speaking! Go on speaking!" &#346;r&#299;v&#257;sa Th&#257;kura described the r&#257;sa-l&#299;l&#257; dance, which is filled with transcendental mellows.</P><P CLASS=r><A CLASS=i HREF="240.htm"><B>CC &#256;di 17.240</B></A>: As the Lord thus requested and &#346;r&#299;v&#257;sa Th&#257;kura spoke, the morning appeared, and the Lord embraced &#346;r&#299;v&#257;sa Th&#257;kura and satisfied him.</P><P CLASS=r><A CLASS=i HREF="241.htm"><B>CC &#256;di 17.241</B></A>: Thereafter a dramatization of Krishna's pastimes was performed in the house of &#346;r&#299; Candra&#347;ekhara &#256;c&#257;rya. The Lord personally took the part of Rukmin&#299;, the foremost of Krishna's queens.</P><P CLASS=r><A CLASS=i HREF="242.htm"><B>CC &#256;di 17.242</B></A>: The Lord sometimes took the part of Goddess Durg&#257;, Lakshm&#299; [the goddess of fortune] or the chief potency, Yogam&#257;y&#257;. Sitting on a cot, He delivered love of Godhead to all the devotees present.</P><P CLASS=r><A CLASS=i HREF="243.htm"><B>CC &#256;di 17.243</B></A>: One day when &#346;r&#299; Caitanya Mah&#257;prabhu had finished His dancing, a woman, the wife of a br&#257;hmana, came there and caught hold of His lotus feet.</P><P CLASS=r><A CLASS=i HREF="244.htm"><B>CC &#256;di 17.244</B></A>: As she took the dust of His lotus feet again and again, the Lord became unlimitedly unhappy.</P><P CLASS=r><A CLASS=i HREF="245.htm"><B>CC &#256;di 17.245</B></A>: Immediately He ran to the river Ganges and jumped in to counteract the sinful activities of that woman. Lord Nity&#257;nanda and Harid&#257;sa Th&#257;kura caught Him and raised Him from the river.</P><P CLASS=r><A CLASS=i HREF="246.htm"><B>CC &#256;di 17.246</B></A>: That night the Lord stayed at the house of Vijaya &#256;c&#257;rya. In the morning the Lord took all His devotees and returned home.</P><P CLASS=r><A CLASS=i HREF="247.htm"><B>CC &#256;di 17.247</B></A>: One day the Lord, in the ecstasy of the gop&#299;s, was sitting in His house. Very morose in separation, He was calling, "Gop&#299;! Gop&#299;!"</P><P CLASS=r><A CLASS=i HREF="248.htm"><B>CC &#256;di 17.248</B></A>: A student who came to see the Lord was astonished that the Lord was chanting "Gop&#299;! Gop&#299;!" Thus he spoke as follows.</P><P CLASS=r><A CLASS=i HREF="249.htm"><B>CC &#256;di 17.249</B></A>: "Why are You chanting the names 'gop&#299; gop&#299;' instead of the holy name of Lord Krishna, which is so glorious? What pious result will You achieve by such chanting?"</P><P CLASS=r><A CLASS=i HREF="250.htm"><B>CC &#256;di 17.250</B></A>: Hearing the foolish student, the Lord became greatly angry and rebuked Lord Krishna in various ways. Taking up a stick, He rose to strike the student.</P><P CLASS=r><A CLASS=i HREF="251.htm"><B>CC &#256;di 17.251</B></A>: The student ran away in fear, and the Lord followed him. But somehow or other the devotees checked the Lord.</P><P CLASS=r><A CLASS=i HREF="252.htm"><B>CC &#256;di 17.252</B></A>: The devotees pacified the Lord and brought Him home, and the student ran away to an assembly of other students.</P><P CLASS=r><A CLASS=i HREF="253.htm"><B>CC &#256;di 17.253</B></A>: The br&#257;hmana student ran to a place where a thousand students were studying together. There he described the incident to them.</P><P CLASS=r><A CLASS=i HREF="254.htm"><B>CC &#256;di 17.254</B></A>: Hearing of the incident, all the students became greatly angry and joined together in criticizing the Lord.</P><P CLASS=r><A CLASS=i HREF="255.htm"><B>CC &#256;di 17.255</B></A>: "Nim&#257;i Pandita alone has spoiled the entire country," they accused. "He wants to strike a caste br&#257;hmana. He has no fear of religious principles.</P><P CLASS=r><A CLASS=i HREF="256.htm"><B>CC &#256;di 17.256</B></A>: "If He again performs such an atrocious act, certainly we shall retaliate and strike Him in turn. What kind of important person is He, that He can check us in this way?"</P><P CLASS=r><A CLASS=i HREF="257.htm"><B>CC &#256;di 17.257</B></A>: When all the students thus resolved, criticizing &#346;r&#299; Caitanya Mah&#257;prabhu, their intelligence was spoiled. Thus although they were learned scholars, because of this offense the essence of knowledge was not manifested in them.</P><P CLASS=r><A CLASS=i HREF="258.htm"><B>CC &#256;di 17.258</B></A>: But the proud student community did not become submissive. On the contrary, the students spoke of the incident anywhere and everywhere. In a laughing manner they criticized the Lord.</P><P CLASS=r><A CLASS=i HREF="259.htm"><B>CC &#256;di 17.259</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu, being omniscient, could understand the degradation of these students. Thus He sat at home, contemplating how to rescue them.</P><P CLASS=r><A CLASS=i HREF="260.htm"><B>CC &#256;di 17.260</B></A>: "All the so-called professors and scientists and their students generally follow the regulative principles of religion, fruitive activities and austerities," the Lord thought, "yet at the same time they are blasphemers and rogues.</P><P CLASS=r><A CLASS=i HREF="261.htm"><B>CC &#256;di 17.261</B></A>: "If I do not induce them to take to devotional service, because of committing the offense of blasphemy none of these people will be able to take to it.</P><P CLASS=r><A CLASS=i HREF="262.htm"><B>CC &#256;di 17.262</B></A>: "I have come to deliver all the fallen souls, but now just the opposite has happened. How can these rogues be delivered? How may they be benefited?</P><P CLASS=r><A CLASS=i HREF="263.htm"><B>CC &#256;di 17.263</B></A>: "If these rogues offer Me obeisances, the reactions of their sinful activities will be nullified. Then, if I induce them, they will take to devotional service.</P><P CLASS=r><A CLASS=i HREF="264.htm"><B>CC &#256;di 17.264</B></A>: "I must certainly deliver all these fallen souls who blaspheme Me and do not offer Me obeisances.</P><P CLASS=r><A CLASS=i HREF="265.htm"><B>CC &#256;di 17.265</B></A>: "I shall accept the sanny&#257;sa order of life, for thus people will offer Me their obeisances, thinking of Me as a member of the renounced order.</P><P CLASS=r><A CLASS=i HREF="266.htm"><B>CC &#256;di 17.266</B></A>: "Offering obeisances will relieve them of all the reactions to their offenses. Then, by My grace, devotional service [bhakti] will awaken in their pure hearts.</P><P CLASS=r><A CLASS=i HREF="267.htm"><B>CC &#256;di 17.267</B></A>: "All the unfaithful rogues of this world can be delivered by this process. There is no alternative. This is the essence of the argument."</P><P CLASS=r><A CLASS=i HREF="268.htm"><B>CC &#256;di 17.268</B></A>: After coming to this firm conclusion, the Lord continued to stay at home. In the meantime Ke&#347;ava Bh&#257;rat&#299; came to the town of Nadia.</P><P CLASS=r><A CLASS=i HREF="269.htm"><B>CC &#256;di 17.269</B></A>: The Lord offered him respectful obeisances and invited him to His house. After feeding him sumptuously, He submitted to him His petition.</P><P CLASS=r><A CLASS=i HREF="270.htm"><B>CC &#256;di 17.270</B></A>: "Sir, you are directly N&#257;r&#257;yana. Therefore please be merciful unto Me. Deliver Me from this material bondage."</P><P CLASS=r><A CLASS=i HREF="271.htm"><B>CC &#256;di 17.271</B></A>: Ke&#347;ava Bh&#257;rat&#299; replied to the Lord, "You are the Supreme Personality of Godhead, the Supersoul. I must do whatever You cause me to do. I am not independent of You."</P><P CLASS=r><A CLASS=i HREF="272.htm"><B>CC &#256;di 17.272</B></A>: After saying this, Ke&#347;ava Bh&#257;rat&#299;, the spiritual master, went back to his village, Katwa. Lord Caitanya Mah&#257;prabhu went there and accepted the renounced order of life [sanny&#257;sa].</P><P CLASS=r><A CLASS=i HREF="273.htm"><B>CC &#256;di 17.273</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu accepted sanny&#257;sa, three personalities were with Him to perform all the necessary activities. They were Nity&#257;nanda Prabhu, Candra&#347;ekhara &#256;c&#257;rya and Mukunda Datta.</P><P CLASS=r><A CLASS=i HREF="274.htm"><B>CC &#256;di 17.274</B></A>: Thus I have summarized the incidents of the &#257;di-l&#299;l&#257;. &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has described them elaborately [in his Caitanya-bh&#257;gavata].</P><P CLASS=r><A CLASS=i HREF="275.htm"><B>CC &#256;di 17.275</B></A>: The same Supreme Personality of Godhead who appeared as the son of mother Ya&#347;od&#257; has now appeared as the son of mother &#346;ac&#299;, relishing four kinds of devotional activities.</P><P CLASS=r><A CLASS=i HREF="276.htm"><B>CC &#256;di 17.276</B></A>: To taste the mellows of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s loving affairs in Her relationship with Krishna, and to understand the reservoir of pleasure in Krishna, Krishna Himself, as &#346;r&#299; Caitanya Mah&#257;prabhu, accepted the mood of R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="277.htm"><B>CC &#256;di 17.277</B></A>: Lord Caitanya Mah&#257;prabhu accepted the mood of the gop&#299;s, who accept Vrajendranandana, &#346;r&#299; Krishna, as their lover.</P><P CLASS=r><A CLASS=i HREF="278.htm"><B>CC &#256;di 17.278</B></A>: It is firmly concluded that the ecstatic mood of the gop&#299;s is possible only before Krishna, and no one else.</P><P CLASS=r><A CLASS=i HREF="279.htm"><B>CC &#256;di 17.279</B></A>: He has a bluish complexion, a peacock feather on His head, a guñj&#257; garland and the decorations of a cowherd boy. His body is curved in three places, and He holds a flute to His mouth.</P><P CLASS=r><A CLASS=i HREF="280.htm"><B>CC &#256;di 17.280</B></A>: If Lord Krishna gives up this original form and assumes another Vishnu form, nearness to Him cannot invoke the ecstatic mood of the gop&#299;s.</P><P CLASS=r><A CLASS=i HREF="281.htm"><B>CC &#256;di 17.281</B></A>: "Once Lord &#346;r&#299; Krishna playfully manifested Himself as N&#257;r&#257;yana, with four victorious hands and a very beautiful form. When the gop&#299;s saw this exalted form, however, their ecstatic feelings were crippled. Even a learned scholar, therefore, cannot understand the gop&#299;s' ecstatic feelings, which are firmly fixed upon the original form of Lord Krishna as the son of Nanda Mah&#257;r&#257;ja. The wonderful feelings of the gop&#299;s in ecstatic parama-rasa with Krishna constitute the greatest mystery in spiritual life."</P><P CLASS=r><A CLASS=i HREF="282.htm"><B>CC &#256;di 17.282</B></A>: During the season of springtime, when the r&#257;sa dance was going on, suddenly Krishna disappeared from the scene, indicating that He wanted to be alone with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="283.htm"><B>CC &#256;di 17.283</B></A>: Krishna was sitting in a solitary bush, waiting for &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; to pass by. But while He was searching, the gop&#299;s arrived there, like a phalanx of soldiers.</P><P CLASS=r><A CLASS=i HREF="284.htm"><B>CC &#256;di 17.284</B></A>: "Just see!" the gop&#299;s said, seeing Krishna from a distant place. "Here within a bush is Krishna, the son of Nanda Mah&#257;r&#257;ja."</P><P CLASS=r><A CLASS=i HREF="285.htm"><B>CC &#256;di 17.285</B></A>: As soon as Krishna saw all the gop&#299;s, He was struck with emotion. Thus He could not hide Himself, and out of fear He became motionless.</P><P CLASS=r><A CLASS=i HREF="286.htm"><B>CC &#256;di 17.286</B></A>: Krishna assumed His four-armed N&#257;r&#257;yana form and sat there. When all the gop&#299;s came, they looked at Him and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="287.htm"><B>CC &#256;di 17.287</B></A>: "He is not Krishna! He is the Supreme Personality of Godhead, N&#257;r&#257;yana." After saying this, they offered obeisances and the following respectful prayers.</P><P CLASS=r><A CLASS=i HREF="288.htm"><B>CC &#256;di 17.288</B></A>: "O Lord N&#257;r&#257;yana, we offer our respectful obeisances unto You. Kindly be merciful to us. Give us the association of Krishna and thus vanquish our lamentation."</P><P CLASS=r><A CLASS=i HREF="289.htm"><B>CC &#256;di 17.289</B></A>: After saying this and offering obeisances, all the gop&#299;s dispersed. Then &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; came and appeared before Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="290.htm"><B>CC &#256;di 17.290</B></A>: When Lord Krishna saw R&#257;dh&#257;r&#257;n&#299;, He wanted to maintain the four-armed form to joke with Her.</P><P CLASS=r><A CLASS=i HREF="291.htm"><B>CC &#256;di 17.291</B></A>: In front of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, &#346;r&#299; Krishna had to hide the two extra arms. He tried His best to keep four arms before Her, but He was completely unable to do so.</P><P CLASS=r><A CLASS=i HREF="292.htm"><B>CC &#256;di 17.292</B></A>: The influence of R&#257;dh&#257;r&#257;n&#299;'s pure ecstasy is so inconceivably great that it forced Krishna to come to His original two-armed form.</P><P CLASS=r><A CLASS=i HREF="293.htm"><B>CC &#256;di 17.293</B></A>: "Prior to the r&#257;sa dance, Lord Krishna hid Himself in a grove just to have fun. When the gop&#299;s came, their eyes resembling those of deer, by His sharp intelligence He exhibited His beautiful four-armed form to hide Himself. But when &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; came there, Krishna could not maintain His four arms in Her presence. This is the wonderful glory of Her love."</P><P CLASS=r><A CLASS=i HREF="294.htm"><B>CC &#256;di 17.294</B></A>: Father Nanda, the King of Vrajabh&#363;mi, is now Jagann&#257;tha Mi&#347;ra, the father of Caitanya Mah&#257;prabhu. And mother Ya&#347;od&#257;, the Queen of Vrajabh&#363;mi, is now &#346;ac&#299;dev&#299;, Lord Caitanya's mother.</P><P CLASS=r><A CLASS=i HREF="295.htm"><B>CC &#256;di 17.295</B></A>: The former son of Nanda Mah&#257;r&#257;ja is now &#346;r&#299; Caitanya Mah&#257;prabhu, and the former Baladeva, Krishna's brother, is now Nity&#257;nanda Prabhu, the brother of Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="296.htm"><B>CC &#256;di 17.296</B></A>: &#346;r&#299; Nity&#257;nanda Prabhu always feels the ecstatic emotions of paternity, servitude and friendship. He always assists &#346;r&#299; Caitanya Mah&#257;prabhu in that way.</P><P CLASS=r><A CLASS=i HREF="297.htm"><B>CC &#256;di 17.297</B></A>: &#346;r&#299; Nity&#257;nanda Prabhu overflooded the entire world by distributing transcendental loving service. No one can understand His character and activities.</P><P CLASS=r><A CLASS=i HREF="298.htm"><B>CC &#256;di 17.298</B></A>: &#346;r&#299;la Advaita &#256;c&#257;rya Prabhu appeared as an incarnation of a devotee. He is in the category of Krishna, but He descended to this earth to propagate devotional service.</P><P CLASS=r><A CLASS=i HREF="299.htm"><B>CC &#256;di 17.299</B></A>: His natural emotions were always on the platform of fraternity and servitude, but the Lord sometimes treated Him as His spiritual master.</P><P CLASS=r><A CLASS=i HREF="300.htm"><B>CC &#256;di 17.300</B></A>: All the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu, headed by &#346;r&#299;v&#257;sa Th&#257;kura, have their own emotional humors in which they render service unto Him.</P><P CLASS=r><A CLASS=i HREF="301.htm"><B>CC &#256;di 17.301</B></A>: Personal associates like Gad&#257;dhara, Svar&#363;pa D&#257;modara, R&#257;m&#257;nanda R&#257;ya, and the six Gosv&#257;m&#299;s (headed by R&#363;pa Gosv&#257;m&#299;) are all situated in their respective transcendental humors. Thus the Lord submits to various positions in various transcendental mellows.</P><P CLASS=r><A CLASS=i HREF="302.htm"><B>CC &#256;di 17.302</B></A>: In krishna-l&#299;l&#257; the Lord's complexion is blackish. Holding a flute to His mouth, He enjoys as a cowherd boy. Now the selfsame person has appeared with a fair complexion, sometimes acting as a br&#257;hmana and sometimes accepting the renounced order of life.</P><P CLASS=r><A CLASS=i HREF="303.htm"><B>CC &#256;di 17.303</B></A>: Therefore the Lord Himself, accepting the emotional ecstasy of the gop&#299;s, now addresses the son of Nanda Mah&#257;r&#257;ja, "O master of My life! O My dear husband!"</P><P CLASS=r><A CLASS=i HREF="304.htm"><B>CC &#256;di 17.304</B></A>: He is Krishna, yet He has accepted the mood of the gop&#299;s. How is it so? It is the inconceivable character of the Lord, which is very difficult to understand.</P><P CLASS=r><A CLASS=i HREF="305.htm"><B>CC &#256;di 17.305</B></A>: One cannot understand the contradictions in Lord Caitanya's character by putting forward mundane logic and arguments. Consequently one should not maintain doubts in this connection. One should simply try to understand the inconceivable energy of Krishna; otherwise one cannot understand how such contradictions are possible.</P><P CLASS=r><A CLASS=i HREF="306.htm"><B>CC &#256;di 17.306</B></A>: The pastimes of &#346;r&#299; Krishna Caitanya Mah&#257;prabhu are inconceivable and wonderful. His ecstasy is wonderful, His qualities are wonderful, and His behavior is wonderful.</P><P CLASS=r><A CLASS=i HREF="307.htm"><B>CC &#256;di 17.307</B></A>: If one simply adheres to mundane arguments and therefore does not accept this, he will boil in the hell of Kumbh&#299;p&#257;ka. For him there is no deliverance.</P><P CLASS=r><A CLASS=i HREF="308.htm"><B>CC &#256;di 17.308</B></A>: "Anything transcendental to material nature is called inconceivable, whereas arguments are all mundane. Since mundane arguments cannot touch transcendental subject matters, one should not try to understand transcendental subjects through mundane arguments."</P><P CLASS=r><A CLASS=i HREF="309.htm"><B>CC &#256;di 17.309</B></A>: Only a person who has firm faith in the wonderful pastimes of Lord Caitanya Mah&#257;prabhu can approach His lotus feet.</P><P CLASS=r><A CLASS=i HREF="310.htm"><B>CC &#256;di 17.310</B></A>: In this discourse I have explained the essence of the devotional conclusion. Anyone who hears this develops unalloyed devotional service to the Lord.</P><P CLASS=r><A CLASS=i HREF="311.htm"><B>CC &#256;di 17.311</B></A>: If I repeat what is already written, I may thus relish the purpose of this scripture.</P><P CLASS=r><A CLASS=i HREF="312.htm"><B>CC &#256;di 17.312</B></A>: We can see in the scripture &#346;r&#299;mad-Bh&#257;gavatam the conduct of its author, &#346;r&#299; Vy&#257;sadeva. After speaking the narration, he repeats it again and again.</P><P CLASS=r><A CLASS=i HREF="313.htm"><B>CC &#256;di 17.313</B></A>: Therefore I shall enumerate the chapters of the &#256;di-l&#299;l&#257;. In the First Chapter I offer obeisances to the spiritual master, for this is the beginning of auspicious writing.</P><P CLASS=r><A CLASS=i HREF="314.htm"><B>CC &#256;di 17.314</B></A>: The Second Chapter explains the truth of &#346;r&#299; Caitanya Mah&#257;prabhu. He is the Supreme Personality of Godhead, Lord Krishna, the son of Mah&#257;r&#257;ja Nanda.</P><P CLASS=r><A CLASS=i HREF="315.htm"><B>CC &#256;di 17.315</B></A>: &#346;r&#299; Krishna Caitanya Mah&#257;prabhu, who is Krishna Himself, has now appeared as the son of mother &#346;ac&#299;. The Third Chapter describes the general cause of His appearance.</P><P CLASS=r><A CLASS=i HREF="316.htm"><B>CC &#256;di 17.316</B></A>: The Third Chapter specifically describes the distribution of love of Godhead. It also describes the religion of the age, which is simply to distribute the holy name of Lord Krishna and propagate the process of loving Him.</P><P CLASS=r><A CLASS=i HREF="317.htm"><B>CC &#256;di 17.317</B></A>: The Fourth Chapter describes the main reason for His appearance, which is to taste the mellows of His own transcendental loving service and His own sweetness.</P><P CLASS=r><A CLASS=i HREF="318.htm"><B>CC &#256;di 17.318</B></A>: The Fifth Chapter describes the truth of Lord Nity&#257;nanda Prabhu, who is none other than Balar&#257;ma, the son of Rohin&#299;.</P><P CLASS=r><A CLASS=i HREF="319.htm"><B>CC &#256;di 17.319</B></A>: The Sixth Chapter considers the truth of Advaita &#256;c&#257;rya. He is an incarnation of Mah&#257;-Vishnu.</P><P CLASS=r><A CLASS=i HREF="320.htm"><B>CC &#256;di 17.320</B></A>: The Seventh Chapter describes the Pañca-tattva &#8212; &#346;r&#299; Caitanya, Prabhu Nity&#257;nanda, &#346;r&#299; Advaita, Gad&#257;dhara and &#346;r&#299;v&#257;sa. They all combined together to distribute love of Godhead everywhere.</P><P CLASS=r><A CLASS=i HREF="321.htm"><B>CC &#256;di 17.321</B></A>: The Eighth Chapter gives the reason for describing Lord Caitanya's pastimes. It also describes the greatness of Lord Krishna's holy name.</P><P CLASS=r><A CLASS=i HREF="322.htm"><B>CC &#256;di 17.322</B></A>: The Ninth Chapter describes the desire tree of devotional service. &#346;r&#299; Caitanya Mah&#257;prabhu Himself is the gardener who planted it.</P><P CLASS=r><A CLASS=i HREF="323.htm"><B>CC &#256;di 17.323</B></A>: The Tenth Chapter describes the branches and subbranches of the main trunk and the distribution of their fruits.</P><P CLASS=r><A CLASS=i HREF="324.htm"><B>CC &#256;di 17.324</B></A>: The Eleventh Chapter describes the branch called &#346;r&#299; Nity&#257;nanda Prabhu. The Twelfth Chapter describes the branch called &#346;r&#299; Advaita Prabhu.</P><P CLASS=r><A CLASS=i HREF="325.htm"><B>CC &#256;di 17.325</B></A>: The Thirteenth Chapter describes the birth of &#346;r&#299; Caitanya Mah&#257;prabhu, which took place with the chanting of the holy name of Krishna.</P><P CLASS=r><A CLASS=i HREF="326.htm"><B>CC &#256;di 17.326</B></A>: The Fourteenth Chapter gives some description of the Lord's childhood pastimes. The Fifteenth briefly describes the Lord's boyhood pastimes.</P><P CLASS=r><A CLASS=i HREF="327.htm"><B>CC &#256;di 17.327</B></A>: In the Sixteenth Chapter I have indicated the pastimes of the kai&#347;ora age [the age prior to youth]. In the Seventeenth Chapter I have specifically described His youthful pastimes.</P><P CLASS=r><A CLASS=i HREF="328.htm"><B>CC &#256;di 17.328</B></A>: Thus there are seventeen varieties of subjects in the first canto, which is known as the &#256;di-l&#299;l&#257;. Twelve of these constitute the preface of this scripture.</P><P CLASS=r><A CLASS=i HREF="329.htm"><B>CC &#256;di 17.329</B></A>: After the chapters of the preface, I have described five transcendental mellows in five chapters. I have described them very briefly rather than expansively.</P><P CLASS=r><A CLASS=i HREF="330.htm"><B>CC &#256;di 17.330</B></A>: By the order and strength of &#346;r&#299; Nity&#257;nanda Prabhu, &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has elaborately described in his Caitanya-ma&#324;gala all that I have not.</P><P CLASS=r><A CLASS=i HREF="331.htm"><B>CC &#256;di 17.331</B></A>: The pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu are wonderful and unlimited. Even personalities like Lord Brahm&#257;, Lord &#346;iva and &#346;esha N&#257;ga cannot find their end.</P><P CLASS=r><A CLASS=i HREF="332.htm"><B>CC &#256;di 17.332</B></A>: Anyone who describes or hears any part of this elaborate subject will very soon receive the causeless mercy of &#346;r&#299; Krishna Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="333.htm"><B>CC &#256;di 17.333</B></A>: [Herein the author again describes the Pañca-tattva.] &#346;r&#299; Krishna Caitanya, Prabhu Nity&#257;nanda, &#346;r&#299; Advaita, Gad&#257;dhara, &#346;r&#299;v&#257;sa and all the devotees of Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="334.htm"><B>CC &#256;di 17.334</B></A>: I offer my respectful obeisances to all the residents of Vrind&#257;vana. I wish to place their lotus feet on my head in great humbleness.</P><P CLASS=r><A CLASS=i HREF="336.htm"><B>CC &#256;di 17.336</B></A>: I wish to place the lotus feet of the Gosv&#257;m&#299;s on my head. Their names are &#346;r&#299; Svar&#363;pa D&#257;modara, &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; San&#257;tana Gosv&#257;m&#299;, &#346;r&#299; Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; and &#346;r&#299; J&#299;va Gosv&#257;m&#299;. Placing their lotus feet on my head, always hoping to serve them, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>