<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 17"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Pastimes of Lord Caitanya Mah&#257;prabhu in His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 17 Summary</P><P>The Seventeenth Chapter, as summarized by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya, describes Lord Caitanya Mah&#257;prabhu's pastimes from His sixteenth year until the time He accepted the renounced order of life. &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has already vividly described these pastimes in the Caitanya-bh&#257;gavata; therefore Krishna d&#257;sa Kavir&#257;ja Gosv&#257;m&#299; describes them only briefly. Vivid descriptions of some portions of His pastimes are seen in this chapter, however, because Vrind&#257;vana d&#257;sa Th&#257;kura has not elaborately described them.</P><P>In this chapter we shall find descriptions of the mango distribution festival and Lord Caitanya's discourses with Chand Kazi. Finally, the chapter shows that the same son of mother Ya&#347;od&#257;, Lord Krishna, tasted four transcendental mellows of devotional service in His form of &#346;ac&#299;nandana, the son of mother &#346;ac&#299;. To understand &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s ecstatic love for Him, Lord &#346;r&#299; Krishna assumed the form of Lord Caitanya Mah&#257;prabhu. The attitude of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is considered the superexcellent devotional mentality. As Caitanya Mah&#257;prabhu, Krishna Himself assumed the position of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; to taste Her ecstatic situation. No one else could do this.</P><P>When &#346;r&#299; Krishna assumed the form of the four-armed N&#257;r&#257;yana, the gop&#299;s showed their respect, but they were not very interested in Him. In the ecstatic love of the gop&#299;s, all worshipable forms but Krishna are rejected. Among all the gop&#299;s, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; has the highest ecstatic love. When Krishna in His form of N&#257;r&#257;yana saw R&#257;dh&#257;r&#257;n&#299;, He could not keep His position as N&#257;r&#257;yana, and again He assumed the form of Krishna.</P><P>The King of Vrajabh&#363;mi is Nanda Mah&#257;r&#257;ja, and the same person in Navadv&#299;pa is Jagann&#257;tha Mi&#347;ra, the father of Caitanya Mah&#257;prabhu. Similarly, mother Ya&#347;od&#257; is the Queen of Vrajabh&#363;mi, and in the pastimes of Lord Caitanya she is &#346;ac&#299;m&#257;t&#257;. Therefore the son of &#346;ac&#299; is the son of Ya&#347;od&#257;. &#346;r&#299; Nity&#257;nanda occupies an ecstatic position of parental love in servitude and fraternal attraction. &#346;r&#299; Advaita Prabhu exhibits the ecstasy of both fraternity and servitude. All the Lord's other associates, situated in their original love, engage in the service of Lord Caitanya Mah&#257;prabhu.</P><P>The same Absolute Truth who enjoys as Krishna, &#346;y&#257;masundara, who plays His flute and dances with the gop&#299;s, sometimes takes birth in a br&#257;hmana family and plays the part of &#346;r&#299; Caitanya Mah&#257;prabhu, accepting the renounced order of life. It appears contradictory that the same Krishna accepted the ecstasy of the gop&#299;s, and of course this is very difficult for an ordinary person to understand. But if we accept the inconceivable energy of the Supreme Personality of Godhead, we can understand that everything is possible. There is no need of mundane arguments in this connection, because mundane arguments are meaningless in regard to inconceivable potency.</P><P>At the end of the Seventeenth Chapter, &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, following in the footsteps of &#346;r&#299;la Vy&#257;sadeva, has summarized all the &#257;di-l&#299;l&#257; pastimes separately.</P><P CLASS=l><A CLASS=i HREF="../16/111.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>