<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.15</P><P CLASS=c>ambhojanma-janis tad-antara-gato m&#257;y&#257;rbhakasye&#347;itur</P><P CLASS=c>drashtum mañju mahitvam anyad api tad-vats&#257;n ito vatsap&#257;n</P><P CLASS=c>n&#299;tv&#257;nyatra kur&#363;dvah&#257;ntaradadh&#257;t khe 'vasthito yah pur&#257;</P><P CLASS=c>drishtv&#257;gh&#257;sura-mokshanam prabhavatah pr&#257;ptah param vismayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ambhojanma">ambhojanma</A>-<A CLASS=v HREF="http://vedabase.net/j/janih">janih</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, who was born from <A HREF="http://vedabase.net/a/a">a</A> lotus flower; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/antara">antara</A>-<A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; now became entangled with the affairs of <A HREF="http://vedabase.net/k/krsna">Krishna</A>, who was enjoying luncheon pastimes with His <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boys; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/arbhakasya">arbhakasya</A> &#8212; of the boys <A HREF="http://vedabase.net/m/made">made</A> by <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/i/isituh">&#299;&#347;ituh</A> &#8212; of the supreme controller; <A CLASS=v HREF="http://vedabase.net/d/drastum">drashtum</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/m/manju">mañju</A> &#8212; very pleasing; <A CLASS=v HREF="http://vedabase.net/m/mahitvam">mahitvam</A> <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; other glories of the Lord also; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsan">vats&#257;n</A> &#8212; their calves; <A CLASS=v HREF="http://vedabase.net/i/itah">itah</A> &#8212; than that place where they were; <A CLASS=v HREF="http://vedabase.net/v/vatsa">vatsa</A>-<A CLASS=v HREF="http://vedabase.net/p/pan">p&#257;n</A> &#8212; and the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boys taking <A HREF="http://vedabase.net/c/care">care</A> of the calves; <A CLASS=v HREF="http://vedabase.net/n/nitva">n&#299;tv&#257;</A> &#8212; bringing them; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> different place; <A CLASS=v HREF="http://vedabase.net/k/kurudvaha">kur&#363;dvaha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/a/antara">antara</A>-<A CLASS=v HREF="http://vedabase.net/d/dadhat">dadh&#257;t</A> &#8212; kept hidden and invisible for some time; <A CLASS=v HREF="http://vedabase.net/k/khe">khe</A> <A CLASS=v HREF="http://vedabase.net/a/avasthitah">avasthitah</A> <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; this person <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, who was situated <A HREF="http://vedabase.net/i/in">in</A> the higher planetary system <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; formerly; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; was observing; <A CLASS=v HREF="http://vedabase.net/a/aghasura">agh&#257;sura</A>-<A CLASS=v HREF="http://vedabase.net/m/moksanam">mokshanam</A> &#8212; the wonderful killing and deliverance of <A HREF="http://vedabase.net/a/aghasura">Agh&#257;sura</A> from material tribulation; <A CLASS=v HREF="http://vedabase.net/p/prabhavatah">prabhavatah</A> &#8212; of the all-potent Supreme Person; <A CLASS=v HREF="http://vedabase.net/p/praptah">pr&#257;ptah</A> <A CLASS=v HREF="http://vedabase.net/p/param">param</A> <A CLASS=v HREF="http://vedabase.net/v/vismayam">vismayam</A> &#8212; <A HREF="http://vedabase.net/h/had">had</A> become extremely astonished.</P><P CLASS=t>TRANSLATION</P><P>O Mah&#257;r&#257;ja Par&#299;kshit, Brahm&#257;, who resides in the higher planetary system in the sky, had observed the activities of the most powerful Krishna in killing and delivering Agh&#257;sura, and he was astonished. Now that same Brahm&#257; wanted to show some of his own power and see the power of Krishna, who was engaged in His childhood pastimes, playing as if with ordinary cowherd boys. Therefore, in Krishna's absence, Brahm&#257; took all the boys and calves to another place. Thus he became entangled, for in the very near future he would see how powerful Krishna was.</P><P CLASS=t>PURPORT</P><P>When Agh&#257;sura was being killed by Krishna, who was accompanied by His associates, Brahm&#257; was astonished, but when he saw that Krishna was very much enjoying His pastimes of lunch, he was even more astonished and wanted to test whether Krishna was actually there. Thus he became entangled in Krishna's m&#257;y&#257;. After all, Brahm&#257; was born materially. As mentioned here, ambhojanma janih: he was born of ambhoja, a lotus flower. It does not matter that he was born of a lotus and not of any man, animal or material father. A lotus is also material, and anyone born through the material energy must be subject to the four material deficiencies: bhrama (the tendency to commit mistakes), pram&#257;da (the tendency to be illusioned), vipralips&#257; (the tendency to cheat) and karan&#257;p&#257;tava (imperfect senses). Thus Brahm&#257; also became entangled.</P><P>Brahm&#257;, with his m&#257;y&#257;, wanted to test whether Krishna was actually present. These cowherd boys were but expansions of Krishna's personal self (&#257;nanda-cinmaya-rasa-pratibh&#257;vit&#257;bhih). Later Krishna would show Brahm&#257; how He expands Himself into everything as His personal pleasure, &#257;nanda-cinmaya-rasa. Hl&#257;din&#299; &#347;aktir asm&#257;t: Krishna has a transcendental potency called hl&#257;din&#299; &#347;akti. He does not enjoy anything that is a product of the material energy. Brahm&#257;, therefore, would see Lord Krishna expand His energy.</P><P>Brahm&#257; wanted to take away Krishna's associates, but instead he took away some other boys and calves. R&#257;vana wanted to take away S&#299;t&#257;, but that was impossible, and instead he took away a m&#257;y&#257; S&#299;t&#257;. Similarly, Brahm&#257; took away m&#257;y&#257;rbhak&#257;h: boys manifested by Krishna's m&#257;y&#257;. Brahm&#257; could show some extraordinary opulence to the m&#257;y&#257;rbhak&#257;h; but he could not show any extraordinary potency to Krishna's associates. That he would see in the very near future. M&#257;y&#257;rbhakasya &#299;&#347;ituh. This bewilderment, this m&#257;y&#257;, was caused by the supreme controller, prabhavatah &#8212; the all-potent Supreme person, Krishna &#8212; and we shall see the result. Anyone materially born is subject to bewilderment. This pastime is therefore called brahma-vimohana-l&#299;l&#257;, the pastime of bewildering Brahm&#257;. Mohitam n&#257;bhij&#257;n&#257;ti m&#257;m ebhyah param avyayam (<A CLASS=v HREF="../../../bg/7/13.htm">Bg. 7.13</A>). Materially born persons cannot fully understand Krishna. Even the demigods cannot understand Him (muhyanti yat s&#363;rayah). Tene brahm&#257; hrid&#257; ya &#257;di-kavaye (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/1/1.htm">1.1.1</A>). Everyone, from Brahm&#257; down to the small insect, must take lessons from Krishna.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>