<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.20</P><P CLASS=c>svayam &#257;tm&#257;tma-govats&#257;n</P><P CLASS=c>prativ&#257;ry&#257;tma-vatsapaih</P><P CLASS=c>kr&#299;dann &#257;tma-vih&#257;rai&#347; ca</P><P CLASS=c>sarv&#257;tm&#257; pr&#257;vi&#347;ad vrajam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>, who is personally the Supreme Soul, the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/g/go">go</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsan">vats&#257;n</A> &#8212; now expanded into calves that were also <A HREF="http://vedabase.net/h/he">He</A> Himself; <A CLASS=v HREF="http://vedabase.net/p/prativarya">prativ&#257;rya</A> <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsapaih">vatsapaih</A> &#8212; again <A HREF="http://vedabase.net/h/he">He</A> Himself was represented <A HREF="http://vedabase.net/a/as">as</A> the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boys controlling and commanding the calves; <A CLASS=v HREF="http://vedabase.net/k/kridan">kr&#299;dan</A> &#8212; thus Himself constituting everything <A HREF="http://vedabase.net/i/in">in</A> these transcendental pastimes; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/viharaih">vih&#257;raih</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; enjoying Himself by Himself <A HREF="http://vedabase.net/i/in">in</A> different ways; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/pravisat">pr&#257;vi&#347;at</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/v/vrajam">vrajam</A> &#8212; Vrajabh&#363;mi, the land of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/n/nanda">Nanda</A> and <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>.</P><P CLASS=t>TRANSLATION</P><P>Now expanding Himself so as to appear as all the calves and cowherd boys, all of them as they were, and at the same time appear as their leader, Krishna entered Vrajabh&#363;mi, the land of His father, Nanda Mah&#257;r&#257;ja, just as He usually did while enjoying their company.</P><P CLASS=t>PURPORT</P><P>Krishna usually stayed in the forest and pasturing ground, taking care of the calves and cows with His associates the cowherd boys. Now that the original group had been taken away by Brahm&#257;, Krishna Himself assumed the forms of every member of the group, without anyone's knowledge, even the knowledge of Baladeva, and continued the usual program. He was ordering His friends to do this and that, and He was controlling the calves and going into the forest to search for them when they went astray, allured by new grass, but these calves and boys were He Himself. This was Krishna's inconceivable potency. As explained by &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, r&#257;dh&#257; krishna-pranaya-vikritir hl&#257;din&#299; &#347;aktir asm&#257;t. R&#257;dh&#257; and Krishna are the same. Krishna, by expanding His pleasure potency, becomes R&#257;dh&#257;r&#257;n&#299;. The same pleasure potency (&#257;nanda-cinmaya-rasa) was expanded by Krishna when He Himself became all the calves and boys and enjoyed transcendental bliss in Vrajabh&#363;mi. This was done by the yogam&#257;y&#257; potency and was inconceivable to persons under the potency of mah&#257;m&#257;y&#257;.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>