<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.25</P><P CLASS=c>go-gop&#299;n&#257;m m&#257;trit&#257;sminn</P><P CLASS=c>&#257;s&#299;t snehardhik&#257;m vin&#257;</P><P CLASS=c>purovad &#257;sv api hares</P><P CLASS=c>tokat&#257; m&#257;yay&#257; vin&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/go">go</A>-<A CLASS=v HREF="http://vedabase.net/g/gopinam">gop&#299;n&#257;m</A> &#8212; for both the cows and the gop&#299;s, the elderly <A HREF="http://vedabase.net/c/cowherd">cowherd</A> women; <A CLASS=v HREF="http://vedabase.net/m/matrta">m&#257;trit&#257;</A> &#8212; motherly affection; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; unto <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; there ordinarily was; <A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A> &#8212; of affection; <A CLASS=v HREF="http://vedabase.net/r/rdhikam">ridhik&#257;m</A> &#8212; any increase; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/p/purah">purah</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like before; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;su</A> &#8212; there was among the cows and gop&#299;s; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tokata">tokat&#257;</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A> is my son; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>.</P><P CLASS=t>TRANSLATION</P><P>Previously, from the very beginning, the gop&#299;s had motherly affection for Krishna. Indeed, their affection for Krishna exceeded even their affection for their own sons. In displaying their affection, they had thus distinguished between Krishna and their sons, but now that distinction disappeared.</P><P CLASS=t>PURPORT</P><P>The distinction between one's own son and another's son is not unnatural. Many elderly women have motherly affection for the sons of others. They observe distinctions, however, between those other sons and their own. But now the elderly gop&#299;s could not distinguish between their own sons and Krishna, for since their own sons had been taken by Brahm&#257;, Krishna had expanded as their sons. Therefore, their extra affection for their sons, who were now Krishna Himself, was due to bewilderment resembling that of Brahm&#257;. Previously, the mothers of &#346;r&#299;d&#257;m&#257;, Sud&#257;m&#257;, Subala and Krishna's other friends did not have the same affection for one another's sons, but now the gop&#299;s treated all the boys as their own. &#346;ukadeva Gosv&#257;m&#299;, therefore, wanted to explain this increment of affection in terms of Krishna's bewilderment of Brahm&#257;, the gop&#299;s, the cows and everyone else.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>