<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.35</P><P CLASS=c>vrajasya r&#257;mah premardher</P><P CLASS=c>v&#299;kshyautkanthyam anukshanam</P><P CLASS=c>mukta-staneshv apatyeshv apy</P><P CLASS=c>ahetu-vid acintayat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vrajasya">vrajasya</A> &#8212; of the herd of cows; <A CLASS=v HREF="http://vedabase.net/r/ramah">r&#257;mah</A> &#8212; <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/r/rdheh">ridheh</A> &#8212; because of <A HREF="http://vedabase.net/a/an">an</A> increase of affection; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; after observing; <A CLASS=v HREF="http://vedabase.net/a/aut">aut</A>-<A CLASS=v HREF="http://vedabase.net/k/kanthyam">kanthyam</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A>-<A CLASS=v HREF="http://vedabase.net/k/ksanam">kshanam</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A>-<A CLASS=v HREF="http://vedabase.net/s/stanesu">staneshu</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> grown up and were <A HREF="http://vedabase.net/n/no">no</A> longer drawing milk from their mothers; <A CLASS=v HREF="http://vedabase.net/a/apatyesu">apatyeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> regard <A HREF="http://vedabase.net/t/to">to</A> those calves; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/ahetu">ahetu</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; not understanding the reason; <A CLASS=v HREF="http://vedabase.net/a/acintayat">acintayat</A> &#8212; began <A HREF="http://vedabase.net/t/to">to</A> consider <A HREF="http://vedabase.net/a/as">as</A> follows.</P><P CLASS=t>TRANSLATION</P><P>Because of an increase of affection, the cows had constant attachment even to those calves that were grown up and had stopped sucking milk from their mothers. When Baladeva saw this attachment, He was unable to understand the reason for it, and thus He began to consider as follows.</P><P CLASS=t>PURPORT</P><P>The cows had younger calves who had started sucking milk from their mothers, and some of the cows had newly given birth, but now, because of love, the cows enthusiastically showed their affection for the older calves, which had left off milking. These calves were grown up, but still the mothers wanted to feed them. Therefore Balar&#257;ma was a little surprised, and He wanted to inquire from Krishna about the reason for their behavior. The mothers were actually more anxious to feed the older calves, although the new calves were present, because the older calves were expansions of Krishna. These surprising events were taking place by the manipulation of yogam&#257;y&#257;. There are two m&#257;y&#257;s working under the direction of Krishna &#8212; mah&#257;m&#257;y&#257;, the energy of the material world, and yogam&#257;y&#257;, the energy of the spiritual world. These uncommon events were taking place because of the influence of yogam&#257;y&#257;. From the very day on which Brahm&#257; stole the calves and boys, yogam&#257;y&#257; acted in such a way that the residents of Vrind&#257;vana, including even Lord Balar&#257;ma, could not understand how yogam&#257;y&#257; was working and causing such uncommon things to happen. But as yogam&#257;y&#257; gradually acted, Balar&#257;ma in particular was able to understand what was happening, and therefore He inquired from Krishna.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>