<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.39</P><P CLASS=c>naite sure&#347;&#257; rishayo na caite</P><P CLASS=c>tvam eva bh&#257;s&#299;&#347;a bhid-&#257;&#347;raye 'pi</P><P CLASS=c>sarvam prithak tvam nigam&#257;t katham vadety</P><P CLASS=c>uktena vrittam prabhun&#257; balo 'vait</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; these boys; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;&#257;h</A> &#8212; the best of the demigods; <A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; great sages; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; these calves; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You (<A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/b/bhasi">bh&#257;si</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> manifesting; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme controller; <A CLASS=v HREF="http://vedabase.net/b/bhit">bhit</A>-<A CLASS=v HREF="http://vedabase.net/a/asraye">&#257;&#347;raye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the existence of varieties of difference; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; existing; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You (<A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/n/nigamat">nigam&#257;t</A> &#8212; briefly; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/v/vada">vada</A> &#8212; please explain; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/uktena">uktena</A> &#8212; having been requested (by <A HREF="http://vedabase.net/b/baladeva">Baladeva</A>); <A CLASS=v HREF="http://vedabase.net/v/vrttam">vrittam</A> &#8212; the situation; <A CLASS=v HREF="http://vedabase.net/p/prabhuna">prabhun&#257;</A> &#8212; (having been explained) by Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/balah">balah</A> &#8212; <A HREF="http://vedabase.net/b/baladeva">Baladeva</A>; <A CLASS=v HREF="http://vedabase.net/a/avait">avait</A> &#8212; understood.</P><P CLASS=t>TRANSLATION</P><P>Lord Baladeva said, "O supreme controller! These boys are not great demigods, as I previously thought. Nor are these calves great sages like N&#257;rada. Now I can see that You alone are manifesting Yourself in all varieties of difference. Although one, You are existing in the different forms of the calves and boys. Please briefly explain this to Me." Having thus been requested by Lord Baladeva, Krishna explained the whole situation, and Baladeva understood it.</P><P CLASS=t>PURPORT</P><P>Inquiring from Krishna about the actual situation, Lord Balar&#257;ma said, "My dear Krishna, in the beginning I thought that all these cows, calves and cowherd boys were either great sages and saintly persons or demigods, but at the present it appears that they are actually Your expansions. They are all You; You Yourself are playing as the calves and cows and boys. What is the mystery of this situation? Where have those other calves and cows and boys gone? And why are You expanding Yourself as the cows, calves and boys? Will You kindly tell Me what is the cause?" At the request of Balar&#257;ma, Krishna briefly explained the whole situation: how the calves and boys were stolen by Brahm&#257; and how He was concealing the incident by expanding Himself so that people would not know that the original cows, calves and boys were missing. Balar&#257;ma understood, therefore, that this was not m&#257;y&#257; but Krishna's opulence. Krishna has all opulences, and this was but another opulence of Krishna.</P><P>"At first," Lord Balar&#257;ma said, "I thought that these boys and calves were a display of the power of great sages like N&#257;rada, but now I see that all these boys and calves are You." After inquiring from Krishna, Lord Balar&#257;ma understood that Krishna Himself had become many. That the Lord can do this is stated in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/33.htm">5.33</A>). Advaitam acyutam an&#257;dim ananta-r&#363;pam: although He is one, He can expand Himself in so many forms. According to the Vedic version, ekam bahu sy&#257;m: He can expand Himself into many thousands and millions but still remain one. In that sense, everything is spiritual because everything is an expansion of Krishna; that is, everything is an expansion either of Krishna Himself or of His potency. Because the potency is nondifferent from the potent, the potency and the potent are one (&#347;akti-&#347;aktimatayor abhedah). The M&#257;y&#257;v&#257;d&#299;s, however, say, cid-acit-samanvayah: spirit and matter are one. This is a wrong conception. Spirit (cit) is different from matter (acit), as explained by Krishna Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/4.htm">7.4-5</A>):</P><P>bh&#363;mir &#257;po 'nalo v&#257;yuh</P><P CLASS=n>kham mano buddhir eva ca</P><P CLASS=n>aha&#324;k&#257;ra it&#299;yam me</P><P CLASS=n>bhinn&#257; prakritir ashtadh&#257;</P><P CLASS=n>apareyam itas tv any&#257;m</P><P CLASS=n>prakritim viddhi me par&#257;m</P><P CLASS=n>j&#299;va-bh&#363;t&#257;m mah&#257;-b&#257;ho</P><P CLASS=n>yayedam dh&#257;ryate jagat</P><P>"Earth, water, fire, air, ether, mind, intelligence and false ego &#8212; all together these eight comprise My separated material energies. But besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of all living entities who are struggling with material nature and are sustaining the universe." Spirit and matter cannot be made one, for actually they are superior and inferior energies, yet the M&#257;y&#257;v&#257;d&#299;s, or Advaita-v&#257;d&#299;s, try to make them one. This is wrong. Although spirit and matter ultimately come from the same one source, they cannot be made one. For example, there are many things that come from our bodies, but although they come from the same source, they cannot be made one. We should be careful to note that although the supreme source is one, the emanations from this source should be separately regarded as inferior and superior. The difference between the M&#257;y&#257;v&#257;da and Vaishnava philosophies is that the Vaishnava philosophy recognizes this fact. &#346;r&#299; Caitanya Mah&#257;prabhu's philosophy, therefore, is called acintya-bhed&#257;bheda &#8212; simultaneous oneness and difference. For example, fire and heat cannot be separated, for where there is fire there is heat and where there is heat there is fire. Nonetheless, although we cannot touch fire, heat we can tolerate. Therefore, although they are one, they are different.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>