<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.40</P><P CLASS=c>t&#257;vad ety&#257;tmabh&#363;r &#257;tma-</P><P CLASS=c>m&#257;nena truty-anehas&#257;</P><P CLASS=c>purovad &#257;bdam kr&#299;dantam</P><P CLASS=c>dadri&#347;e sa-kalam harim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; for <A HREF="http://vedabase.net/s/so">so</A> long; <A CLASS=v HREF="http://vedabase.net/e/etya">etya</A> &#8212; after returning; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuh">bh&#363;h</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/manena">m&#257;nena</A> &#8212; by his (<A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>'s) own measurement; <A CLASS=v HREF="http://vedabase.net/t/truti">truti</A>-<A CLASS=v HREF="http://vedabase.net/a/anehasa">anehas&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> moment's time; <A CLASS=v HREF="http://vedabase.net/p/purah">purah</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A> previously; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/abdam">abdam</A> &#8212; for one year (by human measurement of time); <A CLASS=v HREF="http://vedabase.net/k/kridantam">kr&#299;dantam</A> &#8212; playing; <A CLASS=v HREF="http://vedabase.net/d/dadrse">dadri&#347;e</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> saw; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/k/kalam">kalam</A> &#8212; along with His expansions; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; Lord <A HREF="http://vedabase.net/h/hari">Hari</A> (<A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>).</P><P CLASS=t>TRANSLATION</P><P>When Lord Brahm&#257; returned after a moment of time had passed (according to his own measurement), he saw that although by human measurement a complete year had passed, Lord Krishna, after all that time, was engaged just as before in playing with the boys and calves, who were His expansions.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257; had gone away for only a moment of his time, but when he returned, a year of human time had passed. On different planets, the calculation of time is different. To give an example, a man-made satellite may orbit the earth in an hour and twenty-five minutes and thus complete one full day, although a day ordinarily takes twenty-four hours for those living on earth. Therefore, what was but a moment for Brahm&#257; was one year on earth. Krishna continued to expand Himself in so many forms for one year, but by the arrangement of yogam&#257;y&#257; no one could understand this but Balar&#257;ma.</P><P>After one moment of Brahm&#257;'s calculation, Brahm&#257; came back to see the fun caused by his stealing the boys and calves. But he was also afraid that he was playing with fire. Krishna was his master, and he had played mischief for fun by taking away Krishna's calves and boys. He was really anxious, so he did not stay away very long; he came back after a moment (of his calculation). When Brahm&#257; returned, he saw that all the boys, calves and cows were playing with Krishna in the same way as when he had come upon them; by Krishna's display of yogam&#257;y&#257;, the same pastimes were going on without any change.</P><P>On the day when Lord Brahm&#257; had first come, Baladeva could not go with Krishna and the cowherd boys, for it was His birthday, and His mother had kept Him back for the proper ceremonial bath, called &#347;&#257;ntika-sn&#257;na. Therefore Lord Baladeva was not taken by Brahm&#257; at that time. Now, one year later, Brahm&#257; returned, and because he returned on exactly the same day, Baladeva was again kept at home for His birthday. Therefore, although this verse mentions that Brahm&#257; saw Krishna and all the cowherd boys, Baladeva is not mentioned. It was five or six days earlier that Baladeva had inquired from Krishna about the extraordinary affection of the cows and cowherd men, but now, when Brahm&#257; returned, Brahm&#257; saw all the calves and cowherd boys playing with Krishna as expansions of Krishna, but he did not see Baladeva. As in the previous year, Lord Baladeva did not go to the woods on the day Lord Brahm&#257; appeared there.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>