<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.41</P><P CLASS=c>y&#257;vanto gokule b&#257;l&#257;h</P><P CLASS=c>sa-vats&#257;h sarva eva hi</P><P CLASS=c>m&#257;y&#257;&#347;aye &#347;ay&#257;n&#257; me</P><P CLASS=c>n&#257;dy&#257;pi punar utthit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yavantah">y&#257;vantah</A> &#8212; whatsoever, <A HREF="http://vedabase.net/a/as">as</A> many <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/g/gokule">gokule</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/g/gokula">Gokula</A>; <A CLASS=v HREF="http://vedabase.net/b/balah">b&#257;l&#257;h</A> &#8212; boys; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsah">vats&#257;h</A> &#8212; along with their calves; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/asaye">&#257;&#347;aye</A> &#8212; on the bed of <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sayanah">&#347;ay&#257;n&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> sleeping; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/u/utthitah">utthit&#257;h</A> &#8212; have risen.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; thought: Whatever boys and calves there were in Gokula, I have kept them sleeping on the bed of my mystic potency, and to this very day they have not yet risen again.</P><P CLASS=t>PURPORT</P><P>For one year Lord Brahm&#257; kept the calves and boys lying down in a cave by his mystic power. Therefore when Brahm&#257; saw Lord Krishna still playing with all the cows and calves, he began trying to reason about what was happening. "What is this?" he thought. "Maybe I took those calves and cowherd boys away but now they have been taken from that cave. Is this what has happened? Has Krishna brought them back here?" Then, however, Lord Brahm&#257; saw that the calves and boys he had taken were still in the same mystic m&#257;y&#257; into which he had put them. Thus he concluded that the calves and cowherd boys now playing with Krishna were different from the ones in the cave. He could understand that although the original calves and boys were still in the cave where he had put them, Krishna had expanded Himself and so the present demonstration of calves and boys consisted of expansions of Krishna. They had the same features, the same mentality and the same intentions, but they were all Krishna.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>