<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.44</P><P CLASS=c>evam sammohayan vishnum</P><P CLASS=c>vimoham vi&#347;va-mohanam</P><P CLASS=c>svayaiva m&#257;yay&#257;jo 'pi</P><P CLASS=c>svayam eva vimohitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/s/sammohayan">sammohayan</A> &#8212; wanting <A HREF="http://vedabase.net/t/to">to</A> mystify; <A CLASS=v HREF="http://vedabase.net/v/visnum">vishnum</A> &#8212; the all-pervading Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/v/vimoham">vimoham</A> &#8212; who can never be mystified; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/m/mohanam">mohanam</A> &#8212; but who mystifies the entire universe; <A CLASS=v HREF="http://vedabase.net/s/svaya">svay&#257;</A> &#8212; by his (<A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>'s) own; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by mystic power; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/vimohitah">vimohitah</A> &#8212; was <A HREF="http://vedabase.net/p/put">put</A> into bewilderment, became mystified.</P><P CLASS=t>TRANSLATION</P><P>Thus because Lord Brahm&#257; wanted to mystify the all-pervading Lord Krishna, who can never be mystified, but who, on the contrary, mystifies the entire universe, he himself was put into bewilderment by his own mystic power.</P><P CLASS=t>PURPORT</P><P>Brahm&#257; wanted to bewilder Krishna, who bewilders the entire universe. The whole universe is under Krishna's mystic power (mama m&#257;y&#257; duratyay&#257;), but Brahm&#257; wanted to mystify Him. The result was that Brahm&#257; himself was mystified, just as one who wants to kill another may himself be killed. In other words, Brahm&#257; was defeated by his own attempt. In a similar position are the scientists and philosophers who want to overcome the mystic power of Krishna. They challenge Krishna, saying, "What is God? We can do this, and we can do that." But the more they challenge Krishna in this way, the more they are implicated in suffering. The lesson here is that we should not try to overcome Krishna. Rather, instead of endeavoring to surpass Him, we should surrender to Him (sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]).</P><P>Instead of defeating Krishna, Brahm&#257; himself was defeated, for he could not understand what Krishna was doing. Since Brahm&#257;, the chief person within this universe, was so bewildered, what is to be said of so-called scientists and philosophers? Sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]. We should give up all our tiny efforts to defy the arrangement of Krishna. Instead, whatever arrangements He proposes, we should accept. This is always better, for this will make us happy. The more we try to defeat the arrangement of Krishna, the more we become implicated in Krishna's m&#257;y&#257; (daiv&#299; hy esh&#257; guna-may&#299; mama m&#257;y&#257; duratyay&#257;). But one who has reached the point of surrendering to the instructions of Krishna (m&#257;m eva ye prapadyante) is liberated, free from krishna-m&#257;y&#257; (m&#257;y&#257;m et&#257;m taranti te [<A CLASS=v HREF="../../../bg/7/14.htm">Bg. 7.14</A>]). The power of Krishna is just like a government that cannot be overcome. First of all there are laws, and then there is police power, and beyond that is military power. Therefore, what is the use of trying to overcome the power of the government? Similarly, what is the use of trying to challenge Krishna?</P><P>From the next verse it is clear that Krishna cannot be defeated by any kind of mystic power. If one gets even a little power of scientific knowledge, one tries to defy God, but actually no one is able to bewilder Krishna. When Brahm&#257;, the chief person within the universe, tried to bewilder Krishna, he himself was bewildered and astonished. This is the position of the conditioned soul. Brahm&#257; wanted to mystify Krishna, but he himself was mystified.</P><P>The word vishnum is significant in this verse. Vishnu pervades the entire material world, whereas Brahm&#257; merely occupies one subordinate post.</P><P>yasyaika-ni&#347;vasita-k&#257;lam ath&#257;valambya</P><P CLASS=n>j&#299;vanti loma-vila-j&#257; jagadanda-n&#257;th&#257;h</P><P>(Brahma-samhit&#257; <A CLASS=v HREF="../../../bs/5/48.htm">5.48</A>)</P><P>The word n&#257;th&#257;h, which refers to Lord Brahm&#257;, is plural because there are innumerable universes and innumerable Brahm&#257;s. Brahm&#257; is but a tiny force. This was exhibited in Dv&#257;rak&#257; when Krishna called for Brahm&#257;. One day when Brahm&#257; came to see Krishna at Dv&#257;rak&#257;, the doorman, at Lord Krishna's request, asked, "Which Brahm&#257; are you?" Later, when Brahm&#257; inquired from Krishna whether this meant that there was more than one Brahm&#257;, Krishna smiled and at once called for many Brahm&#257;s from many universes. The four-headed Brahm&#257; of this universe then saw innumerable other Brahm&#257;s coming to see Krishna and offer their respects. Some of them had ten heads, some had twenty, some had a hundred and some had a million heads. Upon seeing this wonderful exhibition, the four-headed Brahm&#257; became nervous and began to think of himself as no more than a mosquito in the midst of many elephants. Therefore, what can Brahm&#257; do to bewilder Krishna?</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>