<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verses 47-48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verses 47-48"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.47-48</P><P CLASS=c>catur-bhuj&#257;h &#347;a&#324;kha-cakra-</P><P CLASS=c>gad&#257;-r&#257;j&#299;va-p&#257;nayah</P><P CLASS=c>kir&#299;tinah kundalino</P><P CLASS=c>h&#257;rino vana-m&#257;linah</P><P CLASS=c>&#347;r&#299;vats&#257;&#324;gada-do-ratna-</P><P CLASS=c>kambu-ka&#324;kana-p&#257;nayah</P><P CLASS=c>n&#363;puraih katakair bh&#257;t&#257;h</P><P CLASS=c>kati-s&#363;tr&#257;&#324;gul&#299;yakaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/b/bhujah">bhuj&#257;h</A> &#8212; having four arms; <A CLASS=v HREF="http://vedabase.net/s/sankha">&#347;a&#324;kha</A>-<A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A>-<A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rajiva">r&#257;j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; holding conchshell, disc, club and lotus flower <A HREF="http://vedabase.net/i/in">in</A> Their hands; <A CLASS=v HREF="http://vedabase.net/k/kiritinah">kir&#299;tinah</A> &#8212; bearing helmets on Their heads; <A CLASS=v HREF="http://vedabase.net/k/kundalinah">kundalinah</A> &#8212; wearing earrings; <A CLASS=v HREF="http://vedabase.net/h/harinah">h&#257;rinah</A> &#8212; wearing pearl necklaces; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A>-<A CLASS=v HREF="http://vedabase.net/m/malinah">m&#257;linah</A> &#8212; wearing garlands of forest flowers; <A CLASS=v HREF="http://vedabase.net/s/srivatsa">&#347;r&#299;vatsa</A>-<A CLASS=v HREF="http://vedabase.net/a/angada">a&#324;gada</A>-<A CLASS=v HREF="http://vedabase.net/d/do">do</A>-<A CLASS=v HREF="http://vedabase.net/r/ratna">ratna</A>-<A CLASS=v HREF="http://vedabase.net/k/kambu">kambu</A>-<A CLASS=v HREF="http://vedabase.net/k/kankana">ka&#324;kana</A>-<A CLASS=v HREF="http://vedabase.net/p/panayah">p&#257;nayah</A> &#8212; bearing the emblem of the goddess of fortune on Their chests, armlets on Their arms, the <A HREF="http://vedabase.net/k/kaustubha">Kaustubha</A> gem on Their necks, which were marked with three lines like <A HREF="http://vedabase.net/a/a">a</A> conchshell, and bracelets on Their hands; <A CLASS=v HREF="http://vedabase.net/n/nupuraih">n&#363;puraih</A> &#8212; with ornaments on the feet; <A CLASS=v HREF="http://vedabase.net/k/katakaih">katakaih</A> &#8212; with bangles on Their ankles; <A CLASS=v HREF="http://vedabase.net/b/bhatah">bh&#257;t&#257;h</A> &#8212; appeared beautiful; <A CLASS=v HREF="http://vedabase.net/k/kati">kati</A>-<A CLASS=v HREF="http://vedabase.net/s/sutra">s&#363;tra</A>-<A CLASS=v HREF="http://vedabase.net/a/anguli">a&#324;gul&#299;</A>-<A CLASS=v HREF="http://vedabase.net/y/yakaih">yakaih</A> &#8212; with sacred belts around the waist and with rings on the fingers.</P><P CLASS=t>TRANSLATION</P><P>All those personalities had four arms, holding conchshell, disc, mace and lotus flower in Their hands. They wore helmets on Their heads, earrings on Their ears and garlands of forest flowers around Their necks. On the upper portion of the right side of Their chests was the emblem of the goddess of fortune. Furthermore, They wore armlets on Their arms, the Kaustubha gem around Their necks, which were marked with three lines like a conchshell, and bracelets on Their wrists. With bangles on Their ankles, ornaments on Their feet, and sacred belts around Their waists, They all appeared very beautiful.</P><P CLASS=t>PURPORT</P><P>All the Vishnu forms had four arms, with conchshell and other articles, but these characteristics are also possessed by those who have attained s&#257;r&#363;pya-mukti in Vaikuntha and who consequently have forms exactly like the form of the Lord. However, these Vishnu forms appearing before Lord Brahm&#257; also possessed the mark of &#346;r&#299;vatsa and the Kaustubha gem, which are special characteristics possessed only by the Supreme Lord Himself. This proves that all these boys and calves were in fact directly expansions of Vishnu, the Personality of Godhead, not merely His associates of Vaikuntha. Vishnu Himself is included within Krishna. All the opulences of Vishnu are already present in Krishna, and consequently for Krishna to demonstrate so many Vishnu forms was actually not very astonishing.</P><P>The &#346;r&#299;vatsa mark is described by the Vaishnava-toshan&#299; as being a curl of fine yellow hair on the upper portion of the right side of Lord Vishnu's chest. This mark is not for ordinary devotees. It is a special mark of Vishnu or Krishna.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>