<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.49</P><P CLASS=c>&#257;&#324;ghri-mastakam &#257;p&#363;rn&#257;s</P><P CLASS=c>tulas&#299;-nava-d&#257;mabhih</P><P CLASS=c>komalaih sarva-g&#257;treshu</P><P CLASS=c>bh&#363;ri-punyavad-arpitaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/m/mastakam">mastakam</A> &#8212; from the feet up <A HREF="http://vedabase.net/t/to">to</A> the top of the head; <A CLASS=v HREF="http://vedabase.net/a/apurnah">&#257;p&#363;rn&#257;h</A> &#8212; fully decorated; <A CLASS=v HREF="http://vedabase.net/t/tulasi">tulas&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/nava">nava</A>-<A CLASS=v HREF="http://vedabase.net/d/damabhih">d&#257;mabhih</A> &#8212; with garlands of fresh <A HREF="http://vedabase.net/t/tulasi">tulas&#299;</A> leaves; <A CLASS=v HREF="http://vedabase.net/k/komalaih">komalaih</A> &#8212; tender, soft; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/g/gatresu">g&#257;treshu</A> &#8212; on all the limbs of the body; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A>-<A CLASS=v HREF="http://vedabase.net/p/punyavat">punyavat</A>-<A CLASS=v HREF="http://vedabase.net/a/arpitaih">arpitaih</A> &#8212; which were offered by devotees engaged <A HREF="http://vedabase.net/i/in">in</A> the greatest pious activity, worshiping the Supreme Lord by hearing, chanting and <A HREF="http://vedabase.net/s/so">so</A> on.</P><P CLASS=t>TRANSLATION</P><P>Every part of Their bodies, from Their feet to the top of Their heads, was fully decorated with fresh, tender garlands of tulas&#299; leaves offered by devotees engaged in worshiping the Lord by the greatest pious activities, namely hearing and chanting.</P><P CLASS=t>PURPORT</P><P>The word bh&#363;ri-punyavad-arpitaih is significant in this verse. These forms of Vishnu were worshiped by those who had performed pious activities (sukritibhih) for many births and who were constantly engaged in devotional service (&#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]). Bhakti, devotional service, is the engagement of those who have performed highly developed pious activities. The accumulation of pious activities has already been mentioned elsewhere in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/12/11.htm">10.12.11</A>), where &#346;ukadeva Gosv&#257;m&#299; says,</P><P>ittham sat&#257;m brahma-sukh&#257;nubh&#363;ty&#257;</P><P CLASS=n>d&#257;syam gat&#257;n&#257;m para-daivatena</P><P CLASS=n>m&#257;y&#257;&#347;rit&#257;n&#257;m nara-d&#257;rakena</P><P CLASS=n>s&#257;kam vijahruh krita-punya-puñj&#257;h</P><P>"Those who are engaged in self-realization, appreciating the Brahman effulgence of the Lord, and those engaged in devotional service, accepting the Supreme Personality of Godhead as master, as well as those who are under the clutches of m&#257;y&#257;, thinking the Lord an ordinary person, cannot understand that certain exalted personalities &#8212; after accumulating volumes of pious activities &#8212; are now playing with the Lord in friendship as cowherd boys."</P><P>In our Krishna-Balar&#257;ma Temple in Vrind&#257;vana, there is a tam&#257;la tree that covers an entire corner of the courtyard. Before there was a temple the tree was lying neglected, but now it has developed very luxuriantly, covering the whole corner of the courtyard. This is a sign of bh&#363;ri-punya.</P><P CLASS=l><A CLASS=i HREF="47-48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>