<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.5</P><P CLASS=c>aho 'tiramyam pulinam vayasy&#257;h</P><P CLASS=c>sva-keli-sampan mridul&#257;ccha-b&#257;lukam</P><P CLASS=c>sphutat-saro-gandha-hrit&#257;li-patrika-</P><P CLASS=c>dhvani-pratidhv&#257;na-lasad-drum&#257;kulam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; oh; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/r/ramyam">ramyam</A> &#8212; very, very beautiful; <A CLASS=v HREF="http://vedabase.net/p/pulinam">pulinam</A> &#8212; the bank of the river; <A CLASS=v HREF="http://vedabase.net/v/vayasyah">vayasy&#257;h</A> &#8212; My dear friends; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/keli">keli</A>-<A CLASS=v HREF="http://vedabase.net/s/sampat">sampat</A> &#8212; full with all paraphernalia for pastimes of play; <A CLASS=v HREF="http://vedabase.net/m/mrdula">mridula</A>-<A CLASS=v HREF="http://vedabase.net/a/accha">accha</A>-<A CLASS=v HREF="http://vedabase.net/b/balukam">b&#257;lukam</A> &#8212; the very soft and clean sandy bank; <A CLASS=v HREF="http://vedabase.net/s/sphutat">sphutat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> full bloom; <A CLASS=v HREF="http://vedabase.net/s/sarah">sarah</A>-<A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A> &#8212; by the aroma of the lotus flower; <A CLASS=v HREF="http://vedabase.net/h/hrta">hrita</A> &#8212; attracted; <A CLASS=v HREF="http://vedabase.net/a/ali">ali</A> &#8212; of the bumblebees; <A CLASS=v HREF="http://vedabase.net/p/patrika">patrika</A> &#8212; and of the birds; <A CLASS=v HREF="http://vedabase.net/d/dhvani">dhvani</A>-<A CLASS=v HREF="http://vedabase.net/p/pratidhvana">pratidhv&#257;na</A> &#8212; the sounds of their chirping and moving and the echoes of these sounds; <A CLASS=v HREF="http://vedabase.net/l/lasat">lasat</A> &#8212; moving all over; <A CLASS=v HREF="http://vedabase.net/d/druma">druma</A>-<A CLASS=v HREF="http://vedabase.net/a/akulam">&#257;kulam</A> &#8212; full of <A HREF="http://vedabase.net/n/nice">nice</A> trees.</P><P CLASS=t>TRANSLATION</P><P>My dear friends, just see how this riverbank is extremely beautiful because of its pleasing atmosphere. And just see how the blooming lotuses are attracting bees and birds by their aroma. The humming and chirping of the bees and birds is echoing throughout the beautiful trees in the forest. Also, here the sands are clean and soft. Therefore, this must be considered the best place for our sporting and pastimes.</P><P CLASS=t>PURPORT</P><P>The description of Vrind&#257;vana forest as given herewith was spoken by Krishna five thousand years ago, and the same condition prevailed during the time of the Vaishnava &#257;c&#257;ryas three or four hundred years ago. K&#363;jat-kokila-hamsa-s&#257;rasa-gan&#257;k&#299;rne may&#363;r&#257;kule. Vrind&#257;vana forest is always filled with the chirping and cooing of birds like cuckoos (kokila), ducks (hamsa) and cranes (s&#257;rasa), and it is also full of peacocks (may&#363;r&#257;kule). The same sounds and atmosphere still prevail in the area where our Krishna-Balar&#257;ma temple is situated. Everyone who visits this temple is pleased to hear the chirping of the birds as described here (k&#363;jat-kokila-hamsa-s&#257;rasa).</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>