<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.50</P><P CLASS=c>candrik&#257;-vi&#347;ada-smeraih</P><P CLASS=c>s&#257;run&#257;p&#257;&#324;ga-v&#299;kshitaih</P><P CLASS=c>svak&#257;rth&#257;n&#257;m iva rajah-</P><P CLASS=c>sattv&#257;bhy&#257;m srashtri-p&#257;lak&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/candrika">candrik&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/visada">vi&#347;ada</A>-<A CLASS=v HREF="http://vedabase.net/s/smeraih">smeraih</A> &#8212; by <A HREF="http://vedabase.net/p/pure">pure</A> smiling like the full, increasing moonlight; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/aruna">aruna</A>-<A CLASS=v HREF="http://vedabase.net/a/apanga">ap&#257;&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/v/viksitaih">v&#299;kshitaih</A> &#8212; by the clear glances of Their reddish eyes; <A CLASS=v HREF="http://vedabase.net/s/svaka">svaka</A>-<A CLASS=v HREF="http://vedabase.net/a/arthanam">arth&#257;n&#257;m</A> &#8212; of the desires of His own devotees; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A>-<A CLASS=v HREF="http://vedabase.net/s/sattvabhyam">sattv&#257;bhy&#257;m</A> &#8212; by the modes of passion and goodness; <A CLASS=v HREF="http://vedabase.net/s/srastr">srashtri</A>-<A CLASS=v HREF="http://vedabase.net/p/palakah">p&#257;lak&#257;h</A> &#8212; were creators and protectors.</P><P CLASS=t>TRANSLATION</P><P>Those Vishnu forms, by Their pure smiling, which resembled the increasing light of the moon, and by the sidelong glances of Their reddish eyes, created and protected the desires of Their own devotees, as if by the modes of passion and goodness.</P><P CLASS=t>PURPORT</P><P>Those Vishnu forms blessed the devotees with Their clear glances and smiles, which resembled the increasingly full light of the moon (&#347;reyah-kairava-candrik&#257;-vitaranam). As maintainers, They glanced upon Their devotees, embracing them and protecting them by smiling. Their smiles resembled the mode of goodness, protecting all the desires of the devotees, and the glancing of Their eyes resembled the mode of passion. Actually, in this verse the word rajah means not "passion" but "affection." In the material world, rajo-guna is passion, but in the spiritual world it is affection. In the material world, affection is contaminated by rajo-guna and tamo-guna, but in the &#347;uddha-sattva the affection that maintains the devotees is transcendental.</P><P>The word svak&#257;rth&#257;n&#257;m refers to great desires. As mentioned in this verse, the glance of Lord Vishnu creates the desires of the devotees. A pure devotee, however, has no desires. Therefore San&#257;tana Gosv&#257;m&#299; comments that because the desires of devotees whose attention is fixed on Krishna have already been fulfilled, the Lord's sidelong glances create variegated desires in relation to Krishna and devotional service. In the material world, desire is a product of rajo-guna and tamo-guna, hilt desire in the spiritual world gives rise to a variety of everlasting transcendental service. Thus the word svak&#257;rth&#257;n&#257;m refers to eagerness to serve Krishna.</P><P>In Vrind&#257;vana there is a place where there was no temple, but a devotee desired, "Let there be a temple and sev&#257;, devotional service." Therefore, what was once an empty corner has now become a place of pilgrimage. Such are the desires of a devotee.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>