<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.52</P><P CLASS=c>anim&#257;dyair mahimabhir</P><P CLASS=c>aj&#257;dy&#257;bhir vibh&#363;tibhih</P><P CLASS=c>catur-vim&#347;atibhis tattvaih</P><P CLASS=c>par&#299;t&#257; mahad-&#257;dibhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anima">anim&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adyaih">&#257;dyaih</A> &#8212; headed by <A HREF="http://vedabase.net/a/anima">anim&#257;</A>; <A CLASS=v HREF="http://vedabase.net/m/mahimabhih">mahimabhih</A> &#8212; by opulences; <A CLASS=v HREF="http://vedabase.net/a/aja">aj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adyabhih">&#257;dy&#257;bhih</A> &#8212; headed by <A HREF="http://vedabase.net/a/aja">Aj&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/vibhutibhih">vibh&#363;tibhih</A> &#8212; by potencies; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/v/vimsatibhih">vim&#347;atibhih</A> &#8212; twenty-four <A HREF="http://vedabase.net/i/in">in</A> number; <A CLASS=v HREF="http://vedabase.net/t/tattvaih">tattvaih</A> &#8212; by elements for the creation of the material world; <A CLASS=v HREF="http://vedabase.net/p/paritah">par&#299;t&#257;h</A> &#8212; (all the <A HREF="http://vedabase.net/v/visnu">vishnu</A>-m&#363;rtis) were surrounded; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; headed by the <A HREF="http://vedabase.net/m/mahat">mahat</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>.</P><P CLASS=t>TRANSLATION</P><P>All the vishnu-m&#363;rtis were surrounded by the opulences, headed by anim&#257;-siddhi; by the mystic potencies, headed by Aj&#257;; and by the twenty-four elements for the creation of the material world, headed by the mahat-tattva.</P><P CLASS=t>PURPORT</P><P>In this verse the word mahimabhih means ai&#347;varya, or opulence. The Supreme Personality of Godhead can do whatever He likes. That is His ai&#347;varya. No one can command Him, but He can command everyone. Sad-ai&#347;varya-p&#363;rnam. The Lord is full in six opulences. The yoga-siddhis, the perfections of yoga, such as the ability to become smaller than the smallest (anim&#257;-siddhi) or bigger than the biggest (mahim&#257;-siddhi), are present in Lord Vishnu. Sad-ai&#347;varyaih p&#363;rno ya iha bhagav&#257;n (Cc. <A CLASS=v HREF="../../../cc/adi/1/3.htm">&#256;di 1.3</A>). The word aj&#257; means m&#257;y&#257;, or mystic power. Everything mysterious is in full existence in Vishnu.</P><P>The twenty-four elements mentioned are the five working senses (pañca-karmendriya), the five senses for obtaining knowledge (pañca-jñ&#257;nendriya), the five gross material elements (pañca-mah&#257;bh&#363;ta), the five sense objects (pañca-tanm&#257;tra), the mind (manas), the false ego (aha&#324;k&#257;ra), the mahat-tattva, and material nature (prakriti). All twenty-four of these elements are employed for the manifestation of this material world. The mahat-tattva is divided into different subtle categories, but originally it is called the mahat-tattva.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>