<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 54"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.54</P><P CLASS=c>satya-jñ&#257;n&#257;nant&#257;nanda-</P><P CLASS=c>m&#257;traika-rasa-m&#363;rtayah</P><P CLASS=c>asprishta-bh&#363;ri-m&#257;h&#257;tmy&#257;</P><P CLASS=c>api hy upanishad-dri&#347;&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/satya">satya</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; having full knowledge; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; fully blissful; <A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tra</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; always existing; <A CLASS=v HREF="http://vedabase.net/m/murtayah">m&#363;rtayah</A> &#8212; forms; <A CLASS=v HREF="http://vedabase.net/a/asprsta">asprishta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A>-<A CLASS=v HREF="http://vedabase.net/m/mahatmyah">m&#257;h&#257;tmy&#257;h</A> &#8212; whose great glory is not touched; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/u/upanisat">upanishat</A>-<A CLASS=v HREF="http://vedabase.net/d/drsam">dri&#347;&#257;m</A> &#8212; by those jñ&#257;n&#299;s who <A HREF="http://vedabase.net/a/are">are</A> engaged <A HREF="http://vedabase.net/i/in">in</A> studying the Upanishads.</P><P CLASS=t>TRANSLATION</P><P>The vishnu-m&#363;rtis all had eternal, unlimited forms, full of knowledge and bliss and existing beyond the influence of time. Their great glory was not even to be touched by the jñ&#257;n&#299;s engaged in studying the Upanishads.</P><P CLASS=t>PURPORT</P><P>Mere &#347;&#257;stra jñ&#257;na, or knowledge in the Vedas, does not help anyone understand the personality of Godhead. Only one who is favored or shown mercy by the Lord can understand Him. This is also explained in the Upanishads (Mundaka Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/2/3">3.2.3</A>):</P><P>n&#257;yam &#257;tm&#257; pravacanena labhyo</P><P CLASS=n>na medhas&#257; na bahun&#257; &#347;rutena</P><P CLASS=n>yam evaisha vrinute tena labhyas</P><P CLASS=n>tasyaisha &#257;tm&#257; vivrinute tanum sv&#257;m</P><P>"The Supreme Lord is not obtained by expert explanations, by vast intelligence, or even by much hearing. He is obtained only by one whom He Himself chooses. To such a person, He manifests His own form."</P><P>One description given of Brahman is satyam brahma, &#257;nanda-r&#363;pam: "Brahman is the Absolute Truth and complete &#257;nanda, or bliss." The forms of Vishnu, the Supreme Brahman, were one, but They were manifested differently. The followers of the Upanishads, however, cannot understand the varieties manifested by Brahman. This proves that Brahman and Param&#257;tm&#257; can actually he understood only through devotion, as confirmed by the Lord Himself in &#346;r&#299;mad-Bh&#257;gavatam: bhakty&#257;ham ekay&#257; gr&#257;hyah (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/14/21.htm">11.14.21</A>). To establish that Brahman indeed has transcendental form, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura gives various quotations from the &#347;&#257;stras. In the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/8">3.8</A>), the Supreme is described as &#257;ditya-varnam tamasah parast&#257;t, "He whose self-manifest form is luminous like the sun and transcendental to the darkness of ignorance." &#256;nanda-m&#257;tram ajaram pur&#257;nam ekam santam bahudh&#257; dri&#347;yam&#257;nam: "The Supreme is blissful, with no tinge of unhappiness. Although He is the oldest, He never ages, and although one, He is experienced in different forms." Sarve nity&#257;h &#347;&#257;&#347;vat&#257;&#347; ca deh&#257;s tasya par&#257;tmanah: "All the forms of that Supreme Person are eternal." (Mah&#257;-var&#257;ha Pur&#257;na) The Supreme Person has a form, with hands and legs and other personal features, but His hands and legs are not material. Bhaktas know that the form of Krishna, or Brahman, is not at all material. Rather, Brahman has a transcendental form, and when one is absorbed in it, being fully developed in bhakti, one can understand Him (prem&#257;ñjana-cchurita-bhakti-vilocanena [<A CLASS=v HREF="../../../bs/5/38.htm">Bs. 5.38</A>]). The M&#257;y&#257;v&#257;d&#299;s, however, cannot understand this transcendental form, for they think that it is material.</P><P>Transcendental forms of the Supreme Personality of Godhead in His person are so great that the impersonal followers of the Upanishads cannot reach the platform of knowledge to understand them. Particularly, the transcendental forms of the Lord are beyond the reach of the impersonalists, who can only understand, through the studies of the Upanishads, that the Absolute Truth is not matter and that the Absolute Truth is not materially restricted by limited potency.</P><P>Yet although Krishna cannot be seen through the Upanishads, in some places it is said that Krishna can in fact be known in this way. Aupanishadam purusham: "He is known by the Upanishads." This means that when one is purified by Vedic knowledge, one is then allowed to enter into devotional understanding (mad-bhaktim labhate par&#257;m [<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>]).</P><P>tac chraddadh&#257;n&#257; munayo</P><P CLASS=n>jñ&#257;na-vairagya-yuktay&#257;</P><P CLASS=n>pa&#347;yanty &#257;tmani c&#257;tm&#257;nam</P><P CLASS=n>bhakty&#257; &#347;ruta-grih&#299;tay&#257;</P><P>"The seriously inquisitive student or sage, well equipped with knowledge and detachment, realizes that Absolute Truth by rendering devotional service in terms of what he has heard from the Ved&#257;nta-&#347;ruti." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/12.htm">1.2.12</A>) The word &#347;ruta-grih&#299;tay&#257; refers to Ved&#257;nta knowledge, not sentimentality. &#346;ruta-grih&#299;ta is sound knowledge.</P><P>Lord Vishnu, Brahm&#257; thus realized, is the reservoir of all truth, knowledge and bliss. He is the combination of these three transcendental features, and He is the object of worship for the followers of the Upanishads. Brahm&#257; realized that all the different forms of cows, boys and calves transformed into Vishnu forms were not transformed by mysticism of the type that a yog&#299; or demigod can display by specific powers invested in him. The cows, calves and boys transformed into vishnu-m&#363;rtis, or Vishnu forms, were not displays of vishnu-m&#257;y&#257;, or Vishnu energy, but were Vishnu Himself. The respective qualifications of Vishnu and vishnu-m&#257;y&#257; are just like those of fire and heat. In heat there is the qualification of fire, namely warmth; and yet heat is not fire. The manifestation of the Vishnu forms of the boys, cows and calves was not like the heat, but rather like the fire &#8212; they were all actually Vishnu. Factually, the qualification of Vishnu is full truth, full knowledge and full bliss. Another example may be given with material objects, which may be reflected in many, many forms. For example, the sun is reflected in many waterpots, but the reflections of the sun in many pots are not actually the sun. There is no actual heat and light from the sun in the pot, although it appears as the sun. But each and every one of the forms Krishna assumed was fully Vishnu.</P><P>We should discuss &#346;r&#299;mad-Bh&#257;gavatam daily as much as possible, and then everything will be clarified, for Bh&#257;gavatam is the essence of all Vedic literature (nigama-kalpa-taror galitam phalam [<A CLASS=v HREF="../../1/1/3.htm">SB 1.1.3</A>]). It was written by Vy&#257;sadeva (mah&#257;-muni-krite) when he was self-realized. Thus the more we read &#346;r&#299;mad-Bh&#257;gavatam, the more its knowledge becomes clear. Each and every verse is transcendental.</P><P CLASS=l><A CLASS=i HREF="53.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="55.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>