<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 57"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.57</P><P CLASS=c>it&#299;re&#347;e 'tarkye nija-mahimani sva-pramitike</P><P CLASS=c>paratr&#257;j&#257;to 'tan-nirasana-mukha-brahmaka-mitau</P><P CLASS=c>an&#299;&#347;e 'pi drashtum kim idam iti v&#257; muhyati sati</P><P CLASS=c>cacch&#257;d&#257;jo jñ&#257;tv&#257; sapadi paramo 'j&#257;-javanik&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/i/ira">ir&#257;</A>-<A CLASS=v HREF="http://vedabase.net/i/ise">&#299;&#347;e</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, the lord of <A HREF="http://vedabase.net/s/sarasvati">Sarasvat&#299;</A> (<A HREF="http://vedabase.net/i/ira">Ir&#257;</A>); <A CLASS=v HREF="http://vedabase.net/a/atarkye">atarkye</A> &#8212; beyond; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/m/mahimani">mahimani</A> &#8212; whose own glory; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/pramitike">pramitike</A> &#8212; self-manifest and blissful; <A CLASS=v HREF="http://vedabase.net/p/paratra">paratra</A> &#8212; beyond; <A CLASS=v HREF="http://vedabase.net/a/ajatah">aj&#257;tah</A> &#8212; the material energy (<A HREF="http://vedabase.net/p/prakrti">prakriti</A>); <A CLASS=v HREF="http://vedabase.net/a/atat">atat</A> &#8212; irrelevant; <A CLASS=v HREF="http://vedabase.net/n/nirasana">nirasana</A>-<A CLASS=v HREF="http://vedabase.net/m/mukha">mukha</A> &#8212; by the rejection of that which is irrelevant; <A CLASS=v HREF="http://vedabase.net/b/brahmaka">brahmaka</A> &#8212; by the crest jewels of the Vedas; <A CLASS=v HREF="http://vedabase.net/m/mitau">mitau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whom there is knowledge; <A CLASS=v HREF="http://vedabase.net/a/anise">an&#299;&#347;e</A> &#8212; not being able; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/d/drastum">drashtum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; is this; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/m/muhyati">muhyati</A> <A CLASS=v HREF="http://vedabase.net/s/sati">sati</A> &#8212; being mystified; <A CLASS=v HREF="http://vedabase.net/c/cacchada">cacch&#257;da</A> &#8212; removed; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; after understanding; <A CLASS=v HREF="http://vedabase.net/s/sapadi">sapadi</A> &#8212; at once; <A CLASS=v HREF="http://vedabase.net/p/paramah">paramah</A> &#8212; the greatest of all; <A CLASS=v HREF="http://vedabase.net/a/aja">aj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/j/javanikam">javanik&#257;m</A> &#8212; the curtain of <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Brahman is beyond mental speculation, He is self-manifest, existing in His own bliss, and He is beyond the material energy. He is known by the crest jewels of the Vedas by refutation of irrelevant knowledge. Thus in relation to that Supreme Brahman, the Personality of Godhead, whose glory had been shown by the manifestation of all the four-armed forms of Vishnu, Lord Brahm&#257;, the lord of Sarasvat&#299;, was mystified. "What is this?" he thought, and then he was not even able to see. Lord Krishna, understanding Brahm&#257;'s position, then at once removed the curtain of His yogam&#257;y&#257;.</P><P CLASS=t>PURPORT</P><P>Brahm&#257; was completely mystified. He could not understand what he was seeing, and then he was not even able to see. Lord Krishna, understanding Brahm&#257;'s position, then removed that yogam&#257;y&#257; covering. In this verse, Brahm&#257; is referred to as ire&#347;a. Ir&#257; means Sarasvat&#299;, the goddess of learning, and Ire&#347;a is her husband, Lord Brahm&#257;. Brahm&#257;, therefore, is most intelligent. But even Brahm&#257;, the lord of Sarasvat&#299;, was bewildered about Krishna. Although he tried, he could not understand Lord Krishna. In the beginning the boys, the calves and Krishna Himself had been covered by yogam&#257;y&#257;, which later displayed the second set of calves and boys, who were Krishna's expansions, and which then displayed so many four-armed forms. Now, seeing Brahm&#257;'s bewilderment, Lord Krishna caused the disappearance of that yogam&#257;y&#257;. One may think that the m&#257;y&#257; taken away by Lord Krishna was mah&#257;m&#257;y&#257;, but &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura comments that it was yogam&#257;y&#257;, the potency by which Krishna is sometimes manifest and sometimes not manifest. The potency which covers the actual reality and displays something unreal is mah&#257;m&#257;y&#257;, but the potency by which the Absolute Truth is sometimes manifest and sometimes not is yogam&#257;y&#257;. Therefore, in this verse the word aj&#257; refers to yogam&#257;y&#257;.</P><P>Krishna's energy &#8212; His m&#257;y&#257;-&#347;akti, or svar&#363;pa-&#347;akti &#8212; is one, but it is manifested in varieties. par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8">6.8</A>). The difference between Vaishnavas and M&#257;y&#257;v&#257;d&#299;s is that M&#257;y&#257;v&#257;d&#299;s say that this m&#257;y&#257; is one, whereas Vaishnavas recognize its varieties. There is unity in variety. For example, in one tree, there are varieties of leaves, fruits and flowers. Varieties of energy are required for performing the varieties of activity within the creation. To give another example, in a machine all the parts may be iron, but the machine includes varied activities. Although the whole machine is iron, one part works in one way, and other parts work in other ways. One who does not know how the machine is working may say that it is all iron; nonetheless, in spite of its being iron, the machine has different elements, all working differently to accomplish the purpose for which the machine was made. One wheel runs this way, another wheel runs that way, functioning naturally in such a way that the work of the machine goes on. Consequently we give different names to the different parts of the machine, saying, "This is a wheel," "This is a screw," "This is a spindle," "This is the lubrication," and so on. Similarly, as explained in the Vedas,</P><P>par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate</P><P CLASS=n>sv&#257;bh&#257;vik&#299; jñ&#257;na-bala-kriy&#257; ca</P><P>Krishna's power is variegated, and thus the same &#347;akti, or potency, works in variegated ways. Vividh&#257; means "varieties." There is unity in variety. Thus yogam&#257;y&#257; and mah&#257;m&#257;y&#257; are among the varied individual parts of the same one potency, and all of these individual potencies work in their own varied ways. The samvit, sandhin&#299; and &#257;hl&#257;din&#299; potencies &#8212; Krishna's potency for existence, His potency for knowledge and His potency for pleasure &#8212; are distinct from yogam&#257;y&#257;. Each is an individual potency. The &#257;hl&#257;din&#299; potency is R&#257;dh&#257;r&#257;n&#299;. As Svar&#363;pa D&#257;modara Gosv&#257;m&#299; has explained, r&#257;dh&#257; krishna-pranaya-vikritir hl&#257;din&#299; &#347;aktir asm&#257;t (Cc. <A CLASS=v HREF="../../../cc/adi/1/5.htm">&#256;di 1.5</A>). The &#257;hl&#257;din&#299;-&#347;akti is manifested as R&#257;dh&#257;r&#257;n&#299;, but Krishna and R&#257;dh&#257;r&#257;n&#299; are the same, although one is potent and the other is potency.</P><P>Brahm&#257; was mystified about Krishna's opulence (nija-mahimani) because this opulence was atarkya, or inconceivable. With one's limited senses, one cannot argue about that which is inconceivable. Therefore the inconceivable is called acintya, that which is beyond cintya, our thoughts and arguments. Acintya refers to that which we cannot contemplate but have to accept. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has said that unless we accept acintya in the Supreme, we cannot accommodate the conception of God. This must be understood. Therefore we say that the words of &#347;&#257;stra should be taken as they are, without change, since they are beyond our arguments. Acinty&#257;h khalu ye bh&#257;v&#257; na t&#257;ms tarkena yojayet: "That which is acintya cannot be ascertained by argument." People generally argue, but our process is not to argue but to accept the Vedic knowledge as it is. When Krishna says, "This is superior, and this is inferior," we accept what He says. It is not that we argue, "Why is this superior and that inferior?" If one argues, for him the knowledge is lost.</P><P>This path of acceptance is called avaroha-panth&#257; The word avaroha is related to the word avat&#257;ra, which means"that which descends." The materialist wants to understand everything by the &#257;roha-panth&#257; &#8212; by argument and reason &#8212; but transcendental matters cannot be understood in this way. Rather, one must follow the avaroha-panth&#257;, the process of descending knowledge. Therefore one must accept the parampar&#257; system. And the best parampar&#257; is that which extends from Krishna (evam parampar&#257;-pr&#257;ptam). What Krishna says, we should accept (imam r&#257;jarshayo viduh). This is called the avaroha-panth&#257;.</P><P>Brahm&#257;, however, adopted the &#257;roha-panth&#257;. He wanted to understand Krishna's mystic power by his own limited, conceivable power, and therefore he himself was mystified. Everyone wants to take pleasure in his own knowledge, thinking, "I know something." But in the presence of Krishna this conception cannot stand, for one cannot bring Krishna within the limitations of prakriti. One must submit. There is no alternative. Na t&#257;ms tarkena yojayet. This submission marks the difference between Krishna-ites and M&#257;y&#257;v&#257;d&#299;s.</P><P>The phrase atan-nirasana refers to the discarding of that which is irrelevant. (Atat means "that which is not a fact.") Brahman is sometimes described as asth&#363;lam ananv ahrasvam ad&#299;rgham, "that which is not large and not small, not short and not long." (Brihad-&#257;ranyaka Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/5/8/8">5.8.8</A>) Neti neti: "It is not this, it is not that." But what is it? In describing a pencil, one may say, "It is not this; it is not that," but this does not tell us what it is. This is called definition by negation. In Bhagavad-g&#299;t&#257;, Krishna also explains the soul by giving negative definitions. Na j&#257;yate mriyate v&#257;: "It is not born, nor does it die. You can hardly understand more than this." But what is it? It is eternal. Ajo nityah &#347;&#257;&#347;vato 'yam pur&#257;no na hanyate hanyam&#257;ne &#347;ar&#299;re: "It is unborn, eternal, ever-existing, undying and primeval. It is not slain when the body is slain." (<A CLASS=v HREF="../../../bg/2/20.htm">Bg. 2.20</A>) In the beginning the soul is difficult to understand, and therefore Krishna has given negative definitions:</P><P>nainam chindanti &#347;astr&#257;ni</P><P CLASS=n>nainam dahati p&#257;vakah</P><P CLASS=n>na cainam kledayanty &#257;po</P><P CLASS=n>na &#347;oshayati m&#257;rutah</P><P>"The soul can never be cut into pieces by any weapon, nor can it be burned by fire, nor moistened by water, nor withered by the wind." (<A CLASS=v HREF="../../../bg/2/23.htm">Bg. 2.23</A>) Krishna says, "It is not burned by fire." Therefore, one has to imagine what it is that is not burned by fire. This is a negative definition.</P><P CLASS=l><A CLASS=i HREF="56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="58.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>