<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 58</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 58"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.58</P><P CLASS=c>tato 'rv&#257;k pratilabdh&#257;kshah</P><P CLASS=c>kah paretavad utthitah</P><P CLASS=c>kricchr&#257;d unm&#299;lya vai drisht&#299;r</P><P CLASS=c>&#257;cashtedam sah&#257;tman&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/arvak">arv&#257;k</A> &#8212; externally; <A CLASS=v HREF="http://vedabase.net/p/pratilabdha">pratilabdha</A>-<A CLASS=v HREF="http://vedabase.net/a/aksah">akshah</A> &#8212; having revived his consciousness; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/pareta">pareta</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; just like <A HREF="http://vedabase.net/a/a">a</A> dead <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/u/utthitah">utthitah</A> &#8212; stood up; <A CLASS=v HREF="http://vedabase.net/k/krcchrat">kricchr&#257;t</A> &#8212; with great difficulty; <A CLASS=v HREF="http://vedabase.net/u/unmilya">unm&#299;lya</A> &#8212; opening up; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/drstih">drisht&#299;h</A> &#8212; his eyes; <A CLASS=v HREF="http://vedabase.net/a/acasta">&#257;cashta</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> saw; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this universe; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; along with himself.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257;'s external consciousness then revived, and he stood up, just like a dead man coming back to life. Opening his eyes with great difficulty, he saw the universe, along with himself.</P><P CLASS=t>PURPORT</P><P>We actually do not die. At death, we are merely kept inert for some time, just as during sleep. At night we sleep, and all our activities stop, but as soon as we arise, our memory immediately returns, and we think, "Oh, where am I? What do I have to do?" This is called suptotthita-ny&#257;ya. Suppose we die. "Die" means that we become inert for some time and then again begin our activities. This takes place life after life, according to our karma, or activities, and svabh&#257;va, or nature by association. Now, in the human life, if we prepare ourselves by beginning the activity of our spiritual life, we return to our real life and attain perfection. Otherwise, according to karma, svabh&#257;va, prakriti and so on, our varieties of life and activity continue, and so also do our birth and death. As explained by Bhaktivinoda Th&#257;kura, m&#257;y&#257;ra va&#347;e, y&#257;ccha bhese', kh&#257;ccha h&#257;budubu bh&#257;i: "My dear brothers, why are you being washed away by the waves of m&#257;y&#257;?" One should come to the spiritual platform, and then one's activities will be permanent. Krita-punya-puñj&#257;h: this stage is attained after one accumulates the results of pious activities for many, many lives. Janma-koti-sukritair na labhyate (Cc. <A CLASS=v HREF="../../../cc/madhya/8/70.htm">Madhya 8.70</A>). The Krishna consciousness movement wants to stop koti-janma, repeated birth and death. In one birth, one should rectify everything and come to permanent life. This is Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="57.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="59.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>