<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 62</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 62"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.62</P><P CLASS=c>drishtv&#257; tvarena nija-dhoranato 'vat&#299;rya</P><P CLASS=c>prithvy&#257;m vapuh kanaka-dandam iv&#257;bhip&#257;tya</P><P CLASS=c>sprishtv&#257; catur-mukuta-kotibhir a&#324;ghri-yugmam</P><P CLASS=c>natv&#257; mud-a&#347;ru-sujalair akrit&#257;bhishekam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; after seeing; <A CLASS=v HREF="http://vedabase.net/t/tvarena">tvarena</A> &#8212; with great speed, hastily; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/d/dhoranatah">dhoranatah</A> &#8212; from his swan carrier; <A CLASS=v HREF="http://vedabase.net/a/avatirya">avat&#299;rya</A> &#8212; descended; <A CLASS=v HREF="http://vedabase.net/p/prthvyam">prithvy&#257;m</A> &#8212; on the ground; <A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh</A> &#8212; his body; <A CLASS=v HREF="http://vedabase.net/k/kanaka">kanaka</A>-<A CLASS=v HREF="http://vedabase.net/d/dandam">dandam</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> golden rod; <A CLASS=v HREF="http://vedabase.net/a/abhipatya">abhip&#257;tya</A> &#8212; fell down; <A CLASS=v HREF="http://vedabase.net/s/sprstva">sprishtv&#257;</A> &#8212; touching; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/m/mukuta">mukuta</A>-<A CLASS=v HREF="http://vedabase.net/k/koti">koti</A>-<A CLASS=v HREF="http://vedabase.net/b/bhih">bhih</A> &#8212; with the tips of his four crowns; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/y/yugmam">yugmam</A> &#8212; the two lotus feet; <A CLASS=v HREF="http://vedabase.net/n/natva">natv&#257;</A> &#8212; making obeisances; <A CLASS=v HREF="http://vedabase.net/m/mut">mut</A>-<A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A>-<A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/j/jalaih">jalaih</A> &#8212; with the water of his tears of joy; <A CLASS=v HREF="http://vedabase.net/a/akrta">akrita</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/a/abhisekam">abhishekam</A> &#8212; the ceremony of bathing His lotus feet.</P><P CLASS=t>TRANSLATION</P><P>After seeing this, Lord Brahm&#257; hastily got down from his swan carrier, fell down like a golden rod and touched the lotus feet of Lord Krishna with the tips of the four crowns on his heads. Offering his obeisances, he bathed the feet of Krishna with the water of his tears of joy.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257; bowed down like a stick, and because Lord Brahm&#257;'s complexion is golden, he appeared to be like a golden stick lying down before Lord Krishna. When one falls down before a superior just like a stick, one's offering of obeisances is called dandavat. Danda means "stick," and vat means "like." It is not that one should simply say, "dandavat." Rather, one must fall down. Thus Brahm&#257; fell down, touching his foreheads to the lotus feet of Krishna, and his crying in ecstasy is to be regarded as an abhisheka bathing ceremony of Krishna's lotus feet.</P><P>He who appeared before Brahm&#257; as a human child was in fact the Absolute Truth, Parabrahman (brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate). The Supreme Lord is nar&#257;kriti; that is, He resembles a human being. It is not that He is four-armed (catur-b&#257;hu). N&#257;r&#257;yana is catur-b&#257;hu, but the Supreme Person resembles a human being. This is also confirmed in the Bible, where it is said that man was made in the image of God.</P><P>Lord Brahm&#257; saw that Krishna, in His form as a cowherd boy, was Parabrahman, the root cause of everything, but was now appearing as a human child, loitering in Vrind&#257;vana with a morsel of food in His hand. Astonished, Lord Brahm&#257; hastily got down from his swan carrier and let his body fall to the earth. Usually, the demigods never touch the ground, but Lord Brahm&#257;, voluntarily giving up his prestige as a demigod, bowed down on the ground before Krishna. Although Brahm&#257; has one head in each direction, he voluntarily brought all his heads to the ground and touched Krishna's feet with the tips of his four helmets. Although his intelligence works in every direction, he surrendered everything before the boy Krishna.</P><P>It is mentioned that Brahm&#257; washed the feet of Krishna with his tears, and here the word sujalaih indicates that his tears were purified. As soon as bhakti is present, everything is purified (sarvop&#257;dhi-vinirmuktam [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]). Therefore Brahm&#257;'s crying was a form of bhakty-anubh&#257;va, a transformation of transcendental ecstatic love.</P><P CLASS=l><A CLASS=i HREF="61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="63.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>