<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 10 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 10 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Nature of Fruitive Activity</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.10.1</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>mayoditeshv avahitah</P><P CLASS=c>sva-dharmeshu mad-&#257;&#347;rayah</P><P CLASS=c>varn&#257;&#347;rama-kul&#257;c&#257;ram</P><P CLASS=c>ak&#257;m&#257;tm&#257; sam&#257;caret</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/u/uditesu">uditeshu</A> &#8212; spoken; <A CLASS=v HREF="http://vedabase.net/a/avahitah">avahitah</A> &#8212; with great <A HREF="http://vedabase.net/c/care">care</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmesu">dharmeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the duties of devotional service <A HREF="http://vedabase.net/t/to">to</A> the Lord; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; one who accepts <A HREF="http://vedabase.net/m/me">Me</A> <A HREF="http://vedabase.net/a/as">as</A> shelter; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; the Vedic system of social and occupational divisions; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A> &#8212; of the society; <A CLASS=v HREF="http://vedabase.net/a/acaram">&#257;c&#257;ram</A> &#8212; conduct; <A CLASS=v HREF="http://vedabase.net/a/akama">ak&#257;ma</A> &#8212; devoid of material desires; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/s/samacaret">sam&#257;caret</A> &#8212; should practice.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: Taking full shelter in Me, with the mind carefully fixed in the devotional service of the Lord as spoken by Me, one should live without personal desire and practice the social and occupational system called varn&#257;&#347;rama.</P><P CLASS=t>PURPORT</P><P>In the previous chapters Lord Krishna described through the story of an avadh&#363;ta br&#257;hmana the qualities and character of a saintly person. Now the Lord describes the practical means for achieving such a saintly position. In the Pañcar&#257;tra and other scriptures the Personality of Godhead gives instructions for executing devotional service. Similarly, in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>) the Lord says, c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah: "I have personally created the varn&#257;&#347;rama system." There are innumerable rules and regulations in the varn&#257;&#347;rama system, and the devotee should execute those which do not contradict the process of devotional service. The term varna indicates different classes of human beings, some in the mode of ignorance, some in the mode of passion and some in the mode of goodness. Devotional service to the Lord is executed on the liberated platform, and therefore some injunctions for those persons in passion and ignorance may be contradictory to the regulative principles for those on the liberated platform. Therefore, under the guidance of a bona fide spiritual master who is nondifferent from the Lord, one should execute the basic principles of varn&#257;&#347;rama in a way favorable for advancement in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>