<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 29 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 29 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Krishna and the Gop&#299;s Meet for the R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.29.1</P><P CLASS=c>&#347;r&#299;-b&#257;dar&#257;yanir uv&#257;ca</P><P CLASS=c>bhagav&#257;n api t&#257; r&#257;tri&#299;h</P><P CLASS=c>&#347;&#257;radotphulla-mallik&#257;h</P><P CLASS=c>v&#299;kshya rantum mana&#347; cakre</P><P CLASS=c>yoga-m&#257;y&#257;m up&#257;&#347;ritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/badarayanih">b&#257;dar&#257;yanih</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A>, the son of <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> <A HREF="http://vedabase.net/b/badarayana">Badar&#257;yana</A> Vedavy&#257;sa, said; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/r/ratrih">r&#257;tr&#299;h</A> &#8212; nights; <A CLASS=v HREF="http://vedabase.net/s/sarada">&#347;&#257;rada</A> &#8212; of autumn: <A HREF="http://vedabase.net/u/utphulla">utphulla</A> &#8212; blossoming; <A CLASS=v HREF="http://vedabase.net/m/mallikah">mallik&#257;h</A> &#8212; the jasmine flowers; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; seeing: <A HREF="http://vedabase.net/r/rantum">rantum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> enjoy love; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> <A CLASS=v HREF="http://vedabase.net/c/cakre">cakre</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> <A HREF="http://vedabase.net/m/made">made</A> up His mind; <A CLASS=v HREF="http://vedabase.net/y/yogamayam">yogam&#257;y&#257;m</A> &#8212; His spiritual potency that makes the impossible possible; <A CLASS=v HREF="http://vedabase.net/u/upasritah">up&#257;&#347;ritah</A> &#8212; resorting <A HREF="http://vedabase.net/t/to">to</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; B&#257;dar&#257;yani said: &#346;r&#299; Krishna is the Supreme Personality of Godhead, full in all opulences, yet upon seeing those autumn nights scented with blossoming jasmine flowers, He turned His mind toward loving affairs. To fulfill His purposes He employed His internal potency.</P><P CLASS=t>PURPORT</P><P>As we begin the famous narration of Lord Krishna's r&#257;sa dance, a dance of love with beautiful young girls, questions will inevitably arise in the minds of ordinary people regarding the propriety of God's romantic dancing with many young girls in the middle of a full-moon autumn night. In his description of the Lord's r&#257;sa dance in Krishna, the Supreme Personality of Godhead, &#346;r&#299;la Prabhup&#257;da painstakingly explains the spiritual purity of these transcendental activities. Those advanced in the science of Krishna &#8212; the great teachers, or &#257;c&#257;ryas &#8212; leave no doubt that Lord Krishna is full and satisfied in Himself, free of all material desire, which is, after all, a sense of incompleteness or lack.</P><P>Materialistic persons and impersonal philosophers stubbornly reject the bona fide explanation of &#346;r&#299; Krishna's transcendental nature. There is no reason to deny the beautiful reality of an absolute person able to perform absolute romantic activities, of which our so-called romance is merely a shadow or perverted reflection. The irrational insistence that material activities cannot be a reflection of the perfect, spiritual activities performed by God reflects the unimaginative emotional disposition of those who oppose the reality of &#346;r&#299; Krishna. This psychological disposition of the nondevotees, which leads them to fervently deny the very existence of the absolute person, unfortunately boils down to what may be succinctly described as envy, since the overwhelming majority of the impersonal critics eagerly pursue their own romantic affairs, which they consider quite real and even "spiritual."</P><P>The actual supreme lover is Lord Krishna. The Ved&#257;nta-s&#363;tra begins by declaring that the Absolute Truth is the source of everything, and even Western philosophy was born in a somewhat awkward attempt at finding the original One behind the apparent many of material existence. Conjugal love, one of the most intense and demanding aspects of human existence, can hardly have nothing at all to do with supreme reality.</P><P>In fact, the conjugal love experienced by human beings is a mere reflection of spiritual reality, in which the same love exists in an absolute, pristine state. Thus it is clearly stated here that when Krishna decided to enjoy the romantic atmosphere of autumn, "He resorted to His spiritual potency" (yoga-m&#257;y&#257;m up&#257;&#347;ritah). The spiritual nature of Lord Krishna's conjugal affairs is a major theme in this section of the &#346;r&#299;mad-Bh&#257;gavatam.</P><P>A woman is attractive because of the sweet sound of her voice, her beauty and gentleness, her enchanting fragrance and tenderness, and also because of her cleverness and skill in music and dance. The most attractive ladies of all are the young gop&#299;s of Vrind&#257;vana, who are Lord Krishna's internal potency, and this chapter tells how He enjoyed their brilliant feminine qualities &#8212; even though, as &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has mentioned, Lord Krishna was an eight-year-old boy when these events took place.</P><P>Ordinary people prefer God simply to be a witness of their romantic affairs. When a boy desires a girl or a girl desires a boy, sometimes they pray to God for their enjoyment. Such people are shocked and dismayed to find out that the Lord can enjoy His own loving affairs with His own transcendental senses. In truth, &#346;r&#299; Krishna is the original Cupid, and His exciting conjugal pastimes will be described in this section of the Bh&#257;gavatam.</P><P>When Lord Krishna descends to the earth, His spiritual body seems to take birth and grow as He displays His variegated pastimes. The Lord could hardly allow His boyhood to pass without exhibiting the supreme loving affairs between a young boy and young girls. Thus Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura quotes &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; as follows: kai&#347;oram saphal&#299;-karoti kalayan kuñje vih&#257;ram harih. "Lord Hari perfects His youth by arranging loving pastimes in the groves of the Vrind&#257;vana forest."</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>