<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 29 Verses 10-11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 29 Verses 10-11"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Krishna and the Gop&#299;s Meet for the R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.29.10-11</P><P CLASS=c>duhsaha-preshtha-viraha-</P><P CLASS=c>t&#299;vra-t&#257;pa-dhut&#257;&#347;ubh&#257;h</P><P CLASS=c>dhy&#257;na-pr&#257;pt&#257;cyut&#257;&#347;lesha-</P><P CLASS=c>nirvrity&#257; ksh&#299;na-ma&#324;gal&#257;h</P><P CLASS=c>tam eva param&#257;tm&#257;nam</P><P CLASS=c>j&#257;ra-buddhy&#257;pi sa&#324;gat&#257;h</P><P CLASS=c>jahur guna-mayam deham</P><P CLASS=c>sadyah praksh&#299;na-bandhan&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/duhsaha">duhsaha</A> &#8212; intolerable; <A CLASS=v HREF="http://vedabase.net/p/prestha">preshtha</A> &#8212; from their beloved; <A CLASS=v HREF="http://vedabase.net/v/viraha">viraha</A> &#8212; from separation; <A CLASS=v HREF="http://vedabase.net/t/tivra">t&#299;vra</A> &#8212; intense; <A CLASS=v HREF="http://vedabase.net/t/tapa">t&#257;pa</A> &#8212; by the burning pain; <A CLASS=v HREF="http://vedabase.net/d/dhuta">dhuta</A> &#8212; removed; <A CLASS=v HREF="http://vedabase.net/a/asubhah">a&#347;ubh&#257;h</A> &#8212; all inauspicious things <A HREF="http://vedabase.net/i/in">in</A> their hearts; <A CLASS=v HREF="http://vedabase.net/d/dhyana">dhy&#257;na</A> &#8212; by meditation; <A CLASS=v HREF="http://vedabase.net/p/prapta">pr&#257;pta</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; of the infallible Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/aslesa">&#257;&#347;lesha</A> &#8212; caused by the embrace; <A CLASS=v HREF="http://vedabase.net/n/nirvrtya">nirvrity&#257;</A> &#8212; by the joy; <A CLASS=v HREF="http://vedabase.net/k/ksina">ksh&#299;na</A> &#8212; reduced <A HREF="http://vedabase.net/t/to">to</A> nil; <A CLASS=v HREF="http://vedabase.net/m/mangalah">ma&#324;gal&#257;h</A> &#8212; their auspicious karmic reactions; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; even though; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/j/jara">j&#257;ra</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> paramour; <A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; thinking Him <A HREF="http://vedabase.net/t/to">to</A> be; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; nevertheless; <A CLASS=v HREF="http://vedabase.net/s/sangatah">sa&#324;gat&#257;h</A> &#8212; getting His direct association; <A CLASS=v HREF="http://vedabase.net/j/jahuh">jahuh</A> &#8212; they gave up; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; composed of the modes of material nature; <A CLASS=v HREF="http://vedabase.net/d/deham">deham</A> &#8212; their bodies; <A CLASS=v HREF="http://vedabase.net/s/sadyah">sadyah</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/p/praksina">praksh&#299;na</A> &#8212; thoroughly counteracted; <A CLASS=v HREF="http://vedabase.net/b/bandhanah">bandhan&#257;h</A> &#8212; all their bondage of <A HREF="http://vedabase.net/k/karma">karma</A>.</P><P CLASS=t>TRANSLATION</P><P>For those gop&#299;s who could not go to see Krishna, intolerable separation from their beloved caused an intense agony that burned away all impious karma. By meditating upon Him they realized His embrace, and the ecstasy they then felt exhausted their material piety. Although Lord Krishna is the Supreme Soul, these girls simply thought of Him as their male lover and associated with Him in that intimate mood. Thus their karmic bondage was nullified and they abandoned their gross material bodies.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; comments upon this verse as follows: "Here &#346;ukadeva Gosv&#257;m&#299; speaks in a peculiar way: he presents the intimate object the gop&#299;s attained as if it were an external idea, thus keeping its true nature secret from outsiders, while at the same time he reveals to the confidential devotees well versed in the scientific conclusions of devotional service the internal meaning that is his real purport. Thus to outsiders &#346;ukadeva says that Krishna gave the gop&#299;s liberation, but to the confidential hearers &#346;ukadeva reveals that when the gop&#299;s experienced separation from their beloved there arose in them both immeasurable unhappiness and immeasurable happiness, and that they gradually achieved their desired goal.</P><P>"Thus the verse can be understood as follows: Because of their intolerable separation from their beloved, the gop&#299;s felt terrible agony, by which they caused all inauspicious things to tremble. In other words, when people in general hear of the gop&#299;s' extreme agony in separation from their beloved, they abandon thousands of inauspicious things &#8212; things even as fearsome as the subterranean fires of millions of universes or the powerful poison swallowed by Lord &#346;iva. More specifically, those who hear of the gop&#299;s' love in separation give up their terrible false ego and, thinking themselves defeated, are shaken. When the gop&#299;s meditated on Lord Acyuta, He became manifest and personally came to them, and they experienced great joy by embracing His body, which was full of transcendental love for them. The gop&#299;s also experienced great joy by exhibiting personal characteristics and a sense of identification appropriate to such love. That joy made all their good fortune, both material and spiritual, seem paltry by comparison.</P><P>"The implication is that when other persons see how happy the gop&#299;s became upon embracing Krishna when He manifested Himself directly before them, these other persons feel that thousands of so-called auspicious objects are insignificant by comparison, including all the sense gratificatory pleasures found in millions of universes and even the supersensory pleasure of spiritual bliss (brahm&#257;nanda) . Thus hearing of the gop&#299;s' distress and the joy that arose, respectively, out of their separation from the Supreme Lord and their union with Him, anyone can get rid of all the reactions of his past activities, both sinful and pious. Vaishnavas certainly do not think that sinful and pious reactions can be destroyed only by being lived out, since, after all, neither separation from the Supreme Lord nor direct association with Him are in the category of karma. This kind of elimination of karmic reactions occurs in the stage of bhajana, for those who have come to the level of anartha-nivritti.</P><P>"And thus the gop&#299;s thought of Krishna &#8212; the Param&#257;tm&#257;, or supreme worthy object of all love &#8212; as their paramour. Even though such a concept is ordinarily contemptible, the gop&#299;s realized Krishna in an even fuller sense than did Rukmin&#299; and His other queens, who thought of Him most respectfully as their husband. That thinking of the Lord as one's paramour is superior to thinking of Him as one's husband is proved by the fact that unbridled pure love is superior to domesticated love. This idea is borne out by the following words of &#346;r&#299; Uddhava: y&#257; dustyajam sva-janam &#257;rya-patham ca hitv&#257;. 'These ladies of Vraja abandoned their families and their advanced religious principles, even though to do so is very difficult.' (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/47/61.htm">10.47.61</A>)</P><P>"In His pastimes on earth Krishna often turns the most lowly things into the most elevated. As Bh&#299;shma stated, Krishna's pastime of acting as Arjuna's chariot driver was even more elevated than the pastimes in which He acted as a mighty King of kings: vijaya-ratha-kutumba &#257;tta-totre/ dhrita-haya-ra&#347;mini tac-chriyeskshan&#299;ye. 'I concentrate upon the chariot driver of Arjuna, who stood with a whip in His right hand and a bridle rope in His left, and who was very careful to protect Arjuna's chariot by all means.' (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/9/39.htm">1.9.39</A>) Similarly, in the Lord's appearance as Krishna we see that the normally inferior conjugal r&#257;sa becomes better than the normally superior mood of &#347;&#257;nta-rasa, as also the attitude of loving a paramour becomes superior to the loving exchange between legitimate spouses, and lowly guñj&#257; necklaces, red oxide paste and peacock feathers become better than the most excellent jeweled ornaments.</P><P>"But, it may be objected, it is not fitting for the Supreme Lord to sport with women whose bodies have already been enjoyed by other men. This objection is replied to by the words beginning jahuh. The word deham is used here in the singular form to indicate unity of category, even though the gop&#299;s are many. Some authorities say that by the power of Yogam&#257;y&#257; these gop&#299;s' bodies disappeared in a way no one noticed, but other authorities say that the 'body' referred to in this context is the inferior body, composed of the modes of material nature. Thus by the prominence of the adjective guna-mayam, it is understood that before the gop&#299;s heard the sound of Krishna's flute their bodies had been twofold, material and spiritual, and upon hearing the flute they gave up the material bodies, which their husbands had enjoyed. We may analyze this as follows:</P><P>"When devotees begin prosecuting devotional service in accordance with the instructions of a bona fide spiritual master, they engage their ears and other senses in pure devotion by hearing of the Lord, chanting His glories, remembering Him, offering obeisances to Him, giving Him personal attendance, and so forth. Thus the devotees make the Lord's transcendental qualities the objects of their senses, as stated by the Lord Himself: nirguno mad-ap&#257;&#347;rayah. (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/25/26.htm">11.25.26</A>) In this way the devotees' bodies transcend the material modes. Yet sometimes the devotees may take as their sense objects mundane sounds and so on, and that is material. Thus a devotee's body can have two aspects, transcendental and material.</P><P>"According to one's level of devotional service, to that degree the transcendental aspects of one's body become prominent and the material aspects diminish. This transformation is described in the following verse from the Bh&#257;gavatam (<A CLASS=v HREF="../../11/2/42.htm">11.2.42</A>):</P><P>bhaktih pare&#347;&#257;nubhavo viraktir</P><P CLASS=n>anyatra caisha trika eka-k&#257;lah</P><P CLASS=n>prapadyam&#257;nasya yath&#257;&#347;natah syus</P><P CLASS=n>tushtih pushtih kshud-ap&#257;yo 'nu-gh&#257;sam</P><P>'Devotion, direct experience of the Supreme Lord, and detachment from other things &#8212; these three occur simultaneously for one who has taken shelter of the Supreme Personality of Godhead, in the same way that pleasure, nourishment and relief from hunger come simultaneously and increasingly, with each bite, for a person engaged in eating.' When one achieves totally pure love of God, the material portions of the body disappear and the body becomes completely spiritual. Nonetheless, so as not to disturb the false opinions of atheists and so as to protect the confidentiality of devotional service, the Supreme Lord usually has His illusory energy exhibit the demise of the gross body. An example of this is the disappearance of the Y&#257;davas during the Maushala-l&#299;l&#257;.</P><P>"Sometimes, however, to proclaim the excellence of bhakti-yoga, Krishna will allow a devotee to go back to Godhead in his selfsame body, as in the case of Dhruva Mah&#257;r&#257;ja. We can cite evidence for this point from the Twenty-fifth Chapter of the Eleventh Canto, Text 32:</P><P>yeneme nirjit&#257;h saumya</P><P CLASS=n>gun&#257; j&#299;vena citta-j&#257;h</P><P CLASS=n>bhakti-yogena man-nishtho</P><P CLASS=n>mad-bh&#257;v&#257;ya prapadyate</P><P>'A living entity who conquers the modes of material nature, which are manifested from the mind, can dedicate himself to Me [Krishna] by the process of devotional service and thus attain pure love for Me.' Here the Lord states that the defeat and destruction of that which is composed of the modes of material nature can be brought about only by the process of devotional service.</P><P>"Therefore, what we should understand from the present verse of the Bh&#257;gavatam is that the gop&#299;s who could not go to see Krishna had their inauspicious, material bodies removed or burned up, while their auspicious, spiritual bodies, far from being destroyed, simply grew more prominent because of the ecstasy the gop&#299;s felt by embracing Krishna in meditation. Thus their bondage was completely destroyed: by the help of Yogam&#257;y&#257; they got free from ignorance and also from the prohibitions of their husbands and other relatives.</P><P>"We should not make the mistake of explaining this falling away of the gop&#299;s' bodies as being a result of their dying. As the Lord Himself states (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/47/37.htm">10.47.37</A>),</P><P>y&#257; may&#257; kr&#299;dat&#257; r&#257;try&#257;m</P><P CLASS=n>vane 'smin vraja &#257;sthit&#257;h</P><P CLASS=n>alabdha-r&#257;s&#257;h kaly&#257;nyo</P><P CLASS=n>m&#257;pur mad-v&#299;rya-cintay&#257;</P><P>'Some of those all-auspcious gop&#299;s could not directly join Me in enjoying the r&#257;sa dance on that night in this Vrind&#257;vana forest, yet still they achieved My association by remembering My transcendental pastimes.' By using the word kaly&#257;nyah in this verse, the Lord implies, 'Even though these gop&#299;s wanted to give up their bodies because of their husbands' prohibitions and the torment of separation from Me, for them to die at the very beginning of the most auspicious festival of the r&#257;sa dance would have been displeasing to Me and thus inauspicious. So they did not die.'</P><P>"More evidence that the gop&#299;s who were prevented from going to see Krishna did not physically die is provided by a statement of &#346;r&#299; &#346;ukadeva's later in this canto (<A CLASS=v HREF="../../10/47/38.htm">10.47.38</A>): t&#257; &#363;cur uddhavam pr&#299;t&#257;s tat-sande&#347;&#257;gata-smrit&#299;h. 'Then they [the gop&#299;s] replied to Uddhava, feeling satisfied because His message had reminded them of Krishna.' Here we understand that the gop&#299;s speaking to Uddhava were the ones who had not had the chance to participate directly in the r&#257;sa dance because of being held captive in their homes. Thus the conclusion is that they gave up their material bodies without dying. Parched by the intense heat of separation, their material bodies gave up their materiality and became purely spiritual, just like the bodies of such great devotees as Dhruva Mah&#257;r&#257;ja. This is the meaning of the gop&#299;s' 'giving up their bodies.'</P><P>"The following analogy illustrates the statuses of the various gop&#299;s: By observing seven or eight ripe mangoes on a tree, we can ascertain that all the fruits on the tree are ripe. Then we can pick them all and bring them home, where in due course the sun's rays and other agents will make them fine-looking, fragrant and delicious &#8212; fit to be offered to the king for his enjoyment. When the time comes for the king to take his meal, a discriminating servant can choose those fruits ready to offer him. From the appearance of the fruits the servant can tell which are ripe in the middle but still raw on the outside and thus not yet fit for the king. By the application of a special heating process, these remaining fruits will become ripe in two or three days, and then they too will be ready to offer to the king.</P><P>"Similarly, among the muni-c&#257;r&#299; gop&#299;s who took birth in Gokula, those who completely gave up the materiality of their bodies and very early in life achieved purely spiritual bodies were able to remain untouched by any other man; thus Yogam&#257;y&#257; allowed them to join the nitya-siddha and other advanced gop&#299;s when they went to meet Krishna. Other muni-c&#257;r&#299; gop&#299;s still retained some connection with the external material body, but even they, after being parched by the heat of separation from &#346;r&#299; Krishna, gave up the materiality of their bodies and assumed perfectly transcendental bodies, purified of all taint of contact with other men. On the night of the r&#257;sa dance, Yogam&#257;y&#257; sent some of these gop&#299;s out behind those who had already gone out; others, who Yogam&#257;y&#257; saw still had a slight amount of contamination, she kept back to further purify with the heat of separation, and then she sent them out on some other night.</P><P>"After enjoying the pleasures of the r&#257;sa dance and other pastimes with Krishna, the muni-c&#257;r&#299; gop&#299;s who had participated went back to their homes when the night was over, as did the nitya-siddha and other advanced gop&#299;s. But now Yogam&#257;y&#257; protected these muni-c&#257;r&#299; gop&#299;s from the material association of their husbands; in other words, these gop&#299;s were devoid of any selfish attachment for husband, children and so on. Since these gop&#299;s were thoroughly immersed in the great ocean of love for Krishna, their breasts dried up so that they could not feed their infants, and to their family members they appeared as if haunted by ghosts. In conclusion, it is not unseemly that the gop&#299;s who were previously in material association joined in the r&#257;sa dance.</P><P>"Some authorities, however, maintain that the gop&#299;s who were kept back in their houses did not have children. According to them, whenever such words as apatya ('children') are used in verses yet to come, these words refer to the children of co-wives, to adopted children or to nephews and nieces."</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>