<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 29 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 29 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Krishna and the Gop&#299;s Meet for the R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.29.15</P><P CLASS=c>k&#257;mam krodham bhayam sneham</P><P CLASS=c>aikyam sauhridam eva ca</P><P CLASS=c>nityam harau vidadhato</P><P CLASS=c>y&#257;nti tan-mayat&#257;m hi te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; lust; <A CLASS=v HREF="http://vedabase.net/k/krodham">krodham</A> &#8212; anger; <A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/s/sneham">sneham</A> &#8212; loving affection; <A CLASS=v HREF="http://vedabase.net/a/aikyam">aikyam</A> &#8212; unity; <A CLASS=v HREF="http://vedabase.net/s/sauhrdam">sauhridam</A> &#8212; friendship; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/h/harau">harau</A> &#8212; for Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/v/vidadhatah">vidadhatah</A> &#8212; exhibiting; <A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; they achieve; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/m/mayatam">mayat&#257;m</A> &#8212; absorption <A HREF="http://vedabase.net/i/in">in</A> Him; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; such persons.</P><P CLASS=t>TRANSLATION</P><P>Persons who constantly direct their lust, anger, fear, protective affection, feeling of impersonal oneness or friendship toward Lord Hari are sure to become absorbed in thought of Him.</P><P CLASS=t>PURPORT</P><P>Lord Krishna is pure spiritual existence, and those who somehow or other become attached to Him, absorbed in thoughts of Him, rise to the spiritual platform. This is the absolute nature of the Lord's personal association.</P><P>With this verse &#346;ukadeva Gosv&#257;m&#299; answers King Par&#299;kshit's question about the gop&#299;s. After all, &#346;ukadeva has begun to narrate Krishna's most intimate pastime, the r&#257;sa dance, and Par&#299;kshit is cooperating to remove the doubts of others who are hearing or who in the future may hear this astonishing story. &#346;r&#299;la Madhv&#257;c&#257;rya has quoted a statement from the Skanda Pur&#257;na that emphatically declares persons like the gop&#299;s to be liberated souls, beyond the pale of material illusion:</P><P>bhakty&#257; hi nitya-k&#257;mitvam</P><P CLASS=n>na tu muktim vin&#257; bhavet</P><P CLASS=n>atah k&#257;mitay&#257; v&#257;pi</P><P CLASS=n>muktir bhaktimat&#257;m harau</P><P>"Eternal conjugal attraction to Krishna, expressed in pure devotional service, cannot develop in one who is not already liberated. Thus those who are devoted to Lord Hari, even in conjugal attraction, are already liberated .</P><P>"&#346;r&#299;la Madhv&#257;c&#257;rya then quotes from the Padma Pur&#257;na to clarify the essential point that one cannot be liberated simply by lusting after Lord Krishna but rather only by possessing conjugal attraction in pure devotional service:</P><P>sneha-bhakt&#257;h sad&#257; dev&#257;h</P><P CLASS=n>k&#257;mitsen&#257;psara-striyah</P><P CLASS=n>k&#257;scit k&#257;scin na k&#257;mena</P><P CLASS=n>bhakty&#257; kevalayaiva tu</P><P>"The demigods are always affectionately devoted to the Lord, and the young ladies of heaven called Apsar&#257;s have lusty feelings toward Him, although some of them have pure devotion for Him untainted by material lust. Only these latter Apsar&#257;s are ready for liberation, because without bona fide devotional service one cannot possibly achieve liberation."</P><P>Thus devotional service is not yogyam, or appropriate, unless free from material lust. One should not take cheaply the gop&#299;s' achievement of personal association with Lord Krishna in a conjugal relationship. To show the gravity of direct relationship with the Lord, &#346;r&#299;la Madhv&#257;c&#257;rya has quoted the following verses from the Var&#257;ha Pur&#257;na:</P><P>patitvena &#347;riyop&#257;syo</P><P CLASS=n>brahman&#257; me piteti ca</P><P CLASS=n>pit&#257;mahatay&#257;nyesh&#257;m</P><P CLASS=n>trida&#347;&#257;n&#257;m jan&#257;rdanah</P><P>"The goddess Lakshm&#299; worships Lord Jan&#257;rdana as her husband, Lord Brahm&#257; worships Him as his father, and the other demigods worship Him as their grandfather."</P><P>prapit&#257;maho me bhagav&#257;n</P><P CLASS=n>iti sarva-janasya tu</P><P CLASS=n>guruh &#347;r&#299;-brahmano vishnuh</P><P CLASS=n>sur&#257;n&#257;m ca guror guruh</P><P>"Thus people in general should think, 'The Supreme Lord is my great-grandfather.' Lord Vishnu is the spiritual master of Brahm&#257; and thus the guru of the guru of the demigods."</P><P>gurur brahm&#257;sya jagato</P><P CLASS=n>daivam vishnuh san&#257;tanah</P><P CLASS=n>ity evop&#257;sanam k&#257;ryam</P><P CLASS=n>n&#257;nyath&#257; tu kathañcana</P><P>"Brahm&#257; is the spiritual master of this universe, and Vishnu is the eternally worshipable Deity. With this understanding, and not otherwise, one should worship the Lord."</P><P>The above injunctions apply to sarva-jana, "all people in general." Thus one should follow these injunctions until one achieves the exalted platform of intimate relationship with the Supreme Lord. There is abundant evidence that the gop&#299;s of Vrind&#257;vana were highly elevated, liberated souls, and thus their pastimes with Krishna are pure, spiritual affairs. Keeping this in mind, we can truly understand this chapter of the &#346;r&#299;mad-Bh&#257;gavatam .</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>