<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 29 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 29 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Krishna and the Gop&#299;s Meet for the R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.29.19</P><P CLASS=c>rajany esh&#257; ghora-r&#363;p&#257;</P><P CLASS=c>ghora-sattva-nishevit&#257;</P><P CLASS=c>pratiy&#257;ta vrajam neha</P><P CLASS=c>stheyam str&#299;bhih su-madhyam&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rajani">rajan&#299;</A> &#8212; night; <A CLASS=v HREF="http://vedabase.net/e/esa">esh&#257;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/g/ghora">ghora</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;p&#257;</A> &#8212; fearsome <A HREF="http://vedabase.net/i/in">in</A> appearance; <A CLASS=v HREF="http://vedabase.net/g/ghora">ghora</A>-<A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A> &#8212; by fearsome creatures; <A CLASS=v HREF="http://vedabase.net/n/nisevita">nishevit&#257;</A> &#8212; populated; <A CLASS=v HREF="http://vedabase.net/p/pratiyata">pratiy&#257;ta</A> &#8212; please return; <A CLASS=v HREF="http://vedabase.net/v/vrajam">vrajam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> village of <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/s/stheyam">stheyam</A> &#8212; should stay; <A CLASS=v HREF="http://vedabase.net/s/stribhih">str&#299;bhih</A> &#8212; women; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/madhyamah">madhyam&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> slender-waisted girls.</P><P CLASS=t>TRANSLATION</P><P>This night is quite frightening, and frightening creatures are lurking about. Return to Vraja, slender-waisted girls. This is not a proper place for women.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has written the following charming commentary on this verse:</P><P>"[The gop&#299;s thought,] 'Alas, alas, even after shattering our family responsibilities, our sobriety and our shame and enjoying us day after day, and after now dragging us here by the sound of His flute, He is asking us why we have come!'</P><P>"As the gop&#299;s cast sidelong glances at one another, the Lord said, 'If you try to tell Me that you have come to get night-blooming flowers to use in the worship of God, and that it is these flowers you are looking at with your sidelong glances, I will have to reject your excuse as unacceptable, since neither the time, place nor persons involved are appropriate.'</P><P>"This is the Lord's meaning in the verse beginning rajan&#299;. He might have said, 'Even though there is abundant moonlight, this time of night is very fearsome because many snakes, scorpions and other dangerous creatures too small for you to see are lying beneath the creepers, roots and twigs. Therefore this time is unsuitable for gathering flowers. And not only the time but also this place is unsuitable for you to gather flowers, because at night terrible creatures such as tigers are abroad here. Therefore you should go back to Vraja.'</P><P>" 'But,' the gop&#299;s may object, 'let us just rest for a few minutes, and then we will go.'</P><P>"Then the Lord might reply, 'Women shouldn't remain in this kind of place.' In other words, 'Because of the time and place, it is wrong for persons like yourselves to stay here even for a moment.'</P><P>"Furthermore, by the word su-madhyam&#257;h, 'O slender-waisted ones,' the Lord implied, 'You are beautiful young girls, and I am a beautiful young boy. Because you are all very chaste and I am a brahmac&#257;r&#299;, as confirmed by the words krishno brahmac&#257;r&#299; in the &#347;ruti [Gop&#257;la-t&#257;pan&#299; Upanishad], there should be no fault in our being in the same place. Nonetheless, the mind can never be trusted &#8212; neither yours nor My own.'</P><P>"The Lord's inner eagerness thus hinted at is obvious if we read His words between the lines, as follows: 'If out of shyness you cannot tell Me the reason you've come, then don't speak. I already know it anyway, so just listen as I tell it to you.' Thus the Lord speaks the words beginning rajan&#299; . "</P><P>The following statement by Krishna is based on an alternative meaning of the verse derived when the Sanskrit words are separated in a different way. The alternative separation, according to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;, would be rajan&#299; esh&#257; aghora-r&#363;p&#257; aghora-sattva-nishevit&#257;/ pratiy&#257;ta vrajam na iha stheyam stribhih su-madhyam&#257;h. Through &#346;r&#299;la Vi&#347;van&#257;tha's commentary Krishna now explains the meaning of this division of words.</P><P>" 'The pervasive moonshine has made this night appear not at all fearsome, and therefore this forest is populated by harmless creatures such as deer (aghora-sattvaih), or else by animals such as tigers that are harmless because of Vrind&#257;vana's naturally nonviolent atmosphere. Consequently this night should not frighten you.' Or else Krishna may have meant, 'You should not be afraid of your own husbands and other relatives because, the night being populated by fearsome animals, they will not come near this place. Therefore please do not go back to Vraja [na pratiy&#257;ta], but stay here in My company [iha stheyam].'</P><P>"The gop&#299;s may ask the Lord, 'How are You staying here?'</P><P>"The Lord answers, 'With women.'</P><P>"But are You satisfied to keep just any women in Your company?'</P><P>"The Lord replies to this with the word su-madhyam&#257;h, meaning, 'Only women who are young and beautiful, who have slender waists &#8212; namely yourselves &#8212; should stay here with Me, and not others.' Thus we can appreciate that Krishna's statements are full of considerate as well as neglectful sentiments."</P><P>Krishna's words are certainly brilliant, because according to the rules of Sanskrit grammar they may be understood in either of two opposite ways. In the first case, as translated above, Lord Krishna continues to tease the gop&#299;s by telling them the night is dangerous and inauspicious and that they should go home. But Krishna is simultaneously saying exactly the opposite &#8212; namely, that there is absolutely no reason for the gop&#299;s to fear coming to the Lord, that the night is quite auspicious and that the girls should under no circumstances go back home. Thus Lord Krishna simultaneously teases and enchants the gop&#299;s with His words.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>