<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 29 Verses 21-22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 29 Verses 21-22"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Krishna and the Gop&#299;s Meet for the R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.29.21-22</P><P CLASS=c>drishtam vanam kusumitam</P><P CLASS=c>r&#257;ke&#347;a-kara-rañjitam</P><P CLASS=c>yamun&#257;nila-l&#299;laijat</P><P CLASS=c>taru-pallava-&#347;obhitam</P><P CLASS=c>tad y&#257;ta m&#257; ciram goshtham</P><P CLASS=c>&#347;u&#347;r&#363;shadhvam pat&#299;n sat&#299;h</P><P CLASS=c>krandanti vats&#257; b&#257;l&#257;&#347; ca</P><P CLASS=c>t&#257;n p&#257;yayata duhyata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drstam">drishtam</A> &#8212; seen; <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; the forest; <A CLASS=v HREF="http://vedabase.net/k/kusumitam">kusumitam</A> &#8212; full of flowers; <A CLASS=v HREF="http://vedabase.net/r/raka">r&#257;k&#257;</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; of the moon, the lord of the presiding goddess of the full-moon day; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; by the hand; <A CLASS=v HREF="http://vedabase.net/r/ranjitam">rañjitam</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> resplendent; <A CLASS=v HREF="http://vedabase.net/y/yamuna">yamun&#257;</A> &#8212; coming from the <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A> River; <A CLASS=v HREF="http://vedabase.net/a/anila">anila</A> &#8212; by the wind; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; playfully; <A CLASS=v HREF="http://vedabase.net/e/ejat">ejat</A> &#8212; trembling; <A CLASS=v HREF="http://vedabase.net/t/taru">taru</A> &#8212; of the trees; <A CLASS=v HREF="http://vedabase.net/p/pallava">pallava</A> &#8212; with the leaves; <A CLASS=v HREF="http://vedabase.net/s/sobhitam">&#347;obhitam</A> &#8212; beautified; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/y/yata">y&#257;ta</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A> back; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/c/ciram">ciram</A> &#8212; without delay; <A CLASS=v HREF="http://vedabase.net/g/gostham">goshtham</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> village; <A CLASS=v HREF="http://vedabase.net/s/susrusadhvam">&#347;u&#347;r&#363;shadhvam</A> &#8212; you must serve; <A CLASS=v HREF="http://vedabase.net/p/patin">pat&#299;n</A> &#8212; your husbands; <A CLASS=v HREF="http://vedabase.net/s/satih">sat&#299;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> chaste women; <A CLASS=v HREF="http://vedabase.net/k/krandanti">krandanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> crying; <A CLASS=v HREF="http://vedabase.net/v/vatsah">vats&#257;h</A> &#8212; the calves; <A CLASS=v HREF="http://vedabase.net/b/balah">b&#257;l&#257;h</A> &#8212; the children; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/p/payayata">p&#257;yayata</A> &#8212; breast-feed; <A CLASS=v HREF="http://vedabase.net/d/duhyata">duhyata</A> &#8212; feed with cow's milk.</P><P CLASS=t>TRANSLATION</P><P>Now you have seen this Vrind&#257;vana forest, full of flowers and resplendent with the light of the full moon. You have seen the beauty of the trees, with their leaves trembling in the gentle breeze coming from the Yamun&#257;. So now go back to the cowherd village. Don't delay. O chaste ladies, serve your husbands and give milk to your crying babies and calves.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura further explains Text 22 as follows: "Lord Krishna says, 'Therefore don't wait a long time before going, but go immediately.' The word sat&#299;h means that the gop&#299;s are loyal to their husbands; therefore Krishna indicates that the gop&#299;s should serve their husbands so the latter can accomplish their religious duties, and that the gop&#299;s should also be considered worshipable because of their chastity. All this Krishna says to the gop&#299;s who are married. And now to the unmarried girls He says, 'The calves are crying, so see to it that they get milk.' To the muni-c&#257;r&#299; gop&#299;s He says, 'Your babies are crying, so feed them milk.' "</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura further reveals the hidden meaning of these two verses as follows: "In Text 21 Krishna might have said, 'This Vrind&#257;vana is the very best of places, and moreover this is a full-moon night. Furthermore, we have the Yamun&#257; on all sides, and there are cool, gentle, fragrant breezes blowing. These are all transcendental opulences that stimulate loving exchanges, and since I am also here as the foremost ecstatic opulence &#8212; the object of love &#8212; let us now test how much expertise you can show in relishing rasas.'</P><P>"In Text 22 He means to say, 'Thus for a long time, for the entire duration of this night, don't leave, but rather stay here and enjoy with Me. Don't go serve your husbands and the gentle women &#8212; your mothers-in-law and so forth. It would not be fitting for you to waste such beauty and youth, which are gifts of the creator. Nor should you milk the cows or give milk to the calves and babies. What do you, who are so full of ecstatic attraction for Me, have to do with these affairs?' "</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura also explains that the gop&#299;s could not really be sure exactly what Krishna was doing &#8212; whether He was merely joking, inviting them to stay or instructing them to return home. Thus as &#346;r&#299; Krishna spoke about the beauty of the forest, the gop&#299;s felt embarrassed and bewildered and looked upward at the trees, and as He spoke about the Yamun&#257; they looked all around at the river. Their absolute purity and simplicity, along with their absolute devotion to Lord Krishna in the conjugal mood, created the most beautiful pastimes ever exhibited in this universe.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>