<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 29 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 29 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Krishna and the Gop&#299;s Meet for the R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.29.25</P><P CLASS=c>duh&#347;&#299;lo durbhago vriddho</P><P CLASS=c>jado rogy adhano 'pi v&#257;</P><P CLASS=c>patih str&#299;bhir na h&#257;tavyo</P><P CLASS=c>lokepsubhir ap&#257;tak&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/duhsilah">duh&#347;&#299;lah</A> &#8212; of bad character; <A CLASS=v HREF="http://vedabase.net/d/durbhagah">durbhagah</A> &#8212; unfortunate; <A CLASS=v HREF="http://vedabase.net/v/vrddhah">vriddhah</A> &#8212; old; <A CLASS=v HREF="http://vedabase.net/j/jadah">jadah</A> &#8212; retarded; <A CLASS=v HREF="http://vedabase.net/r/rogi">rog&#299;</A> &#8212; sickly; <A CLASS=v HREF="http://vedabase.net/a/adhanah">adhanah</A> &#8212; poor; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the husband; <A CLASS=v HREF="http://vedabase.net/s/stribhih">str&#299;bhih</A> &#8212; by women; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/h/hatavyah">h&#257;tavyah</A> &#8212; should not be rejected; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> good destination <A HREF="http://vedabase.net/i/in">in</A> the next life; <A CLASS=v HREF="http://vedabase.net/i/ipsubhih">&#299;psubhih</A> &#8212; who desire; <A CLASS=v HREF="http://vedabase.net/a/apataki">ap&#257;tak&#299;</A> &#8212; (if <A HREF="http://vedabase.net/h/he">he</A> is) not fallen.</P><P CLASS=t>TRANSLATION</P><P>Women who desire a good destination in the next life should never abandon a husband who has not fallen from his religious standards, even if he is obnoxious, unfortunate, old, unintelligent, sickly or poor.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; quotes a similar statement from smriti-&#347;&#257;stra: patim tv apatitam bhajet. "One should serve a master who is not fallen." Sometimes the foolish argument is given that even if a husband falls down from spiritual principles, his wife should continue to follow him since he is her "guru." In fact, since Krishna consciousness cannot be subordinated to any other religious principle, a guru who engages his follower in materialistic, sinful activities loses his status as a guru. &#346;r&#299;la Prabhup&#257;da stated that the system of monarchy collapsed in Europe because the monarchs abused and exploited their position. Similarly, in the Western world men have abused and exploited women, and now there is a popular movement in which women reject the authority of their husbands. Ideally, men should be staunch in spiritual life and give pure, sincere guidance to the women under their care.</P><P>The gop&#299;s, of course, being on the highest platform of spiritual perfection, were transcendental to all positive and negative religious considerations. In other words, they were the eternal lovers of the Absolute Truth.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>