<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 29 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 29 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Krishna and the Gop&#299;s Meet for the R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.29.32</P><P CLASS=c>yat paty-apatya-suhrid&#257;m anuvrittir a&#324;ga</P><P CLASS=c>str&#299;n&#257;m sva-dharma iti dharma-vid&#257; tvayoktam</P><P CLASS=c>astv evam etad upade&#347;a-pade tvay&#299;&#347;e</P><P CLASS=c>preshtho bhav&#257;ms tanu-bhrit&#257;m kila bandhur &#257;tm&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A> &#8212; of husbands; <A CLASS=v HREF="http://vedabase.net/a/apatya">apatya</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/s/suhrdam">suhrid&#257;m</A> &#8212; and well-wishing relatives and friends; <A CLASS=v HREF="http://vedabase.net/a/anuvrttih">anuvrittih</A> &#8212; the following; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; our dear <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/strinam">str&#299;n&#257;m</A> &#8212; of women; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; the proper religious duty; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/v/vida">vid&#257;</A> &#8212; by the knower of religion; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; spoken; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; like that; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/u/upadesa">upade&#347;a</A> &#8212; of this instruction; <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the real object; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/i/ise">&#299;&#347;e</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/p/presthah">preshthah</A> &#8212; the dearmost; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtam">bhrit&#257;m</A> &#8212; for all embodied living beings; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bandhuh">bandhuh</A> &#8212; the close relative; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the very Self.</P><P CLASS=t>TRANSLATION</P><P>Our dear Krishna, as an expert in religion You have advised us that the proper religious duty for women is to faithfully serve their husbands, children and other relatives. We agree that this principle is valid, but actually this service should be rendered to You. After all, O Lord, You are the dearmost friend of all embodied souls. You are their most intimate relative and indeed their very Self.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Krishna is the Soul of all souls, their dearmost friend and well-wisher. As stated in the Eleventh Canto of the Bh&#257;gavatam (<A CLASS=v HREF="../../11/5/41.htm">11.5.41</A>):</P><P>devarshi-bh&#363;t&#257;pta-nrin&#257;m pitrin&#257;m</P><P CLASS=n>na ki&#324;karo n&#257;yam rin&#299; ca r&#257;jan</P><P CLASS=n>sarv&#257;tman&#257; yah &#347;aranam &#347;aranyam</P><P CLASS=n>gato mukundam parihritya kartam</P><P>"O King, one who has given up all material duties and has taken full shelter of the lotus feet of Mukunda, who offers shelter to all, is not indebted to the demigods, great sages, ordinary living beings, relatives, friends, mankind or even one's forefathers who have passed away. Since all such classes of living entities are part and parcel of the Supreme Lord, one who has surrendered to the Lord's service has no need to serve such persons separately." Authority descends from the author of all existence, the Supreme Lord. Natural figures of authority such as husbands, mothers, government leaders and sages gain their power and authority from the Supreme Lord and should thus represent the Absolute Truth to those who follow them. If one wholeheartedly engages in loving service to the original, Supreme Truth, one need not indirectly serve the Absolute Truth through the above-mentioned secondary authorities.</P><P>Even a soul surrendered to God, however, continues to serve the spiritual master, who is a direct, not an indirect, representative of the Supreme Lord. A bona fide &#257;c&#257;rya, or spiritual master, is the transparent medium leading the disciple to the lotus feet of Krishna. All indirect authorities become obsolete when one is directly in touch with the Absolute Truth. The gop&#299;s wanted to explain this basic point to Krishna, and some of the bolder young girls among them attempted to defeat &#346;r&#299; Krishna with His own statements, as exemplified in this verse.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>