<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 29 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 29 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Krishna and the Gop&#299;s Meet for the R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.29.38</P><P CLASS=c>tan nah pras&#299;da vrijin&#257;rdana te 'nghri-m&#363;lam</P><P CLASS=c>pr&#257;pt&#257; visrijya vasat&#299;s tvad-up&#257;san&#257;&#347;&#257;h</P><P CLASS=c>tvat-sundara-smita-nir&#299;kshana-t&#299;vra-k&#257;ma</P><P CLASS=c>tapt&#257;tman&#257;m purusha-bh&#363;shana dehi d&#257;syam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> us; <A CLASS=v HREF="http://vedabase.net/p/prasida">pras&#299;da</A> &#8212; please show Your mercy; <A CLASS=v HREF="http://vedabase.net/v/vrjina">vrijina</A> &#8212; of all distress; <A CLASS=v HREF="http://vedabase.net/a/ardana">ardana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> vanquisher; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/p/praptah">pr&#257;pt&#257;h</A> &#8212; we have approached; <A CLASS=v HREF="http://vedabase.net/v/visrjya">visrijya</A> &#8212; renouncing; <A CLASS=v HREF="http://vedabase.net/v/vasatih">vasat&#299;h</A> &#8212; our homes; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/u/upasana">up&#257;san&#257;</A> &#8212; the worship of You; <A CLASS=v HREF="http://vedabase.net/a/asah">&#257;&#347;&#257;h</A> &#8212; hoping for; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/s/sundara">sundara</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/s/smita">smita</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/n/niriksana">nir&#299;kshana</A> &#8212; because of the glances; <A CLASS=v HREF="http://vedabase.net/t/tivra">t&#299;vra</A> &#8212; intense; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; by the lust; <A CLASS=v HREF="http://vedabase.net/t/tapta">tapta</A> &#8212; burned; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; whose hearts; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; of all men; <A CLASS=v HREF="http://vedabase.net/b/bhusana">bh&#363;shana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> ornament; <A CLASS=v HREF="http://vedabase.net/d/dehi">dehi</A> &#8212; please grant; <A CLASS=v HREF="http://vedabase.net/d/dasyam">d&#257;syam</A> &#8212; servitude.</P><P CLASS=t>TRANSLATION</P><P>Therefore, O vanquisher of all distress, please show us mercy. To approach Your lotus feet we abandoned our families and homes, and we have no desire other than to serve You. Our hearts are burning with intense desires generated by Your beautiful smiling glances. O jewel among men, please make us Your maidservants.</P><P CLASS=t>PURPORT</P><P>When &#346;r&#299; Krishna was born, the sage Garga predicted that He would manifest all the opulences of the Supreme Lord N&#257;r&#257;yana. The gop&#299;s now appeal to the Lord to fulfill this prediction by being merciful and granting them direct service, just as Lord N&#257;r&#257;yana awards direct service to His loving devotees. The gop&#299;s emphasize that they did not give up their families and homes with the hope of securing a higher pleasure from Krishna. They are simply begging for service, revealing their pure-hearted devotion. The gop&#299;s think, "If in the course of Your pursuing Your happiness we somehow or other become happy by seeing Your face, what is the harm in that?"</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; comments on the words purusha-bh&#363;shana, "O jewel among men." The Th&#257;kura states that the gop&#299;s meant to say, "O jewel of all males, please decorate our golden bodies with the dark blue gems of Your limbs."</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>