<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 29 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 29 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Krishna and the Gop&#299;s Meet for the R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.29.4</P><P CLASS=c>ni&#347;amya g&#299;t&#257;m tad ana&#324;ga-vardhanam</P><P CLASS=c>vraja-striyah krishna-grih&#299;ta-m&#257;nas&#257;h</P><P CLASS=c>&#257;jagmur anyonyam alakshitodyam&#257;h</P><P CLASS=c>sa yatra k&#257;nto java-lola-kundal&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/g/gitam">g&#299;tam</A> &#8212; the music; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/ananga">ana&#324;ga</A> &#8212; Cupid; <A CLASS=v HREF="http://vedabase.net/v/vardhanam">vardhanam</A> &#8212; which fortifies; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; the young women of <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; by <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;ta</A> &#8212; seized; <A CLASS=v HREF="http://vedabase.net/m/manasah">m&#257;nas&#257;h</A> &#8212; whose minds; <A CLASS=v HREF="http://vedabase.net/a/ajagmuh">&#257;jagmuh</A> &#8212; they went; <A CLASS=v HREF="http://vedabase.net/a/anyonyam">anyonyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> one another; <A CLASS=v HREF="http://vedabase.net/a/alaksita">alakshita</A> &#8212; unnoticed; <A CLASS=v HREF="http://vedabase.net/u/udyamah">udyam&#257;h</A> &#8212; their going forward; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/k/kantah">k&#257;ntah</A> &#8212; their boyfriend; <A CLASS=v HREF="http://vedabase.net/j/java">java</A> &#8212; because of their <A HREF="http://vedabase.net/h/haste">haste</A>; <A CLASS=v HREF="http://vedabase.net/l/lola">lola</A> &#8212; swinging; <A CLASS=v HREF="http://vedabase.net/k/kundalah">kundal&#257;h</A> &#8212; whose earrings.</P><P CLASS=t>TRANSLATION</P><P>When the young women of Vrind&#257;vana heard Krishna's flute song, which arouses romantic feelings, their minds were captivated by the Lord. They went to where their lover waited, each unknown to the others, moving so quickly that their earrings swung back and forth.</P><P CLASS=t>PURPORT</P><P>Apparently each gop&#299; went secretly, hoping to avoid advertising to her rivals the fact that young Krishna was in the mood for romantic affairs. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; poetically describes the situation as follows:</P><P>"Krishna instigated a terrible act of thievery in Vrind&#257;vana when He played on His flute. The song of His flute entered through the ears of the gop&#299;s, into the inner treasure chamber of their hearts. That wonderful music stole all their most valuable possessions &#8212; their sobriety, shyness, fear and discrimination, along with their very minds &#8212; and in a split second this music delivered all these goods to Krishna. Now each gop&#299; went to beg the Lord to return her personal property. Each beautiful young girl was thinking, 'I have to capture that great thief,' and thus they went forward, each unknown to the others."</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>