<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 29 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 29 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Krishna and the Gop&#299;s Meet for the R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.29.9</P><P CLASS=c>antar-griha-gat&#257;h k&#257;&#347;cid</P><P CLASS=c>gopyo 'labdha-vinirgam&#257;h</P><P CLASS=c>krishnam tad-bh&#257;van&#257;-yukt&#257;</P><P CLASS=c>dadhyur m&#299;lita-locan&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/g/grha">griha</A> &#8212; within their homes; <A CLASS=v HREF="http://vedabase.net/g/gatah">gat&#257;h</A> &#8212; present; <A CLASS=v HREF="http://vedabase.net/k/kascit">k&#257;&#347;cit</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/g/gopyah">gopyah</A> &#8212; gop&#299;s; <A CLASS=v HREF="http://vedabase.net/a/alabdha">alabdha</A> &#8212; not obtaining; <A CLASS=v HREF="http://vedabase.net/v/vinirgamah">vinirgam&#257;h</A> &#8212; any exit; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; upon <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavana">bh&#257;van&#257;</A> &#8212; with ecstatic love for Him; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yukt&#257;h</A> &#8212; fully endowed; <A CLASS=v HREF="http://vedabase.net/d/dadhyuh">dadhyuh</A> &#8212; they meditated; <A CLASS=v HREF="http://vedabase.net/m/milita">m&#299;lita</A> &#8212; closed; <A CLASS=v HREF="http://vedabase.net/l/locanah">locan&#257;h</A> &#8212; their eyes .</P><P CLASS=t>TRANSLATION</P><P>Some of the gop&#299;s, however, could not manage to get out of their houses, and instead they remained home with eyes closed, meditating upon Him in pure love.</P><P CLASS=t>PURPORT</P><P>Throughout the Tenth Canto, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura gives elaborate poetic commentaries on Lord Krishna's pastimes. It is not always possible to include these extensive descriptions, but we will quote in its entirety his comments on this verse. It is our sincere recommendation to the learned Vaishnava community that a qualified devotee of the Lord present the entire commentary of &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; on the Tenth Canto as a separate book, which will undoubtedly be appreciated by devotees and nondevotees alike. The &#257;c&#257;rya's comments on this verse are as follows:</P><P>"In this context we will make our analysis according to the method described in &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Ujjvala-n&#299;lamani. There are two categories of gop&#299;s: the eternally perfect (the nitya-siddhas) and those who have become perfect by practicing bhakti-yoga (the s&#257;dhana-siddhas). The s&#257;dhana-siddhas are of two categories: those who belong to special groups and those who do not. And there are also two classes of the gop&#299;s belonging to special groups: namely the &#347;ruti-c&#257;r&#299;s, who come from the group of the personified Vedas, and the rishi-c&#257;r&#299;s, who come from the group of sages who saw Lord R&#257;macandra in the Dandak&#257;ranya forest.</P><P>"This same fourfold categorization of the gop&#299;s is given in the Padma Pur&#257;na:</P><P>gopyas tu &#347;rutayo jñey&#257;</P><P CLASS=n>rishi-j&#257; gopa-kanyak&#257;h</P><P CLASS=n>deva-kany&#257;&#347; ca r&#257;jendra</P><P CLASS=n>na m&#257;nushy&#257;h kathañcana</P><P>'It is understood that some of the gop&#299;s are personified Vedic literatures, while others are reborn sages, daughters of cowherds, or demigod maidens. But by no means, my dear King, are any of them ordinary humans.' Here we are informed that although the gop&#299;s appeared to be human cowherd girls, they actually were not. Thus the contention that they are mortals is refuted.</P><P>"The daughters of cowherds, referred to here as gopa-kany&#257;s, must be eternally perfect, since we never hear of them having executed any s&#257;dhana. Their apparent s&#257;dhana of worshiping goddess K&#257;ty&#257;yan&#299; in the role of gop&#299;s merely manifests their manner of playing like human beings, and the Bh&#257;gavatam narrates the account of this worship only to show how they had fully taken on the role of cowherd girls.</P><P>"That the gopa-kany&#257; gop&#299;s are actually nitya-siddhas, eternally perfect devotees of the Lord, is established by a statement in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/37.htm">5.37</A>) &#8212; &#257;nanda-cinmaya-rasa-pratibh&#257;vit&#257;bhih &#8212; which proves that they are the Lord's spiritual pleasure potency. Similarly, we have the words of the Gautam&#299;ya-tantra, hl&#257;din&#299; y&#257; mah&#257;-&#347;aktih. Further corroboration of their eternal perfection is that these gop&#299;s, being coeternal with Lord Krishna, their lover, are mentioned along with Him in the eighteen-syllable mantra, the ten-syllable mantra and others, and also that the worship of these mantras, and also the &#347;rutis that present them, have been in existence since beginningless time."</P><P>The deva-kany&#257;s, daughters of the demigods, who are mentioned in the verse beginning sambhavas tv amara-striyah, are explained in &#346;r&#299; Ujjvala-n&#299;lamani as partial expansions of the gop&#299;s who are eternally perfect. That the &#347;ruti-c&#257;r&#299; gop&#299;s, the personified Vedas, are s&#257;dhana-siddha is understood from the following words of theirs quoted in the Brihad-v&#257;mana Pur&#257;na:</P><P>kandarpa-koti-l&#257;vanye</P><P CLASS=n>tvayi drishte man&#257;msi nah</P><P CLASS=n>k&#257;min&#299;-bh&#257;vam &#257;s&#257;dya</P><P CLASS=n>smara-kshubdh&#257;nya-sam&#347;ay&#257;h</P><P CLASS=n>yath&#257; tval-loka-v&#257;sinyah</P><P CLASS=n>k&#257;ma-tattvena gopik&#257;h</P><P CLASS=n>bhajanti ramanam matv&#257;</P><P CLASS=n>cik&#299;rsh&#257;janinas tath&#257;</P><P>'Since we have seen Your face, which possesses the beauty of millions of Cupids, our minds have become lusty after You like those of young girls, and we have forgotten all other allurements. We have developed the desire to act toward You as do the gop&#299;s who dwell on Your transcendental planet and who manifest the nature of Cupid by worshiping You with the idea that You are their paramour.'</P><P>"The rishi-c&#257;r&#299; gop&#299;s are also s&#257;dhana-siddha, as stated in Ujjvala-n&#299;lamani: gop&#257;lop&#257;sak&#257;h p&#363;rvam apr&#257;pt&#257;bh&#299;shta-siddhayah. Previously they were all mah&#257;rshis living in the Dandaka forest. We find evidence for this in the Padma Pur&#257;na, Uttara-khanda:</P><P>drishtv&#257; r&#257;mam harim tatra</P><P CLASS=n>bhoktum aicchan su-vigraham</P><P CLASS=n>te sarve str&#299;tvam &#257;pann&#257;h</P><P CLASS=n>samudbh&#363;t&#257;&#347; ca gokule</P><P CLASS=n>harim sampr&#257;pya k&#257;mena</P><P CLASS=n>tato mukt&#257; bhav&#257;rnav&#257;t</P><P>This verse says that upon seeing Lord R&#257;macandra, the sages in the Dandaka forest desired to enjoy Lord Hari (Krishna). In other words, the sight of Lord R&#257;ma's beauty reminded them of Lord Hari, Gop&#257;la, their personal object of worship, and they then wanted to enjoy with Him. But out of embarrassment they did not act on that desire, whereupon Lord &#346;r&#299; R&#257;ma, who is like a desire tree, gave His mercy to them, even though they had not voiced their request. Thus their desire was fulfilled, as stated by the words beginning te sarve. By means of their lusty attraction they became freed from the ocean of material existence, the cycle of birth and death, and coincidentally they got the association of Hari in conjugal love.</P><P>"In the present verse of the Bh&#257;gavatam we understand that it was the gop&#299;s who had children who were kept forcibly at home. This fact is clear from verses yet to come: m&#257;tarah pitarah putr&#257;h (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/29/20.htm">10.29.20</A>), yat-paty-apatya-suhrid&#257;m anuvrittir a&#324;ga (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/29/32.htm">10.29.32</A>) and pati-sut&#257;nvaya-bhr&#257;tri-b&#257;ndhav&#257;n (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/31/16.htm">10.31.16</A>). In his comments on the Tenth Canto, &#346;r&#299;la Kavi-karnap&#363;ra Gosv&#257;m&#299; mentions this fact. Without trying to repeat all his thoughts on this verse, we will give the gist of his purport:</P><P>" 'Upon seeing the personal form of Lord &#346;r&#299; R&#257;macandra, the sages who were worshipers of Lord Gop&#257;la immediately became elevated to the mature platform of spontaneous devotion, automatically reaching the stages of firm faith, attraction and attachment. But they had not yet completely freed themselves of all material contamination; therefore &#346;r&#299; Yogam&#257;y&#257;-devi arranged for them to take birth from the wombs of gop&#299;s and become cowherd girls. By associating with the eternally perfect gop&#299;s, some of these new gop&#299;s fully manifested p&#363;rva-raga loving attraction for Krishna as soon as they reached puberty (This kind of attraction develops even before one meets the beloved.) When these new gop&#299;s got the direct audience of Krishna and physically associated with Him, all their remaining contamination became burned up, and they achieved the advanced stages of prema, sneha and so on.</P><P>" 'Even though they were in the company of their cowherd husbands, by the power of Yogam&#257;y&#257; the gop&#299;s remained unsullied by sexual contact with them; rather, they were situated in purely spiritual bodies that Krishna enjoyed. On the night they heard the sound of Krishna's flute, their husbands tried to stop them, but by the merciful assistance of Yogam&#257;y&#257; the s&#257;dhana-siddha gop&#299;s were able to go forth to their beloved, together with the nitya-siddha gop&#299;s.</P><P>" 'Other gop&#299;s, however, because of not getting the good fortune of associating with the nitya-siddha gop&#299;s and other advanced gop&#299;s, had not achieved the stage of prema, and so their contamination was not completely burned away. They entered the company of their cowherd husbands and, after sexual union with them, gave birth to children. But a short time later even these gop&#299;s developed their p&#363;rva-raga by hankering intensely for the physical association of Krishna &#8212; a hankering they acquired by associating with the advanced gop&#299;s. Becoming worthy recipients of the mercy of the perfected gop&#299;s, they assumed transcendental bodies fit to be enjoyed by Krishna, and when Yogam&#257;y&#257; failed to help them overcome their husbands' attempts to keep them from going out, they felt themselves cast into the worst calamity. Viewing their husbands, brothers, fathers and other family members as enemies, they came close to dying. Just as other women might remember their mothers or other relatives at the time of death, these gop&#299;s remembered the sole friend of their very life, Krishna, as stated in the present verse of the Bh&#257;gavatam, beginning with the word antar.</P><P>" 'It is implied that those ladies were not able to exit because they were held back by their husbands, who were standing before them with sticks in their hands, scolding them. Although these gop&#299;s were perpetually absorbed in love for Krishna, at that particular time they meditated upon Him and cried out within: "Alas, alas, O only friend of our life! O ocean of the artistic skills of Vrind&#257;vana forest! Please let us become your girlfriends in some future life, because at this time we cannot see Your lotuslike face with our eyes. So be it; we shall look upon You with our minds." Each of them lamenting to herself in this way, the gop&#299;s stood with their eyes shut and meditated deeply upon Him.'"</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10-11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>