<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 18 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 18 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Lord V&#257;manadeva, the Dwarf Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.18.28</P><P CLASS=c>tat-p&#257;da-&#347;aucam jana-kalmash&#257;paham</P><P CLASS=c>sa dharma-vin m&#363;rdhny adadh&#257;t suma&#324;galam</P><P CLASS=c>yad deva-devo giri&#347;a&#347; candra-maulir</P><P CLASS=c>dadh&#257;ra m&#363;rdhn&#257; paray&#257; ca bhakty&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/s/saucam">&#347;aucam</A> &#8212; the water that washed the lotus feet of the Lord; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/k/kalmasa">kalmasha</A>-<A CLASS=v HREF="http://vedabase.net/a/apaham">apaham</A> &#8212; which washes away all the sinful reactions of the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/b/bali">Bali</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>); <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; completely aware of religious principles; <A CLASS=v HREF="http://vedabase.net/m/murdhni">m&#363;rdhni</A> &#8212; on the head; <A CLASS=v HREF="http://vedabase.net/a/adadhat">adadh&#257;t</A> &#8212; carried; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/mangalam">ma&#324;galam</A> &#8212; all-auspicious; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the best of the demigods; <A CLASS=v HREF="http://vedabase.net/g/girisah">giri&#347;ah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/c/candra">candra</A>-<A CLASS=v HREF="http://vedabase.net/m/maulih">maulih</A> &#8212; who carries on his forehead the emblem of the moon; <A CLASS=v HREF="http://vedabase.net/d/dadhara">dadh&#257;ra</A> &#8212; carried; <A CLASS=v HREF="http://vedabase.net/m/murdhna">m&#363;rdhn&#257;</A> &#8212; on the head; <A CLASS=v HREF="http://vedabase.net/p/paraya">paray&#257;</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; with devotion.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;iva, the best of demigods, who carries on his forehead the emblem of the moon, receives on his head with great devotion the Ganges water emanating from the toe of Vishnu. Being aware of religious principles, Bali Mah&#257;r&#257;ja knew this. Consequently, following in the footsteps of Lord &#346;iva, he also placed on his head the water that had washed the Lord's lotus feet.</P><P CLASS=t>PURPORT</P><P>Lord &#346;iva is known as Ga&#324;g&#257;-dhara, or one who carries the water of the Ganges on his head. On Lord &#346;iva's forehead is the emblem of the half-moon, yet to give supreme respect to the Supreme Personality of Godhead, Lord &#346;iva placed the water of the Ganges above this emblem. This example should be followed by everyone, or at least by every devotee, because Lord &#346;iva is one of the mah&#257;janas. Similarly, Mah&#257;r&#257;ja Bali also later became a mah&#257;jana. One mah&#257;jana follows another mah&#257;jana, and by following the parampar&#257; system of mah&#257;jana activities one can become advanced in spiritual consciousness. The water of the Ganges is sanctified because it emanates from the toe of Lord Vishnu. Bali Mah&#257;r&#257;ja washed the lotus feet of V&#257;manadeva, and the water with which he did so became equal to the Ganges. Bali Mah&#257;r&#257;ja, who perfectly knew all religious principles, therefore took that water on his head, following in the footsteps of Lord &#346;iva.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>