<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 18"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Lord V&#257;manadeva, the Dwarf Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.18 Summary</P><P>This chapter describes how Lord V&#257;manadeva appeared and how He went to the sacrificial arena of Mah&#257;r&#257;ja Bali, who received Him well and fulfilled His desire by offering Him benedictions.</P><P>Lord V&#257;manadeva appeared in this world from the womb of Aditi completely equipped with conchshell, disc, club and lotus. His bodily hue was blackish, and He was dressed in yellow garments. Lord Vishnu appeared at an auspicious moment on &#346;ravana-dv&#257;da&#347;&#299; when the Abhijit star had arisen. At that time, in all the three worlds (including the higher planetary system, outer space and this earth), all the demigods, the cows, the br&#257;hmanas and even the seasons were happy because of God's appearance. Therefore this auspicious day is called Vijay&#257;. When the Supreme Personality of Godhead, who has a sac-cid-&#257;nanda body, appeared as the son of Ka&#347;yapa and Aditi, both of His parents were very astonished. After His appearance, the Lord assumed the form of a dwarf (V&#257;mana). All the great sages expressed their jubilation, and with Ka&#347;yapa Muni before them they performed the birthday ceremony of Lord V&#257;mana. At the time of Lord V&#257;manadeva's sacred thread ceremony, He was honored by the sun-god, Brihaspati, the goddess presiding over the planet earth, the deity of the heavenly planets, His mother, Lord Brahm&#257;, Kuvera, the seven rishis and others. Lord V&#257;manadeva then visited the sacrificial arena on the northern side of the Narmad&#257; River, at the field known as Bhrigukaccha, where br&#257;hmanas of the Bhrigu dynasty were performing yajñas. Wearing a belt made of muñja straw, an upper garment of deerskin and a sacred thread and carrying in His hands a danda, an umbrella and a waterpot (kamandalu), Lord V&#257;manadeva appeared in the sacrificial arena of Mah&#257;r&#257;ja Bali. Because of His transcendentally effulgent presence, all the priests were diminished in their prowess, and thus they all stood from their seats and offered prayers to Lord V&#257;manadeva. Even Lord &#346;iva accepts on his head the Ganges water generated from the toe of Lord V&#257;manadeva. Therefore, after washing the Lord's feet, Bali Mah&#257;r&#257;ja immediately accepted the water from the Lord's feet on his head and felt that he and his predecessors had certainly been glorified. Then Bali Mah&#257;r&#257;ja inquired of Lord V&#257;manadeva's welfare and requested the Lord to ask him for money, jewels or anything He might desire.</P><P CLASS=l><A CLASS=i HREF="../17/28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>