<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 16 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 16 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">A Description of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.16.1</P><P CLASS=c>r&#257;jov&#257;ca</P><P CLASS=c>uktas tvay&#257; bh&#363;-mandal&#257;y&#257;ma-vi&#347;esho y&#257;vad &#257;dityas tapati yatra c&#257;sau jyotish&#257;m ganai&#347; candram&#257; v&#257; saha dri&#347;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A> said; <A CLASS=v HREF="http://vedabase.net/u/uktah">uktah</A> &#8212; already been said; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A>-<A CLASS=v HREF="http://vedabase.net/m/mandala">mandala</A> &#8212; of the planetary system known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/b/bhu">Bh&#363;</A>-<A HREF="http://vedabase.net/m/mandala">mandala</A>; <A CLASS=v HREF="http://vedabase.net/a/ayama">&#257;y&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/v/visesah">vi&#347;eshah</A> &#8212; the specific length of the radius; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> far <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/adityah">&#257;dityah</A> &#8212; the sun; <A CLASS=v HREF="http://vedabase.net/t/tapati">tapati</A> &#8212; heats; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherever; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/j/jyotisam">jyotish&#257;m</A> &#8212; of the luminaries; <A CLASS=v HREF="http://vedabase.net/g/ganaih">ganaih</A> &#8212; with hordes; <A CLASS=v HREF="http://vedabase.net/c/candrama">candram&#257;</A> &#8212; the moon; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/d/drsyate">dri&#347;yate</A> &#8212; is seen.</P><P CLASS=t>TRANSLATION</P><P>King Par&#299;kshit said to &#346;ukadeva Gosv&#257;m&#299;: O br&#257;hmana, you have already informed me that the radius of Bh&#363;-mandala extends as far as the sun spreads its light and heat and as far as the moon and all the stars can be seen.</P><P CLASS=t>PURPORT</P><P>In this verse it is stated that the planetary system known as Bh&#363;-mandala extends to the limits of the sunshine. According to modern science, the sunshine reaches earth from a distance of 93,000,000 miles. If we calculate according to this modern information, 93,000,000 miles can be considered the radius of Bh&#363;-mandala. In the G&#257;yatr&#299; mantra, we chant om bh&#363;r bhuvah svah. The word bh&#363;r refers to Bh&#363;-mandala. Tat savitur varenyam: the sunshine spreads throughout Bh&#363;-mandala. Therefore the sun is worshipable. The stars, which are known as nakshatra, are not different suns, as modern astronomers suppose. From Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/21.htm">10.21</A>) we understand that the stars are similar to the moon (nakshatr&#257;n&#257;m aham &#347;a&#347;&#299;). Like the moon, the stars reflect the sunshine. Apart from our modern distinguished estimations of where the planetary systems are located, we can understand that the sky and its various planets were studied long, long before &#346;r&#299;mad-Bh&#257;gavatam was compiled. &#346;ukadeva Gosv&#257;m&#299; explained the location of the planets, and this indicates that the information was known long, long before &#346;ukadeva Gosv&#257;m&#299; related it to Mah&#257;r&#257;ja Par&#299;kshit. The location of the various planetary systems was not unknown to the sages who flourished in the Vedic age.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>