<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 16 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 16 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">A Description of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.16.10</P><P CLASS=c>tathaivel&#257;vritam aparena p&#363;rvena ca m&#257;lyavad-gandham&#257;dan&#257;v &#257;n&#299;la-nishadh&#257;yatau dvi-sahasram paprathatuh ketum&#257;la-bhadr&#257;&#347;vayoh s&#299;m&#257;nam vidadh&#257;te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; exactly like that; <A CLASS=v HREF="http://vedabase.net/i/ilavrtam">il&#257;vritam</A> <A CLASS=v HREF="http://vedabase.net/a/aparena">aparena</A> &#8212; on the western side of <A HREF="http://vedabase.net/i/ilavrta">Il&#257;vrita</A>-<A HREF="http://vedabase.net/v/varsa">varsha</A>; <A CLASS=v HREF="http://vedabase.net/p/purvena">p&#363;rvena</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and on the eastern side; <A CLASS=v HREF="http://vedabase.net/m/malyavad">m&#257;lyavad</A>-<A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A>-<A CLASS=v HREF="http://vedabase.net/m/madanau">m&#257;danau</A> &#8212; the demarcation mountains of <A HREF="http://vedabase.net/m/malyavan">M&#257;lyav&#257;n</A> on the west and <A HREF="http://vedabase.net/g/gandhamadana">Gandham&#257;dana</A> on the east; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/n/nila">n&#299;la</A>-<A CLASS=v HREF="http://vedabase.net/n/nisadha">nishadha</A>-<A CLASS=v HREF="http://vedabase.net/a/ayatau">&#257;yatau</A> &#8212; on the northern side up <A HREF="http://vedabase.net/t/to">to</A> the mountain known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/n/nila">N&#299;la</A> and on the southern side up <A HREF="http://vedabase.net/t/to">to</A> the mountain known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/n/nisadha">Nishadha</A>; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/s/sahasram">sahasram</A> &#8212; two thousand yojanas; <A CLASS=v HREF="http://vedabase.net/p/paprathatuh">paprathatuh</A> &#8212; they extend; <A CLASS=v HREF="http://vedabase.net/k/ketumala">ketum&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/b/bhadrasvayoh">bhadr&#257;&#347;vayoh</A> &#8212; of the two varshas named <A HREF="http://vedabase.net/k/ketumala">Ketum&#257;la</A> and <A HREF="http://vedabase.net/b/bhadrasva">Bhadr&#257;&#347;va</A>; <A CLASS=v HREF="http://vedabase.net/s/simanam">s&#299;m&#257;nam</A> &#8212; the border; <A CLASS=v HREF="http://vedabase.net/v/vidadhate">vidadh&#257;te</A> &#8212; establish.</P><P CLASS=t>TRANSLATION</P><P>In the same way, west and east of Il&#257;vrita-varsha are two great mountains named M&#257;lyav&#257;n and Gandham&#257;dana respectively. These two mountains, which are 2,000 yojanas [16,000 miles] high, extend as far as N&#299;la Mountain in the north and Nishadha in the south. They indicate the borders of Il&#257;vrita-varsha and also the varshas known as Ketum&#257;la and Bhadr&#257;&#347;va.</P><P CLASS=t>PURPORT</P><P>There are so many mountains, even on this planet earth. We do not think that the measurements of all of them have actually been calculated. While passing over the mountainous region from Mexico to Caracas, we actually saw so many mountains that we doubt whether their height, length and breadth have been properly measured. Therefore, as indicated in &#346;r&#299;mad-Bh&#257;gavatam by &#346;ukadeva Gosv&#257;m&#299;, we should not try to comprehend the greater mountainous areas of the universe merely by our calculations. &#346;ukadeva Gosv&#257;m&#299; has already stated that such calculations would be very difficult even if one had a duration of life like that of Brahm&#257;. We should simply be satisfied with the statements of authorities like &#346;ukadeva Gosv&#257;m&#299; and appreciate how the entire cosmic manifestation has been made possible by the external energy of the Supreme Personality of Godhead. The measurements given herein, such as 10,000 yojanas or 100,000 yojanas, should be considered correct because they have been given by &#346;ukadeva Gosv&#257;m&#299;. Our experimental knowledge can neither verify nor disprove the statements of &#346;r&#299;mad-Bh&#257;gavatam. We should simply hear these statements from the authorities. If we can appreciate the extensive energy of the Supreme Personality of Godhead, that will benefit us.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>