<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 16 Verses 20-21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 16 Verses 20-21"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">A Description of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.16.20-21</P><P CLASS=c>t&#257;vad ubhayor api rodhasor y&#257; mrittik&#257; tad-rasen&#257;nuvidhyam&#257;n&#257; v&#257;yv-arka-samyoga-vip&#257;kena sad&#257;mara-lok&#257;bharanam j&#257;mb&#363;-nadam n&#257;ma suvarnam bhavati; yad u ha v&#257;va vibudh&#257;dayah saha yuvatibhir mukuta-kataka-kati-s&#363;tr&#257;dy-&#257;bharana-r&#363;pena khalu dh&#257;rayanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; entirely; <A CLASS=v HREF="http://vedabase.net/u/ubhayoh">ubhayoh</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; of both; <A CLASS=v HREF="http://vedabase.net/r/rodhasoh">rodhasoh</A> &#8212; of the banks; <A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/m/mrttika">mrittik&#257;</A> &#8212; the mud; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/r/rasena">rasena</A> &#8212; with the juice of the <A HREF="http://vedabase.net/j/jambu">jamb&#363;</A> fruits that flows <A HREF="http://vedabase.net/i/in">in</A> the river; <A CLASS=v HREF="http://vedabase.net/a/anuvidhyamana">anuvidhyam&#257;n&#257;</A> &#8212; being saturated; <A CLASS=v HREF="http://vedabase.net/v/vayu">v&#257;yu</A>-<A CLASS=v HREF="http://vedabase.net/a/arka">arka</A>-<A CLASS=v HREF="http://vedabase.net/s/samyoga">samyoga</A>-<A CLASS=v HREF="http://vedabase.net/v/vipakena">vip&#257;kena</A> &#8212; because of <A HREF="http://vedabase.net/a/a">a</A> chemical reaction with the air and sunshine; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/a/amara">amara</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/a/abharanam">&#257;bharanam</A> &#8212; which is used for the ornaments of the demigods, the denizens of the heavenly planets; <A CLASS=v HREF="http://vedabase.net/j/jambu">j&#257;mb&#363;</A>-<A CLASS=v HREF="http://vedabase.net/n/nadam">nadam</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named <A HREF="http://vedabase.net/j/jambu">J&#257;mb&#363;</A>-<A HREF="http://vedabase.net/n/nada">nada</A>; <A CLASS=v HREF="http://vedabase.net/s/suvarnam">suvarnam</A> &#8212; gold; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vibudha">vibudha</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; the great demigods; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/y/yuvatibhih">yuvatibhih</A> &#8212; their everlastingly youthful wives; <A CLASS=v HREF="http://vedabase.net/m/mukuta">mukuta</A> &#8212; crowns; <A CLASS=v HREF="http://vedabase.net/k/kataka">kataka</A> &#8212; bangles; <A CLASS=v HREF="http://vedabase.net/k/kati">kati</A>-<A CLASS=v HREF="http://vedabase.net/s/sutra">s&#363;tra</A> &#8212; belts; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/a/abharana">&#257;bharana</A> &#8212; of all kinds of ornaments; <A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/dharayanti">dh&#257;rayanti</A> &#8212; they possess.</P><P CLASS=t>TRANSLATION</P><P>The mud on both banks of the River Jamb&#363;-nad&#299;, being moistened by the flowing juice and then dried by the air and the sunshine, produces huge quantities of gold called J&#257;mb&#363;-nada. The denizens of heaven use this gold for various kinds of ornaments. Therefore all the inhabitants of the heavenly planets and their youthful wives are fully decorated with golden helmets, bangles and belts, and thus they enjoy life.</P><P CLASS=t>PURPORT</P><P>By the arrangement of the Supreme Personality of Godhead, the rivers on some planets produce gold on their banks. The poor inhabitants of this earth, because of their incomplete knowledge, are captivated by a so-called bhagav&#257;n who can produce a small quantity of gold. However, it is understood that in a higher planetary system in this material world, the mud on the banks of the Jamb&#363;-nad&#299; mixes with jamb&#363; juice, reacts with the sunshine in the air, and automatically produces huge quantities of gold. Thus the men and women are decorated there by various golden ornaments, and they look very nice. Unfortunately, on earth there is such a scarcity of gold that the governments of the world try to keep it in reserve and issue paper currency. Because that currency is not backed up by gold, the paper they distribute as money is worthless, but nevertheless the people on earth are very proud of material advancement. In modern times, girls and ladies have ornaments made of plastic instead of gold, and plastic utensils are used instead of golden ones, yet people are very proud of their material wealth. Therefore the people of this age are described as mand&#257;h sumanda-matayo manda-bh&#257;gy&#257; hy upadrut&#257;h (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/1/10.htm">1.1.10</A>). In other words, they are extremely bad and slow to understand the opulence of the Supreme Personality of Godhead. They have been described as sumanda-matayah because their conceptions are so crippled that they accept a bluffer who produces a little gold to be God. Because they have no gold in their possession, they are actually poverty-stricken, and therefore they are considered unfortunate.</P><P>Sometimes these unfortunate people want to be promoted to the heavenly planets to achieve fortunate positions, as described in this verse, but pure devotees of the Lord are not at all interested in such opulence. Indeed, devotees sometimes compare the color of gold to that of bright golden stool. &#346;r&#299; Caitanya Mah&#257;prabhu has instructed devotees not to be allured by golden ornaments and beautifully decorated women. Na dhanam na janam na sundar&#299;m: a devotee should not be allured by gold. beautiful women or the prestige of having many followers. &#346;r&#299; Caitanya Mah&#257;prabhu, therefore, confidentially prayed, mama janmani janman&#299;&#347;vare bhavat&#257;d bhaktir ahaituk&#299; tvayi: "My Lord, please bless Me with Your devotional service. I do not want anything else." A devotee may pray to be delivered from this material world. That is his only aspiration.</P><P>ayi nanda-tanuja ki&#324;karam</P><P CLASS=n>patitam m&#257;m vishame bhav&#257;mbudhau</P><P CLASS=n>kripay&#257; tava p&#257;da-pa&#324;kaja-</P><P CLASS=n>sthita-dh&#363;l&#299;-sadri&#347;am vicintaya</P><P>The humble devotee simply prays to the Lord, "Kindly pick me up from the material world, which is full of varieties of material opulence, and keep me under the shelter of Your lotus feet."</P><P>&#346;r&#299;la Narottama d&#257;sa Th&#257;kura prays:</P><P>h&#257; h&#257; prabhu nanda-suta, vrishabh&#257;nu-sut&#257;-yuta,</P><P CLASS=n>karun&#257; karaha ei-b&#257;ra</P><P CLASS=n>narottama-d&#257;sa kaya, n&#257; theliha r&#257;&#324;g&#257;-p&#257;ya,</P><P CLASS=n>tom&#257; vine ke &#257;che &#257;m&#257;ra</P><P>"O my Lord, O son of Nanda Mah&#257;r&#257;ja, now You are standing before me with Your consort, the daughter of Vrishabh&#257;nu, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Kindly accept me as the dust of Your lotus feet. please do not kick me away, for I have no other shelter."</P><P>Similarly, Prabodh&#257;nanda Sarasvat&#299; indicates that the position of the demigods, who are decorated with golden helmets and other ornaments, is no better than a phantasmagoria (tri-da&#347;a-p&#363;r &#257;k&#257;&#347;a-pushp&#257;yate). A devotee is never allured by such opulences. He simply aspires to become the dust of the lotus feet of the Lord.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>