<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 16 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 16 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">A Description of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.16.24</P><P CLASS=c>evam kumuda-nir&#363;dho yah &#347;ataval&#347;o n&#257;ma vatas tasya skandhebhyo n&#299;c&#299;n&#257;h payo-dadhi-madhu-ghrita-gud&#257;nn&#257;dy-ambara-&#347;ayy&#257;san&#257;bharan&#257;dayah sarva eva k&#257;ma-dugh&#257; nad&#257;h kumud&#257;gr&#257;t patantas tam uttarenel&#257;vritam upayojayanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/kumuda">kumuda</A>-<A CLASS=v HREF="http://vedabase.net/n/nirudhah">nir&#363;dhah</A> &#8212; having grown on <A HREF="http://vedabase.net/k/kumuda">Kumuda</A> Mountain; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/v/valsah">val&#347;ah</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the tree named &#346;ataval&#347;a (because of having hundreds of trunks); <A CLASS=v HREF="http://vedabase.net/v/vatah">vatah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> banyan tree; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/s/skandhebhyah">skandhebhyah</A> &#8212; from the thick branches; <A CLASS=v HREF="http://vedabase.net/n/nicinah">n&#299;c&#299;n&#257;h</A> &#8212; flowing down; <A CLASS=v HREF="http://vedabase.net/p/payah">payah</A> &#8212; milk; <A CLASS=v HREF="http://vedabase.net/d/dadhi">dadhi</A> &#8212; yogurt; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A> &#8212; honey; <A CLASS=v HREF="http://vedabase.net/g/ghrta">ghrita</A> &#8212; clarified butter; <A CLASS=v HREF="http://vedabase.net/g/guda">guda</A> &#8212; molasses; <A CLASS=v HREF="http://vedabase.net/a/anna">anna</A> &#8212; food grains; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/a/ambara">ambara</A> &#8212; clothing; <A CLASS=v HREF="http://vedabase.net/s/sayya">&#347;ayy&#257;</A> &#8212; bedding; <A CLASS=v HREF="http://vedabase.net/a/asana">&#257;sana</A> &#8212; sitting places; <A CLASS=v HREF="http://vedabase.net/a/abharana">&#257;bharana</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; carrying ornaments and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/d/dughah">dugh&#257;h</A> &#8212; fulfilling all desires; <A CLASS=v HREF="http://vedabase.net/n/nadah">nad&#257;h</A> &#8212; big rivers; <A CLASS=v HREF="http://vedabase.net/k/kumuda">kumuda</A>-<A CLASS=v HREF="http://vedabase.net/a/agrat">agr&#257;t</A> &#8212; from the top of <A HREF="http://vedabase.net/k/kumuda">Kumuda</A> Mountain; <A CLASS=v HREF="http://vedabase.net/p/patantah">patantah</A> &#8212; flowing; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> that; <A CLASS=v HREF="http://vedabase.net/u/uttarena">uttarena</A> &#8212; on the northern side; <A CLASS=v HREF="http://vedabase.net/i/ilavrtam">il&#257;vritam</A> &#8212; the land known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/ilavrta">Il&#257;vrita</A>-<A HREF="http://vedabase.net/v/varsa">varsha</A>; <A CLASS=v HREF="http://vedabase.net/u/upayojayanti">upayojayanti</A> &#8212; give happiness.</P><P CLASS=t>TRANSLATION</P><P>Similarly, on Kumuda Mountain there is a great banyan tree, which is called &#346;ataval&#347;a because it has a hundred main branches. From those branches come many roots, from which many rivers are flowing. These rivers flow down from the top of the mountain to the northern side of Il&#257;vrita-varsha for the benefit of those who live there. Because of these flowing rivers, all the people have ample supplies of milk, yogurt, honey, clarified butter [ghee], molasses, food grains, clothes, bedding, sitting places and ornaments. All the objects they desire are sufficiently supplied for their prosperity, and therefore they are very happy.</P><P CLASS=t>PURPORT</P><P>The prosperity of humanity does not depend on a demoniac civilization that has no culture and no knowledge but has only gigantic skyscrapers and huge automobiles always rushing down the highways. The products of nature are sufficient. When there is a profuse supply of milk, yogurt, honey, food grains, ghee, molasses, dhotis, saris, bedding, sitting places and ornaments, the residents are actually opulent. When a profuse supply of water from the river inundates the land, all these things can be produced, and there will not be scarcity. This all depends, however, on the performance of sacrifice as described in the Vedic literature.</P><P>ann&#257;d bhavanti bh&#363;t&#257;ni</P><P CLASS=n>parjany&#257;d anna-sambhavah</P><P CLASS=n>yajñ&#257;d bhavati parjanyo</P><P CLASS=n>yajñah karma-samudbhavah</P><P>"All living bodies subsist on food grains, which are produced from rains. Rains are produced by performance of yajña [sacrifice], and yajña is born of prescribed duties." These are the prescriptions given in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/14.htm">3.14</A>). If people follow these principles in full Krishna consciousness, human society will be prosperous, and they will be happy both in this life and in the next.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>