<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 16 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 16 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">A Description of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.16.25</P><P CLASS=c>y&#257;n upajush&#257;n&#257;n&#257;m na kad&#257;cid api praj&#257;n&#257;m val&#299;-palita-klama-sveda-daurgandhya-jar&#257;maya-mrityu-&#347;&#299;toshna-vaivarnyopasarg&#257;dayas t&#257;pa-vi&#347;esh&#257; bhavanti y&#257;vaj j&#299;vam sukham nirati&#347;ayam eva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;n</A> &#8212; which (all the products produced because of the flowing rivers mentioned above); <A CLASS=v HREF="http://vedabase.net/u/upajusananam">upajush&#257;n&#257;n&#257;m</A> &#8212; of persons who <A HREF="http://vedabase.net/a/are">are</A> fully utilizing; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kadacit">kad&#257;cit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/prajanam">praj&#257;n&#257;m</A> &#8212; of the citizens; <A CLASS=v HREF="http://vedabase.net/v/vali">val&#299;</A> &#8212; wrinkles; <A CLASS=v HREF="http://vedabase.net/p/palita">palita</A> &#8212; grey hair; <A CLASS=v HREF="http://vedabase.net/k/klama">klama</A> &#8212; fatigue; <A CLASS=v HREF="http://vedabase.net/s/sveda">sveda</A> &#8212; perspiration; <A CLASS=v HREF="http://vedabase.net/d/daurgandhya">daurgandhya</A> &#8212; bad odors because of unclean perspiration; <A CLASS=v HREF="http://vedabase.net/j/jara">jar&#257;</A> &#8212; old <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/a/amaya">&#257;maya</A> &#8212; disease; <A CLASS=v HREF="http://vedabase.net/m/mrtyu">mrityu</A> &#8212; untimely death; <A CLASS=v HREF="http://vedabase.net/s/sita">&#347;&#299;ta</A> &#8212; severe cold; <A CLASS=v HREF="http://vedabase.net/u/usna">ushna</A> &#8212; scorching heat; <A CLASS=v HREF="http://vedabase.net/v/vaivarnya">vaivarnya</A> &#8212; fading of the luster of the body; <A CLASS=v HREF="http://vedabase.net/u/upasarga">upasarga</A> &#8212; troubles; <A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/t/tapa">t&#257;pa</A> &#8212; of sufferings; <A CLASS=v HREF="http://vedabase.net/v/visesah">vi&#347;esh&#257;h</A> &#8212; varieties; <A CLASS=v HREF="http://vedabase.net/b/bhavanti">bhavanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/j/jivam">j&#299;vam</A> &#8212; life; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/n/niratisayam">nirati&#347;ayam</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only.</P><P CLASS=t>TRANSLATION</P><P>The residents of the material world who enjoy the products of these flowing rivers have no wrinkles on their bodies and no grey hair. They never feel fatigue, and perspiration does not give their bodies a bad odor. They are not afflicted by old age, disease or untimely death, they do not suffer from chilly cold or scorching heat, nor do their bodies lose their luster. They all live very happily, without anxieties, until death.</P><P CLASS=t>PURPORT</P><P>This verse hints at the perfection of human society even within this material world. The miserable conditions of this material world can be corrected by a sufficient supply of milk, yogurt, honey, ghee, molasses, food grains, ornaments, bedding, sitting places and so on. This is human civilization. Ample food grains can be produced through agricultural enterprises, and profuse supplies of milk, yogurt and ghee can be arranged through cow protection. Abundant honey can be obtained if the forests are protected. Unfortunately, in modern civilization, men are busy killing the cows that are the source of yogurt, milk and ghee, they are cutting down all the trees that supply honey, and they are opening factories to manufacture nuts, bolts, automobiles and wine instead of engaging in agriculture. How can the people be happy? They must suffer from all the misery of materialism. Their bodies become wrinkled and gradually deteriorate until they become almost like dwarves, and a bad odor emanates from their bodies because of unclean perspiration resulting from eating all kinds of nasty things. This is not human civilization. If people actually want happiness in this life and want to prepare for the best in the next life, they must adopt a Vedic civilization. In a Vedic civilization, there is a full supply of all the necessities mentioned above.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>