<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 16 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 16 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">A Description of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.16.3</P><P CLASS=c>bhagavato gunamaye sth&#363;la-r&#363;pa &#257;ve&#347;itam mano hy agune 'pi s&#363;kshmatama &#257;tma-jyotishi pare brahmani bhagavati v&#257;sudev&#257;khye kshamam &#257;ve&#347;itum tad u haitad guro 'rhasy anuvarnayitum iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/m/maye">maye</A> &#8212; into the external features, consisting of the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/s/sthula">sth&#363;la</A>-<A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; the gross form; <A CLASS=v HREF="http://vedabase.net/a/avesitam">&#257;ve&#347;itam</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/agune">agune</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/s/suksmatame">s&#363;kshmatame</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His smaller form <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A> within the heart; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jyotisi">jyotishi</A> &#8212; who is full of <A HREF="http://vedabase.net/b/brahman">Brahman</A> effulgence; <A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; spiritual entity; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A>-<A CLASS=v HREF="http://vedabase.net/a/akhye">&#257;khye</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/b/bhagavan">Bhagav&#257;n</A> <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/k/ksamam">kshamam</A> &#8212; suitable; <A CLASS=v HREF="http://vedabase.net/a/avesitum">&#257;ve&#347;itum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> absorb; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/g/guro">guro</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my dear spiritual master; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> <A CLASS=v HREF="http://vedabase.net/a/anuvarnayitum">anuvarnayitum</A> &#8212; please describe factually; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>When the mind is fixed upon the Supreme Personality of Godhead in His external feature made of the material modes of nature &#8212; the gross universal form &#8212; it is brought to the platform of pure goodness. In that transcendental position, one can understand the Supreme Personality of Godhead, V&#257;sudeva, who in His subtler form is self-effulgent and beyond the modes of nature. O my lord, please describe vividly how that form, which covers the entire universe, is perceived.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Par&#299;kshit had already been advised by his spiritual master, &#346;ukadeva Gosv&#257;m&#299;, to think of the universal form of the Lord, and therefore, following the advice of his spiritual master, he continuously thought of that form. The universal form is certainly material, but because everything is an expansion of the energy of the Supreme Personality of Godhead, ultimately nothing is material. Therefore Par&#299;kshit Mah&#257;r&#257;ja's mind was saturated with spiritual consciousness. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has stated:</P><P>pr&#257;pañcikatay&#257; buddhy&#257;</P><P CLASS=n>hari-sambandhi-vastunah</P><P CLASS=n>mumukshubhih parity&#257;go</P><P CLASS=n>vair&#257;gyam phalgu kathyate</P><P>Everything, even that which is material, is connected with the Supreme Personality of Godhead. Therefore everything should be engaged in the service of the Lord. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura translates this verse as follows:</P><P>hari-sev&#257;ya y&#257;h&#257; haya anuk&#363;la</P><P CLASS=n>vishaya baliy&#257; t&#257;h&#257;ra ty&#257;ge haya bhula</P><P>"One should not give up anything connected with the Supreme Personality of Godhead, thinking it material or enjoyable for the material senses." Even the senses, when purified, are spiritual. When Mah&#257;r&#257;ja Par&#299;kshit was thinking of the universal form of the Lord, his mind was certainly situated on the transcendental platform. Therefore although he might not have had any reason to be concerned with detailed information of the universe, he was thinking of it in relationship with the Supreme Lord, and therefore such geographical knowledge was not material but transcendental. Elsewhere in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/5/20.htm">1.5.20</A>) N&#257;rada Muni has said, idam hi vi&#347;vam bhagav&#257;n ivetarah: the entire universe is also the Supreme Personality of Godhead, although it appears different from Him. Therefore although Par&#299;kshit Mah&#257;r&#257;ja had no need for geographical knowledge of this universe, that knowledge was also spiritual and transcendental because he was thinking of the entire universe as an expansion of the energy of the Lord.</P><P>In our preaching work also, we deal with so much property and money and so many books bought and sold, but because these dealings all pertain to the Krishna consciousness movement, they should never be considered material. That one is absorbed in thoughts of such management does not mean that he is outside of Krishna consciousness. If one rigidly observes the regulative principle of chanting sixteen rounds of the mah&#257;-mantra every day, his dealings with the material world for the sake of spreading the Krishna consciousness movement are not different from the spiritual cultivation of Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>