<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 16"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 16: A Description of Jamb&#363;dv&#299;pa</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 5.16 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 5.16.1</B></A>: King Par&#299;kshit said to &#346;ukadeva Gosv&#257;m&#299;: O br&#257;hmana, you have already informed me that the radius of Bh&#363;-mandala extends as far as the sun spreads its light and heat and as far as the moon and all the stars can be seen.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 5.16.2</B></A>: My dear Lord, the rolling wheels of Mah&#257;r&#257;ja Priyavrata's chariot created seven ditches, in which the seven oceans came into existence. Because of these seven oceans, Bh&#363;-mandala is divided into seven islands. You have given a very general description of their measurement, names and characteristics. Now I wish to know of them in detail. Kindly fulfill my desire.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 5.16.3</B></A>: When the mind is fixed upon the Supreme Personality of Godhead in His external feature made of the material modes of nature &#8212; the gross universal form &#8212; it is brought to the platform of pure goodness. In that transcendental position, one can understand the Supreme Personality of Godhead, V&#257;sudeva, who in His subtler form is self-effulgent and beyond the modes of nature. O my lord, please describe vividly how that form, which covers the entire universe, is perceived.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 5.16.4</B></A>: The great rishi &#346;ukadeva Gosv&#257;m&#299; said: My dear King, there is no limit to the expansion of the Supreme Personality of Godhead's material energy. This material world is a transformation of the material qualities [sattva-guna, rajo-guna and tamo-guna], yet no one could possibly explain it perfectly, even in a lifetime as long as that of Brahm&#257; No one in the material world is perfect, and an imperfect person could not describe this material universe accurately, even after continued speculation. O King, I shall nevertheless try to explain to you the principal regions, such as Bh&#363;-goloka [Bh&#363;loka], with their names, forms, measurements and various symptoms.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 5.16.5</B></A>: The planetary system known as Bh&#363;-mandala resembles a lotus flower, and its seven islands resemble the whorl of that flower. The length and breadth of the island known as Jamb&#363;dv&#299;pa, which is situated in the middle of the whorl, are one million yojanas [eight million miles]. Jamb&#363;dv&#299;pa is round like the leaf of a lotus flower.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 5.16.6</B></A>: In Jamb&#363;dv&#299;pa there are nine divisions of land, each with a length of 9,000 yojanas [72,000 miles]. There are eight mountains that mark the boundaries of these divisions and separate them nicely.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 5.16.7</B></A>: Amidst these divisions, or varshas, is the varsha named Il&#257;vrita, which is situated in the middle of the whorl of the lotus. Within Il&#257;vrita-varsha is Sumeru Mountain, which is made of gold. Sumeru Mountain is like the pericarp of the lotuslike Bh&#363;-mandala planetary system. The mountain's height is the same as the width of Jamb&#363;dv&#299;pa &#8212; or, in other words, 100,000 yojanas [800,000 miles]. Of that, 16,000 yojanas [128,000 miles] are within the earth, and therefore the mountain's height above the earth is 84,000 yojanas [672,000 miles]. The mountain's width is 32,000 yojanas [256,000 miles] at its summit and 16,000 yojanas at its base.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 5.16.8</B></A>: Just north of Il&#257;vrita-varsha &#8212; and going further northward, one after another &#8212; are three mountains named N&#299;la, &#346;veta and &#346;ri&#324;gav&#257;n. These mark the borders of the three varshas named Ramyaka, Hiranmaya and Kuru and separate them from one another. The width of these mountains is 2,000 yojanas [16,000 miles]. Lengthwise, they extend east and west to the beaches of the ocean of salt water. Going from south to north, the length of each mountain is one tenth that of the previous mountain, but the height of them all is the same.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 5.16.9</B></A>: Similarly, south of Il&#257;vrita-varsha and extending from east to west are three great mountains named (from north to south) Nishadha, Hemak&#363;ta and Him&#257;laya. Each of them is 10,000 yojanas [80,000 miles] high. They mark the boundaries of the three varshas named Hari-varsha, Kimpurusha-varsha and Bh&#257;rata-varsha [India].</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 5.16.10</B></A>: In the same way, west and east of Il&#257;vrita-varsha are two great mountains named M&#257;lyav&#257;n and Gandham&#257;dana respectively. These two mountains, which are 2,000 yojanas [16,000 miles] high, extend as far as N&#299;la Mountain in the north and Nishadha in the south. They indicate the borders of Il&#257;vrita-varsha and also the varshas known as Ketum&#257;la and Bhadr&#257;&#347;va.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 5.16.11</B></A>: On the four sides of the great mountain known as Sumeru are four mountains &#8212; Mandara, Merumandara, Sup&#257;r&#347;va and Kumuda &#8212; which are like its belts. The length and height of these mountains are calculated to be 10,000 yojanas [80,000 miles].</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 5.16.12</B></A>: Standing like flagstaffs on the summits of these four mountains are a mango tree, a rose apple tree, a kadamba tree and a banyan tree. Those trees are calculated to have a width of 100 yojanas [800 miles] and a height of 1,100 yojanas [8,800 miles]. Their branches also spread to a radius of 1,100 yojanas.</P><P CLASS=r><A CLASS=i HREF="13-14.htm"><B>SB 5.16.13-14</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, best of the Bharata dynasty, between these four mountains are four huge lakes. The water of the first tastes just like milk; the water of the second, like honey; and that of the third, like sugarcane juice. The fourth lake is filled with pure water. The celestial beings such as the Siddhas, C&#257;ranas and Gandharvas, who are also known as demigods, enjoy the facilities of those four lakes. Consequently they have the natural perfections of mystic yoga, such as the power to become smaller than the smallest or greater than the greatest. There are also four celestial gardens named Nandana, Caitraratha, Vaibhr&#257;jaka and Sarvatobhadra.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 5.16.15</B></A>: The best of the demigods, along with their wives, who are like ornaments of heavenly beauty, meet together and enjoy within those gardens, while their glories are sung by lesser demigods known as Gandharvas.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 5.16.16</B></A>: On the lower slopes of Mandara Mountain is a mango tree named Devac&#363;ta. It is 1,100 yojanas high. Mangoes as big as mountain peaks and as sweet as nectar fall from the top of this tree for the enjoyment of the denizens of heaven.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 5.16.17</B></A>: When all those solid fruits fall from such a height, they break, and the sweet, fragrant juice within them flows out and becomes increasingly more fragrant as it mixes with other scents. That juice cascades from the mountain in waterfalls and becomes a river called Arunod&#257;, which flows pleasantly through the eastern side of Il&#257;vrita.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 5.16.18</B></A>: The pious wives of the Yakshas act as personal maidservants to assist Bhav&#257;n&#299;, the wife of Lord &#346;iva. Because they drink the water of the River Arunod&#257;, their bodies become fragrant, and as the air carries away that fragrance, it perfumes the entire atmosphere for eighty miles around.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 5.16.19</B></A>: Similarly, the fruits of the jamb&#363; tree, which are full of pulp and have very small seeds, fall from a great height and break to pieces. Those fruits are the size of elephants, and the juice gliding from them becomes a river named Jamb&#363;-nad&#299;. This river falls a distance of 10,000 yojanas, from the summit of Merumandara to the southern side of Il&#257;vrita, and floods the entire land of Il&#257;vrita with juice.</P><P CLASS=r><A CLASS=i HREF="20-21.htm"><B>SB 5.16.20-21</B></A>: The mud on both banks of the River Jamb&#363;-nad&#299;, being moistened by the flowing juice and then dried by the air and the sunshine, produces huge quantities of gold called J&#257;mb&#363;-nada. The denizens of heaven use this gold for various kinds of ornaments. Therefore all the inhabitants of the heavenly planets and their youthful wives are fully decorated with golden helmets, bangles and belts, and thus they enjoy life.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 5.16.22</B></A>: On the side of Sup&#257;r&#347;va Mountain stands a big tree called Mah&#257;kadamba, which is very celebrated. From the hollows of this tree flow five rivers of honey, each about five vy&#257;mas wide. This flowing honey falls incessantly from the top of Sup&#257;r&#347;va Mountain and flows all around Il&#257;vrita-varsha, beginning from the western side. Thus the whole land is saturated with the pleasing fragrance.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 5.16.23</B></A>: The air carrying the scent from the mouths of those who drink that honey perfumes the land for a hundred yojanas around.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 5.16.24</B></A>: Similarly, on Kumuda Mountain there is a great banyan tree, which is called &#346;ataval&#347;a because it has a hundred main branches. From those branches come many roots, from which many rivers are flowing. These rivers flow down from the top of the mountain to the northern side of Il&#257;vrita-varsha for the benefit of those who live there. Because of these flowing rivers, all the people have ample supplies of milk, yogurt, honey, clarified butter [ghee], molasses, food grains, clothes, bedding, sitting places and ornaments. All the objects they desire are sufficiently supplied for their prosperity, and therefore they are very happy.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 5.16.25</B></A>: The residents of the material world who enjoy the products of these flowing rivers have no wrinkles on their bodies and no grey hair. They never feel fatigue, and perspiration does not give their bodies a bad odor. They are not afflicted by old age, disease or untimely death, they do not suffer from chilly cold or scorching heat, nor do their bodies lose their luster. They all live very happily, without anxieties, until death.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 5.16.26</B></A>: There are other mountains beautifully arranged around the foot of Mount Meru like the filaments around the whorl of a lotus flower. Their names are Kura&#324;ga, Kurara, Kusumbha, Vaika&#324;ka, Trik&#363;ta, &#346;i&#347;ira, Pata&#324;ga, Rucaka, Nishadha, Sin&#299;v&#257;sa, Kapila, &#346;a&#324;kha, Vaid&#363;rya, J&#257;rudhi, Hamsa, Rishabha, N&#257;ga, K&#257;lañjara and N&#257;rada.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 5.16.27</B></A>: On the eastern side of Sumeru Mountain are two mountains named Jathara and Devak&#363;ta, which extend to the north and south for 18,000 yojanas [144,000 miles]. Similarly, on the western side of Sumeru are two mountains named Pavana and P&#257;riy&#257;tra, which also extend north and south for the same distance. On the southern side of Sumeru are two mountains named Kail&#257;sa and Karav&#299;ra, which extend east and west for 18,000 yojanas, and on the northern side of Sumeru, extending for the same distance east and west, are two mountains named Tri&#347;ri&#324;ga and Makara. The width and height of all these mountains is 2,000 yojanas [16,000 miles]. Sumeru, a mountain of solid gold shining as brilliantly as fire, is surrounded by these eight mountains.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 5.16.28</B></A>: In the middle of the summit of Meru is the township of Lord Brahm&#257;. Each of its four sides is calculated to extend for ten million yojanas [eighty million miles]. It is made entirely of gold, and therefore learned scholars and sages call it &#346;&#257;takaumbh&#299;.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 5.16.29</B></A>: Surrounding Brahmapur&#299; in all directions are the residences of the eight principal governors of the planetary systems, beginning with King Indra. These abodes are similar to Brahmapur&#299; but are one fourth the size.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>