<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 16"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">A Description of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.16 Summary</P><P>While describing the character of Mah&#257;r&#257;ja Priyavrata and his descendants, &#346;ukadeva Gosv&#257;m&#299; also described Meru Mountain and the planetary system known as Bh&#363;-mandala. Bh&#363;-mandala is like a lotus flower, and its seven islands are compared to the whorl of the lotus. The place known as Jamb&#363;dv&#299;pa is in the middle of that whorl. In Jamb&#363;dv&#299;pa there is a mountain known as Sumeru, which is made of solid gold. The height of this mountain is 84,000 yojanas, of which 16,000 yojanas are below the earth. Its width is estimated to be 32,000 yojanas at its summit and 16,000 yojanas at its foot. (One yojana equals approximately eight miles.) This king of mountains, Sumeru, is the support of the planet earth.</P><P>On the southern side of the land known as Il&#257;vrita-varsha are the mountains known as Himav&#257;n, Hemak&#363;ta and Nishadha, and on the northern side are the mountains N&#299;la, &#346;veta and &#346;ri&#324;ga. Similarly, on the eastern and western side there are M&#257;lyav&#257;n and Gandham&#257;dana, two large mountains. Surrounding Sumeru Mountain are four mountains known as Mandara, Merumandara, Sup&#257;r&#347;va and Kumuda, each 10,000 yojanas long and 10,000 yojanas high. On these four mountains there are trees a banyan tree. There are also lakes full of milk, honey, sugarcane juice and pure water. These lakes can fulfill all desires. There are also gardens named Nandana, Citraratha, Vaibhr&#257;jaka and Sarvatobhadra. On the side of Sup&#257;r&#347;va Mountain is a kadamba tree with streams of honey flowing from its hollows, and on Kumuda Mountain there is a banyan tree named &#346;ataval&#347;a, from whose roots flow rivers containing milk, yogurt and many other desirable things. Surrounding Sumeru Mountain like filaments of the whorl of a lotus are twenty mountain ranges such as Kura&#324;ga, Kurara, Kusumbha, Vaika&#324;ka and Trik&#363;ta. To the east of Sumeru are the mountains Jathara and Devak&#363;ta, to the west are Pavana and P&#257;riy&#257;tra, to the south are Kail&#257;sa and Karav&#299;ra, and to the north are Tri&#347;ri&#324;ga and Makara. These eight mountains are about 18,000 yojanas long, 2,000 yojanas wide and 2,000 yojanas high. On the summit of Mount Sumeru is Brahmapur&#299;, the residence of Lord Brahm&#257;. Each of its four sides is 10,000 yojanas long. Surrounding Brahmapur&#299; are the cities of King Indra and seven other demigods. These cities are one fourth the size of Brahmapur&#299;.</P><P CLASS=l><A CLASS=i HREF="../15/16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>