<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 21 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 21 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Arrested by the Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.21.5</P><P CLASS=c>brahm&#257;dayo loka-n&#257;th&#257;h</P><P CLASS=c>sva-n&#257;th&#257;ya sam&#257;drit&#257;h</P><P CLASS=c>s&#257;nug&#257; balim &#257;jahruh</P><P CLASS=c>sa&#324;kshipt&#257;tma-vibh&#363;taye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; great personalities, headed by Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/n/nathah">n&#257;th&#257;h</A> &#8212; the predominating deities of various planets; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/n/nathaya">n&#257;th&#257;ya</A> &#8212; unto their supreme master; <A CLASS=v HREF="http://vedabase.net/s/samadrtah">sam&#257;drit&#257;h</A> &#8212; with great respect; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anugah">anug&#257;h</A> &#8212; with their respective followers; <A CLASS=v HREF="http://vedabase.net/b/balim">balim</A> &#8212; different paraphernalia of worship; <A CLASS=v HREF="http://vedabase.net/a/ajahruh">&#257;jahruh</A> &#8212; collected; <A CLASS=v HREF="http://vedabase.net/s/sanksipta">sa&#324;kshipta</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhutaye">vibh&#363;taye</A> &#8212; unto the Lord, who <A HREF="http://vedabase.net/h/had">had</A> expanded His personal opulence but <A HREF="http://vedabase.net/h/had">had</A> now reduced His size <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/v/vamana">V&#257;mana</A> form.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; and all the predominating deities of the various planetary systems began to worship Lord V&#257;manadeva, their supreme master, who had reduced Himself from His all-pervading form to His original form. They collected all the ingredients and paraphernalia for this worship.</P><P CLASS=t>PURPORT</P><P>V&#257;manadeva first expanded Himself to the universal form and then reduced Himself to the original V&#257;mana-r&#363;pa. Thus He acted exactly like Lord Krishna, who, at the request of Arjuna, first showed His universal form and later resumed His original form as Krishna. The Lord can assume any form He likes, but His original form is that of Krishna (krishnas tu bhagav&#257;n svayam). According to the capacity of the devotee, the Lord assumes various forms so that the devotee can handle Him. This is His causeless mercy. When Lord V&#257;manadeva resumed His original form, Lord Brahm&#257; and his associates collected various paraphernalia for worship with which to please Him.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6-7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>