<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 21"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Arrested by the Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.21 Summary</P><P>This chapter describes how Lord Vishnu, desiring to advertise the glories of Bali Mah&#257;r&#257;ja, arrested him for not fulfilling his promise in regard to the Lord's third step.</P><P>With the second step the Supreme Personality of Godhead reached the topmost planet of the universe, Brahmaloka, which He diminished in beauty by the effulgence of His toenails. Thus Lord Brahm&#257;, accompanied by great sages like Mar&#299;ci and the predominating deities of all the higher planets, offered humble prayers and worship to the Lord. They washed the Lord's feet and worshiped Him with all paraphernalia. Rikshar&#257;ja, J&#257;mbav&#257;n, played his bugle to vibrate the glories of the Lord. When Bali Mah&#257;r&#257;ja was deprived of all his possessions, the demons were very angry. Although Bali Mah&#257;r&#257;ja warned them not to do so, they took up weapons against Lord Vishnu. All of them were defeated, however, by Lord Vishnu's eternal associates, and, in accordance with Bali Mah&#257;r&#257;ja's order, they all entered the lower planets of the universe. Understanding Lord Vishnu's purpose, Garuda, the carrier of Lord Vishnu, immediately arrested Bali Mah&#257;r&#257;ja with the ropes of Varuna. When Bali Mah&#257;r&#257;ja was thus reduced to a helpless position, Lord Vishnu asked him for the third step of land. Because Lord Vishnu appreciated Bali Mah&#257;r&#257;ja's determination and integrity, when Bali Mah&#257;r&#257;ja was unable to fulfill his promise, Lord Vishnu ascertained that the place for him would be the planet Sutala, which is better than the planets of heaven.</P><P CLASS=l><A CLASS=i HREF="../20/34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>