<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 12 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 12 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Creation of the Kum&#257;ras and Others</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.12.22</P><P CLASS=c>mar&#299;cir atry-a&#324;girasau</P><P CLASS=c>pulastyah pulahah kratuh</P><P CLASS=c>bhrigur vasishtho daksha&#347; ca</P><P CLASS=c>da&#347;amas tatra n&#257;radah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maricih">mar&#299;cih</A>, <A CLASS=v HREF="http://vedabase.net/a/atri">atri</A>, <A CLASS=v HREF="http://vedabase.net/a/angirasau">a&#324;girasau</A>, <A CLASS=v HREF="http://vedabase.net/p/pulastyah">pulastyah</A>, <A CLASS=v HREF="http://vedabase.net/p/pulahah">pulahah</A>, <A CLASS=v HREF="http://vedabase.net/k/kratuh">kratuh</A>, <A CLASS=v HREF="http://vedabase.net/b/bhrguh">bhriguh</A>, <A CLASS=v HREF="http://vedabase.net/v/vasisthah">vasishthah</A>, <A CLASS=v HREF="http://vedabase.net/d/daksah">dakshah</A> &#8212; names of sons of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/dasamah">da&#347;amah</A> &#8212; the tenth; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>.</P><P CLASS=t>TRANSLATION</P><P>Mar&#299;ci, Atri, A&#324;gir&#257;, Pulastya, Pulaha, Kratu, Bhrigu, Vasishtha, Daksha, and the tenth son, N&#257;rada, were thus born.</P><P CLASS=t>PURPORT</P><P>The whole process of the creation, maintenance and dissolution of the cosmic manifestation is meant to give the conditioned souls a chance to go back home, back to Godhead. Brahm&#257; created Rudra to help him in his creative endeavor, but from the very beginning Rudra began to devour the whole creation, and thus he had to be stopped from such devastating activities. Brahm&#257; therefore created another set of good children, who were mostly in favor of worldly fruitive activities. He knew very well, however, that without devotional service to the Lord there is hardly any benefit for the conditioned souls, and therefore he at last created his worthy son N&#257;rada, who is the supreme spiritual master of all transcendentalists. Without devotional service to the Lord one cannot make progress in any department of activity, although the path of devotional service is always independent of anything material. Only the transcendental loving service of the Lord can deliver the real goal of life, and thus the service rendered by &#346;r&#299;man N&#257;rada Muni is the highest among all the sons of Brahm&#257;.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>