<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 12 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 12 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Creation of the Kum&#257;ras and Others</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.12.34</P><P CLASS=c>kad&#257;cid dhy&#257;yatah srashtur</P><P CLASS=c>ved&#257; &#257;sam&#347; catur-mukh&#257;t</P><P CLASS=c>katham srakshy&#257;my aham lok&#257;n</P><P CLASS=c>samavet&#257;n yath&#257; pur&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kadacit">kad&#257;cit</A> &#8212; once upon <A HREF="http://vedabase.net/a/a">a</A> time; <A CLASS=v HREF="http://vedabase.net/d/dhyayatah">dhy&#257;yatah</A> &#8212; while contemplating; <A CLASS=v HREF="http://vedabase.net/s/srastuh">srashtuh</A> &#8212; of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/vedah">ved&#257;h</A> &#8212; the Vedic literature; <A CLASS=v HREF="http://vedabase.net/a/asan">&#257;san</A> &#8212; became manifested; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhat">mukh&#257;t</A> &#8212; from the four mouths; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> <A CLASS=v HREF="http://vedabase.net/s/sraksyami">srakshy&#257;mi</A> &#8212; how shall <A HREF="http://vedabase.net/i/i">I</A> create; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; myself; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; all these worlds; <A CLASS=v HREF="http://vedabase.net/s/samavetan">samavet&#257;n</A> &#8212; assembled; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> they were; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the past.</P><P CLASS=t>TRANSLATION</P><P>Once upon a time, when Brahm&#257; was thinking of how to create the worlds as in the past millennium, the four Vedas, which contain all varieties of knowledge, became manifested from his four mouths.</P><P CLASS=t>PURPORT</P><P>As a fire can consume anything and everything without being contaminated, so, by the grace of the Lord, the fire of Brahm&#257;'s greatness consumed his desire for the sinful act of sex with his daughter. The Vedas are the source of all knowledge, and they were first revealed to Brahm&#257; by the mercy of the Supreme Personality of Godhead while Brahm&#257; was thinking of re-creating the material world. Brahm&#257; is powerful by dint of his devotional service unto the Lord, and the Lord is always ready to forgive His devotee if by chance he falls down from the noble path of devotional service. The &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/5/42.htm">11.5.42</A>) confirms this as follows:</P><P>sva-p&#257;da-m&#363;lam bhajatah priyasya</P><P CLASS=n>tyaktv&#257;nya-bh&#257;vasya harih pare&#347;ah</P><P CLASS=n>vikarma yac cotpatitam kathañ-cid</P><P CLASS=n>dhunoti sarvam hridi sannvishtah</P><P>"Any person who is engaged one hundred percent in the transcendental loving service of the Lord, at His lotus feet, is very dear to the Personality of Godhead Hari, and the Lord, being situated in the heart of the devotee, excuses all kinds of sins committed by chance." It was never expected that a great personality like Brahm&#257; would ever think of sex indulgence with his daughter. The example shown by Brahm&#257; only suggests that the power of material nature is so strong that it can act upon everyone, even Brahm&#257;. Brahm&#257; was saved by the mercy of the Lord with a little punishment, but by the grace of the Lord he did not lose his prestige as the great Brahm&#257;.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>