<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 12 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 12 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Creation of the Kum&#257;ras and Others</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.12.4</P><P CLASS=c>sanakam ca sanandam ca</P><P CLASS=c>san&#257;tanam ath&#257;tmabh&#363;h</P><P CLASS=c>sanat-kum&#257;ram ca mun&#299;n</P><P CLASS=c>nishkriy&#257;n &#363;rdhva-retasah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sanakam">sanakam</A> &#8212; <A HREF="http://vedabase.net/s/sanaka">Sanaka</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sanandam">sanandam</A> &#8212; <A HREF="http://vedabase.net/s/sananda">Sananda</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sanatanam">san&#257;tanam</A> &#8212; <A HREF="http://vedabase.net/s/sanatana">San&#257;tana</A>; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuh">bh&#363;h</A> &#8212; <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, who is self-born; <A CLASS=v HREF="http://vedabase.net/s/sanat">sanat</A>-<A CLASS=v HREF="http://vedabase.net/k/kumaram">kum&#257;ram</A> &#8212; <A HREF="http://vedabase.net/s/sanat">Sanat</A>-<A HREF="http://vedabase.net/k/kumara">kum&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/munin">mun&#299;n</A> &#8212; the great sages; <A CLASS=v HREF="http://vedabase.net/n/niskriyan">nishkriy&#257;n</A> &#8212; free from all fruitive action; <A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A>-<A CLASS=v HREF="http://vedabase.net/r/retasah">retasah</A> &#8212; those whose semen flows upwards.</P><P CLASS=t>TRANSLATION</P><P>In the beginning, Brahm&#257; created four great sages named Sanaka, Sananda, San&#257;tana and Sanat-kum&#257;ra. All of them were unwilling to adopt materialistic activities because they were highly elevated due to their semen's flowing upwards.</P><P CLASS=t>PURPORT</P><P>Although Brahm&#257; created the principles of nescience as a matter of necessity for those living entities who were destined to ignorance by the will of the Lord, he was not satisfied in performing such a thankless task. He therefore created four principles of knowledge: s&#257;&#324;khya, or empirical philosophy for the analytical study of material conditions; yoga, or mysticism for liberation of the pure soul from material bondage; vair&#257;gya, the acceptance of complete detachment from material enjoyment in life to elevate oneself to the highest spiritual understanding; and tapas, or the various kinds of voluntary austerities performed for spiritual perfection. Brahm&#257; created the four great sages Sanaka, Sananda, San&#257;tana and Sanat to entrust them with these four principles of spiritual advancement, and they inaugurated their own spiritual party, or samprad&#257;ya, known as the Kum&#257;ra-samprad&#257;ya, or later on as the Nimb&#257;rka-samprad&#257;ya, for the advancement of bhakti. All of these great sages became great devotees, for without devotional service to the Personality of Godhead one cannot achieve success in any activity of spiritual value.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>