<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 12 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 12 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Creation of the Kum&#257;ras and Others</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.12.42</P><P CLASS=c>s&#257;vitram pr&#257;j&#257;patyam ca</P><P CLASS=c>br&#257;hmam c&#257;tha brihat tath&#257;</P><P CLASS=c>v&#257;rt&#257; sañcaya-&#347;&#257;l&#299;na-</P><P CLASS=c>&#347;iloñcha iti vai grihe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/savitram">s&#257;vitram</A> &#8212; the thread ceremony of the twice-born; <A CLASS=v HREF="http://vedabase.net/p/prajapatyam">pr&#257;j&#257;patyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> execute the vow for one year; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/brahmam">br&#257;hmam</A> &#8212; acceptance of the Vedas; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/brhat">brihat</A> &#8212; complete abstinence from sex life; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/v/varta">v&#257;rt&#257;</A> &#8212; vocation <A HREF="http://vedabase.net/i/in">in</A> terms of Vedic sanction; <A CLASS=v HREF="http://vedabase.net/s/sancaya">sañcaya</A> &#8212; professional duty; <A CLASS=v HREF="http://vedabase.net/s/salina">&#347;&#257;l&#299;na</A> &#8212; livelihood without asking anyone for cooperation; <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;ila</A>-<A CLASS=v HREF="http://vedabase.net/u/unchah">uñchah</A> &#8212; picking up rejected grains; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; even though; <A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> household life.</P><P CLASS=t>TRANSLATION</P><P>Then the thread ceremony for the twice-born was inaugurated, as were the rules to be followed for at least one year after acceptance of the Vedas, rules for observing complete abstinence from sex life, vocations in terms of Vedic injunctions, various professional duties in household life, and the method of maintaining a livelihood without anyone's cooperation by picking up rejected grains.</P><P CLASS=t>PURPORT</P><P>During student life the brahmac&#257;r&#299;s were given full instructions about the importance of the human form of life. Thus the basic education was designed to encourage the student in becoming free from family encumbrances. Only students unable to accept such a vow in life were allowed to go home and marry a suitable wife. Otherwise, the student would remain a permanent brahmac&#257;r&#299;, observing complete abstinence from sex life for his whole life. It all depended on the quality of the student's training. We had the opportunity to meet an avowed brahmac&#257;r&#299; in the personality of our spiritual master, Om Vishnup&#257;da &#346;r&#299; &#346;r&#299;mad Bhaktisiddh&#257;nta Gosv&#257;m&#299; Mah&#257;r&#257;ja. Such a great soul is called a naishthika-brahmac&#257;r&#299;.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>