<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 24 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 24 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Matsya, the Lord's Fish Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.24.30</P><P CLASS=c>na te 'ravind&#257;ksha padopasarpanam</P><P CLASS=c>mrish&#257; bhavet sarva-suhrit-priy&#257;tmanah</P><P CLASS=c>yathetaresh&#257;m prithag-&#257;tman&#257;m sat&#257;m</P><P CLASS=c>ad&#299;dri&#347;o yad vapur adbhutam hi nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A>-<A CLASS=v HREF="http://vedabase.net/a/aksa">aksha</A> &#8212; My Lord, whose eyes <A HREF="http://vedabase.net/a/are">are</A> like the petals of <A HREF="http://vedabase.net/a/a">a</A> lotus; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/u/upasarpanam">upasarpanam</A> &#8212; worship of the lotus feet; <A CLASS=v HREF="http://vedabase.net/m/mrsa">mrish&#257;</A> &#8212; useless; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; can become; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A> &#8212; the friend of everyone; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> &#8212; dear <A HREF="http://vedabase.net/t/to">to</A> everyone; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; the Supersoul of everyone; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/i/itaresam">itaresh&#257;m</A> &#8212; of others (the demigods); <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; living entities who have material bodies different from the soul; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> spiritually fixed; <A CLASS=v HREF="http://vedabase.net/a/adidrsah">ad&#299;dri&#347;ah</A> &#8212; You have manifested; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; unto us.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, possessing eyes like the petals of a lotus, the worship of the demigods, who are in the bodily concept of life, is fruitless in all respects. But because You are the supreme friend and dearmost Supersoul of everyone, worship of Your lotus feet is never useless. You have therefore manifested Your form as a fish.</P><P CLASS=t>PURPORT</P><P>The demigods like Indra, Candra and S&#363;rya are ordinary living entities who are differentiated parts and parcels of the Supreme Personality of Godhead. The Lord expands Himself through the living beings (nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m). His personal vishnu-tattva forms, which are all spiritual, are called sv&#257;m&#347;a, and the living entities who are differentiated parts are called vibhinn&#257;m&#347;a. Some of the vibhinn&#257;m&#347;a forms are spiritual, and some are a combination of matter and spirit. The conditioned souls in the material world are different from their external bodies made of material energy. Thus the demigods living in the upper planetary systems and the living entities living in the lower planetary system are of the same nature. Nonetheless, those living as human beings on this planet are sometimes attracted to worshiping the demigods in the higher planetary systems. Such worship is temporary. As the human beings on this planet have to change their bodies (tath&#257; deh&#257;ntara-pr&#257;ptih), the living entities known as Indra, Candra, Varuna and so on will also have to change their bodies in due course of time. As stated in Bhagavad-g&#299;t&#257;, antavat tu phalam tesh&#257;m tad bhavaty alpa-medhas&#257;m: "Men of small intelligence worship the demigods, and their fruits are limited and temporary." K&#257;mais tais tair hrita jñ&#257;n&#257;h prapadyante 'nya-devat&#257;h: [<A CLASS=v HREF="../../../bg/7/20.htm">Bg. 7.20</A>] those who do not know the position of the demigods are inclined to worship the demigods for some material purpose, but the results of such worship are never permanent. Consequently, here it is said, yathetaresh&#257;m prithag-&#257;tman&#257;m sat&#257;m, padopasarpanam mrish&#257; bhavet. In other words, if one is to worship someone else, he must worship the Supreme Personality of Godhead. Then his worship will never be fruitless. Svalpam apy asya dharmasya tr&#257;yate mahato bhay&#257;t: even a slight attempt to worship the Supreme Personality of Godhead is a permanent asset. Therefore, as recommended in &#346;r&#299;mad-Bh&#257;gavatam, tyaktv&#257; sva-dharmam caran&#257;mbujam hareh. One should take to the worship of the lotus feet of Hari, even if this means giving up the so-called occupational duty assigned because of the particular body one has accepted. Because worship in terms of the body is temporary, it does not bear any permanent fruit. But worship of the Supreme Personality of Godhead gives immense benefit.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>