<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 24 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 24 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Matsya, the Lord's Fish Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.24.46</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>an&#257;dy-avidyopahat&#257;tma-samvidas</P><P CLASS=c>tan-m&#363;la-sams&#257;ra-pari&#347;ram&#257;tur&#257;h</P><P CLASS=c>yadricchayopasrit&#257; yam &#257;pnuyur</P><P CLASS=c>vimuktido nah paramo gurur bhav&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the King offered prayers <A HREF="http://vedabase.net/a/as">as</A> follows; <A CLASS=v HREF="http://vedabase.net/a/anadi">an&#257;di</A> &#8212; from time immemorial; <A CLASS=v HREF="http://vedabase.net/a/avidya">avidy&#257;</A> &#8212; by ignorance; <A CLASS=v HREF="http://vedabase.net/u/upahata">upahata</A> &#8212; has been lost; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/samvidah">samvidah</A> &#8212; knowledge about the self; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that is; <A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A> &#8212; the root; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; material bondage; <A CLASS=v HREF="http://vedabase.net/p/parisrama">pari&#347;rama</A> &#8212; full of miserable conditions and hard work; <A CLASS=v HREF="http://vedabase.net/a/aturah">&#257;tur&#257;h</A> &#8212; suffering; <A CLASS=v HREF="http://vedabase.net/y/yadrcchaya">yadricchay&#257;</A> &#8212; by the supreme will; <A CLASS=v HREF="http://vedabase.net/u/upasrtah">upasrit&#257;h</A> &#8212; being favored by the <A HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/apnuyuh">&#257;pnuyuh</A> &#8212; can achieve; <A CLASS=v HREF="http://vedabase.net/v/vimukti">vimukti</A>-<A CLASS=v HREF="http://vedabase.net/d/dah">dah</A> &#8212; the process of liberation; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/p/paramah">paramah</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; spiritual master; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship.</P><P CLASS=t>TRANSLATION</P><P>The King said: By the grace of the Lord, those who have lost their self-knowledge since time immemorial, and who because of this ignorance are involved in a material, conditional life full of miseries, obtain the chance to meet the Lord's devotee. I accept that Supreme Personality of Godhead as the supreme spiritual master.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is actually the supreme spiritual master. The Supreme Lord knows everything about the suffering of the conditioned soul, and therefore He appears in this material world, sometimes personally, sometimes by an incarnation and sometimes by authorizing a living being to act on His behalf. In all cases, however, He is the original spiritual master who enlightens the conditioned souls who are suffering in the material world. The Lord is always busy helping the conditioned souls in many ways. Therefore He is addressed here as paramo gurur bhav&#257;n. The representative of the Supreme Personality of Godhead who acts to spread Krishna consciousness is also guided by the Supreme Lord to act properly in executing the Lord's order. Such a person may appear to be an ordinary human being, but because he acts on behalf of the Supreme Personality of Godhead, the supreme spiritual master, he is not to be neglected as ordinary. It is therefore said, &#257;c&#257;ryam m&#257;m vij&#257;n&#299;y&#257;t: an &#257;c&#257;rya who acts on behalf of the Supreme Personality of Godhead should be understood to be as good as the Supreme Lord Himself.</P><P>s&#257;ksh&#257;d dharitvena samasta-&#347;&#257;strair</P><P CLASS=n>uktas tath&#257; bh&#257;vyata eva sadbhih</P><P CLASS=n>kintu prabhor yah priya eva tasya</P><P CLASS=n>vande guroh &#347;r&#299;-caran&#257;ravindam **</P><P>Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has advised that the spiritual master acting on the Supreme Lord's behalf must be worshiped as being as good as the Supreme Lord, for he is the Lord's most confidential servant in broadcasting the Lord's message for the benefit of the conditioned souls involved in the material world.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>