<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 24 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 24 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Matsya, the Lord's Fish Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.24.48</P><P CLASS=c>yat-sevay&#257;gner iva rudra-rodanam</P><P CLASS=c>pum&#257;n vijahy&#257;n malam &#257;tmanas tamah</P><P CLASS=c>bhajeta varnam nijam esha so 'vyayo</P><P CLASS=c>bh&#363;y&#257;t sa &#299;&#347;ah paramo guror guruh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/s/sevaya">sevay&#257;</A> &#8212; the Supreme Personality of Godhead, by serving whom; <A CLASS=v HREF="http://vedabase.net/a/agneh">agneh</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> touch with fire; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/r/rudra">rudra</A>-<A CLASS=v HREF="http://vedabase.net/r/rodanam">rodanam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> block of silver or gold becomes purified; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/v/vijahyat">vijahy&#257;t</A> &#8212; can give up; <A CLASS=v HREF="http://vedabase.net/m/malam">malam</A> &#8212; all the dirty things of material existence; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of one's self; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the mode of ignorance, by which one performs pious and impious activities; <A CLASS=v HREF="http://vedabase.net/b/bhajeta">bhajeta</A> &#8212; may revive; <A CLASS=v HREF="http://vedabase.net/v/varnam">varnam</A> &#8212; his original identity; <A CLASS=v HREF="http://vedabase.net/n/nijam">nijam</A> &#8212; one's own; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/a/avyayah">avyayah</A> &#8212; inexhaustible; <A CLASS=v HREF="http://vedabase.net/b/bhuyat">bh&#363;y&#257;t</A> &#8212; let Him become; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;ah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/paramah">paramah</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/g/guroh">guroh</A> <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; the spiritual master of all other spiritual masters.</P><P CLASS=t>TRANSLATION</P><P>One who wants to be free of material entanglement should take to the service of the Supreme Personality of Godhead and give up the contamination of ignorance, involving pious and impious activities. Thus one regains his original identity, just as a block of gold or silver sheds all dirt and becomes purified when treated with fire. May that inexhaustible Supreme Personality of Godhead become our spiritual master, for He is the original spiritual master of all other spiritual masters.</P><P CLASS=t>PURPORT</P><P>In human life one is meant to undergo austerity to purify one's existence. Tapo divyam putrak&#257; yena sattvam &#347;uddhyet. Because of contamination by the modes of material nature, one continues in the cycle of birth and death (k&#257;ranam guna-sa&#324;go 'sya sad-asad-yoni janmasu). Therefore the purpose of human life is to purify oneself of this contamination so that one can regain his spiritual form and not undergo this cycle of birth and death. The recommended process of decontamination is devotional service to the Lord. There are various processes for self-realization, such as karma, jñ&#257;na and yoga, but none of them is equal to the process of devotional service. As gold and silver can be freed from all dirty contamination by being put into a fire but not merely by being washed, the living entity can be awakened to his own identity by performing devotional service (yat-sevay&#257;), but not by karma, jñ&#257;na or yoga. Cultivation of speculative knowledge or practice of yogic gymnastics will not be helpful.</P><P>The word varnam refers to the luster of one's original identity. The original luster of gold or silver is brilliant. Similarly, the original luster of the living being, who is part of the sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], is the luster of &#257;nanda, or pleasure. &#256;nandamayo bhy&#257;s&#257;t. Every living entity has the right to become &#257;nandamaya, joyful, because he is part of the sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], Krishna. Why should the living being be put into tribulation because of dirty contamination by the material modes of nature? The living entity should become purified and regain his svar&#363;pa, his original identity. This he can do only by devotional service. Therefore, one should adopt the instructions of the Supreme Personality of Godhead, who is described here as guror guruh, the spiritual master of all other spiritual masters.</P><P>Even though we may not have the fortune to contact the Supreme Lord personally, the Lord's representative is as good as the Lord Himself because such a representative does not say anything unless it is spoken by the Supreme Personality of Godhead. &#346;r&#299; Caitanya Mah&#257;prabhu therefore gives a definition of guru. Y&#257;re dekha, t&#257;re kaha 'krishna'-upade&#347;a: [Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>] the bona fide guru is he who advises his disciples exactly in accordance with the principles spoken by Krishna. The bona fide guru is he who has accepted Krishna as guru. This is the guru-parampar&#257; system. The original guru is Vy&#257;sadeva because he is the speaker of Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam, wherein everything spoken relates to Krishna. Therefore guru-p&#363;j&#257; is known as Vy&#257;sa-p&#363;j&#257;. In the final analysis, the original guru is Krishna, His disciple is N&#257;rada, whose disciple is Vy&#257;sa, and in this way we gradually come in touch with the guru-parampar&#257;. One cannot become a guru if he does not know what the Personality of Godhead Krishna or His incarnation wants. The mission of the guru is the mission of the Supreme Personality of Godhead: to spread Krishna consciousness all over the world.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>