<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 24 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 24 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Matsya, the Lord's Fish Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.24.49</P><P CLASS=c>na yat-pras&#257;d&#257;yuta-bh&#257;ga-le&#347;am</P><P CLASS=c>anye ca dev&#257; guravo jan&#257;h svayam</P><P CLASS=c>kartum samet&#257;h prabhavanti pumsas</P><P CLASS=c>tam &#299;&#347;varam tv&#257;m &#347;aranam prapadye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/p/prasada">pras&#257;da</A> &#8212; of the mercy of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/ayuta">ayuta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaga">bh&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/l/lesam">le&#347;am</A> &#8212; only one ten-thousandth; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> &#8212; even the demigods; <A CLASS=v HREF="http://vedabase.net/g/guravah">guravah</A> &#8212; the <A HREF="http://vedabase.net/s/so">so</A>-called gurus; <A CLASS=v HREF="http://vedabase.net/j/janah">jan&#257;h</A> &#8212; the total population; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/k/kartum">kartum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> execute; <A CLASS=v HREF="http://vedabase.net/s/sametah">samet&#257;h</A> &#8212; all together; <A CLASS=v HREF="http://vedabase.net/p/prabhavanti">prabhavanti</A> &#8212; can become equally able; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/p/prapadye">prapadye</A> &#8212; let <A HREF="http://vedabase.net/m/me">me</A> surrender.</P><P CLASS=t>TRANSLATION</P><P>Neither all the demigods, nor the so-called gurus nor all other people, either independently or together, can offer mercy that equals even one ten-thousandth of Yours. Therefore I wish to take shelter of Your lotus feet.</P><P CLASS=t>PURPORT</P><P>It is said, k&#257;mais tais tair hrita jñ&#257;n&#257;h prapadyante 'nya-devat&#257;h: [<A CLASS=v HREF="../../../bg/7/20.htm">Bg. 7.20</A>] people in general, being motivated by material desires, worship the demigods to get fruitive results very quickly. People generally do not become devotees of Lord Vishnu, since Lord Vishnu never becomes the order-supplier of His devotee. Lord Vishnu does not give a devotee benedictions that will create a further demand for benedictions. By worshiping the demigods one may get results, but, as described in Bhagavad-g&#299;t&#257;, antavat tu phalam tesh&#257;m tad bhavaty alpa-medhas&#257;m: whatever great benedictions one may achieve from the demigods are all temporary. Because the demigods themselves are temporary, their benedictions are also temporary and have no permanent value. Those who aspire for such benedictions have a poor fund of knowledge (tad bhavaty alpa-medhas&#257;m). The benedictions of Lord Vishnu are different. By the mercy of the Lord Vishnu, one can be completely freed from material contamination and go back home, back to Godhead. Therefore the benedictions offered by the demigods cannot compare to even one ten-thousandth of the Lord's benedictions. One should not, therefore, try to obtain benedictions from the demigods or false gurus. One should aspire only for the benediction offered by the Supreme Personality of Godhead. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>):</P><P>sarva-dharm&#257;n parityajya</P><P CLASS=n>m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo</P><P CLASS=n>mokshayishy&#257;mi m&#257; &#347;ucah</P><P>"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear." This is the greatest benediction.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>