<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 24 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 24 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Matsya, the Lord's Fish Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.24.50</P><P CLASS=c>acakshur andhasya yath&#257;gran&#299;h kritas</P><P CLASS=c>tath&#257; janasy&#257;vidusho 'budho guruh</P><P CLASS=c>tvam arka-drik sarva-dri&#347;&#257;m sam&#299;kshano</P><P CLASS=c>vrito gurur nah sva-gatim bubhutsat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/acaksuh">acakshuh</A> &#8212; one who does not have his power of sight; <A CLASS=v HREF="http://vedabase.net/a/andhasya">andhasya</A> &#8212; for such <A HREF="http://vedabase.net/a/a">a</A> blind person; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/agranih">agran&#299;h</A> &#8212; the leader, who goes first; <A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/j/janasya">janasya</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/a/avidusah">avidushah</A> &#8212; who has <A HREF="http://vedabase.net/n/no">no</A> knowledge of the goal of life; <A CLASS=v HREF="http://vedabase.net/a/abudhah">abudhah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> foolish rascal; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; the spiritual master; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/a/arka">arka</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; appear like the sun; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/drsam">dri&#347;&#257;m</A> &#8212; of all sources of knowledge; <A CLASS=v HREF="http://vedabase.net/s/samiksanah">sam&#299;kshanah</A> &#8212; the complete seer; <A CLASS=v HREF="http://vedabase.net/v/vrtah">vritah</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; the spiritual master; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; one who knows his real self-interest; <A CLASS=v HREF="http://vedabase.net/b/bubhutsatam">bubhutsat&#257;m</A> &#8212; such <A HREF="http://vedabase.net/a/an">an</A> enlightened person.</P><P CLASS=t>TRANSLATION</P><P>As a blind man, being unable to see, accepts another blind man as his leader, people who do not know the goal of life accept someone as a guru who is a rascal and a fool. But we are interested in self-realization. Therefore we accept You, the Supreme Personality of Godhead, as our spiritual master, for You are able to see in all directions and are omniscient like the sun.</P><P CLASS=t>PURPORT</P><P>The conditioned soul, being wrapped in ignorance and therefore not knowing the goal of life, accepts a guru who can juggle words and make some display of magic that is wonderful to a fool. Sometimes a foolish person accepts someone as a guru because he can manufacture a small quantity of gold by mystic yogic power. Because such a disciple has a poor fund of knowledge, he cannot judge whether the manufacture of gold is the criterion for a guru. Why should one not accept the Supreme Personality of Godhead, Krishna, from whom unlimited numbers of gold mines come into being? Aham sarvasya prabhavo mattah sarvam pravartate [<A CLASS=v HREF="../../../bg/10/8.htm">Bg. 10.8</A>]. All the gold mines are created by the energy of the Supreme Personality of Godhead. Therefore, why should one accept a magician who can manufacture only a small portion of gold? Such gurus are accepted by those who are blind, not knowing the goal of life. Mah&#257;r&#257;ja Satyavrata, however, knew the goal of life. He knew the Supreme Personality of Godhead, and therefore he accepted the Lord as his guru. Either the Supreme Lord or His representative can become guru. The Lord says, m&#257;m eva ye prapadyante m&#257;y&#257;m et&#257;m taranti te: [<A CLASS=v HREF="../../../bg/7/14.htm">Bg. 7.14</A>] "One can get relief from the clutches of m&#257;y&#257; as soon as he surrenders unto Me." Therefore it is the guru's business to instruct his disciple to surrender to the Supreme Personality of Godhead if he wants relief from the material clutches. This is the symptom of the guru. This same principle was instructed by &#346;r&#299; Caitanya Mah&#257;prabhu: y&#257;re dekha, t&#257;re kaha 'krishna'-upade&#347;a [Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>]. In other words, one is advised not to accept a guru who does not follow the path of instruction given by Lord Krishna.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>