<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 24 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 24 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Matsya, the Lord's Fish Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.24.52</P><P CLASS=c>tvam sarva-lokasya suhrit priye&#347;varo</P><P CLASS=c>hy &#257;tm&#257; gurur jñ&#257;nam abh&#299;shta-siddhih</P><P CLASS=c>tath&#257;pi loko na bhavantam andha-dh&#299;r</P><P CLASS=c>j&#257;n&#257;ti santam hridi baddha-k&#257;mah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You, my dear Lord; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/l/lokasya">lokasya</A> &#8212; of all planets and their inhabitants; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A> &#8212; the most well-wishing friend; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> &#8212; the most dear; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the supreme soul; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; the supreme teacher; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; the supreme knowledge; <A CLASS=v HREF="http://vedabase.net/a/abhista">abh&#299;shta</A>-<A CLASS=v HREF="http://vedabase.net/s/siddhih">siddhih</A> &#8212; the fulfillment of all desires; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/l/lokah">lokah</A> &#8212; persons; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bhavantam">bhavantam</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/a/andha">andha</A>-<A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; because of blind intelligence; <A CLASS=v HREF="http://vedabase.net/j/janati">j&#257;n&#257;ti</A> &#8212; can know; <A CLASS=v HREF="http://vedabase.net/s/santam">santam</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his heart; <A CLASS=v HREF="http://vedabase.net/b/baddha">baddha</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; because of being bewildered by material lusty desires.</P><P CLASS=t>TRANSLATION</P><P>My Lord, You are the supreme well-wishing friend of everyone, the dearmost friend, the controller, the Supersoul, the supreme instructor and the giver of supreme knowledge and the fulfillment of all desires. But although You are within the heart, the foolish, because of lusty desires in the heart, cannot understand You.</P><P CLASS=t>PURPORT</P><P>Herein the reason for foolishness is described. Because the conditioned soul in this material world is full of materialistic lusty desires, he cannot understand the Supreme Personality of Godhead, although the Lord is situated in everyone's heart (&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e'rjuna tishthati [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]). It is because of this foolishness that one cannot take instructions from the Lord, although the Lord is ready to instruct everyone both externally and internally. The Lord says, dad&#257;mi buddhi-yogam tam yena m&#257;m upay&#257;nti te. In other words, the Lord can give instructions on devotional service by which one can return home, back to Godhead. Unfortunately, however, people do not take this devotional service. The Lord, being situated in everyone's heart, can give one complete instructions on going back to Godhead, but because of lusty desires one engages himself in materialistic activities and does not render service to the Lord. Therefore one is bereft of the value of the Lord's instructions. By mental speculation one can understand that one is not the body but a spirit soul, but unless one engages in devotional service, the real purpose of life is never fulfilled. The real purpose of life is to go back home, back to Godhead, and live with the Supreme Personality of Godhead, play with the Supreme Personality of Godhead, dance with the Supreme Personality of Godhead and eat with the Supreme Personality of Godhead. These are different items of &#257;nanda, spiritual happiness in spiritual variegatedness. Even though one may come to the platform of brahma-bh&#363;ta and understand his spiritual identity by speculative knowledge, one cannot enjoy spiritual life without understanding the Supreme Personality of Godhead. This is indicated here by the word abh&#299;shta-siddhih. One can fulfill the ultimate goal of life only by engaging in devotional service to the Lord. Then the Lord will give one proper instructions on how to go back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>