<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 24 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 24 Verse 53"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Matsya, the Lord's Fish Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.24.53</P><P CLASS=c>tvam tv&#257;m aham deva-varam varenyam</P><P CLASS=c>prapadya &#299;&#347;am pratibodhan&#257;ya</P><P CLASS=c>chindhy artha-d&#299;pair bhagavan vacobhir</P><P CLASS=c>granth&#299;n hridayy&#257;n vivrinu svam okah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; how exalted You <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; myself; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/v/varam">varam</A> &#8212; worshiped by the demigods; <A CLASS=v HREF="http://vedabase.net/v/varenyam">varenyam</A> &#8212; the greatest of all; <A CLASS=v HREF="http://vedabase.net/p/prapadye">prapadye</A> &#8212; fully surrendering; <A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; unto the supreme controller; <A CLASS=v HREF="http://vedabase.net/p/pratibodhanaya">pratibodhan&#257;ya</A> &#8212; for understanding the real purpose of life; <A CLASS=v HREF="http://vedabase.net/c/chindhi">chindhi</A> &#8212; cut off; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/d/dipaih">d&#299;paih</A> &#8212; by the light of purposeful instruction; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Lord; <A CLASS=v HREF="http://vedabase.net/v/vacobhih">vacobhih</A> &#8212; by Your words; <A CLASS=v HREF="http://vedabase.net/g/granthin">granth&#299;n</A> &#8212; knots; <A CLASS=v HREF="http://vedabase.net/h/hrdayyan">hridayy&#257;n</A> &#8212; fixed within the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/v/vivrnu">vivrinu</A> &#8212; kindly explain; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> <A CLASS=v HREF="http://vedabase.net/o/okah">okah</A> &#8212; my destination <A HREF="http://vedabase.net/i/in">in</A> life.</P><P CLASS=t>TRANSLATION</P><P>O Supreme Lord, for self-realization I surrender unto You, who are worshiped by the demigods as the supreme controller of everything. By Your instructions, exposing life's purpose, kindly cut the knot from the core of my heart and let me know the destination of my life.</P><P CLASS=t>PURPORT</P><P>Sometimes it is argued that people do not know who is a spiritual master and that finding a spiritual master from whom to get enlightenment in regard to the destination of life is very difficult. To answer all these questions, King Satyavrata shows us the way to accept the Supreme Personality of Godhead as the real spiritual master. The Supreme Lord has given full directions in Bhagavad-g&#299;t&#257; about how to deal with everything in this material world and how to return home, back to Godhead. Therefore, one should not be misled by so-called gurus who are rascals and fools. Rather, one should directly see the Supreme Personality of Godhead as the guru or instructor. It is difficult, however, to understand Bhagavad-g&#299;t&#257; without the help of the guru. Therefore the guru appears in the parampar&#257; system. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/34.htm">4.34</A>) the Supreme Personality of Godhead recommends:</P><P>tad viddhi pranip&#257;tena</P><P CLASS=n>paripra&#347;nena sevay&#257;</P><P CLASS=n>upadekshyanti te jñ&#257;nam</P><P CLASS=n>jñ&#257;ninas tattva-dar&#347;inah</P><P>"Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth." Lord Krishna directly instructed Arjuna. Arjuna is therefore tattva-dar&#347;&#299; or guru. Arjuna accepted the Supreme Personality of Godhead (param brahma param dh&#257;ma pavitram paramam bhav&#257;n [<A CLASS=v HREF="../../../bg/10/12.htm">Bg. 10.12</A>]). Similarly, following in the footsteps of &#346;r&#299; Arjuna, who is a personal devotee of the Lord, one should accept the supremacy of Lord Krishna, as supported by Vy&#257;sa, Devala, Asita, N&#257;rada and later by the &#257;c&#257;ryas R&#257;m&#257;nuj&#257;c&#257;rya, Madhv&#257;c&#257;rya, Nimb&#257;rka and Vishnusv&#257;m&#299; and still later by the greatest &#257;c&#257;rya, &#346;r&#299; Caitanya Mah&#257;prabhu. Where, then, is the difficulty in finding a guru? If one is sincere he can find the guru and learn everything. One should take lessons from the guru and find out the goal of life. Mah&#257;r&#257;ja Satyavrata, therefore, shows us the way of the mah&#257;jana. Mah&#257;jano yena gatah sa panth&#257;h. One should surrender to the Supreme Personality of Godhead (da&#347;&#257;vat&#257;ra) and learn from Him about the spiritual world and the goal of life.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>