<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 24 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 24 Verse 61"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Matsya, the Lord's Fish Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.24.61</P><P CLASS=c>pralaya-payasi dh&#257;tuh supta-&#347;akter mukhebhyah</P><P CLASS=c>&#347;ruti-ganam apan&#299;tam pratyup&#257;datta hatv&#257;</P><P CLASS=c>ditijam akathayad yo brahma satyavrat&#257;n&#257;m</P><P CLASS=c>tam aham akhila-hetum jihma-m&#299;nam nato 'smi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pralaya">pralaya</A>-<A CLASS=v HREF="http://vedabase.net/p/payasi">payasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water of inundation; <A CLASS=v HREF="http://vedabase.net/d/dhatuh">dh&#257;tuh</A> &#8212; from Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/supta">supta</A>-<A CLASS=v HREF="http://vedabase.net/s/sakteh">&#347;akteh</A> &#8212; who was inert because of sleeping; <A CLASS=v HREF="http://vedabase.net/m/mukhebhyah">mukhebhyah</A> &#8212; from the mouths; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A>-<A CLASS=v HREF="http://vedabase.net/g/ganam">ganam</A> &#8212; Vedic records; <A CLASS=v HREF="http://vedabase.net/a/apanitam">apan&#299;tam</A> &#8212; stolen; <A CLASS=v HREF="http://vedabase.net/p/pratyupadatta">pratyup&#257;datta</A> &#8212; gave back <A HREF="http://vedabase.net/t/to">to</A> him; <A CLASS=v HREF="http://vedabase.net/h/hatva">hatv&#257;</A> &#8212; by killing; <A CLASS=v HREF="http://vedabase.net/d/ditijam">ditijam</A> &#8212; the great demon; <A CLASS=v HREF="http://vedabase.net/a/akathayat">akathayat</A> &#8212; explained; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/s/satyavratanam">satyavrat&#257;n&#257;m</A> &#8212; for the enlightenment of Satyavrata and the great saintly persons; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/h/hetum">hetum</A> &#8212; unto the cause of all causes; <A CLASS=v HREF="http://vedabase.net/j/jihma">jihma</A>-<A CLASS=v HREF="http://vedabase.net/m/minam">m&#299;nam</A> &#8212; appearing <A HREF="http://vedabase.net/a/as">as</A> and pretending <A HREF="http://vedabase.net/t/to">to</A> be <A HREF="http://vedabase.net/a/a">a</A> great fish; <A CLASS=v HREF="http://vedabase.net/n/natah">natah</A> <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances.</P><P CLASS=t>TRANSLATION</P><P>I offer my respectful obeisances unto the Supreme Personality of Godhead, who pretended to be a gigantic fish, who restored the Vedic literature to Lord Brahm&#257; when Lord Brahm&#257; awakened from sleep, and who explained the essence of Vedic literature to King Satyavrata and the great saintly persons.</P><P CLASS=t>PURPORT</P><P>Here is a summary of Satyavrata's meeting with the fish incarnation of Lord Vishnu. Lord Vishnu's purpose was to take back all the Vedic literatures from the demon Hayagr&#299;va and restore them to Lord Brahm&#257;. Incidentally, by His causeless mercy, the Lord spoke with Satyavrata. The word satyavrat&#257;n&#257;m is significant because it indicates that those on the level of Satyavrata can take knowledge from the Vedas delivered by the Supreme Personality of Godhead. Whatever is spoken by the Supreme Lord is accepted as Veda. As stated in Bhagavad-g&#299;t&#257;, ved&#257;nta-krid veda-vit: the Supreme Personality of Godhead is the compiler of all Vedic knowledge, and He knows the purport of the Vedas. Therefore, anyone who takes knowledge from the Supreme Personality of Godhead, Krishna, or from Bhagavad-g&#299;t&#257; as it is, knows the purpose of the Vedas (vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]). One cannot understand Vedic knowledge from the veda-v&#257;da-rat&#257;s, who read the Vedas and misconstrue their subject matter. One has to know the Vedas from the Supreme Personality of Godhead.</P><P>Thus end the Bhaktivedanta purports of the Eighth Canto, Twenty-fourth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Matsya, the Lord's Fish Incarnation."</P><P>&#8212; This commentation has been finished in our New Delhi center today, the first of September, 1976, the day of R&#257;dh&#257;shtam&#299;, by the grace of the Supreme Personality of Godhead and the &#257;c&#257;ryas. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura says, t&#257;&#324;dera carana sevi bhakta-sane v&#257;sa janame janame haya, ei abhil&#257;sha. I am attempting to present &#346;r&#299;mad-Bh&#257;gavatam in the English language by the order of my spiritual master, &#346;r&#299;mad Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, and by his grace the work of translation is gradually progressing, and the European and American devotees who have joined the Krishna consciousness movement are helping me considerably. Thus we have expectations of finishing the great task before my passing away. All glories to &#346;r&#299; Guru and Gaur&#257;&#324;ga.</P><P>END OF THE EIGHTH CANTO</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../../9/1/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>