<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 24"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Matsya, the Lord's Fish Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.24 Summary</P><P>This chapter describes the Supreme Personality of Godhead's incarnation as a fish, and it also describes the saving of Mah&#257;r&#257;ja Satyavrata from an inundation.</P><P>The Supreme Personality of Godhead expands Himself by sv&#257;m&#347;a (His personal expansions) and vibhinn&#257;m&#347;a (His expansions as the living entities). As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/8.htm">4.8</A>), paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m: the Supreme Personality of Godhead appears on this planet for the protection of the s&#257;dhus, or devotees, and for the destruction of the miscreants, or nondevotees. He especially descends to give protection to the cows, the br&#257;hmanas, the demigods, the devotees and the Vedic system of religion. Thus He appears in various forms &#8212; sometimes as a fish, sometimes a boar, sometimes Nrisimhadeva, sometimes V&#257;manadeva and so on &#8212; but in any form or incarnation, although He comes within the atmosphere of the material modes of nature, He is unaffected. This is a sign of His supreme controlling power. Although He comes within the material atmosphere, m&#257;y&#257; cannot touch Him. Therefore, no material qualities can be attributed to Him in any degree.</P><P>Once, at the end of the previous kalpa, a demon named Hayagr&#299;va wanted to take the Vedic knowledge away from Lord Brahm&#257; at the time of annihilation. Therefore the Supreme Personality of Godhead took the incarnation of a fish at the beginning of the period of Sv&#257;yambhuva Manu and saved the Vedas. During the reign of C&#257;kshusha Manu there was a king named Satyavrata, who was a great pious ruler. To save him, the Lord appeared as the fish incarnation for a second time. King Satyavrata later became the son of the sun-god and was known as &#346;r&#257;ddhadeva. He was established as Manu by the Supreme Personality of Godhead.</P><P>To receive the favor of the Supreme Personality of Godhead, King Satyavrata engaged in the austerity of subsisting only by drinking water. Once, while performing this austerity on the bank of the Kritam&#257;l&#257; River and offering oblations of water with the palm of his hand, he found a small fish. The fish appealed to the King for protection, asking the King to keep Him in a safe place. Although the King did not know that the small fish was the Supreme Personality of Godhead Himself, as a king he gave shelter to the fish and kept Him in a water jug. The fish, being the Supreme Personality of Godhead, wanted to show His potency to King Satyavrata, and thus He immediately expanded His body in such a way that He could no longer be kept in the jug of water. The King then put the fish in a big well, but the well was also too small. Then the King put the fish in a lake, but the lake was also unsuitable. Finally the King put the fish in the sea, but even the sea could not accommodate Him. Thus the King understood that the fish was no one else but the Supreme Personality of Godhead, and he requested the Lord to describe His incarnation as a fish. The Personality of Godhead, being pleased with the King, informed him that within a week there would be an inundation throughout the universe and that the fish incarnation would protect the King, along with the rishis, herbs, seeds and other living entities, in a boat, which would be attached to the fish's horn. After saying this, the Lord disappeared. King Satyavrata offered respectful obeisances to the Supreme Lord and continued to meditate upon Him. In due course of time, annihilation took place, and the King saw a boat coming near. After getting aboard with learned br&#257;hmanas and saintly persons, he offered prayers to worship the Supreme Personality of Godhead. The Supreme Lord is situated in everyone's heart, and thus he taught Mah&#257;r&#257;ja Satyavrata and the saintly persons about Vedic knowledge from the core of the heart. King Satyavrata took his next birth as Vaivasvata Manu, who is mentioned in Bhagavad-g&#299;t&#257;. Vivasv&#257;n manave pr&#257;ha: the sun-god spoke the science of Bhagavad-g&#299;t&#257; to his son Manu. Because of being the son of Vivasv&#257;n, this Manu is known as Vaivasvata Manu.</P><P CLASS=l><A CLASS=i HREF="../23/31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>