<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 22 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 22 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Marriage of Kardama Muni and Devah&#363;ti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.22.11</P><P CLASS=c>tat prat&#299;ccha dvij&#257;gryem&#257;m</P><P CLASS=c>&#347;raddhayopahrit&#257;m may&#257;</P><P CLASS=c>sarv&#257;tman&#257;nur&#363;p&#257;m te</P><P CLASS=c>grihamedhishu karmasu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/p/praticcha">prat&#299;ccha</A> &#8212; please accept; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/a/agrya">agrya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; her; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with faith; <A CLASS=v HREF="http://vedabase.net/u/upahrtam">upahrit&#257;m</A> &#8212; offered <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> presentation; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> every way; <A CLASS=v HREF="http://vedabase.net/a/anurupam">anur&#363;p&#257;m</A> &#8212; suitable; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; for you; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/m/medhisu">medhishu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the household; <A CLASS=v HREF="http://vedabase.net/k/karmasu">karmasu</A> &#8212; duties.</P><P CLASS=t>TRANSLATION</P><P>Therefore please accept her, O chief of the br&#257;hmanas, for I offer her with faith and she is in every respect fit to be your wife and take charge of your household duties.</P><P CLASS=t>PURPORT</P><P>The words grihamedhishu karmasu mean "in household duties." Another word is also used here: sarv&#257;tman&#257;nur&#363;p&#257;m. The purport is that a wife should not only be equal to her husband in age, character and qualities, but must be helpful to him in his household duties. The household duty of a man is not to satisfy his sense gratification, but to remain with a wife and children and at the same time attain advancement in spiritual life. One who does not do so is not a householder but a grihamedh&#299;. Two words are used in Sanskrit literature; one is grihastha, and the other is grihamedh&#299;. The difference between grihamedh&#299; and grihastha is that grihastha is also an &#257;&#347;rama, or spiritual order, but if one simply satisfies his senses as a householder, then he is a grihamedh&#299;. For a grihamedh&#299;, to accept a wife means to satisfy the senses, but for a grihastha a qualified wife is an assistant in every respect for advancement in spiritual activities. It is the duty of the wife to take charge of household affairs and not to compete with the husband. A wife is meant to help, but she cannot help her husband unless he is completely equal to her in age, character and quality.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>