<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 22 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 22 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Marriage of Kardama Muni and Devah&#363;ti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.22.14</P><P CLASS=c>aham tv&#257;&#347;rinavam vidvan</P><P CLASS=c>viv&#257;h&#257;rtham samudyatam</P><P CLASS=c>atas tvam upakurv&#257;nah</P><P CLASS=c>pratt&#257;m pratigrih&#257;na me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tva">tv&#257;</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/asrnavam">a&#347;rinavam</A> &#8212; heard; <A CLASS=v HREF="http://vedabase.net/v/vidvan">vidvan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> wise <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/v/vivaha">viv&#257;ha</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of marriage; <A CLASS=v HREF="http://vedabase.net/s/samudyatam">samudyatam</A> &#8212; prepared; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; hence; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/u/upakurvanah">upakurv&#257;nah</A> &#8212; not taken <A HREF="http://vedabase.net/a/a">a</A> vow of perpetual celibacy; <A CLASS=v HREF="http://vedabase.net/p/prattam">pratt&#257;m</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/p/pratigrhana">pratigrih&#257;na</A> &#8212; please accept; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>.</P><P CLASS=t>TRANSLATION</P><P>Sv&#257;yambhuva Manu continued: O wise man, I heard that you were prepared to marry. Please accept her hand, which is being offered to you by me, since you have not taken a vow of perpetual celibacy.</P><P CLASS=t>PURPORT</P><P>The principle of brahmacarya is celibacy. There are two kinds of brahmac&#257;r&#299;s. One is called naishthika-brahmac&#257;r&#299;, which means one who takes a vow of celibacy for his whole life, whereas the other, the upakurv&#257;na-brahmac&#257;r&#299;, is a brahmac&#257;r&#299; who takes the vow of celibacy up to a certain age. For example, he may take the vow to remain celibate up to twenty-five years of age; then, with the permission of his spiritual master, he enters married life. Brahmacarya is student life, the beginning of life in the spiritual orders, and the principle of brahmacarya is celibacy. Only a householder can indulge in sense gratification or sex life, not a brahmac&#257;r&#299;. Sv&#257;yambhuva Manu requested Kardama Muni to accept his daughter, since Kardama had not taken the vow of naishthika-brahmacarya. He was willing to marry, and the suitable daughter of a high royal family was presented.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>