<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 22 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 22 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Marriage of Kardama Muni and Devah&#363;ti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.22.17</P><P CLASS=c>y&#257;m harmya-prishthe kvanad-a&#324;ghri-&#347;obh&#257;m</P><P CLASS=c>vikr&#299;dat&#299;m kanduka-vihval&#257;ksh&#299;m</P><P CLASS=c>vi&#347;v&#257;vasur nyapatat sv&#257;d vim&#257;n&#257;d</P><P CLASS=c>vilokya sammoha-vim&#363;dha-cet&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/h/harmya">harmya</A>-<A CLASS=v HREF="http://vedabase.net/p/prsthe">prishthe</A> &#8212; on the roof of the palace; <A CLASS=v HREF="http://vedabase.net/k/kvanat">kvanat</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/s/sobham">&#347;obh&#257;m</A> &#8212; whose beauty was heightened by the tinkling ornaments on her feet; <A CLASS=v HREF="http://vedabase.net/v/vikridatim">vikr&#299;dat&#299;m</A> &#8212; playing; <A CLASS=v HREF="http://vedabase.net/k/kanduka">kanduka</A>-<A CLASS=v HREF="http://vedabase.net/v/vihvala">vihvala</A>-<A CLASS=v HREF="http://vedabase.net/a/aksim">aksh&#299;m</A> &#8212; with eyes bewildered, following her ball; <A CLASS=v HREF="http://vedabase.net/v/visvavasuh">vi&#347;v&#257;vasuh</A> &#8212; <A HREF="http://vedabase.net/v/visvavasu">Vi&#347;v&#257;vasu</A>; <A CLASS=v HREF="http://vedabase.net/n/nyapatat">nyapatat</A> &#8212; fell down; <A CLASS=v HREF="http://vedabase.net/s/svat">sv&#257;t</A> &#8212; from his own; <A CLASS=v HREF="http://vedabase.net/v/vimanat">vim&#257;n&#257;t</A> &#8212; from the airplane; <A CLASS=v HREF="http://vedabase.net/v/vilokya">vilokya</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/s/sammoha">sammoha</A>-<A CLASS=v HREF="http://vedabase.net/v/vimudha">vim&#363;dha</A>-<A CLASS=v HREF="http://vedabase.net/c/cetah">cet&#257;h</A> &#8212; whose mind was stupefied.</P><P CLASS=t>TRANSLATION</P><P>I have heard that Vi&#347;v&#257;vasu, the great Gandharva, his mind stupefied with infatuation, fell from his airplane after seeing your daughter playing with a ball on the roof of the palace, for she was indeed beautiful with her tinkling ankle bells and her eyes moving to and fro.</P><P CLASS=t>PURPORT</P><P>It is understood that not only at the present moment but in those days also there were skyscrapers. Herein we find the word harmya-prishthe. Harmya means "a very big palatial building." Sv&#257;d vim&#257;n&#257;t means "from his own airplane." It is suggested that private airplanes or helicopters were also current in those days. The Gandharva Vi&#347;v&#257;vasu, while flying in the sky, could see Devah&#363;ti playing ball on the roof of the palace. Ball playing was also current, but aristocratic girls would not play in a public place. Ball playing and other such pleasures were not meant for ordinary women and girls; only princesses like Devah&#363;ti could indulge in such sports. It is described here that she was seen from the flying airplane. This indicates that the palace was very high, otherwise how could one see her from an airplane? The vision was so distinct that the Gandharva Vi&#347;v&#257;vasu was bewildered by her beauty and by hearing the sound of her ankle bangles, and being captivated by the sound and beauty, he fell down. Kardama Muni mentioned the incident as he had heard it.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>