<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 22 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 22 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Marriage of Kardama Muni and Devah&#363;ti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.22.2</P><P CLASS=c>manur uv&#257;ca</P><P CLASS=c>brahm&#257;srijat sva-mukhato</P><P CLASS=c>yushm&#257;n &#257;tma-par&#299;psay&#257;</P><P CLASS=c>chandomayas tapo-vidy&#257;-</P><P CLASS=c>yoga-yukt&#257;n alampat&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/manuh">manuh</A> &#8212; <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahm&#257;</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/asrjat">asrijat</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhatah">mukhatah</A> &#8212; from his face; <A CLASS=v HREF="http://vedabase.net/y/yusman">yushm&#257;n</A> &#8212; you (br&#257;hmanas); <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/p/paripsaya">par&#299;psay&#257;</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> protect himself by expanding; <A CLASS=v HREF="http://vedabase.net/c/chandah">chandah</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; the form of the Vedas; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A>-<A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/y/yuktan">yukt&#257;n</A> &#8212; full of austerity, knowledge and mystic power; <A CLASS=v HREF="http://vedabase.net/a/alampatan">alampat&#257;n</A> &#8212; averse <A HREF="http://vedabase.net/t/to">to</A> sense gratification.</P><P CLASS=t>TRANSLATION</P><P>Manu replied: To expand himself in Vedic knowledge, Lord Brahm&#257;, the personified Veda, from his face created you, the br&#257;hmanas, who are full of austerity, knowledge and mystic power and are averse to sense gratification.</P><P CLASS=t>PURPORT</P><P>The purpose of the Vedas is to propagate the transcendental knowledge of the Absolute Truth. The br&#257;hmanas were created from the mouth of the Supreme Person, and therefore they are meant to spread the knowledge of the Vedas in order to spread the glories of the Lord. In Bhagavad-g&#299;t&#257; also Lord Krishna says that all the Vedas are meant for understanding the Supreme Personality of Godhead. It is especially mentioned here (yoga-yukt&#257;n alampat&#257;n) that br&#257;hmanas are full of mystic power and are completely averse to sense gratification. Actually there are two kinds of occupations. One occupation, in the material world, is sense gratification, and the other occupation is spiritual activity &#8212; to satisfy the Lord by His glorification. Those who engage in sense gratification are called demons, and those who spread the glorification of the Lord or satisfy the transcendental senses of the Lord are called demigods. It is specifically mentioned here that the br&#257;hmanas are created from the face of the cosmic personality, or vir&#257;t-purusha; similarly the kshatriyas are said to be created from His arms, the vai&#347;yas are created from His waist, and the &#347;&#363;dras are created from His legs. Br&#257;hmanas are especially meant for austerity, learning and knowledge and are averse to all kinds of sense gratification.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>