<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 22 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 22 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Marriage of Kardama Muni and Devah&#363;ti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.22.3</P><P CLASS=c>tat-tr&#257;n&#257;y&#257;srijac c&#257;sm&#257;n</P><P CLASS=c>doh-sahasr&#257;t sahasra-p&#257;t</P><P CLASS=c>hridayam tasya hi brahma</P><P CLASS=c>kshatram a&#324;gam pracakshate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/t/tranaya">tr&#257;n&#257;ya</A> &#8212; for the protection of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/asrjat">asrijat</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/asman">asm&#257;n</A> &#8212; us (kshatriyas); <A CLASS=v HREF="http://vedabase.net/d/doh">doh</A>-<A CLASS=v HREF="http://vedabase.net/s/sahasrat">sahasr&#257;t</A> &#8212; from His thousand arms; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A>-<A CLASS=v HREF="http://vedabase.net/p/pat">p&#257;t</A> &#8212; the thousand-legged Supreme Being (the universal form); <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; heart; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; for; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/k/ksatram">kshatram</A> &#8212; the kshatriyas; <A CLASS=v HREF="http://vedabase.net/a/angam">a&#324;gam</A> &#8212; arms; <A CLASS=v HREF="http://vedabase.net/p/pracaksate">pracakshate</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> spoken of.</P><P CLASS=t>TRANSLATION</P><P>For the protection of the br&#257;hmanas, the thousand-legged Supreme Being created us, the kshatriyas, from His thousand arms. Hence the br&#257;hmanas are said to be His heart and the kshatriyas His arms.</P><P CLASS=t>PURPORT</P><P>Kshatriyas are specifically meant to maintain the br&#257;hmanas because if the br&#257;hmanas are protected, then the head of civilization is protected. Br&#257;hmanas are supposed to be the head of the social body; if the head is clear and has not gone mad, then everything is in proper position. The Lord is described thus: namo brahmanya-dev&#257;ya go-br&#257;hmana-hit&#257;ya ca. The purport of this prayer is that the Lord specifically protects the br&#257;hmanas and the cows, and then He protects all other members of society (jagad-dhit&#257;ya). It is His will that universal welfare work depends on the protection of cows and br&#257;hmanas; thus brahminical culture and cow protection are the basic principles for human civilization. Kshatriyas are especially meant to protect the br&#257;hmanas, as is the supreme will of the Lord: go-br&#257;hmana-hit&#257;ya ca. As, within the body, the heart is a very important part, so the br&#257;hmanas are also the important element in human society. The kshatriyas are more like the whole body; even though the whole body is bigger than the heart, the heart is more important.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>