<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 22 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 22 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Marriage of Kardama Muni and Devah&#363;ti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.22.33</P><P CLASS=c>sabh&#257;ryah saprajah k&#257;m&#257;n</P><P CLASS=c>bubhuje 'ny&#257;virodhatah</P><P CLASS=c>sa&#324;g&#299;yam&#257;na-sat-k&#299;rtih</P><P CLASS=c>sastr&#299;bhih sura-g&#257;yakaih</P><P CLASS=c>praty-&#363;sheshv anubaddhena</P><P CLASS=c>hrid&#257; &#347;rinvan hareh kath&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/b/bharyah">bh&#257;ryah</A> &#8212; along with his wife; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/p/prajah">prajah</A> &#8212; along with his subjects; <A CLASS=v HREF="http://vedabase.net/k/kaman">k&#257;m&#257;n</A> &#8212; the necessities of life; <A CLASS=v HREF="http://vedabase.net/b/bubhuje">bubhuje</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> enjoyed; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A> &#8212; from others; <A CLASS=v HREF="http://vedabase.net/a/avirodhatah">avirodhatah</A> &#8212; without disturbance; <A CLASS=v HREF="http://vedabase.net/s/sangiyamana">sa&#324;g&#299;yam&#257;na</A> &#8212; being praised; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/k/kirtih">k&#299;rtih</A> &#8212; reputation for pious activities; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/s/stribhih">str&#299;bhih</A> &#8212; along with their wives; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/g/gayakaih">g&#257;yakaih</A> &#8212; by celestial musicians; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A>-<A CLASS=v HREF="http://vedabase.net/u/usesu">&#363;sheshu</A> &#8212; at every dawn; <A CLASS=v HREF="http://vedabase.net/a/anubaddhena">anubaddhena</A> &#8212; being attached; <A CLASS=v HREF="http://vedabase.net/h/hrda">hrid&#257;</A> &#8212; with the heart; <A CLASS=v HREF="http://vedabase.net/s/srnvan">&#347;rinvan</A> &#8212; listening <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/k/kathah">kath&#257;h</A> &#8212; the topics.</P><P CLASS=t>TRANSLATION</P><P>Emperor Sv&#257;yambhuva Manu enjoyed life with his wife and subjects and fulfilled his desires without being disturbed by unwanted principles contrary to the process of religion. Celestial musicians and their wives sang in chorus about the pure reputation of the Emperor, and early in the morning, every day, he used to listen to the pastimes of the Supreme Personality of Godhead with a loving heart.</P><P CLASS=t>PURPORT</P><P>Human society is actually meant for realization of perfection in Krishna consciousness. There is no restriction against living with a wife and children, but life should be so conducted that one may not go against the principles of religion, economic development, regulated sense enjoyment and, ultimately, liberation from material existence. The Vedic principles are designed in such a way that the conditioned souls who have come to this material existence may be guided in fulfilling their material desires and at the same time be liberated and go back to Godhead, back home.</P><P>It is understood that Emperor Sv&#257;yambhuva Manu enjoyed his household life by following these principles. It is stated here that early in the morning there were musicians who used to sing with musical instruments about the glories of the Lord, and the Emperor, with his family, personally used to hear about the pastimes of the Supreme Person. This custom is still prevalent in India in some of the royal families and temples. Professional musicians sing with &#347;ahn&#257;&#299;s, and the sleeping members of the house gradually get up from their beds in a pleasing atmosphere. During bedtime also the singers sing songs in relationship with the pastimes of the Lord, with &#347;ahn&#257;&#299; accompaniment, and the householders gradually fall asleep remembering the glories of the Lord. In every house, in addition to the singing program, there is an arrangement for Bh&#257;gavatam lectures in the evening; family members sit down, hold Hare Krishna k&#299;rtana, hear narrations from &#346;r&#299;mad-Bh&#257;gavatam and Bhagavad-g&#299;t&#257; and enjoy music before going to bed. The atmosphere created by this sa&#324;k&#299;rtana movement lives in their hearts, and while sleeping they also dream of the singing and glorification of the Lord. In such a way, perfection of Krishna consciousness can be attained. This practice is very old, as learned from this verse of &#346;r&#299;mad-Bh&#257;gavatam; millions of years ago, Sv&#257;yambhuva Manu used to avail himself of this opportunity to live householder life in the peace and prosperity of a Krishna consciousness atmosphere.</P><P>As far as temples are concerned, in each and every royal palace or rich man's house, inevitably there is a nice temple, and the members of the household rise early in the morning and go to the temple to see the ma&#324;gal&#257;r&#257;trika ceremony. The ma&#324;gal&#257;r&#257;trika ceremony is the first worship of the morning. In the &#257;r&#257;trika ceremony a light is offered in circles before the Deities, as are a conchshell and flowers and a fan. The Lord is supposed to rise early in the morning and take some light refreshment and give audience to the devotees. The devotees then go back to the house or sing the glories of the Lord in the temple. The early morning ceremony still takes place in Indian temples and palaces. Temples are meant for the assembly of the general public. Temples within palaces are especially for the royal families, but in many of these palace temples the public is also allowed to visit. The temple of the King of Jaipur is situated within the palace, but the public is allowed to assemble; if one goes there, he will see that the temple is always crowded with at least five hundred devotees. After the ma&#324;gal&#257;r&#257;trika ceremony they sit down together and sing the glories of the Lord with musical instruments and thus enjoy life. Temple worship by the royal family is also mentioned in Bhagavad-g&#299;t&#257;, where it is stated that those who fail to achieve success in the bhakti-yoga principles within one life are given a chance to take birth in the next life in a family of rich men or in a royal family or family of learned br&#257;hmanas or devotees. If one gets the opportunity to take birth in these families, he can achieve the facilities of a Krishna conscious atmosphere without difficulty. A child born in that Krishna atmosphere is sure to develop Krishna consciousness. The perfection which he failed to attain in his last life is again offered in this life, and he can make himself perfect without fail.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>