<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 22 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 22 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Marriage of Kardama Muni and Devah&#363;ti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.22.6</P><P CLASS=c>dishty&#257; me bhagav&#257;n drishto</P><P CLASS=c>durdar&#347;o yo 'krit&#257;tman&#257;m</P><P CLASS=c>dishty&#257; p&#257;da-rajah sprishtam</P><P CLASS=c>&#347;&#299;rshn&#257; me bhavatah &#347;ivam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/distya">dishty&#257;</A> &#8212; by good fortune; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; all-powerful; <A CLASS=v HREF="http://vedabase.net/d/drstah">drishtah</A> &#8212; is seen; <A CLASS=v HREF="http://vedabase.net/d/durdarsah">durdar&#347;ah</A> &#8212; not easily seen; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/akrta">akrita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of those who have not controlled the mind and senses; <A CLASS=v HREF="http://vedabase.net/d/distya">dishty&#257;</A> &#8212; by my good fortune; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; the dust of the feet; <A CLASS=v HREF="http://vedabase.net/s/sprstam">sprishtam</A> &#8212; is touched; <A CLASS=v HREF="http://vedabase.net/s/sirsna">&#347;&#299;rshn&#257;</A> &#8212; by the head; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/s/sivam">&#347;ivam</A> &#8212; causing all auspiciousness.</P><P CLASS=t>TRANSLATION</P><P>It is my good fortune that I have been able to see you, for you cannot easily be seen by persons who have not subdued the mind or controlled the senses. I am all the more fortunate to have touched with my head the blessed dust of your feet.</P><P CLASS=t>PURPORT</P><P>The perfection of transcendental life can be achieved simply by touching the holy dust of the lotus feet of a holy man. In the Bh&#257;gavatam it is said, mahat-p&#257;da-rajo-'bhishekam, which means to be blessed by the holy dust of the lotus feet of a mahat, a great devotee. As stated in Bhagavad-g&#299;t&#257;, mah&#257;tm&#257;nas tu: those who are great souls are under the spell of spiritual energy, and their symptom is that they fully engage in Krishna consciousness for the service of the Lord. Therefore they are called mahat. Unless one is fortunate enough to have the dust of the lotus feet of a mah&#257;tm&#257; on one's head, there is no possibility of perfection in spiritual life.</P><P>The parampar&#257; system of disciplic succession is very important as a means of spiritual success. One becomes a mahat by the grace of his mahat spiritual master. If one takes shelter of the lotus feet of a great soul, there is every possibility of one's also becoming a great soul. When Mah&#257;r&#257;ja Rah&#363;gana asked Jada Bharata about his wonderful achievement of spiritual success, he replied to the King that spiritual success is not possible simply by following the rituals of religion or simply by converting oneself into a sanny&#257;s&#299; or offering sacrifices as recommended in the scriptures. These methods are undoubtedly helpful for spiritual realization, but the real effect is brought about by the grace of a mah&#257;tm&#257;. In Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura's eight stanzas of prayer to the spiritual master, it is clearly stated that simply by satisfying the spiritual master one can achieve the supreme success in life, and in spite of executing all ritualistic performances, if one cannot satisfy the spiritual master, one has no access to spiritual perfection. Here the word akrit&#257;tman&#257;m is very significant. &#256;tm&#257; means "body," "soul," or "mind," and akrit&#257;tm&#257; means the common man, who cannot control the senses or the mind. Because the common man is unable to control the senses and the mind, it is his duty to seek the shelter of a great soul or a great devotee of the Lord and just try to please him. That will make his life perfect. A common man cannot rise to the topmost stage of spiritual perfection simply by following the rituals and religious principles. He has to take shelter of a bona fide spiritual master and work under his direction faithfully and sincerely; then he becomes perfect, without a doubt.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>