<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 11 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 11 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Transcendental Qualities of Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.11.18</P><P CLASS=c>atho hare me kuli&#347;ena v&#299;ra</P><P CLASS=c>hart&#257; pramathyaiva &#347;iro yad&#299;ha</P><P CLASS=c>tatr&#257;nrino bh&#363;ta-balim vidh&#257;ya</P><P CLASS=c>manasvin&#257;m p&#257;da-rajah prapatsye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; otherwise; <A CLASS=v HREF="http://vedabase.net/h/hare">hare</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/k/kulisena">kuli&#347;ena</A> &#8212; by your thunderbolt; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great hero; <A CLASS=v HREF="http://vedabase.net/h/harta">hart&#257;</A> &#8212; you cut off; <A CLASS=v HREF="http://vedabase.net/p/pramathya">pramathya</A> &#8212; destroying my army; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A> &#8212; head; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this battle; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that case; <A CLASS=v HREF="http://vedabase.net/a/anrnah">anrinah</A> &#8212; relieved of all debts <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/b/balim">balim</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> presentation for all living entities; <A CLASS=v HREF="http://vedabase.net/v/vidhaya">vidh&#257;ya</A> &#8212; arranging; <A CLASS=v HREF="http://vedabase.net/m/manasvinam">manasvin&#257;m</A> &#8212; of great sages like <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; the dust of the lotus feet; <A CLASS=v HREF="http://vedabase.net/p/prapatsye">prapatsye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall achieve.</P><P CLASS=t>TRANSLATION</P><P>But if in this battle you cut off my head with your thunderbolt and kill my soldiers, O Indra, O great hero, I shall take great pleasure in offering my body to other living entities [such as jackals and vultures]. I shall thus be relieved of my obligations to the reactions of my karma, and my fortune will be to receive the dust from the lotus feet of great devotees like N&#257;rada Muni.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Narottama d&#257;sa Th&#257;kura sings:</P><P>ei chaya gos&#257;ñi y&#257;ra, mui t&#257;ra d&#257;sa</P><P CLASS=n>t&#257;&#324;' sab&#257;ra pada-renu mora pañca-gr&#257;sa</P><P>"I am the servant of the six Gosv&#257;m&#299;s, and the dust of their lotus feet provides my five kinds of food." A Vaishnava always desires the dust of the lotus feet of previous &#257;c&#257;ryas and Vaishnavas. Vritr&#257;sura was certain that he would be killed in the battle with Indra, because this was the desire of Lord Vishnu. He was prepared for death because he knew that after his death he was destined to return home, back to Godhead. This is a great destination, and it is achieved by the grace of a Vaishnava. Ch&#257;diy&#257; vaishnava-sev&#257; nist&#257;ra p&#257;yeche keb&#257;: no one has ever gone back to Godhead without being favored by a Vaishnava. In this verse, therefore, we find the words manasvin&#257;m p&#257;da-rajah prapatsye: "I shall receive the dust of the lotus feet of great devotees." The word manasvin&#257;m refers to great devotees who always think of Krishna. They are always peaceful, thinking of Krishna, and therefore they are called dh&#299;ra. The best example of such a devotee is N&#257;rada Muni. If one receives the dust of the lotus feet of a manasv&#299;, a great devotee, he certainly returns home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>