<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 11 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 11 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Transcendental Qualities of Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.11.19</P><P CLASS=c>sure&#347;a kasm&#257;n na hinoshi vajram</P><P CLASS=c>purah sthite vairini mayy amogham</P><P CLASS=c>m&#257; sam&#347;ayishth&#257; na gadeva vajrah</P><P CLASS=c>sy&#257;n nishphalah kripan&#257;rtheva y&#257;cñ&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King of the demigods; <A CLASS=v HREF="http://vedabase.net/k/kasmat">kasm&#257;t</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hinosi">hinoshi</A> &#8212; you hurl; <A CLASS=v HREF="http://vedabase.net/v/vajram">vajram</A> &#8212; the thunderbolt; <A CLASS=v HREF="http://vedabase.net/p/purah">purah</A> <A CLASS=v HREF="http://vedabase.net/s/sthite">sthite</A> &#8212; standing <A HREF="http://vedabase.net/i/in">in</A> front; <A CLASS=v HREF="http://vedabase.net/v/vairini">vairini</A> &#8212; your enemy; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; at <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/amogham">amogham</A> &#8212; which is infallible (your thunderbolt); <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/s/samsayisthah">sam&#347;ayishth&#257;h</A> &#8212; doubt; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like the club; <A CLASS=v HREF="http://vedabase.net/v/vajrah">vajrah</A> &#8212; the thunderbolt; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; may be; <A CLASS=v HREF="http://vedabase.net/n/nisphalah">nishphalah</A> &#8212; with <A HREF="http://vedabase.net/n/no">no</A> result; <A CLASS=v HREF="http://vedabase.net/k/krpana">kripana</A> &#8212; from <A HREF="http://vedabase.net/a/a">a</A> miserly person; <A CLASS=v HREF="http://vedabase.net/a/artha">arth&#257;</A> &#8212; for money; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/y/yacna">y&#257;cñ&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> request.</P><P CLASS=t>TRANSLATION</P><P>O King of the demigods, since I, your enemy, am standing before you, why don't you hurl your thunderbolt at me? Although your attack upon me with your club was certainly useless, like a request of money from a miser, the thunderbolt you carry will not be useless. You need have no doubts about this.</P><P CLASS=t>PURPORT</P><P>When King Indra threw his club at Vritr&#257;sura, Vritr&#257;sura caught it in his left hand and retaliated by using it to strike the head of Indra's elephant. Thus Indra's attack was a disastrous failure. Indeed, Indra's elephant was injured and thrown back fourteen yards. Therefore even though Indra stood with the thunderbolt to hurl against Vritr&#257;sura, he was doubtful, thinking that the thunderbolt might also fail. Vritr&#257;sura, however, being a Vaishnava, assured Indra that the thunderbolt would not fail, for Vritr&#257;sura knew that it had been prepared in accordance with the instructions of Lord Vishnu. Although Indra had doubts because he could not understand that Lord Vishnu's order never fails, Vritr&#257;sura understood Lord Vishnu's purpose. Vritr&#257;sura was eager to be killed by the thunderbolt manufactured according to Lord Vishnu's instructions because he was sure that he would thus return home, back to Godhead. He was simply waiting for the opportunity of the thunderbolt's being released. In effect, therefore, Vritr&#257;sura told Indra, "If you want to kill me, since I am your enemy, take this opportunity. Kill me. You will gain victory, and I shall go back to Godhead. Your deed will be equally beneficial for both of us. Do it immediately."</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>