<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 11 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 11 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Transcendental Qualities of Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.11.20</P><P CLASS=c>nanv esha vajras tava &#347;akra tejas&#257;</P><P CLASS=c>harer dadh&#299;ces tapas&#257; ca tejitah</P><P CLASS=c>tenaiva &#347;atrum jahi vishnu-yantrito</P><P CLASS=c>yato harir vijayah &#347;r&#299;r gun&#257;s tatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nanu">nanu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vajrah">vajrah</A> &#8212; thunderbolt; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of yours; <A CLASS=v HREF="http://vedabase.net/s/sakra">&#347;akra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by the prowess; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/dadhiceh">dadh&#299;ceh</A> &#8212; of Dadh&#299;ci; <A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; by the austerities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/tejitah">tejitah</A> &#8212; empowered; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; with that; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/satrum">&#347;atrum</A> &#8212; your enemy; <A CLASS=v HREF="http://vedabase.net/j/jahi">jahi</A> &#8212; kill; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/y/yantritah">yantritah</A> &#8212; ordered by Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; wherever; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/v/vijayah">vijayah</A> &#8212; victory; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; opulences; <A CLASS=v HREF="http://vedabase.net/g/gunah">gun&#257;h</A> &#8212; and other good qualities; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; there.</P><P CLASS=t>TRANSLATION</P><P>O Indra, King of heaven, the thunderbolt you carry to kill me has been empowered by the prowess of Lord Vishnu and the strength of Dadh&#299;ci's austerities. Since you have come here to kill me in accordance with Lord Vishnu's order, there is no doubt that I shall be killed by the release of your thunderbolt. Lord Vishnu has sided with you. Therefore your victory, opulence and all good qualities are assured.</P><P CLASS=t>PURPORT</P><P>Vritr&#257;sura not only assured King Indra that the thunderbolt was invincible, but also encouraged Indra to use it against him as soon as possible. Vritr&#257;sura was eager to die with the stroke of the thunderbolt sent by Lord Vishnu so that he could immediately return home, back to Godhead. By hurling the thunderbolt, Indra would gain victory and enjoy the heavenly planets, remaining in the material world for repeated birth and death. Indra wanted to gain victory over Vritr&#257;sura and thereby become happy, but that would not at all be happiness. The heavenly planets are just below Brahmaloka, but as stated by the Supreme Lord, Krishna, &#257;brahma-bhuvan&#257;l lok&#257;h punar &#257;vartino 'rjuna: [<A CLASS=v HREF="../../../bg/8/16.htm">Bg. 8.16</A>] even if one achieves Brahmaloka, he must still fall to the lower planetary systems again and again. However, if one goes back to Godhead, he never returns to this material world. By killing Vritr&#257;sura, Indra would not actually gain; he would remain in the material world. Vritr&#257;sura, however, would go to the spiritual world. Therefore victory was destined for Vritr&#257;sura, not for Indra.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>