<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 11 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 11 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Transcendental Qualities of Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.11.22</P><P CLASS=c>pums&#257;m kilaik&#257;nta-dhiy&#257;m svak&#257;n&#257;m</P><P CLASS=c>y&#257;h sampado divi bh&#363;mau ras&#257;y&#257;m</P><P CLASS=c>na r&#257;ti yad dvesha udvega &#257;dhir</P><P CLASS=c>madah kalir vyasanam sampray&#257;sah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; unto persons; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/e/ekanta">ek&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiyam">dhiy&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> advanced <A HREF="http://vedabase.net/i/in">in</A> spiritual consciousness; <A CLASS=v HREF="http://vedabase.net/s/svakanam">svak&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> recognized by the Supreme Personality of Godhead <A HREF="http://vedabase.net/a/as">as</A> His own; <A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/sampadah">sampadah</A> &#8212; opulences; <A CLASS=v HREF="http://vedabase.net/d/divi">divi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the upper planetary systems; <A CLASS=v HREF="http://vedabase.net/b/bhumau">bh&#363;mau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the middle planetary systems; <A CLASS=v HREF="http://vedabase.net/r/rasayam">ras&#257;y&#257;m</A> &#8212; and <A HREF="http://vedabase.net/i/in">in</A> the lower planetary systems; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/r/rati">r&#257;ti</A> &#8212; bestows; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; from which; <A CLASS=v HREF="http://vedabase.net/d/dvesah">dveshah</A> &#8212; envy; <A CLASS=v HREF="http://vedabase.net/u/udvegah">udvegah</A> &#8212; anxiety; <A CLASS=v HREF="http://vedabase.net/a/adhih">&#257;dhih</A> &#8212; mental agitation; <A CLASS=v HREF="http://vedabase.net/m/madah">madah</A> &#8212; pride; <A CLASS=v HREF="http://vedabase.net/k/kalih">kalih</A> &#8212; quarrel; <A CLASS=v HREF="http://vedabase.net/v/vyasanam">vyasanam</A> &#8212; distress due <A HREF="http://vedabase.net/t/to">to</A> loss; <A CLASS=v HREF="http://vedabase.net/s/samprayasah">sampray&#257;sah</A> &#8212; great endeavor.</P><P CLASS=t>TRANSLATION</P><P>Persons who fully surrender at the lotus feet of the Supreme Personality of Godhead and always think of His lotus feet are accepted and recognized by the Lord as His own personal assistants or servants. The Lord never bestows upon such servants the brilliant opulences of the upper, lower and middle planetary systems of this material world. When one possesses material opulence in any of these three divisions of the universe, his possessions naturally increase his enmity, anxiety, mental agitation, pride and belligerence. Thus one goes through much endeavor to increase and maintain his possessions, and he suffers great unhappiness when he loses them.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/11.htm">4.11</A>) the Lord says:</P><P>ye yath&#257; m&#257;m prapadyante</P><P CLASS=n>t&#257;ms tathaiva bhaj&#257;my aham</P><P CLASS=n>mama vartm&#257;nuvartante</P><P CLASS=n>manushy&#257;h p&#257;rtha sarva&#347;ah</P><P>"As devotees surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Prith&#257;." Both Indra and Vritr&#257;sura were certainly devotees of the Lord, although Indra took instructions from Vishnu to kill Vritr&#257;sura. The Lord was actually more favorable to Vritr&#257;sura because after being killed by Indra's thunderbolt, Vritr&#257;sura would go back to Godhead, whereas the victorious Indra would rot in this material world. Because both of them were devotees, the Lord awarded them the respective benedictions they wanted. Vritr&#257;sura never wanted material possessions, for he knew very well the nature of such possessions. To accumulate material possessions, one must labor very hard, and when he gets them he creates many enemies because this material world is always full of rivalry. If one becomes rich, his friends or relatives are envious. For ek&#257;nta-bhaktas, unalloyed devotees, Krishna therefore never provides material possessions. A devotee sometimes needs some material possessions for preaching, but the possessions of a preacher are not like those of a karm&#299;. A karm&#299;'s possessions are achieved as a result of karma, but those of a devotee are arranged by the Supreme Personality of Godhead just to facilitate his devotional activities. Because a devotee never uses material possessions for any purpose other than the service of the Lord, the possessions of a devotee are not to be compared to those of a karm&#299;.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>