<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 11 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 11 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Transcendental Qualities of Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.11.24</P><P CLASS=c>aham hare tava p&#257;daika-m&#363;la-</P><P CLASS=c>d&#257;s&#257;nud&#257;so bhavit&#257;smi bh&#363;yah</P><P CLASS=c>manah smaret&#257;su-pater gun&#257;ms te</P><P CLASS=c>grin&#299;ta v&#257;k karma karotu k&#257;yah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/h/hare">hare</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A> &#8212; whose only shelter is the lotus feet; <A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anudasah">anud&#257;sah</A> &#8212; the servant of Your servant; <A CLASS=v HREF="http://vedabase.net/b/bhavitasmi">bhavit&#257;smi</A> &#8212; shall <A HREF="http://vedabase.net/i/i">I</A> become; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; my mind; <A CLASS=v HREF="http://vedabase.net/s/smareta">smareta</A> &#8212; may remember; <A CLASS=v HREF="http://vedabase.net/a/asu">asu</A>-<A CLASS=v HREF="http://vedabase.net/p/pateh">pateh</A> &#8212; of the Lord of my life; <A CLASS=v HREF="http://vedabase.net/g/gunan">gun&#257;n</A> &#8212; the attributes; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/g/grnita">grin&#299;ta</A> &#8212; may chant; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; my words; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities of service <A HREF="http://vedabase.net/t/to">to</A> You; <A CLASS=v HREF="http://vedabase.net/k/karotu">karotu</A> &#8212; may perform; <A CLASS=v HREF="http://vedabase.net/k/kayah">k&#257;yah</A> &#8212; my body.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, O Supreme Personality of Godhead, will I again be; able to be a servant of Your eternal servants who find shelter only at Your lotus feet? O Lord of my life, may I again become their servant so that my mind may always think of Your transcendental attributes, my words always glorify those attributes, and my body always engage in the loving service of Your Lordship?</P><P CLASS=t>PURPORT</P><P>This verse gives the sum and substance of devotional life. One must first become a servant of the servant of the servant of the Lord (d&#257;s&#257;nud&#257;sa). &#346;r&#299; Caitanya Mah&#257;prabhu advised, and He also showed by His own example, that a living entity should always desire to be a servant of the servant of the servant of Krishna, the maintainer of the gop&#299;s (gop&#299;-bhartuh pada-kamalayor d&#257;sa-d&#257;s&#257;nud&#257;sah). This means that one must accept a spiritual master who comes in the disciplic succession and is a servant of the servant of the Lord. Under his direction, one must then engage one's three properties, namely his body, mind and words. The body should be engaged in physical activity under the order of the master, the mind should think of Krishna incessantly, and one's words should be engaged in preaching the glories of the Lord. If one is thus engaged in the loving service of the Lord, one's life is successful.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>