<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 31 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 31 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">N&#257;rada Instructs the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.31.1</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>tata utpanna-vijñ&#257;n&#257;</P><P CLASS=c>&#257;&#347;v adhokshaja-bh&#257;shitam</P><P CLASS=c>smaranta &#257;tmaje bh&#257;ry&#257;m</P><P CLASS=c>visrijya pr&#257;vrajan grih&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/u/utpanna">utpanna</A> &#8212; developed; <A CLASS=v HREF="http://vedabase.net/v/vijnanah">vijñ&#257;n&#257;h</A> &#8212; possessing perfect knowledge; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/a/adhoksaja">adhokshaja</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhasitam">bh&#257;shitam</A> &#8212; what was enunciated; <A CLASS=v HREF="http://vedabase.net/s/smarantah">smarantah</A> &#8212; remembering; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/je">je</A> &#8212; unto their son; <A CLASS=v HREF="http://vedabase.net/b/bharyam">bh&#257;ry&#257;m</A> &#8212; their wife; <A CLASS=v HREF="http://vedabase.net/v/visrjya">visrijya</A> &#8212; after giving; <A CLASS=v HREF="http://vedabase.net/p/pravrajan">pr&#257;vrajan</A> &#8212; left; <A CLASS=v HREF="http://vedabase.net/g/grhat">grih&#257;t</A> &#8212; from home.</P><P CLASS=t>TRANSLATION</P><P>The great saint Maitreya continued: After that, the Pracet&#257;s lived at home for thousands of years and developed perfect knowledge in spiritual consciousness. At last they remembered the blessings of the Supreme Personality of Godhead and left home, putting their wife in charge of a perfect son.</P><P CLASS=t>PURPORT</P><P>After the Pracet&#257;s had finished their penances, they were blessed by the Supreme Personality of Godhead. The Lord blessed them by telling them that after finishing their family life they would return home, back to Godhead, in due course of time. After finishing their family life, which lasted thousands of years according to the calculations of the demigods, the Pracet&#257;s decided to leave home, putting their wife in the charge of a son named Daksha. This is the process of Vedic civilization. In the beginning of life, as a brahmac&#257;r&#299;, one has to undergo severe penances and austerities in order to be educated in spiritual values. The brahmac&#257;r&#299;, or student, is never allowed to mingle with women and learn from the beginning of life about sex enjoyment. The basic flaw in modern civilization is that boys and girls are given freedom during school and college to enjoy sex life. Most of the children are varna-sa&#324;kara, meaning "born of undesirable fathers and mothers." Consequently, the whole world is in chaos. Actually, human civilization should be based on the Vedic principles. This means that in the beginning of life boys and girls should undergo penances and austerities. When they are grown, they should get married, live for some time at home and beget children. When the children are grown up, the man should leave home and search for Krishna consciousness. In this way one can make one's life perfect by going home to the kingdom of God.</P><P>Unless one practices penances and austerities in his student life, he cannot understand the existence of God. Without realizing Krishna, one cannot make his life perfect. The conclusion is that when the children are grown, the wife should be put in the children's charge. The husband may then leave home to develop Krishna consciousness. Everything depends on the development of mature knowledge. King Pr&#257;c&#299;nabarhishat, the father of the Pracet&#257;s, left home before the arrival of his sons, who were engaged in austerity within the water. As soon as the time is ripe, or as soon as one has developed perfect Krishna consciousness, he should leave home, even though all his duties may not be fulfilled. Pr&#257;c&#299;nabarhishat was waiting for the arrival of his sons, but following the instructions of N&#257;rada, as soon as his intelligence was properly developed, he simply left instructions for his ministers to impart to his sons. Thus without waiting for their arrival, he left home.</P><P>Giving up a comfortable home life is absolutely necessary for human beings and is advised by Prahl&#257;da Mah&#257;r&#257;ja. Hitv&#257;tma-p&#257;tam griham andha-k&#363;pam: to finish the materialistic way of life, one should leave his so-called comfortable home life, which is simply a means for killing the soul (&#257;tma-p&#257;tam). The home is considered to be a dark well covered by grass, and if one falls within this well, he simply dies without anyone's caring. One should therefore not be too much attached to family life, for it will spoil one's development of Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="../30/39-40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>