<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 31 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 31 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">N&#257;rada Instructs the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.31.10</P><P CLASS=c>kim janmabhis tribhir veha</P><P CLASS=c>&#347;aukra-s&#257;vitra-y&#257;jñikaih</P><P CLASS=c>karmabhir v&#257; tray&#299;-proktaih</P><P CLASS=c>pumso 'pi vibudh&#257;yush&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is the use; <A CLASS=v HREF="http://vedabase.net/j/janmabhih">janmabhih</A> &#8212; of births; <A CLASS=v HREF="http://vedabase.net/t/tribhih">tribhih</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/s/saukra">&#347;aukra</A> &#8212; by semen; <A CLASS=v HREF="http://vedabase.net/s/savitra">s&#257;vitra</A> &#8212; by initiation; <A CLASS=v HREF="http://vedabase.net/y/yajnikaih">y&#257;jñikaih</A> &#8212; by becoming <A HREF="http://vedabase.net/a/a">a</A> perfect <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; by activities; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/t/trayi">tray&#299;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/p/proktaih">proktaih</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> human being; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/v/vibudha">vibudha</A> &#8212; of the demigods; <A CLASS=v HREF="http://vedabase.net/a/ayusa">&#257;yush&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> duration of life.</P><P CLASS=t>TRANSLATION</P><P>A civilized human being has three kinds of births. The first birth is by a pure father and mother, and this birth is called birth by semen. The next birth takes place when one is initiated by the spiritual master, and this birth is called s&#257;vitra. The third birth, called y&#257;jñika, takes place when one is given the opportunity to worship Lord Vishnu. Despite the opportunities for attaining such births, even if one gets the life-span of a demigod, if one does not actually engage in the service of the Lord, everything is useless. Similarly, one's activities may be mundane or spiritual, but they are useless if they are not meant for satisfying the Lord.</P><P CLASS=t>PURPORT</P><P>The word &#347;aukra janma means "taking birth by seminal discharge." Animals can take their birth in this way too. However, a human being can be reformed from the &#347;aukra janma, as recommended in the Vedic civilization. Before the birth takes place, or before father and mother unite, there is a ceremony called garbh&#257;dh&#257;na-samsk&#257;ra, which must be adopted. This garbh&#257;dh&#257;na-samsk&#257;ra is especially recommended for higher castes, especially the br&#257;hmana caste. It is said in the &#347;&#257;stras that if the garbh&#257;dh&#257;na-samsk&#257;ra is not practiced among the higher castes, the entire family becomes &#347;&#363;dra. It is also stated that in this age of Kali, everyone is &#347;&#363;dra due to the absence of the garbh&#257;dh&#257;na-samsk&#257;ra. This is the Vedic system. According to the p&#257;ñcar&#257;trika system, however, even though everyone is a &#347;&#363;dra due to the absence of the garbh&#257;dh&#257;na-samsk&#257;ra, if a person has but a little tendency to become Krishna conscious, he should be given the chance to elevate himself to the transcendental platform of devotional service. Our Krishna consciousness movement adopts this p&#257;ñcar&#257;trika-vidhi, as advised by &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;, who says:</P><P>yath&#257; k&#257;ñcanat&#257;m y&#257;ti</P><P CLASS=n>k&#257;msyam rasa-vidh&#257;natah</P><P CLASS=n>tath&#257; d&#299;ksh&#257;-vidh&#257;nena</P><P CLASS=n>dvijatvam j&#257;yate nrin&#257;m</P><P>"As bell metal, when mixed with mercury, is transformed to gold, a person, even though not golden pure, can be transformed into a br&#257;hmana, or dvija, simply by the initiation process." (Hari-bhakti-vil&#257;sa <A CLASS=v HREF="http://vedabase.net/todo/vilasa2/12">2.12</A>) Thus if one is initiated by a proper person, he can be accepted as twice-born immediately. In our Krishna consciousness movement, we therefore offer the student his first initiation and allow him to chant the Hare Krishna mah&#257;-mantra. By chanting the Hare Krishna mah&#257;-mantra regularly and following the regulative principles, one becomes qualified to be initiated as a br&#257;hmana, because unless one is a qualified br&#257;hmana he cannot be allowed to worship Lord Vishnu. This is called y&#257;jñika janma. In our Krishna consciousness society, unless one is twice initiated &#8212; first by chanting Hare Krishna and second by the G&#257;yatr&#299; mantra &#8212; he is not allowed to enter the kitchen or Deity room to execute duties. However, when one is elevated to the platform on which he can worship the Deity, his previous birth does not matter.</P><P>cand&#257;lo 'pi dvija-&#347;reshtho</P><P CLASS=n>hari-bhakti-par&#257;yanah</P><P CLASS=n>hari-bhakti-vih&#299;na&#347; ca</P><P CLASS=n>dvijo 'pi &#347;vapac&#257;dhamah</P><P>"Even if one is born in the family of a cand&#257;la, if one engages in the devotional service of the Lord, he becomes the best of br&#257;hmanas. But even a br&#257;hmana who is devoid of devotional service is on the level of the lowest dog-eater." If a person is advanced in devotional service, it does not matter whether he was born in a cand&#257;la family. He becomes purified. As &#346;r&#299; Prahl&#257;da Mah&#257;r&#257;ja said:</P><P>vipr&#257;d dvishad-guna-yut&#257;d aravinda-n&#257;bha-</P><P CLASS=n>p&#257;d&#257;ravinda-vimukh&#257;c chvapacam varishtham</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/7/9/10.htm">7.9.10</A>)</P><P>Even if one is a br&#257;hmana and is qualified with all the brahminical qualifications, he is considered degraded if he is averse to worshiping the Supreme Personality of Godhead. But if a person is attached to the service of the Lord, he becomes glorified even if he is born in a cand&#257;la family. Indeed, such a cand&#257;la can deliver not only himself but all his family predecessors. Without devotional service, even a proud br&#257;hmana cannot deliver himself, and what to speak of his family. In many instances in the &#347;&#257;stras it is seen that even a br&#257;hmana has become a kshatriya, vai&#347;ya, &#347;&#363;dra, mleccha or non-br&#257;hmana. And there are many instances of one's being born a kshatriya or vai&#347;ya or even lower and, in the eighteenth year, attaining elevation to the brahminical platform by the process of initiation. Therefore N&#257;rada Muni says:</P><P>yasya yal lakshanam proktam</P><P CLASS=n>pumso varn&#257;bhivyañjakam</P><P CLASS=n>yad anyatr&#257;pi dri&#347;yeta</P><P CLASS=n>tat tenaiva vinirdi&#347;et</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/7/11/35.htm">7.11.35</A>)</P><P>It is not a fact that because one is born in a br&#257;hmana family he is automatically a br&#257;hmana. He has a better chance to become a br&#257;hmana, but unless he meets all the brahminical qualifications, he cannot be accepted as such. On the other hand, if the brahminical qualifications are found in the person of a &#347;&#363;dra, he should immediately be accepted as a br&#257;hmana. To substantiate this there are many quotations from Bh&#257;gavatam, Mah&#257;bh&#257;rata, Bharadv&#257;ja-samhit&#257; and the pañcar&#257;tra, as well as many other scriptures.</P><P>As far as the duration of life of the demigods, concerning Lord Brahm&#257; it is said:</P><P>sahasra-yuga-paryantam</P><P CLASS=n>ahar yad brahmano viduh</P><P CLASS=n>r&#257;trim yuga-sahasr&#257;nt&#257;m</P><P CLASS=n>te 'ho-r&#257;tra-vido jan&#257;h</P><P>(<A CLASS=v HREF="../../../bg/8/17.htm">Bg. 8.17</A>)</P><P>The duration of one day of Brahm&#257; is one thousand times greater than the four yugas, aggregating 4,320,000 years. Similarly, Brahm&#257;'s one night. Brahm&#257; lives for one hundred years of such days and nights. The word vibudh&#257;yush&#257; indicates that even if one gets a long life-span, his life-span is useless if he is not a devotee. A living entity is the eternal servitor of the Supreme Lord, and unless he comes to the platform of devotional service, his life-span, good birth, glorious activities and everything else are null and void.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>