<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 31 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 31 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">N&#257;rada Instructs the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.31.11</P><P CLASS=c>&#347;rutena tapas&#257; v&#257; kim</P><P CLASS=c>vacobhi&#347; citta-vrittibhih</P><P CLASS=c>buddhy&#257; v&#257; kim nipunay&#257;</P><P CLASS=c>balenendriya-r&#257;dhas&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srutena">&#347;rutena</A> &#8212; by Vedic education; <A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; by austerities; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is the meaning; <A CLASS=v HREF="http://vedabase.net/v/vacobhih">vacobhih</A> &#8212; by words; <A CLASS=v HREF="http://vedabase.net/c/citta">citta</A> &#8212; of consciousness; <A CLASS=v HREF="http://vedabase.net/v/vrttibhih">vrittibhih</A> &#8212; by the occupations; <A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; by intelligence; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is the use; <A CLASS=v HREF="http://vedabase.net/n/nipunaya">nipunay&#257;</A> &#8212; expert; <A CLASS=v HREF="http://vedabase.net/b/balena">balena</A> &#8212; by bodily strength; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/r/radhasa">r&#257;dhas&#257;</A> &#8212; by power of the senses.</P><P CLASS=t>TRANSLATION</P><P>Without devotional service, what is the meaning of severe austerities, the process of hearing, the power of speech, the power of mental speculation, elevated intelligence, strength, and the power of the senses?</P><P CLASS=t>PURPORT</P><P>From the Upanishads (Mundaka Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/2/3">3.2.3</A>) we learn:</P><P>n&#257;yam &#257;tm&#257; pravacanena labhyo</P><P CLASS=n>na medhay&#257; na bahun&#257; &#347;rutena</P><P CLASS=n>yam evaisha vrinute tena labhyas</P><P CLASS=n>tasyaisha &#257;tm&#257; vivrinute tan&#363;m sv&#257;m</P><P>Our relationship with the Supreme Lord is never advanced by simple study of the Vedas. There are many M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s fully engaged in studying the Vedas, Ved&#257;nta-s&#363;tra and Upanishads, but unfortunately they cannot grasp the real essence of knowledge. In other words, they do not know the Supreme Personality of Godhead. What, then, is the use in studying all the Vedas if one cannot grasp the essence of the Vedas, Krishna? The Lord confirms in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), vedai&#347; ca sarvair aham eva vedyah: "By all the Vedas, I am to be known."</P><P>There are many religious systems wherein penances and austerities are greatly stressed, but at the end no one understands Krishna, the Supreme Personality of Godhead. There is therefore no point in such penance (tapasya). If one has actually approached the Supreme Personality of Godhead, he does not need to undergo severe austerities. The Supreme Personality of Godhead is understood through the process of devotional service. In the Ninth Chapter of Bhagavad-g&#299;t&#257; devotional service is explained as r&#257;ja-guhyam, the king of all confidential knowledge. There are many good reciters of Vedic literatures, and they recite works such as the R&#257;m&#257;yana, &#346;r&#299;mad-Bh&#257;gavatam and Bhagavad-g&#299;t&#257;. Sometimes these professional readers manifest very good scholarship and exhibit word jugglery. Unfortunately they are never devotees of the Supreme Lord. Consequently, they cannot impress upon the audience the real essence of knowledge, Krishna. There are also many thoughtful writers and creative philosophers, but despite all their learning, if they cannot approach the Supreme Personality of Godhead, they are simply useless mental speculators. There are many sharply intelligent people in this material world, and they discover so many things for sense gratification. They also analytically study all the material elements, but despite their expert knowledge and expert scientific analysis of the whole cosmic manifestation, their endeavors are useless because they cannot understand the Supreme Personality of Godhead.</P><P>As far as our senses are concerned, there are many animals, both beasts and birds, who are very expert in exercising their senses more keenly than human beings. For example, vultures or hawks can go very high in the sky, but can see a small body on the ground very clearly. This means that their eyesight is so keen that they can find an eatable corpse from a great distance. Certainly their eyesight is much keener than human beings', but this does not mean that their existence is more important than that of a human being. Similarly, dogs can smell many things from a far distance. Many fish can understand by the power of sound that an enemy is coming. All these examples are described in &#346;r&#299;mad-Bh&#257;gavatam. If one's senses cannot help him attain the highest perfection of life, realization of the Supreme, they are all useless.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>