<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 31 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 31 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">N&#257;rada Instructs the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.31.13</P><P CLASS=c>&#347;reyas&#257;m api sarvesh&#257;m</P><P CLASS=c>&#257;tm&#257; hy avadhir arthatah</P><P CLASS=c>sarvesh&#257;m api bh&#363;t&#257;n&#257;m</P><P CLASS=c>harir &#257;tm&#257;tmadah priyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sreyasam">&#347;reyas&#257;m</A> &#8212; of auspicious activities; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the self; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/avadhih">avadhih</A> &#8212; destination; <A CLASS=v HREF="http://vedabase.net/a/arthatah">arthatah</A> &#8212; factually; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/d/dah">dah</A> &#8212; who can give us our original identity; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; very dear.</P><P CLASS=t>TRANSLATION</P><P>Factually the Supreme Personality of Godhead is the original source of all self-realization. Consequently, the goal of all auspicious activities &#8212; karma, jñ&#257;na, yoga and bhakti &#8212; is the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>The living entity is the marginal energy of the Supreme Personality of Godhead, and the material world is the external energy. Under the circumstances, one must understand that the Supreme Personality of Godhead is factually the original source of both matter and spirit. This is explained in the Seventh Chapter of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/4.htm">7.4-5</A>):</P><P>bh&#363;mir &#257;po 'nalo v&#257;yuh</P><P CLASS=n>kham mano buddhir eva ca</P><P CLASS=n>aha&#324;k&#257;ra it&#299;yam me</P><P CLASS=n>bhinn&#257; prakritir ashtadh&#257;</P><P CLASS=n>apareyam itas tv any&#257;m</P><P CLASS=n>prakritim viddhi me par&#257;m</P><P CLASS=n>j&#299;va-bh&#363;t&#257;m mah&#257;-b&#257;ho</P><P CLASS=n>yayedam dh&#257;ryate jagat</P><P>"Earth, water, fire, air, ether, mind, intelligence and false ego &#8212; all together these eight comprise My separated material energies. But besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of all living entities who are struggling with material nature and are sustaining the universe."</P><P>The entire cosmic manifestation is but a combination of matter and spirit. The spiritual part is the living entity, and these living entities are described as prakriti, or energy. The living entity is never described as purusha, the Supreme Person; therefore to identify the living entity with the Supreme Lord is simply ignorance. The living entity is the marginal potency of the Supreme Lord, although there is factually no difference between the energy and the energetic. The duty of the living entity is to understand his real identity. When he does, Krishna gives him all the facilities to come to the platform of devotional service. That is the perfection of life. This is indicated in the Vedic Upanishad:</P><P>yam evaisha vrinute tena labhyas</P><P CLASS=n>tasyaisha &#257;tm&#257; vivrinute tan&#363;m sv&#257;m</P><P>Lord Krishna confirms this in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me." The conclusion is that one must come to the platform of bhakti-yoga, even though one may begin with karma-yoga, jñ&#257;na-yoga or asht&#257;&#324;ga-yoga. Unless one comes to the platform of bhakti-yoga, self-realization or realization of the Absolute Truth cannot be achieved.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>