<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 31 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 31 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">N&#257;rada Instructs the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.31.14</P><P CLASS=c>yath&#257; taror m&#363;la-nishecanena</P><P CLASS=c>tripyanti tat-skandha-bhujopa&#347;&#257;kh&#257;h</P><P CLASS=c>pr&#257;nopah&#257;r&#257;c ca yathendriy&#257;n&#257;m</P><P CLASS=c>tathaiva sarv&#257;rhanam acyutejy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/taroh">taroh</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> tree; <A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A> &#8212; the root; <A CLASS=v HREF="http://vedabase.net/n/nisecanena">nishecanena</A> &#8212; by watering; <A CLASS=v HREF="http://vedabase.net/t/trpyanti">tripyanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> satisfied; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; its; <A CLASS=v HREF="http://vedabase.net/s/skandha">skandha</A> &#8212; trunk; <A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A> &#8212; branches; <A CLASS=v HREF="http://vedabase.net/u/upasakhah">upa&#347;&#257;kh&#257;h</A> &#8212; and twigs; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; the life air; <A CLASS=v HREF="http://vedabase.net/u/upaharat">upah&#257;r&#257;t</A> &#8212; by feeding; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/i/indriyanam">indriy&#257;n&#257;m</A> &#8212; of the senses; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; of all demigods; <A CLASS=v HREF="http://vedabase.net/a/arhanam">arhanam</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/i/ijya">ijy&#257;</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>As pouring water on the root of a tree energizes the trunk, branches, twigs and everything else, and as supplying food to the stomach enlivens the senses and limbs of the body, simply worshiping the Supreme Personality of Godhead through devotional service automatically satisfies the demigods, who are parts of that Supreme Personality.</P><P CLASS=t>PURPORT</P><P>Sometimes people ask why this Krishna consciousness movement simply advocates worship of Krishna to the exclusion of the demigods. The answer is given in this verse. The example of pouring water on the root of a tree is very appropriate. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/1.htm">15.1</A>) it is said, &#363;rdhva-m&#363;lam adhah-&#347;&#257;kham: this cosmic manifestation has expanded downward, and the root is the Supreme Personality of Godhead. As the Lord confirms in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>), aham sarvasya prabhavah: "I am the source of all spiritual and material worlds." Krishna is the root of everything; therefore rendering service to the Supreme Personality of Godhead, Krishna (krishna-sev&#257;), means automatically serving all the demigods. Sometimes it is argued that karma and jñ&#257;na require a mixture of bhakti in order to be successfully executed, and sometimes it is argued that bhakti also requires karma and jñ&#257;na for its successful termination. The fact is, however, that although karma and jñ&#257;na cannot be successful without bhakti, bhakti does not require the help of karma and jñ&#257;na. Actually, as described by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam: [<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>] pure devotional service should not be contaminated by the touch of karma and jñ&#257;na. Modern society is involved in various types of philanthropic works, humanitarian works and so on, but people do not know that these activities will never be successful unless Krishna, the Supreme Personality of Godhead, is brought into the center. One may ask what harm there is in worshiping Krishna and the different parts of His body, the demigods, and the answer is also given in this verse. The point is that by supplying food to the stomach, the indriyas, the senses, are automatically satisfied. If one tries to feed his eyes or ears independently, the result is only havoc. Simply by supplying food to the stomach, we satisfy all of the senses. It is neither necessary nor feasible to render separate service to the individual senses. The conclusion is that by serving Krishna (krishna-sev&#257;), everything is complete. As confirmed in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/22/62.htm">Madhya 22.62</A>), krishne bhakti kaile sarva-karma krita haya: if one is engaged in the devotional service of the Lord, the Supreme Personality of Godhead, everything is automatically accomplished.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>