<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 31 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 31 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">N&#257;rada Instructs the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.31.18</P><P CLASS=c>tenaikam &#257;tm&#257;nam a&#347;esha-dehin&#257;m</P><P CLASS=c>k&#257;lam pradh&#257;nam purusham pare&#347;am</P><P CLASS=c>sva-tejas&#257; dhvasta-guna-prav&#257;ham</P><P CLASS=c>&#257;tmaika-bh&#257;vena bhajadhvam addh&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; unto the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; of the individual souls; <A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/p/pradhanam">pradh&#257;nam</A> &#8212; the material cause; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; the transcendental controller; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by His spiritual energy; <A CLASS=v HREF="http://vedabase.net/d/dhvasta">dhvasta</A> &#8212; aloof; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/p/pravaham">prav&#257;ham</A> &#8212; from material emanations; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; self; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; accepting <A HREF="http://vedabase.net/a/as">as</A> qualitatively one; <A CLASS=v HREF="http://vedabase.net/b/bhajadhvam">bhajadhvam</A> &#8212; engage <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/a/addha">addh&#257;</A> &#8212; directly.</P><P CLASS=t>TRANSLATION</P><P>Because the Supreme Lord is the cause of all causes, He is the Supersoul of all individual living entities, and He exists as both the remote and immediate cause. Since He is aloof from the material emanations, He is free from their interactions and is Lord of material nature. You should therefore engage in His devotional service, thinking yourself qualitatively one with Him.</P><P CLASS=t>PURPORT</P><P>According to Vedic calculations, there are three causes of creation &#8212; time, the ingredient and the creator. Combined, these are called tritay&#257;tmaka, the three causes. Everything in this material world is created by these three causes. All of these causes are found in the Personality of Godhead. As confirmed in Brahma-samhit&#257;: sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. N&#257;rada Muni therefore advises the Pracet&#257;s to worship the direct cause, the Supreme Personality of Godhead. As stated before, when the root of a tree is watered, all the parts are energized. According to the advice of N&#257;rada Muni, one should directly engage in devotional service. This will include all pious activity. Caitanya-carit&#257;mrita states, krishne bhakti kaile sarva-karma krita haya: when one worships the Supreme Lord, Krishna, in devotional service, one automatically performs all other pious activity. In this verse the words sva-tejas&#257; dhvasta-guna-prav&#257;ham are very significant. The Supreme Personality of Godhead is never affected by the material qualities, although they all emanate from His spiritual energy. Those who are really conversant with this knowledge can utilize everything for the service of the Lord because nothing in this material world is unconnected with the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>