<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 31 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 31 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">N&#257;rada Instructs the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.31.2</P><P CLASS=c>d&#299;kshit&#257; brahma-satrena</P><P CLASS=c>sarva-bh&#363;t&#257;tma-medhas&#257;</P><P CLASS=c>prat&#299;cy&#257;m di&#347;i vel&#257;y&#257;m</P><P CLASS=c>siddho 'bh&#363;d yatra j&#257;jalih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/diksitah">d&#299;kshit&#257;h</A> &#8212; being determined; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/satrena">satrena</A> &#8212; by understanding of the Supreme Spirit; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/medhasa">medhas&#257;</A> &#8212; considering like one's self; <A CLASS=v HREF="http://vedabase.net/p/praticyam">prat&#299;cy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the western; <A CLASS=v HREF="http://vedabase.net/d/disi">di&#347;i</A> &#8212; direction; <A CLASS=v HREF="http://vedabase.net/v/velayam">vel&#257;y&#257;m</A> &#8212; on the seashore; <A CLASS=v HREF="http://vedabase.net/s/siddhah">siddhah</A> &#8212; perfect; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/j/jajalih">j&#257;jalih</A> &#8212; the great sage J&#257;jali.</P><P CLASS=t>TRANSLATION</P><P>The Pracet&#257;s went to the seashore in the west where the great liberated sage J&#257;jali was residing. After perfecting the spiritual knowledge by which one becomes equal toward all living entities, the Pracet&#257;s became perfect in Krishna consciousness.</P><P CLASS=t>PURPORT</P><P>The word brahma-satra means "cultivation of spiritual knowledge." Actually, both the Vedas and severe austerity are known as brahma. Vedas tattvam tapo brahma. Brahma also means "the Absolute Truth." One has to cultivate knowledge of the Absolute Truth by pursuing studies in the Vedas and undergoing severe austerities and penances. The Pracet&#257;s properly executed this function and consequently became equal to all other living entities. As Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">18.54</A>) confirms:</P><P>brahma-bh&#363;tah prasann&#257;tm&#257;</P><P CLASS=n>na &#347;ocati na k&#257;&#324;kshati</P><P CLASS=n>samah sarveshu bh&#363;teshu</P><P CLASS=n>mad-bhaktim labhate par&#257;m</P><P>"One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me."</P><P>When one actually becomes spiritually advanced, he does not see the difference between one living entity and another. This platform is attained by determination. When perfect knowledge is expanded, one ceases to see the outward covering of the living entity. He sees, rather, the spirit soul within the body. Thus he does not make distinctions between a human being and an animal, a learned br&#257;hmana and a cand&#257;la.</P><P>vidy&#257;-vinaya-sampanne</P><P CLASS=n>br&#257;hmane gavi hastini</P><P CLASS=n>&#347;uni caiva &#347;vap&#257;ke ca</P><P CLASS=n>pandit&#257;h sama-dar&#347;inah</P><P>"The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle br&#257;hmana, a cow, an elephant, a dog and a dog-eater [outcaste]." (<A CLASS=v HREF="../../../bg/5/18.htm">Bg. 5.18</A>)</P><P>A learned person sees everyone equally on a spiritual basis, and a learned person, a devotee, wants to see everyone developed in Krishna consciousness. The place where the Pracet&#257;s were residing was perfect for executing spiritual activities, for it is indicated that the great sage J&#257;jali attained mukti (liberation) there. One desiring perfection or liberation should associate with a person who is already liberated. This is called s&#257;dhu-sa&#324;ga, associating with a perfect devotee.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>